{"attributes": {}, "sections": {"Scene 18": "Walking heavily on his cane, Lord Eddard Stark walks over to the bed on which his daughters [[Sansa]] and [[Arya]] are sitting. He tells them that he is sending them back to [[Winterfell]]. They both begin arguing with him. Sansa doesn't want to leave [[Joffrey]], and Arya is finally seeing results in her training with [[Syrio Forel|Syrio]]. Arya wants to know if they are going home because Eddard is dying from his injured leg, but he assures them that safety concerns are the reason.\n\nArya asks if Syrio can come with them, but Sansa dismisses Arya and is aghast about the breaking of her betrothal and leaving the excitement of the capital to return to the monotony of Winterfell. Eddard tries to calm Sansa, he promises that he will someday make another match for her to someone worthy of marrying her. He says it will be someone brave, gentle, and strong, but Sansa says that she doesn't want someone like that, she wants Joffrey. Arya laughs at this unintentional insult and even Lord Eddard smiles.\n\nSansa predicts that Joffrey will be a great king, a golden lion, and that she will give him blond heirs. Arya correct her that Joffreys sigil is not the lion, that he is a stag like his father, but Sansa insists that Joffrey is nothing like the old drunk king. At her words, Ned has an epiphany. As he is turning away toward his desk, he tells the girls to go and find Septa Mordane and to begin packing for their trip. Arya takes Sansa from the room, as she is still protesting.\n\n[[File:Eddard and the book.jpg|thumb|Lord Eddard and the book of lineages, solving a mystery.]]\nEddard sits at his desk and opens the large book he borrowed from Grand Maester Pycelle, &quot;[[The Lineages and Histories of the Great Houses of the Seven Kingdoms]]&quot; that [[Jon Arryn]] was reading when he died suddenly and mysteriously. He leaves past [[House Targaryen]] and [[House Umber]] to stop at [[House Baratheon]]. Eddard reads through the names and descriptions of the Baratheon lords, stating all Baratheons have black hair until [[Joffrey]], who is golden haired. Ned realizes the prince is not Robert's trueborn heir.\n\n", "Scene 15": "[[File:Vardis Egen.jpeg|thumb|Vardis Egen prepares to fight Bronn.]]\nThe two men are again turning the wheel that opens the moon door. It has a relief of the [[House Arryn]] sigil of the moon and the eagle. Ser [[Vardis Egen]] lowers the visor on his helm, he is dressed in full armor and takes up a heavy wooden shield. [[Bronn]] wears only leather armor to protect his chest and refuses a shield. [[Robin Arryn]] rises from next to his mother on the weirwood throne and swings his knife to the cry of &quot;Fight!&quot; to begin the combat. They come together with blows and sword swings, but almost immediately, Bronn starts to give ground, leaving Vardis to swing repeatedly while he retreats. Bronn leads Ser Vardis up the staircase that circles the hall, but then leaps over the railing and back to the main floor. [[Lysa Arryn]] berates Bronn for running from the conflict and calls him a coward. Unflustered, Bronn then kicks a standing candelabra into Egen's path.\n\nThe combat leads them back to the [[Moon Door|moon door]] where Ser Vardis tries to throw Bronn over the edge. Bronn manages to push him back, and he returns to retreating from Vardis' attacks. He is only lightly armored and by making the heavily armored Ser Vardis chase him, the knight is tiring faster. Bronn next leads Egen on a cat and mouse hunt going in and out among the colonnade. This time, it is another knight that Bronn pushes into Vardis. Ser Egen is now moving slower, his attacks coming less frequently. Bronn manages to get in under Vardis' arm and wounds him in the side. Ser Vardis raises his helm to wipe the sweat from his brow; he is breathing heavily. [[Tyrion]] is elated, but Lysa Arryn encourages Egen to end it quickly.\n\n[[File:Bronn defeats Vardis.jpg|thumb|Bronn watches as Vardis Egen falls through the moon door.]]\nLowering his helm, Vardis throws himself again into the fray, but now Bronn can easily avoid his attack and this time cuts Egen across the back of the knee. Ser Vardis can only rise with great difficulty, and he tries again to attack, but Bronn dodges aside and trips him. Bronn kicks away Egen's heavy shield and, at his next strike, Bronn catches his arm. Bronn looks Lysa in the eye as he plunges the sword in under Vardis' helm. There are gasps of horror from the court, and Bronn allows Ser Vardis' limp body to drop through the moon door and to fall to the ground far below.\n\n[[File:Lysa.jpg|thumb|Lysa Arryn accuses Bronn of fighting without honor.]]\nTyrion nods his approval. Lysa is disgusted andÂ accuses Bronn of having fought without honor. Bronn agrees that he hadn't, but assures her that Ser Vardis had. Tyrion goes to [[Mord]] to have his shackles removed. Robin Arryn wishes to know if the fight is over, and if he can make the little man fly now. Tyrion says that will have to be another little man, as he is going home. He looks up at Ser Rodrik Cassel asking for his property, who at Catelyn's nod returns Tyrion's coin purse. Tyrion bows to [[Catelyn]], then throws the purse to Mord, asserting again that [[Lannister]]s pay their debts. Bronn follows Tyrion out the front door of the hall, and as the door closes, Mord can be seen happily counting his gold.\n\n", "TOP": "A Golden Crown recap012674an2poklcj35dyagfagsk6401rl50b9w1555252014-08-03T08:07:40Z92.20.41.151/* Scene 10 */:''Main: [[A Golden Crown]]''\nThis '''recap''' of &quot;'''A Golden Crown'''&quot; features a detailed section on each scene of the episode.\n\n", "Scene 14": "In the Great Hall of the Red Keep, Eddard Stark, as Hand of the King, sits on the [[Iron Throne]] dispensing justice. He is flanked by Grand Maester [[Pycelle]] on his left and [[Master of Coin]], [[Petyr Baelish]], on his right. Littlefinger acts as scribe writing down the minutes into a large book. They are listening to a group of refugee villagers who were survivors of a massacre in the [[Riverlands]].\n\n[[File:Riverlands refugee.jpg|thumb|The refugee from the Riverlands tells Lord Stark about the horrible attack.]]\nThe spokesman for the refugees tells of the horror of the attacks. Homes, fields, and granaries were burned. Women were raped and murdered. Children were butchered. Pycelle is of the opinion that these were probably brigands, and he corrects the man who has referred to Lord Eddard by the title &quot;your grace&quot;. He introduces Eddard as the King's Hand, who is presiding as the king is hunting. Brigands, the refugee says, would have taken things. These men took nothing; on the contrary, they left something behind. A cloth sack of rotting fish is emptied out onto the floor.\n\nWhen asked, the survivor replies that the attackers carried no banners, but that their leader was a foot taller than any man he had ever seen and was capable of cutting the head of a horse with a single blow of a sword. Petyr Baelish whispers to Eddard that they have seen this feat themselves (the Mountain-Ser Gregor did this at the Hand's Tournament). Lord Eddard tells the refugee that the man he is describing is Ser [[Gregor Clegane]].\n\nPycelle, ever a loyalist of the Lannisters, defends the Lannister bannerman Ser Gregor. Since Gregor Clegane is an anointed knight, why would he turn brigand, and why would the Lannisters sanction such an overt act of violence? Petyr Baelish has a few things to say on this subject. Ser Gregor Clegane is widely known as [[Tywin Lannister]]'s Mad Dog. The attack on the Riverlands could be revenge on Catelyn Stark (nĂŠe [[Tully]], whose sigil is a fish), as she had been responsible for the imprisonment of Tyrion Lannister. And as for overt acts of violence, could this be any more overt than attacking the King's Hand on the streets of King's Landing. Pycelle makes no reply.\n\n[[File:Beric-Dondarrion.jpg|thumb|Lord Beric Dondarrion receives his instructions to bring justice to Gregor Clegane.]]\nKing Robert had left Ned Stark with explicit instructions to make peace with the Lannisters, but he cannot let these acts go unpunished. He tells the assembled refugees that though he can't bring back what is lost, he can mete out justice for those who committed these crimes. Eddard calls forth Lord [[Beric Dondarrion]] and charges him to take a force of 100 men and travel to the lands of [[House Clegane]]. With great difficulty Lord Eddard rises to his feet. And with all ceremony and titles, he proclaims in the name of Robert Baratheon that Ser Gregor Clegane is hereby stripped of all lands and titles and sentenced to death. He charges Ser Beric with carrying out the sentence.\n\nGrand Maester Pycelle believes that this action is too drastic for Eddard Stark to enact under his own authority. He tells Eddard that he should wait and consult Robert upon his return. However, Lord Eddard has orders for Pycelle as well. A raven is to be sent to Tywin Lannister at [[Casterly Rock]], instructing him to come to King's Landing, within a fortnight, to answer for the crimes of his bannerman. Otherwise, he will be branded a traitor and an enemy to the throne.\n\nThe spokesman for the refugees bows to Lord Eddard and returns to the other refugees (to be patted on the back for a job well done). Pycelle is distressed. Littlefinger puts away his pen and goes up to Eddard, as he leaves the dias. He tells Eddard that this action of his is bold, but also dangerous as he risks the ire of the wealthy [[House Lannister]]. He says that gold wins wars not soldiers. Lord Eddard counters if that were true Tywin Lannister would be the king.\n\n", "Scene 13": "Robert, Renly, Ser [[Barristan Selmy]], and Robert's squire [[Lancel Lannister]] are seen walking through the forest on their hunt. Robert walks in the lead carrying a spear, while Lancel with a flask offers Robert wine to drink. Robert is talking about the past when things were simpler. When the enemies were obvious, vicious warriors in the open, not hidden schemers. Renly tries to take part in the conversation, sarcasticallyÂ saying it sounded exciting, but Robert responds by insulting Renly's life, and the balls and masquerades he likes to throw. He talks about an old tradition called &quot;making the eight&quot;, which referred to having sex with a girl from each of the seven kingdoms and the [[Riverlands]]. When asked, a bemused Ser Barristan doesn't believe that he ever completed this ritual, to Robert's amusement. Robert then irritates Renly when he starts to question Renly's sexual history.\n\n[[File:Renly.jpg|thumb|An angry Renly disputes Robert's reminisces of the good old days.]]\nRenly eventually tires of hearing Robert go on about the good old days and his own sexual prowess. Renly wonders which days were the good ones: the days when all of Westeros was at war, the days when King [[Aerys II Targaryen|Aerys]] in his fits of insanity listened toÂ theÂ voices in his head telling him to have women and children butchered, or is Robert talking of the days dragons burned cities to ash. Renly supposes it was all even more heroic with enough wine and convenient prostitutes nearby so he could &quot;make the eight&quot;. An angry Robert reminds Renly that he speaks to a king. Renly leaves in disgust, and Ser Barristan begins to look concerned, as King Robert continues to drink heavily from the wine flask Lancel carries.\n\n", "Scene 12": "[[File:Tyrion on trial.jpg|thumb|Tyrion confessing his crimes to the court in the Eyrie.]]\n[[Tyrion Lannister|Tyrion]] stands in the center of the High Hall of the [[Eyrie]]. [[Lysa Arryn]] looks down at him from where she and her son, Robin Arryn, sit on the weir wood throne. Catelyn stands beside the throne watching as her nephew repeatedly taps a knife against its arm. Tyrion acknowledges that he wishes to confess his crimes, and Lysa is pleased, commenting to Catelyn that he has been broken by the sky cell. She instructs the &quot;Imp&quot; to speak. As the whole court stands watching, Tyrion appears to struggle with the relating of his crimes. However, when he begins, the crimes he confesses to are merely those of lying, gambling, cheating, encouraging violent behavior, whore-mongering, and playing nasty practical jokes. He took the robe of a servant girl bathing in a river, and she had to return to the castle naked. He masturbated into a bowl of turtle stew that he believes Cersei may have eaten (at least he hopes she did). He filled his uncle's boots with goat excrement and blamed a squire for it. He brought a donkey and a honeycomb into a brothel. From the court, there are mixed reactions ranging from chuckles to groans. Bronn, in the back of the room, is laughing, and [[Robin Arryn]] wants to know what happened next. Finally, Lysa loses patience with this, and Lady Catelyn asks him to speak directly on the charges of which he has been accused, conspiring in the murder of [[Jon Arryn]] and the attempted murder of [[Brandon Stark]].\n\nHowever, Tyrion says he has nothing to confess about these crimes, as he is innocent of these charges. Lysa instructs Mord to return Tyrion to a smaller, less comfortable cell than the one that he previously occupied. Tyrion reacts with anger at the lack of justice in the [[Vale]]. He has been accused of a crime and punished (imprisoned, beaten, and left to starve in a freezing cell) without benefit of a trial. Catelyn gives one of many looks toward her sister, Lysa Arryn, as she realizes that things are beginning to progress out of her control. Lysa explains that in the Eyrie there is no need of an executioner and calls for the moon door to be opened. It is a round metal door set in the center of the floor of the High Hall (its two metal sides pulled apart by two men turning a large wheel on the wall). Robin claps his hands in anticipation of seeing Tyrion flung to his death. Lysa agrees that there will be a trial and, if found guilty, Tyrion will die. Tyrion may present evidence, and, afterward (Lysa says with a smile), Robin will act as judge and give the verdict.\n\nBut Tyrion announces he wants his innocence proved in a trial by combat. There is scattered laughter from the court. Lysa realizes that this is Tyrion's right, and, because the entire court is there as witness, she is trapped and must agree to it. Many nobles step forward and ask to be named Lysa's champion to fight Tyrion, but Lysa calls on Ser [[Vardis Egen]], as he is her best fighter. Ser Egen kneels and assures Lady Arryn that he would gladly fight for her, but he believes the contest to be an unfair one. When Tyrion wishes to name a champion, Vardis agrees to meet Tyrion's champion in battle. Tyrion wants them to send a raven to [[Jaime Lannister]], but Lysa says that the trial will be held today. Hearing that he will not be facing Ser Jaime, Ser Vardis lets out a sigh of relief. Tyrion asks for a volunteer, and there are only chuckles from the court. After several appeals by an increasingly nervous Tyrion and just when it seems that no-one will fight for him, [[Bronn]] volunteers with a shrug (on the trip to the Eyrie, Tyrion had made efforts to get close to Bronn and to tell him of the financial rewards for anyone doing favors for the Lannisters).\n\n", "Scene 11": "Tyrion is once again at the door of the sky cell in the Eyrie calling for Mord. Mord again enters angry at being disturbed and beats Tyrion. This time talking slowly and emphatically, Tyrion gets Mord to understand. Tyrion is a Lannister, he has gold that was taken from him, his house is wealthy, Mord as an intelligent man should see this, and Tyrion will be in Mord's debt if Mord will simply deliver a message from him to Lady Arryn. A Lannister always pays his debts. When Mord asks what message. Tyrion tells him that he wishes to confess his crimes.\n\n", "Scene 10": "[[File:Jorah and Viserys.jpg|thumb|Ser Jorah will not let Viserys take Daenerys' dragon eggs.]]\nIn Daenerys' tent, Viserys opens the chest where Dany keeps her dragon eggs. He takes one egg and puts it in a leather bag over his shoulder. Someone comes up behind him. Viserys rises and begins to draw his sword. It is Ser Jorah who reminds him that to draw a sword in the sacred city is a crime, and he could face punishment, if a Dothraki sees him; Viserys just sneers that those are Dothraki laws, not his. Viserys turns back and takes the other eggs, but, as he tries to leave with the eggs, Jorah won't let him. Viserys plans to sell the eggs and buy himself an army, as he is tired of waiting on Drogo. He says to be a king one must be feared or loved. He is jealous of Daenerys, for living in exile, he has never had any of the adoration that Dany has from the Dothraki. Viserys says that he knows Jorah has physical desires for Daenerys, butÂ he simply doesn't care. Viserys just wants to be allowed to leave with the eggs, but Jorah won't let him. Viserys reminds Jorah that he took an oath of loyalty to Viserys, but Jorah won't back down. Viserys must drop the bag with the eggs and stalk out of the tent in frustration, as Jorah watches him walk away.\n\n", "Scene 17": "[[File:Theon 1x06.jpg|thumb|Theon Greyjoy tries to presuade Ros to stay in Winterfell.]] \n[[Theon Greyjoy]] is riding a horse along the road from Winterfell, when he comes upon [[Ros]] riding on the back of a turnip cart. He calls for the driver to stop. Ros tells him that she is going to [[White Harbor]] to take a ship for [[King's Landing]]. Surprised that she is able to afford the expense, Theon is told by Ros that some of her patrons are more generous than others. Theon recognizes the criticism against him, and starts making dire predictions of what she will find in the capital. He tells her that she will be one of many there just trying to make a living. He says that she will stop being popular the day she runs into a drunken lord who, blaming his impotence on her, will damage her looks. Ros laughs these concerns aside.\n\n[[File:Ros.jpg|thumb|Ros on a turnip cart leaving Winterfell.]]\nRos asks what reason she would have for staying. Theon would certainly never be making her Lady Greyjoy, mistress of the [[Iron Islands]]. He tells her to stop talking foolishness. She goes on to say that she has heard that Lord Stark had been attacked and wounded by the Lannisters, war is coming. All the fit men would soon be marching off and many would never be returning. There is nothing worth staying for in Winterfell. She tells the driver to continue.\n\nAs she is riding away, Theon throws her a coin and asks to see under her skirt one last time. Ros laughs as she complies. He says that he will miss her, and she agrees. He watches with sadness as she leaves.\n\n", "Scene 16": "Sansa and Septa [[Mordane]] sit on the balcony of their rooms in the [[Tower of the Hand]] doing embroidery. Mordane comments that Sansa's new hair styles make her look like a lady of the south, but what she is trying to say is that Sansa is changing and not for the better. Sansa wonders why she shouldn't wear her hair differently, as this is where they are now residing. The septa tries to impart the importance of remembering where you come from, she questions whether Lady Catelyn would approve, but Sansa doesn't understand. Lady Catelyn is not from the north so why would southern hairstyles be objectionable?\n\n[[File:Septa Mordane.jpg|thumb|Septa Mordane unimpressed by Prince Joffrey.]]\nSansa then questions Septa Mordane about her hair and about where she originally comes from, and Mordane tries to talk to her openly as they once did when Sansa was her favored pupil and always showed perfect manners. However, Sansa has spent time in court and especially watching Cersei who she has been emulating, she now sees her septa as an inferior. Sansa simply stops her in mid-sentence and announces that she doesn't care. Even Mordane pointing out that this is rude doesn't elicit a response.\n\nPrince Joffrey comes in, with an apology for his recent behavior and a Lion of Lannister necklace, which he asks permission to put around her neck. Sansa is overjoyed, the necklace is the same as the one Queen Cersei wears, which Joffrey believes is only right since Sansa will be a queen someday.\n\nHe asks her to forgive him and, also, paints a picture of their future, when she as his lady love will marry him before all the lords and ladies of the land and reign at his side. He swears to never be cruel nor disrespect her again and even uses the words from the marriage vows, &quot;from this day unto my last day&quot;. Joffrey seems to be sincere, but he had been instructed by Cersei to make things right with Sansa.\n\nWhen Joffrey kisses her, Sansa is completely in love. Septa Mordane, watching the scene, is not convinced. She purses her lips and looks down. The prospect of Sansa marrying Joffrey doesn't find favor with the septa any longer.\n\n", "Scene 9": "[[File:Daenerys flanked by dosh khaleen.png|thumb|Daenerys in the ceremony before the Dosh khaleen.]]\nIn [[Vaes Dothrak]], [[Daenerys Targaryen|Dany]], her face covered in blood, looks intense. She lifts a horses heart and bites into it. She kneels on the dais in the center of the [[Dothraki]] temple. The [[Dosh khaleen]] (widows of dead Khals) are chanting. Khal [[Drogo]] sits to the side looking on with pride, as she forces it down. [[Viserys Targaryen]], her brother, stands in the crowd with Ser [[Jorah Mormont]] and questions him about the ceremony. She must eat the whole horses heart without bringing any back up, and the Dosh khaleen will make a prophecy about her unborn child. Viserys jokes that he hopes the heart didn't come from his horse; he is disgusted by it all and doubts that Daenerys will succeed, but Jorah says she is doing well. Viserys asks Ser Jorah to translate the chanting of the priestess. Ser Jorah tells him that she sees a warrior riding to victory, to which Viserys replies that, even if the child is male, he will never truly be a Targaryen of dragon blood. [[File:Drogo carries Dany 1x6.jpg|thumb|Drogo carries Dany around the temple as the crowd chants &quot;Rhaego&quot;.]] When Dany chokes down the last of it, she starts to retch, and the room goes silent. But she manages to keep it down. The priestess announces that Daenerys will give birth to the &quot;[[Stallion Who Mounts the World]]&quot;, a long prophesied future Khal. He will be the &quot;Khal of Khal&quot;, who will conquer all the known lands and make all of its people one khalasar. Daenerys proclaims his name will be [[Rhaego]]. Drogo comes to Dany and grasps her around the legs, lifting her up. He carries her around the temple as the crowd chants &quot;Rhaego&quot;. Viserys looks at the Dothraki people, and it dawns on him that they love her. Jorah says that today she is a queen, but, when he looks around, he realizes that Viserys has left.\n\n", "Scene 8": "[[Syrio Forel]] shuts the doors and tosses Arya her wooden practice sword. As he takes his stance, Arya says that she doesn't feel like practicing today. She is upset, for the Lannisters have injured her father and [[Jory Cassel]] is dead. Therefore, sword practice doesn't seem important to her today. Syrio at first is concerned, but, when he gets close enough, he hits her with the wooden sword. He explains that when your thoughts are troubled that is the perfect time to practice. In a real fight, she can not expect to be calm. Arya takes offense when he says her fights will not occur when she is in a meadow playing with her dolls. She must learn to control her thoughts and emotions. He hits her with the sword until she angrily strikes back, but he then easily knocks her over. If she cannot concentrate when in a fight, she will lose.\n\nSyrio knows that she is worried about her father and asks her if she prays to the Gods. Arya replies that she prays to both the [[Seven]] gods (of her mother) and the [[Old Gods of the Forest|Old Gods]] (of her father). Syrio tells her that, for a warrior, there is only one God, and his name is Death. And the only thing you have to say to Death is not today. When he tosses her the sword again, she grabs it, and they begin.\n\n", "Scene 7": "[[File:Mord.png|thumb|Mord threatens Tyrion with a club.]]\nIn the [[Eyrie]], [[Tyrion]] is asleep on the floor of the sky cell. He rolls over in his sleep and ends up hanging over the edge. He wakes looking at a 600 foot drop. Backing away from the edge, Tyrion goes to the cell door and pounds on it, calling for [[Mord]] the turnkey. Mord comes in angry at being disturbed. He strikes Tyrion with a billy club. Tyrion offers to give Mord gold. Mord searches him, but finds nothing. Tyrion qualifies that he can get Mord money, as he comes from a wealthy House, but Mord has lost patience and leaves Tyrion to nurse his bruises.\n\n", "Scene 6": "Bran is riding [[Dancer|his horse]] over a small stream and through the forest. Ragged unkept people start creeping after him, trying to stay hidden in the forrest shrubbery. There are four of them, two Night's Watch deserters, and two wildlings, of which one is a woman named [[Osha]]. They sneak up as Bran is trying to control his suddenly skittish horse. Rushing up, they surround him, and Osha grabs the horses reins.\n\n[[File:Stiv and Osha.jpg|thumb|Stiv and Osha attempting to steal Bran's horse.]]\nBran tries to tell them that he is not alone, but they don't believe him. Osha admires Bran's silver pin and the leader of the group, a [[Night's Watch]] deserter named [[Stiv]], who is dressed in frayed and faded black garb, tells Bran to get off of his horse. Bran says that he cannot. When they pull back his cloak and see the straps holding him in the saddle, they realize that he is telling the truth. Stiv angers Bran by asking if he is a cripple. Bran announces, in his most lordy voice, that he is Brandon Stark of Winterfell, and they face death if they do not release him.\n\nOsha thinks that they should take Bran back north to [[Mance Rayder]], who will reward them for bringing him the nephew of First Ranger [[Benjen Stark]] as a hostage, but Stiv says they aren't going north, they are going to go south as far as they can, for no [[White Walkers]] are in the far south. He takes his knife and cuts through the straps holding Bran's left leg, in the process cutting Bran's thigh. Being paralyzed, Bran doesn't feel it.\n\n[[File:Branhostage.png|thumb|Stiv the [[Night's Watch]] deserter holds a knife to Bran's throat.]]\nRobb suddenly appears, drawing his sword and telling them to release Bran. Three of them rush Robb, and he fights them. He slashes one across the neck. The [[wildling]] woman Osha hits Robb in the back with a club, but he spins around, disarms her, and grabs her by the hair, while stabbing the other wildling. Robb holds Osha by the hair, as he threatens her with his sword. Stiv has pulled Bran off of his horse and holds a knife to his throat. Stiv yells for Robb to drop his sword. Despite Bran's protest, Robb slowly puts his sword on the ground.\n\n[[File:Theon attacks Osha.png|thumb| Theon holds a bow and arrow on Osha.]]\nSuddenly, Stiv lets out a gasp and the knife falls. He drops Bran to the ground. An arrow can be seen protruding from the front of his chest, and he collapses. Behind him, Theon stands with a bow. He rushes forward and draws another arrow on Osha, as Robb drops her to go to Bran. Robb checks the cut on Bran's leg, which Bran assures him doesn't hurt, and then picks him up.\n\nTheon praises Robb for his actions in the fight, calling them well done. On the Iron Islands, one is not considered a man until his first kill, but Robb looking at the dead men littering the forest floor, doesn't look happy at all. Theon is expecting to be praised in return for saving Bran's life, but instead Robb is furious at him for firing that arrow as Bran could have been hurt. When Theon wants to know if Robb expected him to just stand there and let him and Bran be killed, Robb has no answer. Osha puts her hands together and begs for her life. All the others are dead, but if Robb will spare her, she promises to serve him. Robb decides to keep her alive, to her great relief.\n\n", "Scene 5": "The forest is spinning past, and we hear whooping shouts of glee. Bran is on horseback riding in circles around a clearing. [[Robb Stark|Robb]] and Theon sit in the center of the clearing, on a large log. They are smiling, while watching Bran happily riding. They have received news of the grave events that have occurred in King's Landing, and [[Theon Greyjoy|Theon]] asks Robb when he plans to tell Bran about them, but Robb says that the time isn't right. Theon advises Robb to seek retribution on the Lannisters for their crimes against [[House Stark]]. Lord Eddard has been injured, and [[Jory Cassel|Jory]] and the other Stark men have been killed. For Theon, the justice of the matter is simple, blood has been spilled and only blood can pay for it. He tells Robb that it is his duty, and Theon warns Robb that, as he has been left as acting lord, it may be necessary for him to call up the bannermen of the North. War may be coming. Robb thinks that marching on [[Casterly Rock]] is not what he should do now, and these decisions are too important to be made hastily. Regardless, they are his to make not Theon. He insults Theon by reminding him that it is not his house.\n\nThey come to realize that it is quiet; Bran is gone. Robb asks Theon where Bran is, but a still insulted Theon replies that he doesn't know, as it's not his house. He then stalks off into the woods.\n\n", "Scene 4": "[[File:Hodor 1x06.png|thumb|Hodor holds Bran's new saddle.]]\nBran is in his bed, covered in a fur spread. The door to the bedroom bursts open noisily waking Bran, who bolts up. [[Hodor]] walks into the room smiling. He holds up Bran's new saddle, with straps, buckles, and a high back. Bran smiles.\n\n", "Scene 3": "[[File:Three-eyed raven.png|thumb|Bran dreams of the three-eyed Raven.]]\nA three-eyed raven stands and caws on a hay wagon, in front of archery targets. [[Brandon Stark|Bran]], about to shoot an arrow stares at it and slowly lowers the bow. The raven takes flight and flies to the opening of the Stark crypts, perching on top of one of the stone [[direwolves]] that flank the doorway. When Bran walks across the courtyard to the crypt entrance, the raven flies inside and Bran follows.\n\nThe three-eyed raven sits on the head of another stone direwolf. The raven and Bran stare at each other. With another caw, the raven takes off again and flies down the long, torch-lite crypt passageway.\n\n", "Scene 2": "[[File:Dany and the egg.jpg|thumb|Daenerys wonders if the heat of a brazier will hatch a dragon egg.]]\n[[Daenerys]] is in her tent in [[Vaes Dothrak]], holding one of her dragon eggs. She looks up at the smoking brazier and considers it. Daenerys walks over, and she sets the egg down on the burning coals. As she stares down at it, [[Irri]] walks in carrying a basket. When nothing happens, a disappointed Daenerys reaches in and lifts the egg back out. A concerned Irri rushes over and takes the egg from Daenerys, dropping it almost immediately. She turns Daenerys' hands over and is amazed to see they are white and unharmed. While Irri's own hands, which held the smoldering egg for just a second, are both scalded. Daenerys shows concern that Irri is hurt, Irri herself looks dumbfounded.\n\n", "Scene 1": "Beneath a canopy of netting, [[Eddard Stark]] is lying on a bed, wounded after being attacked by [[Jaime Lannister]] and his men. Sweating profusely, he opens his eyes. Groggy with blurry vision, he sees [[Cersei]] and [[Robert Baratheon]] standing by his bed, looking down at him disapproving and concerned respectively.\n\nLord Eddard apologizes to King Robert for not being able to rise. Cersei interrupts to ask if he knows of the actions of [[Catelyn]] (abducting [[Tyrion]]). Eddard quickly informs them, falsely, that Catelyn took Tyrion prisoner on his orders. Robert realizes that Eddard is just saying this to protect her. He says he didn't know she had it in her.\n\n[[File:Cersei and Robert.jpg|thumb| Cersei and Robert confront an injured Eddard over the abduction of Tyrion.]]\nCersei asks how he dared to lay hands on one of her blood. Eddard replies that his position as Hand of the King gives him the authority to do what he must to keep the King's peace. Cersei retorts to that he is no longer Hand, and now he must face justice himself for his actions. Robert commands both of them to be quiet. He orders Ned to settle his differences with Ser Jaime and get his wife to release Tyrion, and that would be an end to it.\n\nThis is not enough for Cersei. She wants Eddard punished. She accuses Eddard and his men, who were returning from a brothel, of assaulting [[Jaime Lannister]], and he admits that he ordered his wife Catelyn to imprison Tyrion, both grave insults to her noble [[House Lannister]]. Robert, who as her husband should be on her side, will not condemn him without hearing his side and just tells her to be silent. As Robert is listening to Eddard's request to bring Jaime back to [[King's Landing]] to face charges for killing Eddard's men, an angry Cersei questions Robert's kingship and manhood, saying that she should wear the armor and he the gown. Fed up, Robert strikes her across the face, shocking his friend Ned. Smiling, Cersei says that she will wear the bruise on her face as a badge of honor. Robert tells her to wear it in silence, or he will honor her again. With one more scathing look at Eddard, Cersei leaves the room, slamming the door.\n\nRobert blames Cersei for provoking him, but admits that he shouldn't have hit her. He pours himself a drink and sits at the end of the bed. Lord Eddard warns him that they must act, for events are drawing them to what could be open warfare. King Robert tells Eddard that he must order his wife to return Tyrion. As for Jaime, he cannot be put on trial for killing the Stark men, because the kingdom is too deeply in debt to his father [[Tywin Lannister]]. Robert tells Eddard that he neither knows nor cares what the argument between the Starks and the Lannisters entails, he just wants Eddard to make peace, because their conflict is damaging the equilibrium of the kingdom, and he cannot rule if these two important Houses are engaged in conflict. This is not precisely true. When things go smoothly, Robert doesn't have to deal with them, he doesn't have to rule, he just delegates authority. And this time is no different.\n\nWhen Eddard asks leave to return to [[Winterfell]], now that he is no longer [[Hand of the King|Hand]], Robert refuses to accept Eddard's resignation (nothing has changed since he named Eddard as Hand, the king is still surrounded by enemies and needs one person near him that he can trust). Robert admits to Eddard that he never loved either [[Renly]] or [[Stannis]] and that Eddard was the man he chose to think of as brother. He tosses the badge of the Hand onto the bed next to Ned and announces his intention to go hunting; Robert says that killing things clears his head. He says that Eddard will have to rule in his stead, and that he will hate sitting on the throne even more than Robert.\n\nAs the king is leaving, Eddard brings up [[Daenerys Targaryen]] (the ordering of her assassination was the reason Eddard had resigned). Robert refuses to reconsider. He orders Ned to put on the badge of office and swears to the Mother that, if he ever resigns again, Robert will appoint Jaime Lannister to the post. Eddard is left staring with trepidation at the symbol of the Hand.\n\n"}, "title": "A Golden Crown recap"}