{"attributes": {}, "sections": {"Scene 30": "Catelyn enters Jaimeâ&euro;&trade;s cell and asks the guard to leave her alone with him. He says that he was ordered to remain with him and Catelyn says that his orders are what she has just said, to leave them alone. He nods acceptance and leaves. Jaime asks if she has come to say goodbye and states his belief that it is his last night in the world. He notices Brienne and asks if she is a woman. Catelyn ignores the question and asks if he can hear the men calling for his death. Jaime sighs and says that Lord Rickard does not seem to like him. Catelyn explains that Jaime slew his son during his escape. Jaime is unrepentant, saying that Torrhen was in his way and that any knight would have done the same. Catelyn says that he is no knight because he has forsaken every vow he has taken. Jaime rationalizes that he has had to swear many vows and over time they began to conflict with one another. He asks what he was supposed to do when he was sworn to defend and obey the king, to obey his father and to defend the innocent while his father despised the king and the king was massacring the innocent. He says that it is too much and any action would be in conflict with one vow or another.\n\n[[File:Catelyn_and_Jaime.jpg|thumb|Catelyn questions Jaime]]\nHe asks where Catelyn found Brienne, calling her a beast. Catelyn says that she is a truer knight than he will ever be, calling him Kingslayer. Jaime reminds Catelyn that the King he slew was [[Aerys II Targaryen]], the Mad King, and feigns a toast to killing him. Catelyn says that he is â&euro;&oelig;a man without honor.â&euro;? Jaime reveals that he has only ever slept with Cersei and so is in some ways more honorable than Catelynâ&euro;&trade;s late husband Eddard, who fathered the bastard [[Jon Snow]] while they were married. Jaime cannot recall Jonâ&euro;&trade;s name and asks Catelyn what it was. She calls for Brienne, and he jokes that it wasnâ&euro;&trade;t that. He asks if she pretended to love Jon when Eddard first brought him home. He notes that she is no good at pretending as an honest woman and deduces that she showed her hatred. He says that Jon is a walking talking reminder of Eddardâ&euro;&trade;s infidelity. Catelyn orders Brienne to hand over her sword.\n\n", "TOP": "A Man Without Honor recap08849e9tjpy00mzuq7c02wrmtb46w14rylc91505902014-07-01T23:35:03ZCorneliusAgrippa5753603/* Scene 30 */:''Main: [[A Man Without Honor]]''\n\nThis '''recap''' of '''&quot;A Man Without Honor&quot;''' features a detailed section on each scene of the episode.\n\n", "Scene 13": "Theonâ&euro;&trade;s search leads him to the shepherd's farm but once there his Master of Hounds reports that the dogs have lost the scent. Theon orders them to continue and is met with complaints that they have already circled the farm twice. Luwin suggests that they recommence the search the following morning. Theon seizes the Maester by his robes and shouts that he is facing a lifetime of derision from his own people if he does not recapture the boys. He says that there is nothing he would not do to prevent that from happening. Theon threatens to beat the hounds until they relocate the scent and to whip his men until he has both boys in hand. He says that it is better to be cruel than weak.\n\n[[File:Farmer.jpg|thumb|Theon questions the shepherd]]\nTheonâ&euro;&trade;s men emerge from the farmhouse with the [[Winterfell shepherd|shepherd]]. Theon questions him and he denies seeing the Starks. Theon hits him and warns him to think harder. The shepherd continues his denial and Theon prepares to beat him but is interrupted by Dagmer. His first mate has found walnut shells in the corner of the farmyard. Dagmer asks Theon to send Luwin home and Theon complies. Luwin begs Theon again to reconsider as he is hauled away.\n\n", "Scene 12": "[[File:Stark_Bannermen.jpg|thumb|Robb's bannermen]]\nInside his command tent King [[Robb Stark]] receives the returning captive Ser [[Alton Lannister]], who was dispatched with peace terms to the Queen Regent [[Cersei Lannister]]. Robb asks for her response and Alton is hesitant. Robb tells Alton that he will not hold him accountable for the actions of his distant relatives. Alton admits that Cersei tore the letter in half. Robb thanks Alton for acting with honor and orders Lord [[Rickard Karstark]] to provide him with a clean cell and a hot supper. Rickard reports that their cells are overflowing since taking further prisoners at the [[Battle of the Yellow Fork]]. Lord [[Roose Bolton]] interjects that they have too many prisoners. Robb asks if they have room for Ser Alton and Rickard sarcastically wonders if he needs to lie down. Robb orders a new pen for Alton and says that he is to be held with Ser [[Jaime Lannister]] under the guard of Rickardâ&euro;&trade;s son [[Torrhen Karstark|Torrhen]] in the mean time. Robb dismisses his bannermen.\n\n[[File:Talisa.jpg|thumb|Talisa requests supplies]]\n[[Talisa Maegyr]] approaches and asks to speak with Robb. Roose is slow to depart, staring at the field medic as she waits for privacy. Talisa says that she has been treating Robbâ&euro;&trade;s wounded and he responds that his bannermen are swift to point out that she is still treating his enemies. She says that they are not her enemies and Robb says that he tells his bannermen the same thing. She says that she has run out of the supplies she brought with her and is unable to replace some of them. She says that she requires silk for suturing, fennel root as an antipyretic, willow bark and milk of the poppy for analgesia. She reminds Robb that he assisted her in an amputation without the sedative and painkilling properties of the poppy derived drink and says that she assumes there will be further loss of limbs before the war is over. He wonders if she needs help finding the supplies and she interrupts that she knows where to get them. She apologizes for interrupting and he invites her to continue. She reveals that she is aware of his plan to force [[the Crag]] to surrender and asks him to obtain the supplies from the Maester there. He asks her to accompany him to the castle and speak to the Maester herself. She is hesitant but accedes when he says he wants the wounded men of both sides to be treated well.\n\n", "Scene 11": "[[File:Camp.jpg|thumb|Robb's camp]]\nRobbâ&euro;&trade;s army camps near a two tiered stone tower on the banks of a wide river.\n\n", "Scene 10": "[[File:Ygritte.jpg|thumb|You know nothing, Jon Snow]]\nJon and Ygritte walk deeper into the pass. Ygritte compares their cultures, asserting that the [[Free Folk]] are just as good as the people of the [[Seven Kingdoms]]. She insists that freedom is worth not living in castles and not being able to forge strong steel. She criticizes Jonâ&euro;&trade;s willingness to accept the restrictions placed upon him by his oath to the Nightâ&euro;&trade;s Watch and claims that the free folk would kill anyone who tried to impose such rules on them. She denigrates accepting rule by succession. Jon counters that the wildlings have accepted [[Mance Rayder]] as their [[King Beyond the Wall]]. Ygritte retorts that they chose their king to lead them and adds that Mance was a man of the Nightâ&euro;&trade;s Watch like Jon but wanted to be free. She urges Jon to make the same choice and offers to teach him how to survive in the wild. She says that he is pretty and would be popular with women. He orders her to walk on. She offers to teach him how to have sex and he claims that he already knows. She tells him that he knows nothing.\n\n", "Scene 17": "[[File:Caught.jpg|thumb|Shae and Sansa try to turn the bloody mattress]]\nSansa awakens to find her bed bloodied by her first period. She desperately tries to conceal the evidence, fearing that her menarche will expose her to being forced to sleep with [[Joffrey Baratheon]]. She attempts to cut away the stained sheet with a cheese knife but finds that the blood has soaked through to the mattress. [[Shae]] discovers her and takes away the knife while trying to reassure her. Sansa explains her fears and Shae helps her, telling her to turn the mattress. Another [[Hand maid]] enters and sees what they are doing. She quickly goes to leave and Shae gives chase.\n\n", "Scene 16": "[[File:Nightmare.jpg|thumb|Sansa's nightmare]]\nSansa has a nightmare about being attacked during the riots. The man who was trying to rape her tries to stab her in the dream.\n\n\n\n", "Scene 15": "[[File:Ambush.jpg|thumb|Jon ambushed]]\nYgritte questions Jon how long it will take them to reach his people and he claims that they are close. She presses him for a specific time and deduces that he does not know. She threatens to accuse him of rape when they reach his people, acting out a scenario for him where she was an innocent captive ruined by his advances. He orders her to turn around and she incorporates that into her accusation. She says that they might as well do it anyway, still needling him for his embarrassment about the subject. She approaches him as she speaks seductively about her proposal. When she gets too close he puts a hand on his sword and she pretends to back off. She then hauls on her leash, pulling Jon off his feet and darts away. He chases her into an ambush, finding himself surrounded by wildlings clad in white fur.\n\n", "Scene 14": "[[File:Empty_cages.jpg|thumb|Daenerys and empty cages]]\nDaeneryes paces in front of her empty dragon cages in her apartment. Ser [[Jorah Mormont]] enters and she greets him. He says that he returned as soon as he heard what had happened. He asks if she knows anything and she shakes her head and reports the death of Irri. Jorah begins to praise Irri but Daenerys interrupts him to say that Irri died alone because she was not able to protect her. Jorah asks about [[Doreah]] and Daenerys says that they have been unable to find her and assumes that she is also dead. Daenerys says that she has led her people out of the [[Red Waste]] and into the slaughter house. Jorah laments not being with her and Daenerys consoles him that he had left to find her a ship. He says that his place is by her side and that he should not have left her alone with the Qartheen, adding that they are not to be trusted. Daenerys wonders who she should trust. She says that she has only known one other Targaryen and that her brother Viserys would have allowed a thousand men rape her to get his crown. She says that most of the Dothraki turned against her when Drogo fell ill. Jorah insists that her people are in Westeros. She retorts that most of them do not know that she is alive and expresses doubts about their desire for her return. She says that Viserys believed that he would be welcomed and he was a fool. Jorah says that she is not her brother and asks her to trust him. She seizes on his request, wondering if he wants her to trust only him. She says that she no longer needs or wants trust. He approaches and places a hand on her shoulder, beginning to say that she is too young for her feelings. She interrupts to warn him that he is too familiar and he steps back. He asks her forgiveness. He says that no-one can survive in their world without help and asks her to tell him how to help her. She orders him to find her dragons.\n\n", "Scene 19": "[[File:Caught_again.jpg|thumb|Sandor catches Sansa]]\nShae discovers Sansa sat at the foot of her bed while the Hound stands over looking at the bloodied mattress.\n\n", "Scene 18": "[[File:Shae_threatens.jpg|thumb|Shae threatens the handmaid]]\nShae catches up with the other hand maid in the stairwell and asks where she is going. She says that she is going to tell Queen [[Cersei Lannister]] and Shae grabs her, pins her against the wall and threatens her into silence using the knife she took from Sansa. Shae releases her colleague and returns to Sansaâ&euro;&trade;s room.\n\n\n", "Scene 26": "[[File:Jacks.jpg|thumb|Jacks]]\n[[Jacks]] bursts into [[Catelyn Stark]]â&euro;&trade;s tent as she is writing a letter. [[Brienne]] restrains him and he demands that she unhand him, calling her â&euro;&oelig;woman.â&euro;? She admonishes for entering uninvited, reversing the address. He asks forgiveness and again calls to Catelyn. Catelyn wearily asks what he wants and he reports the recapture of [[Jaime Lannister]].\n\n", "Scene 27": "[[File:Stark_guard_2x07.jpg|thumb|Stark men defending a recaptured Jaime]]\nJaime is dragged back to the Stark camp in chains while being berated by vengeful soldiers. Karstark men call for justice and demand that he is hanged. Some of the men beat him as he dragged past them and his guards try to keep them back. Lord [[Rickard Karstark]] emerges from the tents with his sword drawn and demands Jaimeâ&euro;&trade;s head. Dutiful Stark men block his path with their own swords in hand. He warns that any man who stands between a father and his vengeance is asking for death. Catelyn rushes out to intervene, accompanied by Jacks and Brienne. She reminds Rickard that Jaime is their prisoner. He calls Jaime a monster and says that he killed his son. Catelyn counters that Jaime crippled her son and promises that he will answer for his crimes. Rickard insists that he will have Jaimeâ&euro;&trade;s head and begins a threat. Catelyn interrupts him to remind him of his oaths of fealty to her late husband Eddard and his current King, Robb. Rickard asks where Robb is now and Catelyn says that he knows that Robb is negotiating the surrender of the Crag. Rickard says that he has gone with Talisa, calling her a â&euro;&oelig;foreign bitch.â&euro;? Catelyn takes offence at his implication.\n\n[[File:Rickard_Karstark_2x07.jpg|thumb|Lord Karstark wants revenge]]\nBrienne half draws her sword and warns Rickard that threatening Catelyn is an act of treason. Rickard asks how it can be treason to kill Lannisters drawing a cheer from his supporters. Catelyn tries to placate him by empathising with his grief and commands him to stand down in the Kingâ&euro;&trade;s name. Rickard relents but insists that he will demand Jaimeâ&euro;&trade;s head when Robb returns. Catelyn warns that wise men do not make demands of kings. He retorts that fathers who love their sons do. He insists that he will get his revenge before stalking back into the camp.\n\nJaime sarcastically thanks Catelyn for standing up for him. He says that he would have helped her if he was not indisposed. She orders her men to take him to the stockade and bind him with every chain they can find. He says that she has become a real she wolf in her later years. As he is dragged off he calls back that there is not much fish left in her, referencing the sigil of [[House Tully]]. Catelyn shouts back to her men to gag him.\n\n", "Scene 24": "[[File:Pyat_Pree_Assassin.jpg|thumb|Jorah stabbing one of Pyat Pree's duplicates]]\nShe climbs the stairs only to be met with another likeness of the warlock in the building entrance hall. Kovarro stands between them with his arakh raised. Jorah steps into the room and stabs the copy through the chest. The warlock looks down at the blade and then back at Daenerys before saying that a mother should be with her children. Jorah wrenches free his blade but all that falls to the ground is a pile of clothes. Another copy of Pyat Pree enters from the stairs and asks Daenerys where she will run. He says that her dragons are waiting for her in the House of the Undying and urges her to come and see them. Jorah takes Daenerys by the hand to lead her outside.\n\n", "Scene 25": "[[File:Stark_standard_bearer.jpg|thumb|Stark standard bearer]]\nA standard bearer flies the direwolf pennant of [[House Stark]] as he guards the perimeter of the northmenâ&euro;&trade;s camp at dusk.\n\n", "Scene 22": "[[File:Quaithe_painting.jpg|thumb|Quaithe painting the sailor]]\nSer Jorah seeks out [[Quaithe]] and finds her painting the skin of a sailor. The masked priestess explains that she is preparing the man for a voyage past [[Valyria|Old Valyria]] and that all who sail past [[Doom of Valyria|the Doom]] need protection. Jorah says that he did not come for a lesson and she correctly surmises that he is looking for the dragons. Jorah puts a hand to the pommel of his sword and asks Quaithe if she has them. She turns to face him and urges him to draw his sword and find out what his steel is worth. She stares at him and deduces that he is trying to please Daenerys, calling her the mother of dragons. He asks where the dragons are and Quaithe counters by wondering if he will betray Daenerys again, revealing her awareness of his time spent spying on Daenerys for [[Varys]]. Jorah is stunned into silence. Quaithe repeats the question and he responds â&euro;&oelig;never.â&euro;? Quaithe tells him that Daenerys is already with the thief and Jorah leaves hastily.\n\n", "Scene 23": "[[File:The_Thirteen_2x07.jpg|thumb|Daenerys and the Thirteen]]\nXaro hosts a council of [[the Thirteen]] inside his home. Daenerys stands before Xaro while the rest of the Thirteen sit behind a long curved table. [[Kovarro]] stands guard behind Daenerys while white cloaked servants attend to the guests. The [[Spice King]] complains about being summoned from his own residence and being called a thief. Xaro says that no-one has called him that and the Spice King angrily asks who Daenerys is to accuse them. Daenerys pleads that the dragons are her children and says that she is begging for their help. The [[Silk King]] reminds Daenerys that it is not long since she threatened them at the gates of the city. Daenerys warns that the dragons will die without her. The Spice King says that their death is for the best because of the death and misery they would cause when fully grown. He says that if he knew where they were he would not say.\n\nThe warlock [[Pyat Pree]] calls him cruel, saying that Daenerys is right and should be reunited with her babies. He offers his assistance and Daenerys wonders how he will help. He says that he will take her to the [[House of the Undying]] where he has put the dragons. Daenerys is astounded, and asks him to repeat that he has them. He says that when he learned she was coming to the city he made an arrangement with the King of Qarth. The rest of the Thirteen laugh, assuming that he is joking because the city has no king. The warlock adds that the King of Qarth procured them for him. Daenerys incredulously asserts that there is no King of Qarth.\n\n[[File:Spice_King_death.jpg|thumb|The Spice King is killed]]\nXaro stands and says that there is now. He admits to being the other party in the warlockâ&euro;&trade;s arrangement. He admonishes the rest of the Thirteen for their close mindedness and isolationism. He asserts a need for Qarth to change if it is to truly become the greatest city that ever was or will be. He says that he will open Qarth to the world as he forced it to open itself to him. Pyat Pree stands and circles around the table to stand behind Xaro as he speaks while Daenerys backs away from him slowly. The Spice King says that Xaroâ&euro;&trade;s ambition is inspiring but that he is an overreaching upstart. He gestures towards the warlock while saying that an alliance with a charlatan and three small dragons do not make Xaro a king. Xaro repeats the insults, saying that empires have been built by less than an upstart and a charlatan. Xaro says that those on the margins often come to control the center while those on the center make room for them willingly or otherwise. He steps back while the warlock moves in front of him. â&euro;&lsaquo;Pyat Pree proclaims that Daenerys will be reunited with her children and will give them her love while they thrive by her side. He pauses and the servants step forward behind the seated dignitaries with knives in hand. As he says â&euro;&oelig;foreverâ&euro;? the servants slit the throats of the eleven seated members of the Thirteen. Daenerys looks on in horror as she realizes that every servant has Pyat Preeâ&euro;&trade;s likeness. Kovarro shields her as she flees from the room.\n\n", "Scene 20": "[[File:Sansa_and_Cersei.jpg|thumb|Sansa gets advice on motherhood from Cersei]]\nSansa is summoned to Queen Cerseiâ&euro;&trade;s chambers to discuss her reaction. Cersei wonders if Sansaâ&euro;&trade;s mother [[Catelyn Stark]] said anything to prepare her for her first period. Sansa says that she was forewarned but thought it would be different and Cersei wonders how. Sansa says that she has thought it would be less messy and Cersei warns that childbirth is worse. She tells Sansa that she is now a woman and asks if she understands the implications. Sansa responds that she is fit to bear children for the King. Cersei senses her trepidation and reminds her that the prospect of mothering princes and princesses once delighted her. Cersei says that it is the greatest honor for a queen and Sansa nods meekly.\n\nCersei regards her for a moment and then admits that Joffrey has always been difficult. Cersei reveals that she was in labor for a day and a half during his birth. She says that Sansa cannot imagine the pain she experienced and that she screamed so loudly that she was sure her late husband King [[Robert Baratheon]] would hear her from the [[Kingswood]]. Sansa wonders why Robert was not with her and Cersei explains that he was hunting and always avoided the birth of his children. Cersei says that he always returned with a trophy to present to her while she presented him with a baby. Cersei elucidates that she did not want Robert there and was content with [[Grand Maester ]] [[Pycelle]], an army of midwives and her brother Ser [[Jaime Lannister]]. She recalls that when the midwives tried to keep Jaime out he smiled and asked them who proposed to stop him. Cersei predicts that Joffrey will show Sansa no such devotion. She reassures Sansa that while she may not love the King she will love their children. Sansa says that she loves the King with all her heart. Cersei calls the lie touching and asks Sansa to listen to some womanly wisdom. She says that the more people you love the weaker you are. She says that love leads to obligations that you fulfil despite your own misgivings and foolishness. Cersei admonishes Sansa to love no-one but her children because a mother has no choice. Sansa asks if she should love Joffrey. Cersei responds that she can try, calling her â&euro;&oelig;Little Dove.â&euro;?\n\n", "Scene 21": "[[File:Alton_Lannister.jpg|thumb|Alton in the cells]]\n[[Torrhen Karstark]] circles the stockade where Jaime and Alton Lannister are chained. Jaime questions Alton about their familial relationship, asking who his mother was. Alton says that his mother is Cynda Lannister and Jaime wonders if she is the fat one. Alton admits that she may have put on weight and Jaime cuts him off to say that there s only one fat Lannister and if she was his mother he would know it.\n\nAlton shifts towards Jaime and reveals that he squired for him once. Jaime does not remember and asks when. Alton explains that it was during the tournament held for [[Willem Frey]]â&euro;&trade;s wedding. Jaime cannot recall attending and Alton tells him that he was needed because Jaimeâ&euro;&trade;s squire at the time had gotten terribly drunk the night before. Jaime recalls that the boy was sick all over his horse on the way to the tourney ground. He asks Alton what the boys name was and is reminded that he was called Bryan. Jaime laughs and says that he thinks it was [[Tyrion Lannister]]â&euro;&trade;s doing. Jaime looks at Alton more closely, nods, and says that he remembers him. Jaime recalls that it was Altonâ&euro;&trade;s first time acting as a squire. Alton again shifts closer as he begins to tell his tale. He says that he volunteered eagerly for the role and that his father was furious with him for exposing their branch of the family to potential shame in front of the main branch. Jaime says that Alton did not shame them and Alton is surprised that he remembers. Jaime extols Altonâ&euro;&trade;s virtues as a squire, concentrating on his keen awareness of when he was needed and his ability to be inconspicuous when he was not, calling it a rare talent. Jaime complains that most of his squires mean well but overdid their job because of the excitement of the opportunity. Torrhen shushes the prisoners and then moves off.\n\n[[File:Jaime_Lannister_in_his_cell.jpg|thumb|Jaime in the cells]]\nJaime pauses for a moment and then invites Alton to continue. Alton says that what he was going to say is embarrassing. Jaime asks if it is more embarrassing than being chained to a post covered in your own excrement. Alton again shifts towards Jaime before saying that he remembers everything about the day. He recalls the details of the event including Jaime unhorsing Ser [[Balon Swann]]. Alton says that he will remember it until his death and that it was the best day of his life. Jaime stares at his nostalgic cousin. Alton continues his reminiscence, revealing that when the tournament was finished he remained on the field, unwilling to return to his minor branch of the family at the margins of the wedding feast. He says that he could not explain what it felt like to his immediate family because they would not understand. Jaime says that he understands completely and Alton expresses his doubt, then apologizes, edging ever closer.\n\nJaime says that when he was 16 he squired for Ser [[Barristan Selmy]] during a battle with the [[Kingswood Brotherhood]] as a last minute replacement. Alton wonders what Barristan was like. Jaime sighs, contemplates and describes the knight as â&euro;&oelig;a painter who only used red.â&euro;? Jaime says that he could not imagine being able to fight like Barristan back then. He shares that he revelled in being able to help Barristan fight and be a part of something perfect. Jaime says that he does not need to explain that feeling to Alton. Alton agrees that it is hard to put into words. Jaime says that it felt like stepping into a longstanding dream and the dream overshadowing the rest of his life. Alton nods agreement. Jaime says that leaving the battlefield was like being taken to prison. Alton asks if Jaime squired for Barristan again and Jaime flatters his cousin by saying that he was not nearly as gifted a squire. He says that he was always underfoot and a complete liability until one of the outlaws tried to attack him.\n\nJaime says that he is fortunate to be who he is because he would have been useless at anything else. Jaime confides that he is not well suited to imprisonment, joking that the revelation is shocking. Jaime muses that some men are better equipped for it, imagining aloud that [[Eddard Stark]] would have been an excellent prisoner. Jaime says that his life has left him unfit for constraint. Alton moves within armâ&euro;&trade;s reach to quietly ask if Jaime has considered escape. Jaime replies that it occupies his thoughts every day. Jaime laments that the good prisoners of House Stark have bred good jailors and are very careful. Jaime says that there is a way he can escape that was not possible before. Jaime rises to his knees to get next to Alton. He says that his plan is simple and that he needs Alton to do just one thing for him. Alton willingly agrees to do anything. Jaime leans next to him and says that he needs him to die. Jaime headbutts Alton and wrestles him to the ground. He repeatedly beats him in the head with his manacled hands, caving in his skull.\n\n[[File:Alton's_body.jpg|thumb|Torrhen discovers Alton's body]]\nTorrhen rushes to the cell door with his sword drawn. He sees Altonâ&euro;&trade;s body twitching face down in the mud while Jaime sags against the post he is chained to with his back to him. Torrhen enters the cell and turns over Alton, seeing his bloodied face. Jaime wraps his chains around Torrhenâ&euro;&trade;s throat, strangling him and seizing his keys.\n\n", "Scene 28": "[[File:Cersei_lighting_candles.jpg|thumb|Cersei lighting candles]]\nCersei lights candles with a taper in her bedchamber while meeting with Tyrion. He looks up from a raven message and asks how long she has been lighting her own candles. She says that she has started because she cannot stand to look at any of her handmaidens for another instant. She asks how many times he can read one scroll. He reports the news within; Stannis Baratheonâ&euro;&trade;s fleet has been spotted sailing north past [[Tarth]]. The message states that he has 200 ships and Cersei notes that his fleet outnumbers theirs. Tyrion predicts that they will reach the city within five days; or four &quot;if he has the wind.&quot; Cersei is confident that they will withstand the assault, citing their strong high walls and promising to rain fire down on them from above. Tyrion realizes that she is quoting their father. She says that Tywin has a good mind for strategy. Tyrion corrects her, saying that they are talking about tactics but agrees that Tywin has an aptitude for both. He adds that some would say he has the best mind for it but that he is sadly not with them. Tyrion laments that it is just the two of them and Joffrey, sarcastically listing some of the Kingâ&euro;&trade;s titles. Cersei asks Tyrion to get to the point. Tyrion says that Joffrey needs to start acting like a king. He warns that the war that Cersei started is coming to their doorstep and that the city wants Joffrey dead.\n\n[[File:Tyrion_awkward.jpg|thumb|Tyrion awkwardly comforts Cersei]]\nCersei counters that she is not the one giving Joffrey whores to abuse. Tyrion laments that mistake and says that he had hoped they would calm Joffrey. Tyrion wonders what they can do if they canâ&euro;&trade;t control him. Cersei says that she has tried but that Joffrey does not listen to her. Tyrion says that it is hard to put a leash on a dog that you have already crowned. Cersei quietly admits that she hoped that her son would be like Jaime. She says that he looks like Jaime in a certain light. Tyrion observes that he is more like Robert than Jaime. Cersei says that Robert was a drunken fool but did not enjoy cruelty. Tyrion has no response and fidgets in his seat. Cersei goes on to wonder if Joffreyâ&euro;&trade;s cruelty is the price she must pay for her sins. Tyrion tries to comfort her that the Targaryenâ&euro;&trade;s practiced incest for centuries. She says that Jaime and her used to console each other with the same fact when they had doubts. She recalls using the same defense when Eddard Stark confronted her with evidence of her incest. She reveals that she does not believe it absolves her because of the madness that plagues the Targaryen bloodline, repeating the common saying that when a Targaryen is born the gods flip a coin to predict their sanity. Tyrion says that Cersei has beaten the odds because Tommen and Myrcella are good decent children. Cersei begins to cry and Tyrion approaches her but cannot bring himself to comfort her.\n\n", "Scene 29": "[[File:Catelyn_and_Brienne.jpg|thumb|Catelyn and Brienne]]\nCatelyn watches as a Karstark man argues with one of her own guards about Jaimeâ&euro;&trade;s fate. Brienne worries that Robb will not return until dawn. She predicts that the men will become increasingly drunk through the night and will eventually move to kill Jaime. She warns that their own men will not all be willing to die defending a Lannister. Catelyn orders her to follow and heads to the stockades.\n\n", "Scene 9": "[[File:Xaro.jpg|thumb|Xaro at the foot of the steps]]\n[[Daenerys Targaryen]] walks through the gardens of the mansion of her host [[Xaro Xhoan Daxos]]. He tells her that he has demanded a meeting of [[the Thirteen]] to investigate the theft of her dragons, asserting that one of them was responsible or knows who was. Daenerys points out that Xaro is one of the Thirteen. [[Malakho]] stands guard outside her apartment. Xaro says that he would have taken the dragons if he had wanted them and claims that they mean nothing to him alone. Daenerys is halted by his dismissiveness and says that they are more valuable than anything in the world. Xaro grips the key he wears about his neck and asks if she would like to look in his vault to see what they could buy him that he cannot already afford. He promises that they will get the dragons back. Daenerys objects to his use of the collective and questions why he would help her to get them back. Xaro insists that he feels responsible because the dragons were stolen from his home, while she was under his protection. He fears that the crime will make him appear weak and says that he depends on his reputation. He says that if people call him a liar then his word will be worth nothing and that he cannot let the theft happen to her under his roof. Daenerys counters that it has already happened. He begins to talk about his past but she cuts him off and leaves him standing on the steps.\n\n", "Scene 8": "[[File:Sansa_and_the_hound.jpg|thumb|Sansa talking to Sandor]]\n[[Sansa Stark]] seeks out [[Sandor Clegane]] inside the [[Red Keep]] of [[King's Landing]]. She thanks him for saving her during the [[Riot of King's Landing|riot]] and calls him brave. He deflects the compliment, saying that a dog doesnâ&euro;&trade;t need courage to chase off rats. She asks if he takes joy from scaring people. He says that it gives him joy to kill. She flinches and he tells her that her father [[Eddard Stark]] also killed people. She says that he only did it as his duty and never enjoyed it. Sandor wonders if that is what Eddard told her and asserts that he was lying to her. He expands that killing is the sweetest thing there is. She asks why he is always so hateful and he says that she will be glad of the hateful things he does when she is Queen and he is all that stands between her and her beloved King. Sansa turns and walks away.\n\n", "Scene 7": "[[File:Harrenhal1.jpg|thumb|Harrenhal as seen from Tywin Lannister's council chamber.]]\nLord [[Tywin Lannister]] looks down at the courtyard of [[Harrenhal]] from his balcony. A score of Lannister men-at-arms have been hung and his officers continue to question their troops about the assassination of Ser [[Amory Lorch]]. Tywin sniffs the dart that killed the knight and says that it was dipped in Wolfsbane, a rare poison. He tells his subordinate Ser [[Gregor Clegane]] that the killer was no common assassin. Gregor says that they have hung twenty men seeking the culprit and Tywin counters that he would not care if they had to hang a hundred. Tywin believes that he was the assassinâ&euro;&trade;s true target and demands his identity and his head. Gregor suggests that the assassin was an infiltrator from the [[Brotherhood Without Banners]]. [[Arya Stark]] prepares a drink for Tywin, still serving incognito as his cupbearer. Tywin calls the Brotherhood a pretentiously named band of outlaws. He states his concern that they appear weak by allowing the Brotherhood to harass their lines and demands that they be eradicated. Gregor says that they are having difficulty finding them and Tywin accuses him of going soft. Tywin orders Gregor to attack the smallfolk of the region to show them what it means to choose the wrong side. Gregor leaves to carry out his orders as Arya serves a meal to Tywin.\n\n[[File:Tywin_and_Gregor.jpg|thumb|Tywin talking to Ser Gregor]]\nTywin &lt;s&gt;asks&lt;/s&gt; recognizes that the meat is mutton and says that he does not want the food. He tells her to eat it. She says that she will eat in the kitchen later and he says that it is bad manners to refuse a lordâ&euro;&trade;s offer. He orders Arya to sit and tells her that she is small for her age and will not grow if she does not eat. He presumes that she has always been underfed and she says that she eats a lot but does not grow. He walks to the window and muses on his legacy. He says that the [[War of the Five Kings]] will be his last, win or lose. Arya wonders if he has ever lost and he counters that he would not be in his position if he had. He says that he will be remembered for this war and that nothing matters but how it ends. As he speaks Arya fixates on the veins of his neck, gripping her knife.\n\nTywin asks her if she knows what legacy means and she shakes her head. He explains that he is talking about what he will pass on to his family after he is gone. He says that [[Harren Hoare|Harren the Black]] considered Harrenhal his legacy. Tywin describes Harrenhal as the greatest castle ever built, with the tallest towers and strongest walls. He says that the great hall had 35 hearths and asks Arya to imagine it. He asks her to look at what it has been reduced to, calling it a blasted ruin. He asks if she knows what happened and she correctly says that the castle was ruined by dragons. He is impressed and elucidates that Harrenhal was designed to repel an attack from the land and was capable of withstanding assault by a million men. He explains that it was left vulnerable to attack from the air with dragonfire. He says that Harren and all of his sons were roasted alive in the castle by [[Aegon Targaryen]] and his dragon.\n\nTywin says that Aegon is remembered 300 years later because he changed the rules. Arya interjects that Aegon was aided by his sisters [[Rhaenys Targaryen|Rhaenys]] and [[Visenya Targaryen|Visenya]]. Tywin is surprised by her knowledge and asks if she is a student of history. Arya expands that [[Rhaenys Targaryen|Rhaenys]] rode [[Meraxes]] and [[Visenya Targaryen|Visenya]] rode [[Vhagar]] while wielding the [[Valyrian steel]] sword [[Dark Sister]]. Tywin notes that Aryaâ&euro;&trade;s recall exceeds his own, saying that he is sure he knew their names when he was a boy. Arya continues that Visenya was a great warrior and Tywin realizes that she is a heroine to Arya. He notes that her interests are distinct from most girls who idolize romantic legends from songs like [[Jonquil]] with flowers in her hair. Arya says that most girls are idiots and Tywin laughs, saying that she reminds him of his daughter [[Cersei Lannister]].\n\nTywin questions where Arya learned about history and she claims that she was taught by her father. Tywin is dubious about the idea of a well read stonemason, saying that he has never met one. Arya asks if he has met many stonemasons and he warns her to be careful with her tone, saying that he enjoys her but has limits. He orders her to return the meal to the kitchen to finish it there. He criticizes her pronunciation of â&euro;&oelig;My Lord,â&euro;? warning her that lowborn girls say â&euro;&oelig;Milord.â&euro;? He says that if she is going to pose as a commoner she should do it properly and she claims that she was taught to speak properly by her mother, a maid to Lady Dustin. Tywin says that she is too smart for her own good and dismisses her.\n\n", "Scene 6": "[[File:Jon_and_Ygritte.jpg|thumb|Jon and Ygritte walking]]\nYgritte continues to tease Jon about his virginity as they walk on through the pass, searching for the rest of his scouting party. She asks if there are no women in the Nightâ&euro;&trade;s Watch and accuses Jon of homosexuality. He denies this and she suggests bestiality. When he does not respond, she deduces that they are reduced to masturbation and cites this is an explanation for their surliness. Jon tells her to be quiet and she accuses him of feeling superior to her. She asserts her independence as a free woman and he laughs, reminding her that she is his prisoner. She says that her freedom stems from not being beholden to oaths or lords. She says that Jonâ&euro;&trade;s oath has cost him his freedom to pursue women. She says that rather than pursuing sex the Nightâ&euro;&trade;s Watch is invading their lands. Jon angrily interrupts to say that the wildlings have been raiding their lands since time immemorial and cites the attack by [[Stiv]]â&euro;&trade;s band on [[Bran Stark]] as an example. Ygritte retorts that [[the North]] does not belong to Jonâ&euro;&trade;s people and that the wildlings lived there until the Wall was built. Jon reveals that he was fathered by [[Eddard Stark]] and has the blood of the [[First Men]]. He says that his ancestors lived in the region just as Ygritteâ&euro;&trade;s did. Ygritte asks why they are fighting if they have shared ancestry, walking away as fast as her leash will allow.\n\n", "Scene 5": "[[File:Jon_Snow.jpg|thumb|Jon frees Ygritte's legs]]\n[[Jon Snow]] awakens next to his captive [[Ygritte]] on the frozen stony ground of the [[Skirling Pass]]. Ygritte feels his erection pressing against her and accuses him of having pulled a knife on her during the night. He leaps up and she is surprised by his reaction, wondering if it is the first time he has been so close to a woman. She deduces that he is a virgin and asks how old he is. Jon says only that he is a man of the Nightâ&euro;&trade;s Watch. She retorts that he is a boy that has never been with a girl. Jon unties her legs as she needles him about his sexual repression. He orders her to get moving, leading her by a rope.\n\n", "Scene 4": "[[File:Wolves.jpg|thumb|Summer and Shaggydog follow a stream]]\n[[Summer]] and [[Shaggydog]] roam ahead of the escapees along the banks of a stream. [[Osha]] regrets not bringing more food with them, but Bran asserts that it was too risky to approach the kitchens. Osha argues that the people of Winterfell love the Starks and would have done anything for them. Bran responds that he was not willing to endanger the lives of his people by exposing them to Theonâ&euro;&trade;s wrath. Osha says that Rickon cannot survive on walnuts alone, but Rickon says that he is fine. Hodor cracks a walnut for him in the palms of his hands. Osha frets that they have been walking for hours and says that even Hodor will tire. Hodor responds by repeating his name, and Osha affectionately calls him a sweet giant.\n\nThey crest a hill, and Bran asks them to wait, recognizing a distant farm. He says that it belongs to the [[Winterfell shepherd|shepherd]] who he recently assigned two orphan boys to. Rickon remembers the boys as Jack and Billy and adds that they will help them. Bran is again dubious about risking the safety of those that would help them. Rickon tells Osha that Billy is an excellent tree climber, and she says that Rickon has not seen her climbing. Osha warns that Theon will be tracking them with hounds and that they cannot outrun them forever.\n\n", "Scene 3": "[[File:Hunting.jpg|thumb|Theon's hunting party]]\n[[Theon's master of hounds]] leads the hunting party through the [[Wolfswood]]. Theon and his men follow the trackers on horseback. Dagmer calls a halt as the hounds become confused. Maester [[Luwin]] accompanies the hunt and Theon asks if he is enjoying it. Luwin deadpans that hunting seems similar to riding. Theon responds that hunting has blood at the end and Luwin reminds him that the escapees are just little boys. Theon retorts that he was a little boy once but always kept his word and never fled from his captivity with [[House Stark]]. Theon says that if he finds their quarry soon he will punish them for daring to run, but let them live. Luwin warns that the boys have far more value alive and Theon counters that they have no value to him missing. Luwin changes tack warning that King [[Robb Stark]] will have sent a force to retake Winterfell. Theon is dismissive of the danger, believing that his sister [[Yara Greyjoy|Yara]] will reach him first with reinforcements from her troops at [[Deepwood Motte]]. Theon repeats [[Eddard Stark]]â&euro;&trade;s belief that Winterfell can be held with just 500 men against an attacking force of 10,000. The hounds pick up the scent again and Theon gleefully tells Luwin not to look grim because it is all just a game.\n\n", "Scene 2": "[[File:Theon_beats_Lorren.jpg|thumb|Theon beats Lorren]]\nTheon assembles his men around the corpse of the murdered guardsman [[Drennan]] in the courtyard. He criticizes [[Lorren]] for allowing [[Bran Stark]] to escape, calling the boy a cripple. Lorren says that [[Hodor]] must have taken Bran, referring to the stable hand as a giant. Theon is incredulous at Lorrenâ&euro;&trade;s description and says that he has been outfoxed by a cripple and a halfwit. Theon asks about [[Rickon Stark]] and Lorren confirms that he is also missing, adding that [[Osha]] has disappeared. Lorren references Theon being seduced by Osha, implying it is as much his fault the Stark boys escaped. Theon hesitates, then sucker punches his underling, before viciously beating him as he lays on the ground. [[Dagmer]] looks on with approval. Theon calls for horses and hounds.\n\n", "Scene 1": "[[File:Theon_wakes.jpg|thumb|Theon awakens alone]]\n[[Theon Greyjoy]] awakens alone in the Lordâ&euro;&trade;s chambers at [[Winterfell]].\n\n"}, "title": "A Man Without Honor recap"}