{"attributes": {}, "sections": {"TOP": "A Song of Ice and Fire02045c7j19egclhkuld0mqoza1dpu887g7h61785072015-03-22T03:38:45ZThe Dragon Demands5014364/* See also */[[File:ASoIaFFiveBooks.JPG|thumb|262px|right|American cover art for the first five books in the series]]\n\n'''''A Song of Ice and Fire''''' is an award-winning series of best-selling epic fantasy novels by American author and scriptwriterÂ [[George R.R. Martin]]. The series currently comprises five published novels with two more anticipated to bring the series to a conclusion. The fifth book, ''A Dance with Dragons'', was published on 12 July 2011. There are also three prequel novellas set in the same world. ''[[Game of Thrones]]'' is the television adaptation of the books.\n\n", "Works": "===Main series novels===\n# ''A Game of Thrones''Â (1996) - after which the TV series is named.\n# ''A Clash of Kings''Â (1998)\n# ''A Storm of Swords''Â (2000)\n# ''A Feast for Crows''Â (2005)\n# ''A Dance with Dragons''Â (2011)\n# ''The Winds of Winter''Â (forthcoming)\n# ''A Dream of Spring''Â (forthcoming)\n\n===The Tales of Dunk and Egg (prequel novellas)===\n\n''The Tales of Dunk and Egg'' are a series of prequel novellas set about 90 years before the events of the main ''A Song of Ice and Fire'' series.\n\n# ''The Hedge Knight'' (1998)\n# ''The Sworn Sword'' (2002)\n# ''The Mystery Knight'' (2009)\n# ''The She-Wolves of Winterfell'' (forthcoming)\n* ''Tales of Dunk and Egg: Volume One'' (omnibus, forthcoming)\n\nThrough his blog, Martin his indicated that &quot;The She-Wolves of Winterfell&quot; was just a working title, and that the final title when it is released will be something else.  Another forthcoming Dunk &amp; Egg story which he has fairly well planned out is called &quot;The Village Hero&quot; and takes place in the Riverlands.&lt;ref&gt;[http://grrm.livejournal.com/365715.html ]&lt;/ref&gt;  Others he intends to write include &quot;The Sellsword&quot;, &quot;The Champion&quot;, &quot;The Kingsguard&quot;, and &quot;The Lord Commander&quot;, along with several as-yet untitled story ideas.&lt;ref&gt;[http://grrm.livejournal.com/412015.html?page=3 ]&lt;/ref&gt;\n\n===The Dance of the Dragons prequel novellas===\n\n# ''The Princess and the Queen'' (2013)\n# ''The Rogue Prince'' (2014)\n\nMartin began writing a detailed in-universe history text about the great Targaryen civil war known as the [[Dance of the Dragons]] (in which Targaryen fought Targaryen and dragon fought dragon) as a submission for an omnibus of collected works by several authors.  In his own words he got a bit carried away, and ended up writing a detailed 80,000 word history even though the maximum length set for the novella submission was 30,000 pages.  Martin had to focus only on one 30,000 work piece of the larger story, which he submitted as ''The Princess and the Queen'' (2013).  This was later followed by ''The Rogue Prince'' (2014), which is about 10,000 words long.  Therefore as of 2015 about half of what he wrote has not been released.\n\nThe narrative conceit that Martin developed for these prequels is a drastic departure from his previous third person POV writing style.  Instead, it is presented as an in-universe history text from Westeros written by &quot;Archmaester Gyldayn&quot;.  This format allowed Martin to write about events which were ''public'' knowledge to most people in Westeros, while still keeping the secret reasons why people actually did things unknown, or allowing secret betrayals to remain secret.  To explain why only a 30,000 page section of the full 80,000 word text Martin wrote was not released, he gave the in-universe explanation that Glydayn's history text was severely damaged and certain volumes lost, but that new sections are released as soon as [[The Citadel|the Citadel]] can locate copies of the missing sections.  \n\nAs a result, ''The Rogue Prince'' takes place immediately before ''The Princess and the Queen'', but it isn't really a true &quot;prequel&quot; because they were both written at the same time.  Rather, it is as if the original draft was divided up into eight parts, of which ''The Princess and the Queen'' is &quot;part two through part four&quot; and ''The Rogue Prince'' is &quot;part one&quot;, but the parts were then released out of order.  A reader can actually start with ''The Rogue Prince'', out of publication order, without being spoiled for later events, because this is the order the material was actually originally intended to be read in.\n\n===Companion books===\n* ''The Art of Ice and Fire, Volume I'' (2005)\n* ''The Art of Ice and Fire, Volume II'' (2011)\n* ''A Feast of Ice and Fire'' (2012)\n* ''The Lands of Ice and Fire'' (2012)\n* ''The World of Ice and Fire'' (2014)\n\n==Spin-offs==\n===Board games===\n* ''[[wikipedia:A Game of Thrones (board game)|A Game of Thrones]]'', Fantasy Flight (2003)\n** ''A Game of Thrones: A Clash of Kings'', Fantasy Flight (2004)\n** ''A Game of Thrones: A Storm of Swords'', Fantasy Flight (2006)\n===Roleplaying games===\n* ''[[wikipedia:A Game of Thrones (role-playing game)|A Game of Thrones Roleplaying]]'', Guardians of Order (2005)\n* ''A Song of Ice and Fire Roleplaying: Adventures in the Seven Kingdoms'', Green Ronin (2009)\n** ''Peril at King's Landing'', Green Ronin (2009)\n** ''A Song of Ice and Fire Narrator's Kit'', Green Ronin (2009)\n** ''A Song of Ice and Fire Campaign Guide'', Green Ronin (2010)\n===Computer &amp; console games===\n* ''[[wikipedia:A Game of Thrones: Genesis|A Game of Thrones: Genesis]]'', Cyanide Studios (2011)\n* ''[[Game of Thrones (computer game)|A Game of Thrones: The Roleplaying Game]]'', Cyanide Studios (2012)\n* [[wikipedia:Game_of_Thrones_(2014_video_game)|''Game of Thrones'']], Telltale Games (2014)\n\n", "See also": "*{{AWOIAF}}\n*{{WP}}\n\n"}, "title": "A Song of Ice and Fire"}