{"attributes": {"status": " :Category:Status: Dead", "rightimage": "Aegon II mini shield.pngCharacter", "last": "", "family": ["Viserys I Targaryen - father", "Alicent Hightower - mother", "Rhaenyra Targaryen - half-sister", "Aegon III Targaryen - half-nephew", "Viserys II Targaryen - half-nephew", "Aemond Targaryen- brother", "Daemon Targaryen - uncle"], "title": "Aegon II Targaryen ", "season": "", "image": "Aegon II.jpg", "leftimage": "Targaryen mini shield.png", "allegiance": "House Targaryen", "actor": "Quote", "titles": ["King of the Andals and the First Men", "Lord of the Seven Kingdoms", "Protector of the Realm"], "link": "House Targaryen", "mentioned": "&quot;And Now His Watch is Ended&quot;", "place": "Red Keep, King's Landing", "aka": "Aegon of the House Targaryen, the Second of His Name", "first": ""}, "sections": {"TOP": "Aegon II Targaryen015410pww0jpy4d145sqopdhbq4nxzna2x7lo1759102015-03-08T19:09:01ZDaemon Targaryen24097499::''For other characters who share the same name, see &quot;[[Aegon Targaryen (disambiguation)]]&quot;. ''\n\n{{Heraldry\n|leftimage=Targaryen mini shield.png\n|link=House Targaryen\n|rightimage=Aegon II mini shield.png\n}}\n\n{{Character\n| Title=Aegon II Targaryen \n| Image=Aegon II.jpg\n| Season=\n| First=\n| Last=\n| Mentioned=&quot;[[And Now His Watch is Ended]]&quot;\n| Aka=Aegon of the House Targaryen, the Second of His Name\n| Status= [[:Category:Status: Dead|Deceased]]\n| Titles=[[King of the Andals and the First Men]]&lt;br&gt;[[Lord of the Seven Kingdoms]]&lt;br&gt;[[Protector of the Realm]]\n| Place=[[Red Keep]], [[King's Landing]]\n| Allegiance=[[House Targaryen]]\n| Family={[[Viserys I Targaryen]]} - father&lt;br&gt;{[[Alicent Hightower]]} - mother&lt;br&gt;{[[Rhaenyra Targaryen]]} - half-sister&lt;br&gt;{[[Aegon III Targaryen]]} - half-nephew&lt;br&gt;{[[Viserys II Targaryen]]} - half-nephew&lt;br&gt;{[[Aemond Targaryen]]}- brother&lt;br&gt;{[[Daemon Targaryen]]} - uncle\n| Actor=}}\n{{Quote|Rhaenyra Targaryen was murdered by her brother, or rather, his dragon. It ate her while her son watched.|King [[Joffrey Baratheon]]|And Now His Watch is Ended}}\n\n'''Aegon II Targaryen''' is an unseen character in ''[[Game of Thrones]]''. He is long dead by the time of the series. He was a King of the [[House Targaryen|Targaryen dynasty]].\n\n", "Family tree": "{{House Targaryen family tree Dance of the Dragons Era}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Aegon II took the [[Iron Throne]] at the behest of his mother, Queen Alicent Hightower, and Lord Commander Criston Cole of the [[Kingsguard]], thereafter known as Criston the Kingmaker, even though his father, Viserys I, intended Rhaenyra, daughter of Viserys' previous consort, to succeed him. Rhaenyra disputed his ascension and claimed the throne for herself, leading to the civil war known as the Dance of the Dragons. Aegon managed to defeat his sister, and fed her to his dragon. Shortly thereafter he died himself, leaving no trueborn male heirs, which led to his nephew Aegon III, Rhaenyra's son, taking the throne.\n\nQueen Alicent had three sons including Aegon II, as well as one daughter. Aegon II's younger brother Aemond rode the dragon [[Vhagar]] during the Dance and his youngest brother DaeronÂ rode Tessarion. FollowingÂ Targaryen custom, Aegon II married his sister Helaena. Aegon II had three trueborn children, twins Jaehaerys and JaehaeraÂ and a younger son Maelor. Aegon II also fathered at least twoÂ [[bastard]] children, a boy and a girl, with two different mothers. BothÂ JaehaerysÂ and MaelorÂ died during the civil war, leading Aegon II to be succeeded by his nephew Aegon III.Â Aegon III solidified the peace between the two rival branches of House Targaryen by marrying Jaehaera. The marriage ultimately proved to be childless, however, and Aegon III later remarried to DaenaeraÂ of [[House Velaryon]], with whom he had all of his children. Thus later generations of the Targaryen dynasty apparently possess no descent from Aegon II.\n\nLater histories often remember Rhaenyra Targaryen as arrogant, because she had been raised as the heir presumptive most of her life. Conversely, this meant that Rhaenyra had been actively trained to rule for many years, and even took part in her father's council meetings. Thus while Rhaenyra may have had a sense of authority and entitlement, it was because she possessed the actual administrative skill to back it up (in much the same sense that while [[Jaime Lannister]] was cocky and self-assured about his swordfighting skill, this was because he was officially recognized as one of the best swordsmen in all of Westeros). Aegon II's faction staged the coup against Rhaenyra on the grounds that she was arrogant (if skilled), but it soon became apparent that Aegon II was both arrogant ''and'' unskilled at rule. This should have come as little surprise, given that he was still a young man when the Dance broke out, only about twenty two-years old. Being physically a decade younger than Rhaenyra meant that he could not have had as many years of training and experience as she did. Further, he wasn't even as experienced or skilled as Rhaenyra was at his age, because unlike her he had not received thorough training in rulership since he was a child. Histories about the Dance of Dragons repeatedly describe Aegon II as both inexperienced and hot-blooded.\n\nAegon II started out as almost a puppet for his mother Queen Alicent Hightower, and at first, he did not even want to seize the throne. His mother only managed to get him to go along with the plan when she convinced him that Rhaenyra would eventually strike first and kill his children, because if his bloodline lasted one of his descendants might eventually challenge one of hers in the future. At the outset, when Rhaenyra first declared war against the coup, Aegon II sent an envoy to her with relatively generous peace terms, offering her the continued rule of Dragonstone if she would submit to him. When she refused, however, something snapped in Aegon II, and he pursued increasingly vicious and ruthless action. As the three years of the war passed he came out from his mother's shadow and began making decisions in his own right - many of which actually hurt his cause.\n\nWhen Viserys I died and Queen Alicent staged the palace coup, the only member of the [[Small Council]] who spoke against Aegon II's succession was Lord Lyman Beesbury, an elderly man in his eighties who had skillfully served as [[Master of Coin]] for over thirty years, not only under Viserys I but even under his grandfather Jaehaerys I. Alicent had him executed as a result, but this hobbled Aegon II's Small Council by robbing it of an experienced Master of Coin, particularly given that they needed funds for the war. The Lannisters were wooed into his allegiance by naming Ser Tyland Lannister the new Master of Coin, but they frequently butted heads. Rhaenyra formed her own rival Small Council, and by all accounts, was a skilled administrator who was respected by the council members. In contrast, Aegon II was so inexperienced, untrained, and hotblooded that he was frequently at odds with his own Small Council. One of the reasons Rhaenyra's faction was able to gain so much ground despite not controlling the capital city is because of the fact that Aegon II could not adequately make use of those advantages he did possess.\n\nAegon II's original Hand of the King was his maternal grandfather, Otto Hightower, who had been Hand of the King under Viserys I. Otto wanted to make careful preparations for an offensive against the lords loyal to Rhaenyra, but Aegon II grew impatient with him, impetuously snatched off his chain of office, and gave it to Lord Commander Criston Cole of the Kingsguard. Ser Criston immediately led the Greens' armies out on an assault targeting Harrenhal (which left King's Landing under-defended), but without the careful planning that Otto had urged, the eastern and western Green armies could not coordinate properly. Ultimately Ser Criston rushed into an ambush and he was killed along with his entire army.\n\nAegon II's rule officially lasted two years, but much of the realm never acknowledge his rule - fueling the debate over whether Rhaenyra or Aegon II should be historically considered to be the &quot;legitimate&quot; monarch at the time. Moreover, Aegon II actually &quot;ruled&quot; as king for barely a single year's worth of time. A few months after Aegon II was crowned the two factions had gathered their armies, and the first large-scale battle occurred at [[Rook's Rest]]. Aegon II was so badly burned by dragonfire that he spent the next full year heavily sedated with [[Milk of the Poppy]] while recovering from his injuries. In the meantime, his younger brother Aemond One-Eye was named as [[Protector of the Realm]] and led the Greens' armies during ''most'' of the Dance of the Dragons. By the time Aegon II recovered Aemond had died.\n\nAegon II's personal sigil was a golden dragon on a black field, instead of the standard red Targaryen dragon, which signified his own dragon, Sunfyre the Golden. While his faction in the Dance was informally known as &quot;the Greens&quot;, armies loyal to Aegon II bore his golden dragon sigil on their banners.\n\n", "Biography": "===Background===\nAegon II was a King of the [[House Targaryen|Targaryen dynasty]]. He was the half-brother of [[Rhaenyra Targaryen]].\n\n===[[Season 3]]===\n\n[[File:Ambush at Dragonstone.png|thumb|left|Aegon feeds his sister to his dragon, [[Sunfyre]].]]\nWhile touring the [[Great Sept of Baelor]] in [[King's Landing]], King [[Joffrey Baratheon]] explains to [[Margaery Tyrell]] that [[Rhaenyra Targaryen]] was eaten by her brother's [[Sunfyre|dragon]] while [[Aegon III Targaryen|her son]] was forced to watch.&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n\n"}, "title": "Aegon II Targaryen"}