{"attributes": {"status": " :Category:Status: Dead", "last": "", "family": ["Daemon Targaryen - father", "Rhaenyra Targaryen - mother", "Aegon II Targaryen - half-uncle", "Daeron I Targaryen - son", "Baelor I Targaryen - son", "Daena Targaryen - daughter", "Daemon Blackfyre - grandson", "Rhaena Targaryen - daughter", "Elaena Targaryen - daughter", "Viserys II Targaryen - brother", "Aegon IV Targaryen - nephew", "Naerys Targaryen - niece", "Aemon Targaryen (Dragonknight)"], "title": "Aegon III Targaryen", "season": "Season 3", "image": "Aegon III Targaryen.png", "allegiance": "House Targaryen", "actor": "Quote", "titles": ["King of the Andals and the First Men", "Lord of the Seven Kingdoms", "Protector of the Realm"], "link": "House Targaryen  Character", "mentioned": "&quot;And Now His Watch is Ended&quot;", "place": "Red Keep, King's Landing", "aka": ["Aegon of House Targaryen, the Third of His Name", "Aegon the Dragonbane"], "first": ""}, "sections": {"TOP": "Aegon III Targaryen015411a8qr25xetngf0dsc7tewn2iq0kpm9411761592015-03-11T11:57:13ZThe White Winged Fury26111788Adding categories::''For other characters who share the same name, see &quot;[[Aegon Targaryen (disambiguation)]]&quot;.\n\n{{Heraldry\n|image=Targaryen mini shield.png\n|link=House Targaryen\n}}\n  \n{{Character\n| Title=Aegon III Targaryen\n| Image=Aegon III Targaryen.png\n| Season=[[Season 3|3]]\n| First=\n| Last=\n| Mentioned=&quot;[[And Now His Watch is Ended]]&quot;\n| Aka=Aegon of House Targaryen, the Third of His Name&lt;br&gt;Aegon the Dragonbane\n| Status= [[:Category:Status: Dead|Deceased]]\n| Titles=[[King of the Andals and the First Men]]&lt;br&gt;[[Lord of the Seven Kingdoms]]&lt;br&gt;[[Protector of the Realm]]\n| Place=[[Red Keep]], [[King's Landing]]\n| Allegiance=[[House Targaryen]]\n| Family={[[Daemon Targaryen]]} - father&lt;br&gt;{[[Rhaenyra Targaryen]]} - mother&lt;br&gt;{[[Aegon II Targaryen]]} - half-uncle&lt;br&gt;{[[Daeron I Targaryen]]} - son&lt;br&gt;{[[Baelor I Targaryen]]} - son&lt;br&gt;{[[Daena Targaryen]]} - daughter&lt;br&gt;{[[Daemon Blackfyre]]} - grandson&lt;br&gt;{[[Rhaena Targaryen]]} - daughter&lt;br&gt;{[[Elaena Targaryen]]} - daughter&lt;br&gt;{[[Viserys II Targaryen]]} - brother&lt;br&gt;{[[Aegon IV Targaryen]]} - nephew&lt;br&gt;{[[Naerys Targaryen]]} - niece&lt;br&gt;{[[Aemon Targaryen (Dragonknight)|Aemon Targaryen]]} - nephew\n| Actor=}}\n{{Quote|Rhaenyra Targaryen was murdered by her brother, or rather, his dragon.  It ate her while her son watched. What's left of her is buried in the crypts right down there.|King [[Joffrey Baratheon]] points out what little remains of Rhaenyra in the [[Great Sept of Baelor]]|And Now His Watch is Ended}}\n\n'''Aegon III Targaryen''' is an unseen character in ''[[Game of Thrones]]''. He is long dead by the time of the series. He was a King of the [[House Targaryen|Targaryen dynasty]].\n\n", "Family tree": "{{House Targaryen family tree Regency Conquest of Dorne era}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Aegon III watched as his mother was devoured by the dragon of Aegon II, his uncle, during the civil war known as the Dance of Dragons. Due to the trauma of witnessing his mother's death, Aegon III developed a fierce hatred and terror of the creatures.\n\nAegon III ascended to the [[Iron Throne]] after Aegon II died without any males heirs. He married Aegon II's daughter (and only surviving child) Jaehaera to seal the peace between the two rival branches of House Targaryen. However, she later died without issue, ending Aegon II's line entirely. Aegon III then remarried to Daenaera of [[House Velaryon]], who was the mother of all of his subsequent children.\n\nAegon III ascended to the Iron Throne when he was only eleven years old, making him the youngest king in history - until [[Tommen Baratheon]] ascended the throne at the age of eight (the TV series aged-up several child characters, so TV-Tommen is actually slightly older than eleven, though even so TV-Tommen came to the throne very young). The early years of his long reign, until he reached the age of majority at sixteen, were a tense period known as the Regency. A regency council was organized with members who fought on both sides in the civil war, a measure taken to ensure peace, given that neither side was truly victorious. Ser Tyland LannisterÂ (who served his grandfather ViserysÂ I as [[Master of Ships]], and later as the Green [[Master of Coin]] under Aegon II) became [[Hand of the King]]. Tyland served for two years before dying of a winter chill. Lady Jeyne Arryn, ruler of the Vale and one of the core Black leaders, also served on the regency council as well as Lord Corlys Velaryon who died a year later of old age. During the time of the regents, Aegon had little to do with the ruling of the Seven Kingdoms and the regents begun to vie among themselves for more power. Lord Unwin Peake, who served as Hand of the King after Tyland Lannister, was particularly hated for his incesant efforts to marry his daughter to the young king after Queen Jaehaera's suicide (which some believed was murder orchestrated by Lord Peake) but his efforts were rendered futile when Aegon married Daenaera. Lord Peake later resigned the Handship to force the other regents to grant him more power but they surprised him by accepting his resignation. Â \n\nThe only joy for King Aegon during this time came when his younger brother, [[Viserys]], returned from captivity from Lys with a wife at his side. Viserys had been captured during the Dance of the Dragons by the Lysene and Aegon had always felt guilty for not saving his brother. Viserys would become Aegon's closest friend and the only person he ever truly and fully trusted. When Aegon III reached maturity, he removed the regents from power with the help of his brother and began to rule in his own right. Viserys would later be made his Hand for the rest of his reign. Â \n\nAegon III ruled the Seven Kingdoms long and well, repairing the extensive damage wrought by the civil war. Aegon III is nonetheless often blamed for the death of the last dragon, for which he became known as &quot;Aegon the Dragonbane&quot;, despite his later efforts to obtain Dragon eggs. At some point he had nine mages cross the sea to attempt to hatch his remaining cache of eggs. So few dragons had survived the civil war that they could not maintain a stable breeding population. Only four dragons had survived the Dance: Silverwing, the Cannibal, Sheepstealer (who was missing and presumed dead), and one other (who only hatched late in the war). The dragons were inbred to begin with, descending only from the original three brought to Westeros by Aegon I and his sisters. The final two dragons were hatched and then died during Aegon III's long reign: they were stunted, sickly creatures not much bigger than large dogs, and they did not live long. Some speculate that the [[Maesters]] poisoned the last dragons, because as men of science and learning they feared and hated the magical powers associated with the creatures. It is unknown if this was true, but the maesters certainly had no great love for the dragons and welcomed their demise when it came.\n\nAegon had two sons: [[Daeron I Targaryen|Daeron]], called the Young Dragon, and [[Baelor I Targaryen|Baelor]], called Baelor the Blessed. He also had three daughters, later known as the &quot;[[Maidenvault|Three Maidens in the Tower]]&quot;: [[Daena Targaryen|Daena]] the Defiant, [[Rhaena Targaryen|Rhaena]] and [[Elaena Targaryen|Elaena]]. Upon his death in 157AL, Aegon III was succeeded by his young son Daeron. Aegon was said to have always walked with a great grief, and the folly of his sons nearly tore the realm apart. His reign is not fondly remembered in the Seven Kingdoms and he is known as the 'Broken King'.\n\nBoth of Aegon III's sons ruled as king but both died without issue. Afterwards, due to the new succession laws Aegon III had enacted, his three daughters were skipped over, and his younger brother Viserys II was crowned king. Therefore later Targaryens such as [[Daenerys Targaryen|Daenerys]] do not descend from him. However, his daughter Daena had a love affair with Viserys II's son King [[Aegon IV Targaryen|Aegon IV]], which produced Aegon IV's bastard son [[Daemon Blackfyre]]. Aegon IV legitimized him on his deathbed, after which Daemon founded [[House Blackfyre]]. Thus the later Targaryens descend from younger brother Viserys II, while the Blackfyres ''illegitimately'' descend from older brother Aegon III (as well as, also illegitimately, from Viserys II's son Aegon IV).\n\n", "Biography": "===Background===\nAegon III was a King of the [[House Targaryen|Targaryen dynasty]]. He was the son of [[Rhaenyra Targaryen]].\n\n===[[Season 3]]===\n\n[[File:Ambush_at_Dragonstone.png|thumb|left|258px|Aegon witnesses his mother's death]]While touring the [[Great Sept of Baelor]] in [[King's Landing]], King [[Joffrey Baratheon]] explains to [[Margaery Tyrell]] that [[Rhaenyra Targaryen]] was eaten by her [[Aegon II Targaryen|brother's]] [[Sunfyre|dragon]] while her son - Aegon III, whom he doesn't mention by name - was forced to watch.&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n"}, "title": "Aegon III Targaryen"}