{"attributes": {"status": " :Category:Status: Dead", "family": ["Aegon IV Targaryen - father", "Daeron II Targaryen - half-brother", "Daenerys Targaryen (daughter of Aegon IV)"], "title": " Aegor Rivers", "season": " Season 1", "image": " TargaryenLineagesPage1UpperAngle.jpg", "allegiance": " House Blackfyre", "titles": "'''Aegor Rivers''' is an unseen character in ''Game of Thrones (TV series)", "link": "House BlackfyreCharacter", "mentioned": " &quot;A Golden Crown&quot;", "place": " ", "aka": " Bittersteel"}, "sections": {"TOP": "Aegor Rivers0274059arz3hy13tg5rhfd1cekv958rs8q6b71795422015-03-26T17:37:14ZThe White Winged Fury26111788Format.{{Heraldry\n|image=Blackfyre mini shield.png\n|link=House Blackfyre\n}}\n{{Character\n| Title = Aegor Rivers\n| Image = TargaryenLineagesPage1UpperAngle.jpg\n| Season = [[Season 1|1]]\n| Mentioned = &quot;[[A Golden Crown]]&quot;\n| Status = [[:Category:Status: Dead|Deceased]]\n| Place = \n| Aka   = Bittersteel\n| Allegiance = [[House Blackfyre]]\n| Family ={[[Aegon IV Targaryen]]} - father&lt;br&gt;{[[Daeron II Targaryen]]} - half-brother&lt;br&gt;{[[Daenerys Targaryen (daughter of Aegon IV)|Daenerys Targaryen]]} - half-sister&lt;br&gt;{[[Daemon Blackfyre]]} - half-brother&lt;br&gt;{[[Daemon II Blackfyre]]} - half-nephew&lt;br&gt;{[[Brynden Rivers]]} - half-brother&lt;br&gt;{[[Shiera Seastar]]} - half-sister\n| Titles =}}\n'''Aegor Rivers''' is an unseen character in ''[[Game of Thrones (TV series)|Game of Thrones]]''. He is not expected to appear in the series, being long dead by the time it begins.\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Aegor Rivers was often called &quot;Bittersteel&quot;. While King Aegon IV had many bastard children, the mothers of four of them were also noblewomen, which encouraged him to formally acknowledge them. The four Great Bastards were [[Daemon Blackfyre]] (whose mother, secretly, was [[Daena Targaryen]]), Aegor &quot;Bittersteel&quot; Rivers (whose mother was a member of [[House Bracken]]), Brynden &quot;Bloodraven&quot; Rivers (whose mother was a member of [[House Blackwood]]), and Shiera Seastar (whose mother was Serenei of [[Lys]], from an ancient Valyrian noble family).\n\nOn his deathbed, Aegon IV foolishly had them all [[Legitimization|legitimized]], which led to strife between them and his legitimate heir King [[Daeron II Targaryen|Daeron II]], tensions which ultimately split realm apart in the devastating civil war known as the [[Blackfyre Rebellion]].\n\nBittersteel sided with his half-brother Daemon Blackfyre, while his other half-brother Bloodraven sided with their half-brother King Daeron II Targaryen. Bittersteel and Bloodraven hated each other, because they both competed for the love of their half-sister Shiera Seastar. Bloodraven asked her to marry him dozens of times and she refused, but she did let him into her bed - though she had many lovers. Shiera, however, completely rejected Bittersteel, and for this he never forgave Bloodraven. It also didn't help that Bittersteel's mother was a Bracken and Bloodraven's mother was a Blackwood, as those two noble families had been feuding for thousands of years. Bittersteel became a great champion and general for the Blackfyres, while Bloodraven became a great champion and general for the Targaryens.\n\nThe First Blackfyre Rebellion ended with the [[Battle of Redgrass Field]], in which Daemon Blackfyre and his eldest two sons were slain. Bittersteel survived, and became one of the major leaders of the surviving Blackfyre forces as they fled into exile in the [[Free Cities]]. Daemon left behind five sons and multiple daughters, so Bittersteel became their guardian, secreting them across the [[Narrow Sea]] with his dwindling followers.\n\nWhile in the Free Cities, many of Bittersteel's remaining men deserted to join [[Mercenary|mercenary companies]]. In response, Bittersteel resorted to forming his remaining soldiers into their ''own'' mercenary company, called the [[Golden Company]]. Day by day and year by year they fought in the petty wars between the different Free Cities in order to make enough money for their basic upkeep. This step at least ensured that the Blackfyre Pretenders would have some semblance of a stable core fighting force whenever they mounted a new plot to invade Westeros. In time, the Golden Company became the largest and most skilled mercenary company in the Free Cities.\n\nFrom the Free Cities, Bittersteel continued to plot new invasions of the Seven Kingdoms for at least forty years. After the first (and greatest) rebellion failed in 196 AL, he took no part in the Second Blackfyre Rebellion in 212 AL- which was more of a failed plot than an actual war - which was instigated by [[Daemon II Blackfyre]]. Afterwards, Bloodraven imprisoned Daemon II but kept him alive, to discourage Bittersteel from crowning Daemon II's younger brother Haegon as the new head of House Blackfyre. Eventually, Bittersteel even took part in the Fourth Blackfyre Rebellion in the year 236 AL, in which the Golden Company crossed the Narrow Sea and landed on Massey's Hook (in the southeastern Crownlands, near the border with the northern Stormlands). By this time, however, they had very little support. Daemon III Blackfyre was personally killed by Ser [[Duncan the Tall]] in battle and the rebellion ended.\n\nBittersteel eventually died and ordered the other members of the Golden Company to preserve his skull in gold. Subsequent commanders of the Company have followed his example.\n\n", "Biography": "===Background===\nAegor Rivers was one of the infamous [[Great Bastards]] of King [[Aegon IV Targaryen]], also known as &quot;Aegon the Unworthy&quot;.\n\n===[[Season 1]]===\nAegor, along with his siblings is mentioned in the [[House Targaryen]] entry of the book ''[[The Lineages and Histories of the Great Houses of the Seven Kingdoms]]''.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n\n"}, "title": "Aegor Rivers"}