{"attributes": {"status": " :Category:Status: Dead", "death": ["259 AL", "Perished in the Tragedy at Summerhall"], "last": "", "family": ["Maekar Targaryen - father", "Aerion Targaryen - elder brother", "Aemon"], "title": "Aegon V Targaryen", "season": "Season 1", "image": "Aegon V.png", "allegiance": "House Targaryen", "culture": " ValyrianQuote", "titles": ["King of the Andals and the First Men", "Lord of the Seven Kingdoms", "Protector of the Realm"], "link": " House Targaryen::''For other characters who share the same name, see &quot;Aegon Targaryen (disambiguation)&quot;. ''Character", "birth": "199 AL", "mentioned": ["&quot;Baelor&quot;", "&quot;Two Swords&quot;"], "place": "Summerhall", "aka": ["Aegon of the House Targaryen, the Fifth of His Name", "Aegon the Unlikely&lt;br/&gt;Egg"], "first": ""}, "sections": {"Potential adaptation": "On 10 February 2013, George R.R. Martin confirmed that he had been in discussion with [[HBO]] over a possible adaptation of the ''Dunk and Egg'' short stories, though in what format (TV movies, theatrical movie, or a spin-off TV series) was not made clear.&lt;ref&gt;[http://www.westeros.org/ASoWS/News/Entry/Tuf_Voyaging_Reissued_TV_Project_Discussed Westeros.org]&lt;/ref&gt;\n\n", "Family tree": "{{House Targaryen family tree}}\n\n", "TOP": "Aegon V Targaryen07286c99bawdeuq3cb6naf2rw51e15gqaqht1803362015-03-29T23:41:02ZDonut43418265Spelling error.{{Heraldry\n|image = Targaryen mini shield.png\n|link = House Targaryen\n}}\n::''For other characters who share the same name, see &quot;[[Aegon Targaryen (disambiguation)]]&quot;. ''\n{{Character\n| Title=Aegon V Targaryen\n| Image=Aegon V.png\n| Season=[[Season 1|1]],[[Season 4|4]]\n| First=\n| Last=\n| Mentioned=&quot;[[Baelor]]&quot;&lt;br&gt;&quot;[[Two Swords]]&quot;\n| Aka=Aegon of the House Targaryen, the Fifth of His Name&lt;br&gt;Aegon the Unlikely&lt;br/&gt;Egg\n| Status= [[:Category:Status: Dead|Deceased]]\n| Titles=[[King of the Andals and the First Men]]&lt;br&gt;Lord of the Seven Kingdoms&lt;br&gt;Protector of the Realm\n| Birth=199 AL\n| Death=259 AL&lt;br&gt;Perished in the [[Tragedy at Summerhall]]\n| Place=[[Summerhall]]\n| Allegiance=[[House Targaryen]]\n| Family={[[Maekar Targaryen]]} - father&lt;br&gt;{[[Aerion Targaryen]]} - elder brother&lt;br&gt;[[Aemon|Aemon Targaryen]] - elder brother&lt;br&gt;{[[Duncan Targaryen]]} - son&lt;br&gt;{[[Aerys II Targaryen]]} - son&lt;br&gt;{[[Rhaella Targaryen]]} - daughter&lt;br&gt;{[[Daeron Targaryen (son of Aegon V)|Daeron Targaryen]]} - son&lt;br&gt;{[[Rhaegar Targaryen]]} - grandson&lt;br&gt;{[[Viserys Targaryen]]} - grandson&lt;br&gt;[[Daenerys Targaryen]] - granddaughter&lt;br&gt;{[[Rhaenys Targaryen (daughter of Rhaegar)|Rhaenys Targaryen]]} - great-grandaughter&lt;br&gt;{[[Aegon Targaryen (Son of Rhaegar)|Aegon Targaryen]]} - great-grandson&lt;br&gt;{[[Rhaego]]} - great-grandson\n| Actor=|Culture = [[Valyrian]]}}\n{{Quote|Aegon V tried to hatch stone dragon eggs with socery, and burned to death.|[[Pycelle]]|Dragons (Histories &amp; Lore)}}\n'''Aegon V Targaryen''', also called '''Aegon the Unlikely''' and informally known as '''Egg''', is an unseen character in ''[[Game of Thrones]]''. He is long dead by the time the series begins.\n\nAegon V was the fifth king of his name to sit on the [[Iron Throne]] and the fifteenth king of the [[House Targaryen|Targaryen]] dynasty to rule the [[Seven Kingdoms]]. He was the father of the [[Mad King]], the grandfather of [[Viserys Targaryen|Viserys]] and [[Daenerys Targaryen]] and the younger brother of Maester [[Aemon|Aemon Targaryen]]. He was dubbed &quot;the Unlikely&quot; because he was the fourth son of a fourth son and thus unlikely to have inherited the crown.\n\n", "In the books": "Aegon V Targaryen is a major character in [[George R.R. Martin]]'s ''[[Tales of Dunk and Egg]]'' prequel novellas, which are set around ninety years before the events of ''[[A Song of Ice and Fire]]''.\n\nAegon, using the alias &quot;Egg&quot;, spent many years traveling the Seven Kingdoms as a squire in the service of Ser [[Duncan the Tall]], a hedge knight. At their first meeting Duncan was unaware of Egg's true identity, until he used his royal authority to save Duncan from being killed by his bullying older brother, Prince Aerion. Duncan was able to instead face Aerion on the [[tournament]] field and defeat him in combat. Unfortunately, Prince [[Baelor Targaryen (son of Daeron II)|Baelor &quot;Breakspear&quot; Targaryen]], the royal heir, was killed during the tournament. Prince [[Maekar Targaryen|Maekar]] - Aegon's father - despaired of Aerion's spoiled indolence and agreed to let Aegon serve as Duncan's squire to build character and gain experience of living in the &quot;real&quot; world.\n\nAegon ascended to the [[Iron Throne]] in 233 AL, following his father Maekar's death in battle with an outlaw lord. Of Aegon's three older brothers, Aerion had poisoned himself to death (by ill-advisedly drinking [[wildfire]], thinking it might turn him into a [[dragon]]), Daeron had died of a pox and Aemon had disinherited himself by first joining the [[maesters]] and later the [[Night's Watch]]. As Aegon V Targaryen, he ruled for twenty-six years. During this time he made Ser Duncan the [[Lord Commander]] of the [[Kingsguard]] and secured an alliance between the Targaryens and [[House Baratheon]] by wedding his daughter Rhaelle to the then-Lord of [[Storm's End]] (she became the grandmother of [[Robert Baratheon|Robert]], [[Stannis Baratheon|Stannis]] and [[Renly Baratheon]], giving the Baratheons their claim to the Iron Throne). He had three sons, [[Duncan Targaryen|Duncan]] (often called Duncan the Small), Jaehaerys, and Daeron, as well as his two daughters Shaera and Rhaelle.\n\nBeing the fourth son of a fourth son, Aegon V was known as &quot;the Unlikely&quot; because he was unlikely to have inherited the crown. Actually, given that two of his uncles had twin sons, Aegon was initially ''twelfth'' in line to the throne when he was born (during the reign of his grandfather Daeron II). Even after his father was crowned he was still fourth in line for many years.\n\nAegon V ruled wisely and well, but he had three major weaknesses. The first was that due to his years travelling across Westeros with Ser Duncan, he gained a great concern for the welfare of the [[Smallfolk]], yet opinions about this varied. Commoners remember him as a great king who was genuinely concerned about their well-being, who ensured their economic livelihoods by raising taxes on aristocrats and wealthy merchants, and who punished lords who abused the rights of the commoners they ruled over. The nobility of the Seven Kingdoms, meanwhile, grew to resent Aegon V - for exactly the same reasons. \n\nSecond, Aegon V indulged his sons: having married for love himself, he permitted his sons to do the same, although this was not politically wise and made him enemies within the Seven Kingdoms. The nobility was already growing to resent him for his liberal policies with the smallfolk, and a marriage-alliance with one of the Great Houses would have helped to stabilize Targaryen rule.  Duncan the Small famously abdicated his place in the line of succession to marry a commoner, Jenny of Oldstones (a story which has become a favorite theme of romantic songs, which gave [[Sansa Stark]] an idealized vision of courtly love).  Shaera was supposed to marry [[Luthor Tyrell]], Jaehaerys was supposed to marry a Tully girl, and Daeron was supposed to marry the young [[Olenna Tyrell|Olenna Redwyne]].  Aegon V was determined to put an end to the incestuous marriage practices of the Targaryens but this only seemed to encourage a forbidden romance between Jaehaerys and Shaera, who eloped and married without his permission.  Daeron, a splendid and brave knight, was secretly a homosexual, and did not want to marry Olenna either.  Thus after his two older brothers broke their betrothals he broke his as well, saying that his father could not rightfully force him marry against his will when he had already relented for his two elder brothers.  Olenna Redwyne was then free to marry Lord Luthor, becoming Olenna Tyrell.  \n\nThird, Aegon V also had an overwhelming obsession with hatching the surviving Targaryen dragon eggs.  He encountered so much resistance from the Great Houses over the years trying to enact reforms that would benefit the smallfolk that he came to believe that the only way to bring them all in line again was to enforce royal power with new dragons.  These last two weaknesses culminated in 259 AL at the so-called &quot;[[Tragedy at Summerhall]]&quot;. This was a fire that got out of control and destroyed the castle, killing Aegon V, Ser Duncan the Tall, and Prince Duncan the Small. On the same night, Aegon'sÂ great-grandson [[Rhaegar Targaryen]] was born.  Aegon V was succeeded by his son Jaehaerys II.\n\n", "Behind the scenes": "For the TV series, the Targaryen lineage was simplified. Aegon V's younger son Jaehaerys, who inherited the throne as Jaehaerys II and ruled for three years before dying of grief, was eliminated from the line of succession and the Mad King, Aerys II, was instead made Aegon V's younger son directly. This makes Aegon V the grandfather of Rhaegar, Viserys, and Daenerys Targaryen, and Maester Aemon their great-uncle.\n\nSo far, it has not been confirmed in the series if Aegon V's daughter Rhaelle did marry into House Baratheon, giving the Baratheons their claim to the throne in the TV series as well as in the books, or if the entire progeny of Aegon V has been replaced with just Aerys and Rhaella. The [[HBO]] Viewer's Guide confirms the existence of [[Duncan Targaryen]] in the TV show (making him Aerys and Rhaella's brother instead of their uncle), though in the [[Complete Guide to Westeros]] video '''&quot;[[House Baratheon (Complete Guide to Westeros)|House Baratheon]]&quot;''', Robert states that his claim to the throne was based on his descent from [[Orys Baratheon]], said to be a half-brother of [[Aegon I Targaryen]].\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n\n", "Biography": "===Background===\n[[File:Dunk and Egg.png|thumb|right||Aegon riding alongside Ser [[Duncan the Tall]] in his youth]]\nAegon V was not originally expected to succeed his father to the throne, but after his older brother died, and his next older brother [[Aemon]] refused the throne due to his vows as a [[Maesters|maester]], the crown passed to him.  Aemon then joined the [[Night's Watch]] to remove himself from the royal court, where he might be used as a political tool against his brother.  \n\nStarting as a child, Aegon V began an odd friendship with the hedge knight Ser [[Duncan the Tall]].  He became Duncan's squire, and they had many adventures across Westeros.  Eventually, after Aegon V came to the throne he named Ser Duncan to the [[Kingsguard]], and in time he became its Lord Commander.  \n\nAfter ruling for many years Aegon V ultimately died in the [[Tragedy at Summerhall]]:  he attempted to hatch new [[Dragons|dragon]] eggs using fire and sorcery, but it caused a fire which spread out of control and destroyed the entire palace.  Aegon V died in the conflagration, and was succeeded by his son [[Aerys II Targaryen]].&lt;ref&gt;&quot;[[Dragons (Histories &amp; Lore)]]&quot;&lt;/ref&gt;\n\n===[[Season 1]]===\nAt [[Castle Black]], Maester Aemon reveals to [[Jon Snow]] that his father was Maekar, and after their father died the crown passed to his brother Aegon, because Aemon refused the throne (due to his vows as a maester). He also bitterly recounts how the children and grandchildren of his brother were slaughtered during [[Robert Baratheon]]'s rebellion. Snow realizes that Aemon is a member of House Targaryen.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\nAegon V is mentioned in [[Duncan the Tall]]'s entry in ''[[The Book of Brothers]]''.&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\nAfter the death of her son [[Joffrey Baratheon]], [[Cersei Lannister]] remarks to [[Margaery Tyrell]] that the realm hasn't really had a good king in nearly fifty years. While she doesn't mention Aegon V by name, he is the king who died nearly fifty years ago: [[Robert Baratheon]] ruled for seventeen years before Joffrey, but was a drunken whore-mongering glutton who ignored politics (delegating matters of state to his [[Small Council]]). Before Robert, the Mad King [[Aerys II Targaryen]] sat the throne for about twenty years - prosperous years for the most part, but due to Aerys's Hand of the King [[Tywin Lannister]], who had become the real power behind the throne.&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;\n\n"}, "title": "Aegon V Targaryen"}