{"attributes": {"status": " :Category:Status: Dead", "family": [" Viserys I Targaryen - faher", "Alicent Hightower - mother", "Rhaenyra Targaryen - half-sister", "Aegon II Targaryen - brother", "Daemon Targaryen - uncle"], "title": " Aemond Targaryen", "season": " Histories &amp; Lore", "image": " Aemond Targaryen.png", "allegiance": " House Targaryen", "culture": " Valyrian", "titles": " Prince", "link": " House TargaryenCharacter", "mentioned": " &quot;Dragons (Histories &amp; Lore)&quot;", "place": " Red Keep, King's Landing", "aka": [" Aemond One-Eye", "Aemond the Kinslayer'''Aemond Targaryen''', also known as '''Aemond One-Eye''' or '''Aemond the Kinslayer''', is an unseen character in ''Game of Thrones (TV series)"]}, "sections": {"TOP": "Aemond Targaryen030718tcbr92dqxtlm1nai6cqxd1y16phvtz01809162015-04-04T03:28:58ZThe Dragon Demands5014364/* In the books */{{Conjecture}}\n{{Heraldry\n|image = Targaryen mini shield.png\n|link = House Targaryen\n}}\n{{Character|Title = Aemond Targaryen|Image = Aemond Targaryen.png|Season = [[Histories &amp; Lore]]|Mentioned = &quot;[[Dragons (Histories &amp; Lore)]]&quot;|Titles = [[Prince]]|Status = [[:Category:Status: Dead|Deceased]]|Place = [[Red Keep]], [[King's Landing]]|Allegiance = [[House Targaryen]]|Culture = [[Valyrian]]|Family = {[[Viserys I Targaryen]]} - faher&lt;br&gt;{[[Alicent Hightower]]} - mother&lt;br&gt;{[[Rhaenyra Targaryen]]} - half-sister&lt;br&gt;{[[Aegon II Targaryen]]} - brother&lt;br&gt;{[[Daemon Targaryen]]} - uncle|Aka = Aemond One-Eye&lt;br&gt;Aemond the Kinslayer}}\n'''Aemond Targaryen''', also known as '''Aemond One-Eye''' or '''Aemond the Kinslayer''', is an unseen character in ''[[Game of Thrones (TV series)|Game of Thrones]]''. He  is long dead by the time of the series. He was a [[Prince]] of the [[House Targaryen|Targaryen dynasty]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Aemond was the second son of [[King of the Andals and the First Men|King]] [[Viserys II Targaryen]] and Queen [[Alicent Hightower]] and the brother of King [[Aegon II Targaryen]].\n\nAfter Laena Velaryon died, when Aemond was only ten years old he became the new rider of the mighty [[Vhagar]], the oldest and largest living dragon.  After Laena's funeral, the two factions of House Targaryen both visited [[Dragonstone (island)|Dragonstone]]:  Queen Alicent and her children, and Princess Rhaenyra and her children.  They had hoped for Aemond to bond with a new hatchling there, but instead he snuck off and successfully rode Vhagar - over the protests of Rhaenyra's three eldest sons (who were only six, five, and three years old), who didn't want her mother's enemies to gain such a powerful dragon.  When Aemond returned to the ground, his flight permanently bonding him with Vhagar, the other three boys attacked him, culminating when six year old Jacaerys stabbed him with a dagger in his left eye.  In later years Aemond said he may have lost his eye that day but in return he gained the great Vhagar, and he considered it a fair trade.  Afterwards he often put a smoothed sapphire as a false eye in his empty socket.  \n\nDespite the loss of his eye Aemond went on to become one of the most fearsome swordsmen in all of Westeros, as he spent the next ten years being trained by Ser [[Criston Cole]], [[Lord Commander of the Kingsguard]]. \n\nAemond was nineteen when his father, King Viserys I Targaryen died, sparking the great civil war known as the [[Dance of the Dragons]].  His mother Alicent had long planned for Aegon II to usurp the throne ahead of his older sister Rhaenyra upon Viserys I's death.  When word of his passing spread throughout the castle, Aemond's younger brother wept at the news of his father's death.  In contrast, the news reached Aemond as he was in the armory donning armor for his morning in the practice yard, and upon hearing it his sole, blunt reply was &quot;Is Aegon king, or must we kneel and kiss the old whore's cunt?&quot; \n\nAt the beginning of the war Aemond flew Vhagar to [[Storm's End]], to win the loyalty of Lord Borros Baratheon by wedding one of his daughters.  Rhaenyra's second son Lucerys also arrived, on his dragon Arrax, with the same goal of winning over the Baratheons.  Lucerys, however, only asked Borros to join Rhaenyra for the sake of his past oaths, and said he could not wed one of his daughters because he was already betrothed. so Borros spurned his offer.  Aemond moved to attack Lucerys but Borros sharply forbade him from [[Guest right|shedding the blood of an envoy that he had accepted under his roof]] - though he said what Aemond did outside his castle was not his concern.  Lucerys mounted Arrax and left, but he was soon chased down by Aemond on Vhagar over [[Shipbreaker Bay]]; Arrax was only a young dragon and Vhagar quickly overpowered him, killing beast and rider.  For killing his own half-nephew, Aemond became known as the [[Kinslaying|Kinslayer]].  \n\nAemond and Vhagar's next major fight was in the Battle of [[Rook's Rest]], where Aegon II's armies set a trap for Rhaenys Targaryen riding the dragon Maelys.  Shen she arrived, she was ambushed two-on-one by Aegon II riding [[Sunfyre]] and Aemond on Vhagar.  Even so Maelys was a large dragon and did not go down without a fight:  at the end of their fall to the ground, Vhagar was relatively unharmed, but Sunfyre was crippled and nearly killed.  Aegon II himself was burned over half of his body, leaving him semi-conscious for the next full year as he slowly recovered.  In his stead, at Alicent's behest Aemond stepped up to become Prince [[Regent]] and [[Protector of the Realm]], though he did not attempt to claim the title of &quot;king&quot; ahead of his incapacitated brother.  \n\nNow in command, Aemond demonstrated that as a swordsman and a dragonrider he was a deadly opponent, but that also a hothead with no sense of strategy.  He decided that the real threat was not Rhaenyra on Dragonstone to the east, but the main armies of her supporters massing under his uncle [[Daemon Targaryen|Daemon]] at [[Harrenhal]].  Therefore he led out all of Aegon II's remaining armies in the Crownlands north to attack King's Landing - leaving the capital city with only a skeleton defense.  Daemon however had planned on this, and simply abandoned Harrenhal, his army moving to the west where it destroyed the Lannisters' armies.  Meanwhile Daemon himself flew his dragon to King's Landing, where Rhaenyra's small fleet in the east, augmented by dragons, was able to capture the lightly defended city.  There was no siege, as the [[City Watch]] were loyal to Daemon and revolted ''en masse'' as soon as he appeared.  Aemond arrived at Harrenhal to find an empty castle, an quickly heard news of the loss of King's Landing as well as the destruction of their forces in the west.  Aemond was driven into such a rage at his failure that he nearly killed the messenger who brought the news.  In petty revenge he then used Vhagar to burn every wooden structure in Harrenhal - the second time the castle was blasted by dragonflame.  \n\nAemond then impetuously abandoned his main army to launch a one-man/one-dragon war against Rhaenyra's followers in the Riverlands, burning out entire towns and personally destroying vast swaths of territory.  He took with him his bedmate, the seer Alys Rivers.  While devastating, even this proved to be folly:  the army he had taken north to Harrenhal was left to retreat south through the Riverlands, with no dragon to defend it.  Rhaenyra's forces in the region managed to loop around from defeating the Lannisters and surround Cole's army:  outnumbered three to one Aegon II's remaining army was wiped out in a decisive battle, and Cole himself killed.\n\nDaemon hunted long for Aemond and Vhagar, but Aemond would flee ahead of him and other searchers - he knew that Vhagar could kill any dragon in a one on one fight, and his hit-and-run attacks would draw out two or three of Rhaenyra's other dragons from other fronts in the war as they hunted him in vain.  Eventually, despairing of the war, Daemon waited alone with his dragon [[Caraxes]] in the ruins of Harrenhal as a challenge to Aemond - knowing that he would only face him in a one-on-one fight he thought he could win.  After thirteen days Aemond arrived, along with a pregnant Alys.  She stayed on the ground as Aemond and Daemon took to the air for the final, mighty duel between Vhagar and Caraxes.  The Dance over Harrenhal ended in the deaths of both riders and both dragons over the [[Gods Eye]]. At the climax of the fight, Daemon lept from his saddle and drove [[Dark Sister]] through Aemond's empty eye socket, driving it out the back of his head.  Aemond's body, still chained to the saddle, went underwater along with Vhagar and was only recovered years after the war, with Dark Sister still impaled through his skull.\n\nWhat happened to Aemond's child with Alys is not yet known.\n\n", "Biography": "During the [[Dance of the Dragons]], Aemond duelled his uncle [[Daemon Targaryen|Daemon]] to the death in the [[Dance over Harrenhal]].&lt;ref&gt;&quot;[[Dragons (Histories &amp; Lore)]]&quot;&lt;/ref&gt;\n\n", "See also": "*{{AWOIAF}}\n\n"}, "title": "Aemond Targaryen"}