{"attributes": {"status": " :Category:Status: Alive", "10": "yesSeason Four Appearances", "last": "", "family": ["Maekar I Targaryen - father&lt;br /&gt; Aerion Targaryen - brother", "Aegon V Targaryen - brother", "Duncan Targaryen - nephew", " Aerys II Targaryen - nephew&lt;br /&gt;Rhaella Targaryen - niece", "Rhaegar Targaryen - great-nephew", "Viserys Targaryen - great nephew&lt;br /&gt;Daenerys Targaryen - great-niece"], "title": "Aemon", "season": "Season 1", "image": "Aemon-HD.png", "allegiance": ["The Night's Watch (by oath)", "Order of Maesters (by oath)", "House Targaryen (by birth)"], "actor": "Peter Vaughan", "age": " 102Dialogue a-b", "3": "yes", "titles": "Maesters", "link": "Maesters&lt;/div&gt;Character", "7": "yes", "9": "yesSeason Three Appearances", "place": "Red Keep, King's Landing", "aka": ["Aemon Targaryen (formerly)", "Maester Aemon"], "appearances": "8 episodes &lt;small&gt;(#Appearances", "first": "&quot;Lord Snow&quot;"}, "sections": {"Family tree": "{{House Targaryen family tree}}\n\n", "TOP": "Aemon022069riame2r91kjykh537hubjlicied8ff1798622015-03-27T16:26:08Z62.238.11.185::''&quot;Aemon Targaryen&quot; redirects here. For Maester Aemon's namesake, the uncle of his grandfather, see: &quot;[[Aemon Targaryen (Dragonknight)|Aemon the Dragonknight]]&quot;.''\n[[File:Crow mini shield.png|right|50px|link=Night's Watch]]\n&lt;div style=&quot;float: right;&quot;&gt;[[File:Targaryen mini shield.png|left|50px|link=House Targaryen]][[File:Maester's mini chain.png|right|50px|link=Maesters]]&lt;/div&gt;\n{{Character\n| Title=Aemon\n| Image=Aemon-HD.png\n| Season=[[Season 1|1]], [[Season 3|3]], [[Season 4|4]], [[Season 5|5]]\n| First=&quot;[[Lord Snow]]&quot;\n| Last=\n| Appearances=8 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n| Aka=Aemon Targaryen (formerly)&lt;br&gt;Maester Aemon\n| Status= [[:Category:Status: Alive|Alive]]\n| Titles=[[Maesters|Maester]]&lt;br&gt;[[Prince]] (formerly, decades ago)\n| Place=[[Red Keep]], [[King's Landing]]\n| Allegiance=The [[Night's Watch]] (by oath)&lt;br&gt;Order of [[Maesters]] (by oath)&lt;br&gt;\n[[House Targaryen]] (by birth)\n| Family={[[Maekar I Targaryen]]} - father&lt;br /&gt; {[[Aerion Targaryen]]} - brother&lt;br&gt;{[[Aegon V Targaryen]]} - brother&lt;br&gt;{[[Duncan Targaryen]]} - nephew&lt;br&gt; {[[Aerys II Targaryen]]} - nephew&lt;br /&gt;{[[Rhaella Targaryen]]} - niece&lt;br&gt;{[[Rhaegar Targaryen]]} - great-nephew&lt;br&gt;{[[Viserys Targaryen]]} - great nephew&lt;br /&gt;[[Daenerys Targaryen]] - great-niece\n| Actor=[[Peter Vaughan]]\n|Age = 102\n}}\n{{Dialogue a-b|Jon Snow|You're Aemon &lt;u&gt;Targaryen&lt;/u&gt;?!|Maester Aemon|I am a maester of the Citadel, bound in service to Castle Black and the Nights' Watch. I will not tell you to stay or go. You must make that choice yourself, and live with it for the rest of your days â&euro;&rdquo; as I have.|Maester Aemon reveals his true identity to [[Jon Snow]]|Baelor}}\n'''Maester Aemon''' is a recurring character in the [[Season 1|first]], [[Season 3|third]], [[Season 4|fourth]] and [[Season 5|fifth]] seasons. He is played by guest star [[Peter Vaughan]] and debuts in &quot;[[Lord Snow]].&quot;\n\nAemon is the [[maester]] at [[Castle Black]] and is one of Lord Commander [[Jeor Mormont]]'s closest advisers in the [[Night's Watch]].\n\nHe was born '''Aemon Targaryen''' and is the last [[House Targaryen|Targaryen]] in [[Westeros]]. He is the great-uncle of [[Daenerys Targaryen]], currently in exile in [[Essos]] and unaware of his existence. Aemon's origins have long been forgotten by most, as he has remained dedicated to his vows as a Maester and a brother of the Night's Watch for decades uncounted.Â \n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Maester Aemon is widely believed to be one of the oldest living men in all of [[Westeros]]. He is nearly a hundred years old in the first novel, and advances into his 102nd year by the third novel (corresponding to his appearance in Season 3). He has been on [[the Wall]] for almost seventy years and is known for his great wisdom, wise counsel and trusted judgment. He is the third son of King Maekar I Targaryen, and the older brother of King [[Aegon V Targaryen]] (&quot;Egg&quot; from the ''Dunk and Egg'' short stories by [[George R.R. Martin]]), the uncle of King Jaehaerys II Targaryen and thus the great-uncle of the Mad King and the great-grand-uncle of [[Daenerys Targaryen]]. Aemon was actually offered the throne, beingÂ Maekar's eldest surviving son, but declined on account of his vows, thus allowing Aegon V &quot;the Unlikely&quot; to assume the throne. Aemon then joined the Night's Watch in the hope that having taken oaths as both a member of the maesters and then the Night's Watch to forsake any claim to inheritance, no one would think of him as a legitimate heir to be used as political pawn against his younger brother. Despite being isolated at the Wall for many decades and unable to travel due to his increasing age, Aemon knew Prince [[Rhaegar Targaryen]] well because they regularly corresponded via messenger-raven, making Aemon's decision not to leave the Wall all the more painful.\n\nFor the TV series,Â Jaehaerys II has been removed, withÂ Aerys II being the son of Aegon V, thus the televisedÂ Aemon more closely related to Daenerys and Viserys, being their great-uncle instead of their great-great uncle.\n\nAemon began training to be a maester when he was 9 or 10 years old, and finished his studies when he was 19, during the reign of his uncle King [[Aerys I Targaryen|Aerys I]] (Pycelle was only a baby at the time). The ''Dunk and Egg'' short stories begin about two years after Aemon left to train at the Citadel, so while he is alive in that timeframe he does not prominently appear (though his brothers do). When he received his chain of office, Aemon's father asked him to come to King's Landing to serve on his small council, but fearing that this would cause him to clash with the Grand Maester, Aemon chose instead to serve as at [[Dragonstone (castle)|Dragonstone]]. Aemon joined the Night's Watch when he was 35, following the death of his father and succession of Aegon V, meaning that by the time Jon Snow joined the Night's Watch Aemon had been at the Wall for about 65 years.\n\nIn the books, Lord Commander Jeor Mormont makes it clear to Jon Snow that he is fully aware that Aemon is actually a Targaryen. However, he saw no reason to tell Robert Baratheon, as the rules of the Night's Watch are that any member sheds all previous family ties, and the Night's Watch are their family now. Further, Aemon was already a blind old man, and a respected member of the Night's Watch for decades. Aemon took no particular action in support of House Targaryen when it was overthrown by Robert, so Mormont was confident that Aemon held true to his vows and no longer considered himself a Targaryen.\n\nOther characters later point out that it is somewhat unusual that Aemon, a respected member of the Order of Maesters for decades, was never promoted to the rank of [[Archmaester]], to become part of the ruling [[Conclave]] in [[Oldtown]]. It is speculated that the Conclave was wary about making a member of the royal family an Archmaester, given the entanglements this might create with the Targaryens. Whatever the case, the entire reason that Aemon joined the Night's Watch was to move as far away from the centers of power as possible, so it is probable that even if he were asked he would have declined a promotion to Archmaester at the Citadel.\n\nAemon is 99 years old in the first novel. Actor Peter Vaughan was 88 years old during Season 1. While portraying the blind Aemon, Vaughan is himself partially blind.\n\nAemon should have the rare and distinctive purple-colored irises of House Targaryen, though no one ever mentions it - and they might deduce his secret past as a Targaryen from this.  More probably, his blind eyes are apparently so white with cataracts that no one can tell what their original color was.\n\n", "Quotes": "{{Quote|The Night's Watch is the only thing standing between the realm and what lies beyond and it has become an army of undisciplined boys and tired old men. There are less than a thousand of us now. We can't man the other castles on the Wall. We can't properly patrol the wilderness. We have barely enough resources to keep our lads armed and fed.|'''Maester Aemon''' to Tyrion Lannister|Lord Snow}}\n\n{{dialogue a-b-a-b|Jon Snow|Who are you?|Maester Aemon|My father was [[Maekar Targaryen|Maekar, the First of his Name]]. My brother [[Aegon V Targaryen|Aegon]] reigned after him, when I had refused the throne, and he was followed by his son [[Aerys II Targaryen|Aerys]], whom they called 'the Mad King'.|You're Aemon ''Targaryen?!''|I am a [[Maesters|maester]] of [[the Citadel]], bound in service to Castle Black and the Night's Watch.|Aemon reveals that he is a long-forgotten uncle of King Aerys II Targaryen.|Baelor}}\n\n{{Quote|If we beheaded every [[ranger]] who lay with a girl, the Wall would be manned by headless men.|'''Maester Aemon''' about Jon Snow|Two Swords}}\n\n{{dialogue a-b-a-b|Alliser Thorne|And I don't trust the bastard.|Maester Aemon|He told the truth.|You always know when a man is telling a lie? How did you acquire this magical power?|I grew up in [[King's Landing]].|Alliser Thorne and Maester Aemon discuss [[Jon Snow]]'s report about how infiltrated the wildlings.|Two Swords}}\n\n{{Quote|They came to us from [[White Harbor]] and [[Barrowton]], from [[Fairmarket]] and [[King's Landing]]. From north and south, from east and west. They died protecting men, women, and childrenÂ who will never know their names. It is for us to remember our brothers. We shall never see their like again...and now, their watch is ended.|'''Maester Aemon''' delivery the eulogy of those who died during the [[Battle of Castle Black]]|The Children}}\n\n", "See also": "* {{AWOIAF}} (major spoilers from the books)\n\n", "Appearances": "\n{{Season One Appearances|3=yes|7=yes|9=yes}}\n{{Season Three Appearances|10=yes}}\n{{Season Four Appearances|yes||yes||||||yes|yes}}\n\n", "Biography": "===Background===\n[[Image:Aemon-Castle-Black.jpg|thumb|Aemon has served as the maester of Castle Black for decades.]]\nAemon was born into the royal [[House Targaryen]], the son of King [[Maekar I Targaryen|Maekar I]]. Originally known as Prince Aemon Targaryen, he was not his father's eldest son, so he eventually joined the order of Maesters. Aemon gave up all rights to inheritance when he took his vows, which also included dropping his surname &quot;Targaryen&quot;.\n\nAemon's older brothers later died, however, and despite being a sworn maesterÂ there were those who felt that the crown should pass to him. Aemon refused the throne, however, and it passed to his younger brother, who became King [[Aegon V Targaryen|Aegon V]]. Aemon then joined the [[Night's Watch]] to remove himself from the political intrigues of the royal court, and those who wished to set him up as a rival against his brother.\n\nMany years later the crown passed to Aegon V's son, Aemon's nephew [[Aerys II Targaryen|Aerys II]], called &quot;The Mad King&quot;. Aerys'sÂ growing insanity ultimately led to the outbreak of [[Robert's Rebellion]], which saw House Targaryen deposed and practically exterminated. Upon hearing about the brutal death of his family in [[King's Landing]] during the rebellion, Aemon bore great sadness which has never left him.&lt;ref name=&quot;Baelor&quot; /&gt;\n\nAround one hundred years old, Aemon is thought to be one of the oldest living men in Westeros, though he has retained all of his wits and his mind is still very sharp. He has served as the maester at Castle Black for many decades.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/targaryen/aemon-targaryen/ HBO viewers guide, season 2 guide to houses, House Targaryen - Aemon Targaryen entry]&lt;/ref&gt;\n\nAemon has long since gone blind due to old age. It is not clear when he went blind (he was not born blind), though he has stated that he was already old and blind during Robert's Rebellion.&lt;ref name=&quot;Baelor&quot;&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt; As a man of learning, he laments not being able to read anymore, even though Castle Black ironically has an ancient and well-stocked library consisting of thousands of books.&lt;ref&gt;&quot;[[The Watchers on the Wall]]&lt;/ref&gt; Because one of a maester's basic duties is to handle messages sent to and from a castle by messenger-[[ravens]], Aemon has to rely on the assistance of others to physically read the letters for him.&lt;ref name=&quot;The Pointy End&quot;&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\n===[[Season 1]]===\nAfter [[Tyrion Lannister]] has arrived at [[Castle Black]], Maester Aemon asks him to urge the Queen to send more men to the [[Night's Watch]]: there is a severe lack of men to defend [[the Wall]]. They discuss the coming winter, and Aemon assures Tyrion that the next winter will be long and terrible. [[Lord Commander]] Mormont is worried about rumors of White Walkers abroad [[north of the Wall]]. He sends [[Benjen Stark]] ranging to investigate.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt;\n\nWhen [[Jon Snow]] and the other new recruits are done with their first training, Maester Aemon gives the new stewards their assignments. Jon is to become [[Jeor Mormont]]'s steward, which is a great disappointment to Jon: he had hoped to become a ranger. [[Samwell Tarly]] is assigned as Aemon's steward, to help physically read letters delivered by messenger-ravens to the blind old man. Aemon chides Jon that he swore a vow to serve the Watch in any capacity, then departs. Sam then reminds Jon that being a steward for the Lord Commander might mean that Jon is being groomed for a high command position in the Watch.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt; The bodies of two of the rangers who accompanied Benjen are found near the [[Godswood]]. The Lord Commander plans to have Aemon examine them, but they return as [[wights]] and have to be burned before he does so.&lt;ref name=&quot;The Pointy End&quot; /&gt;\n\n[[File:Aemon 1x09.jpg|right|210px|thumb|Aemon advises Jon Snow.]]\nWhen Jon hears about [[Eddard Stark]]'s imprisonment, he is torn between his loyalty to the Night's Watch and his love for his family. Maester Aemon intercepts Jon as he is preparing to desert the Watch. Aemon says he is aware of Jon's struggle and reveals to him that his real name is Aemon Targaryen, and that he is a long forgotten uncle of the [[Aerys II Targaryen|Mad King]]. He sat and waited on [[the Wall]] while he heard about his family being butchered during [[Robert's Rebellion]] and the [[Viserys Targaryen|few]] [[Daenerys Targaryen|survivors]] fleeing into exile, and did nothing: after having joined the Watch, his duty was with his brothers there and no longer with his House. Aemon explains that this was a difficult decision, yet he had to make it and that one must live with the consequences of one's choices for the rest of one's life.&lt;ref name=&quot;Baelor&quot; /&gt; Maester Aemon remains at Castle Black during the Lord Commander's great ranging.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n[[File:AemonDictatesALetterToSam.png|thumb|left|Aemon with [[Samwell Tarly]] and [[Gilly]] at [[Castle Black]].]]\nMaester Aemon is still at [[Castle Black]] when [[Samwell Tarly]] returns with [[Gilly]] after escaping from [[Craster's Keep]]. Aemon at first advises Sam that he swore an oath when joining the Night's Watch, believing that Sam fathered [[Sam|Gilly's son]]. Samwell corrects him that he is not the father, but that the girl is one of Craster's daughter-wives, which engenders sympathy in Aemon. Because it is too dangerous beyond the Wall, Aemon relents and offers shelter to Gilly in Castle Black for the time being. Gilly thanks him and calls him &quot;my lord&quot;, but Aemon insists that he gave up being a lord many years ago (when he joined the Order of Maesters and left House Targaryen). With the matter settled, Aemon commands Samwell to make sure all of the messenger-[[ravens]] are well-fed, and tells him to take a quill and parchment: he dictates to Samwell a request for help which will be sent to all the major lords throughout the [[Seven Kingdoms]], imploring them for aid against the threat of the [[White Walkers]].&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n===[[Season 4]]===\n[[File:Aemon part of jon s judging.png|thumb|Aemon with Allister and Janos during Jon's judging.]]\nMaester Aemon is one of the five black brothers to &quot;judge&quot;Â [[Jon Snow]]Â for his actions during his time with theÂ [[wildlings]]. Jon hides nothing of his actions, neither his murder ofÂ [[Qhorin Halfhand]]Â or his affair withÂ [[Ygritte]]. SerÂ [[Alliser Thorne]], the acting Commander of the Night's Watch, and the recently-arrivedÂ [[Janos Slynt]]Â believe that Jon should be executed for his actions and for the breaking of his vows, but Aemon defends him, saying that Jon was merely following Qhorin's orders and that he isn't the first to have broken his vow of chastity. Ser Alliser points out that Jon has quite literally slept with the enemy. Jon counters with all the information that he had learned while among the wildlings, such asÂ [[Mance Rayder]]'s strategy of attacking the Wall from the North and the South, and demands that they either kill him or let him go. AemonÂ tells him that they have no intention of executing him and Jon leaves. AlliserÂ reprimands Aemon for having overruled him but the maester answers that he knows when a man is lying and when he is telling the truth. When asked how he acquired such insight, Aemon wryly replies that he grew up inÂ [[King's Landing]].&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\nMaester Aemon is present when Olly brings news of the massacre that occurred in his village. Many black brothers present want to retaliate, but AemonÂ reminds everyone that there are just over 100 men at Castle Black (including himself). He insists that defending Castle Black is the priority and they cannot afford to lose a single man.  Jon Snow reluctantly agrees, reminding everyone that he knows from his time infiltrating the wildlings that they are ''trying'' to lure as many men out of Castle Black as possible, to weaken it for the main assault from the north.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\n[[File:Aemon in library.png|thumb|left|Aemon in the library with Sam.]]On the eve of Mance Rayder's assault on Castle Black, Maester Aemon confronts Sam in Castle Black's library. Aemon remarks on the ironies of old age:  the library is well-stocked with thousands of books, but his blind eyes can no longer read them.  They discuss some of the propaganda surrounding wildlings before discussing Sam's feelings for Gilly.  Aemon shares with Sam the same warning he gave to Jon, that love is the death of duty. Aemon implies that he might have become [[King of the Andals and the First Men]] if he'd been willing to break his vows. He also mentions that as a royal prince, he was sought after by a great many women in his youth â&euro;&ldquo; but there was only one whose advances he accepted.  Aemon reprimands Sam for not realizing his elders were young once too.  Although Aemon says that his memories of that woman are in some ways more real to him than Sam is (given that he'll never really know what Sam looks like), he lets the subject drop and says that he and Sam should both focus on their duties.&lt;ref&gt;&quot;[[The Watchers on the Wall]]&quot;&lt;/ref&gt;\n\n[[File:Aemon speech.png|thumb|Aemon delivering a eulogy before burning the dead.]]Following the arrival of [[Stannis Baratheon]], Maester Aemon leads the eulogy for the black brothers that gave their lives defending Castle Black. When Jon Snow speaks to [[Tormund]], the captive wildling curiously asks why he was given medical treatment. Jon tells Tormund that it is Aemon's duty as a maester to treat anyone who is wounded, friend or foe.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n"}, "title": "Aemon"}