{"attributes": {"status": " :Category:Status: Dead", "last": "", "family": ["Aegon I Targaryen - father/uncle", "Rhaenys Targaryen (sister of Aegon I)"], "title": "Aenys I Targaryen", "season": "Season 1", "image": "AenysITargaryenHistoryAndLineages.png", "allegiance": "House Targaryen", "culture": " Valyrian'''Aenys I Targaryen''', full name '''Aenys of House Targaryen, the First of His Name''', is an unseen character in the Season 2", "titles": ["King of the Andals and the First Men", "Lord of the Seven Kingdoms", "Protector of the Realm"], "link": " House TargaryenCharacter", "mentioned": "&quot;A Golden Crown&quot;", "place": "Dragonstone", "aka": "", "first": ""}, "sections": {"TOP": "Aenys Targaryen027258nkkjl6xk6iwjhu5d07yrpc9wjhk26e81745602015-02-26T22:29:38ZGonzalo848331/* Season 1 */{{Heraldry\n|image = Targaryen mini shield.png\n|link = House Targaryen\n}}\n{{Character\n| Title=Aenys I Targaryen\n| Image=AenysITargaryenHistoryAndLineages.png\n| Season=[[Season 1|1]]\n| First=\n| Last=\n| Mentioned=&quot;[[A Golden Crown]]&quot;\n| Aka=\n| Status= [[:Category:Status: Dead|Deceased]]\n| Titles=[[King of the Andals and the First Men]]&lt;br&gt;[[Lord of the Seven Kingdoms]]&lt;br&gt;[[Protector of the Realm]]\n| Place=[[Dragonstone]]\n| Allegiance=[[House Targaryen]]\n| Family={[[Aegon I Targaryen]]} - father/uncle&lt;br&gt;{[[Rhaenys Targaryen (sister of Aegon I)|Rhaenys Targaryen]]} - mother/aunt&lt;br&gt;{[[Visenya Targaryen]]} - aunt&lt;br&gt;{[[Maegor Targaryen]]} - half-brother&lt;br&gt;{[[Jaehaerys I Targaryen]]} - son&lt;br&gt;{[[Orys Baratheon]]} - half-uncle&lt;br&gt;[[Daenerys Targaryen]] - distant descendant\n| Actor=|Culture = [[Valyrian]]}}\n\n'''Aenys I Targaryen''', full name '''Aenys of House Targaryen, the First of His Name''', is an unseen character in the [[Season 2|second season]]. He died before the time of the series, and is not expected to appear. He was a [[King of Westeros]] in the [[House Targaryen|Targaryen dynasty]].\n\n", "Family tree": "{{House Targaryen family tree Conquest era}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Aenys was the first son of Aegon the Conqueror and Queen Rhaenys, who also bore Aegon several daughters before she died fighting in [[Dorne]]. Maegor, meanwhile, was the son and only child of Queen Visenya, Aegon's other sister-wife, making him Aenys's half-brother.\n\nAenys was considered to be a weakling. He was as tall as his father but softer looking, slender and frail. He was very sickly as a child. His mother Rhaenys died when he was only three years old, which deeply traumatized him. He grew somewhat stronger and more confident after bonding to his dragon Quicksilver (progeny of the original three [[dragons]] brought to Westeros during the Conquest). Like his mother, Aenys enjoyed court life and was a great patron of the arts: he was an intellectual, philosopher, and poet. He work his hair long down to his shoulders, curled into ringlets and perfumed. He also had a thin silky moustache and beard, well-manicured to come to a fine point (described as a &quot;Three Musketeers&quot; look by Martin). He wore fine velvet robes with cloth-of-gold lining and an ermine collar, and wore gold rings and gemstones on his long, delicate fingers. He wore a large gold crown much bigger than his father's simple band of Valyrian steel interlaid with large square-cut rubies. Despite being a courtier in personality he was not very charismatic, possibly because others sensed how weak he was. Instead he had a nervous smile, as if anxious and eager to please those around him.\n\nWhile Aenys did have sisters, he did not continue the Targaryen custom of [[incest]]ous marriage. Instead, his father made him wed Alyssa Velaryon as a political marriage - though the Velaryons had intermarried with the Targaryens frequently, so they were still cousins to an unknown degree. Aegon I made the match because he wanted to assuage the [[Faith of the Seven]], which considered incest to be a sin and always looked down on Aegon's polygamous marriage to both of his sisters as an abomination (though this was not without precedent in Valyrian culture). Aenys and Alyssa had three sons and two daughters, who in order were: Rhaena, Aegon, Viserys, Jaehaerys, and Alysanne. Their sixth and final child was a daughter named Vaella, but she died in the cradle.\n\nAfter Aegon I died of old age in 37 AL, Aenys I succeeded him as the second king of the unified Seven Kingdoms, when he was 30 years old. Aenys's weak reign was pervasively troubled by rebellions. Aegon I had been a strong conqueror, but the new king was held to be a weakling, and the [[War of Conquest]] was still within living memory. Many felt that the time was ripe to throw off Targaryen rule before it became solidified. Upon Aegon I's death, four &quot;false kings&quot; immediately revolted in local independence movements. A man claiming to be a son of [[Harren Hoare|Harren the Black]], calling himself &quot;Harren the Red&quot;, staged an uprising at [[Harrenhal]]. He was joined by a woman who had been raped by the lord of Harrenhal who claimed the right of First Night. Their forces massacred everyone in Harrenhal, wiping out [[House Qoherys]]. In the south, the first Vulture King rose up in the [[Red Mountains]] of [[Dorne]]. In [[the Vale of Arryn]] to the east, Lord Arryn's younger brother deposed him and threw him out of the [[Moon Door]], then rose in revolt against the Iron Throne. Aenys's bastard half-uncle [[Orys Baratheon]] had served as [[Hand of the King]] throughout Aegon I's reign and remained in the position at the beginning of Aenys's reign. However, at the beginning of Aenys's reign Orys personally went to the Vale to put down the rebellion, and was killed in the fighting. Aenys's half-brother Maegor replaced Orys as the new Hand of the King, and ruthlessly crushed these localized rebellions. While Aenys had bonded with the dragon Quicksilver, Maegor had put off bonding with any dragon by, claiming that none were worthy of him - until their father died, and Maegor was free to bond with [[Balerion|Balerion the Black Dread]].\n\nThere was even a localized rebellion in the [[Iron Islands]], led by a crazed [[Drowned Men|Drowned Man]] priest who claimed to be a son of the [[Drowned God]]. [[House Greyjoy]] put down the rebellion, and in gratitude Aenys said he would grant the Greyjoys any gift it was within his power to grant, and they requested that he allow them to remove all of the [[Septons]] and [[Sept]]s from their islands. The septs were not very numerous to begin with, given that most of the [[ironborn]] followed the [[Drowned God]], so Aenys reluctantly agreed (though this still upset the Faith).Â  Overall, Aenys was not an absentee-king, and he did try to address these rebellions - but he was determined to solve them through politics and negotiations, when the time had truly come for war. He refused to use the obvious advantage of the Targaryen dragons. In contrast, Aenys's bloodthirsty half-brother Maegor was a great warrior, and crushed the rebellions that his older brother could no longer control. Very quickly, many came to see Maegor as the real power behind the throne.\n\nWith Aegon I, Rhaenys, and Orys dead, Dowager Queen Visenya became the last of the Conquest-generation of Targaryens, and she did much to aid her son Maegor's rise in power. Maegor's first wife was one of Aenys's sisters (Maegor's own half-sister), but she gave him no living children. Aenys even gave Maegor the ancestral [[Valyrian steel]] sword of House Targaryen, Blackfyre, which had been carried by their father - openly acknowledging that Maegor was a better warrior than he ever was.\n\nAenys's father had made him wed Alyssa Velaryon instead of continuing traditional Valyrian incestuous marriages, but Aenys himself wed his daughter and eldest child Rhaena to his eldest son Aegon. Perhaps Aenys rationalized that the Targaryens already had an incestuous bloodline and nothing they did would ever remove that, but actively embracing the custom with a new marriage soured relations with the Faith. Many considered it a political blunder.\n\nEventually, tensions with the Faith of the Seven boiled over. Maegor's first marriage to Cersei Hightower proved childless, and he could never hope to seize the throne if he could produce no heirs and was suspected to be infertile. Therefore, two years into Aenys's reign, Maegor entered into a polygamous second marriage to Alys Hightower. The Faith took this as a major affront, and this is what specifically sparked off the Faith Militant uprising. The [[High Septon]] declared that the Targaryen brothers were monsters borne of incest, and all faithful worshipers of the Seven should rise up against them. The Faith's military orders, known as the Faith Militant, were deployed against the Iron Throne, forming the backbone of larger armies numbering in the thousands composed of faithful peasants and local lords who, pragmatically, were more concerned with throwing off Targaryen rule than whether their marriages were sinful. Aenys exiled Maegor for his second marriage, but this did not improve the situation: the Faith did not stop its uprising, while Maegor took Balerion with him to exile in [[Pentos]], removing a major military asset which might have been used to help put down the rebellion.\n\nThe Faith Militant uprising spread across the realm during the remaining three years of Aenys's reign. Unable to deal with the crisis, he became became emotionally overwhelmed and relocated back to the privacy of Dragonstone. After some time he grew very sick, suffering from loose bowels and cramps, and his maesters could do nothing to help him. Visenya offered to help, but three days after her intervention Aenys died. Many suspect that Visenya poisoned Aenys. Barely an hour after Aenys's body was cremated, Visenya flew to Pentos on Vhagar to retrieve Maegor, who flew back with her to Westeros riding Balerion. Through as-yet unrevealed circumstances, upon his return Maegor claimed (many say &quot;usurped&quot;) the throne ahead of Aenys's own children.\n\nConstruction of [[King's Landing]] had begun under his father and continued through his reign, but there was was also considerable expansion in following decades. Their father had also begun construction of the [[Red Keep]], but Aegon had died when only the foundations had been finished. Construction continued through Aenys's reign, but the great castle would only be completed during Maegor's time on the throne. Their father Aegon I had ruled from the site of his landing for a time, but the ramshackle boomtown of wood and earth called &quot;Aegonfort&quot; judged to be unsuitable, and razed to the ground so the foundations of the larger city of King's Landing could be laid. In the meantime, Aegon had removed the royal court back to [[Dragonstone (castle)|Dragonstone]], where he died after many years, though he always intended for the royal court to eventually return to the completed site of King' Landing. Visenya raised Maegor at Dragonstone, but Aegon frequently visited the construction site of King's Landing, and took Aenys with him.\n\nWhile Aenys had been a weak courtier whose attempts at negotiation were ignored, Maegor was a vicious tyrant, crushing the increasing rebellions against him. The Faith Militant uprising turned into a full-scale war during this time. An assassination attempt was made on the new king using [[poison]], but Maegor survived, and after he recovered he promptly used Balerion to burn the entire King's Landing chapter of the Faith Militant to death (numbering several hundred men). Afterwards the High Septon organized armies to march openly against Maegor, and while Maegor was able to destroy their armies they would be replaced by new ones. Maegor ruled for only six years, but he quickly earned the nickname &quot;Maegor the Cruel&quot; (though as Aenys's Hand he had functionally ruled for five years before that)).\n\nMaegor's reign of terror particularly affected Queen Rhaenys's branch of the family. Due to a faulty bloodline caused by his incestuous parentage, Maegor could not produce living children, only deformed monsters who did not survive childbirth. In his pursuit to produce a healthy heir, he married eight or nine different women, several at the same time (becoming the only Targaryen after Aegon I who continued not only the Targaryen practice of incest, but of polygamy). He had several of his wives executed when they could not produce healthy heirs. After using up his first wife, who was Aenys's sister, he may have married Aenys's other sisters. He also married Tyanna of Pentos, Alys Halloway, and Jeyne Westerling. Aenys's eldest son Aegon led an uprising against Maegor, riding his father's dragon Quicksilver, and he clashed with Maegor's army (led by Maegor riding Balerion) in the great Battle Beneath the Gods Eye. Aegon was killed, his army was destroyed, and Balerion killed Quicksilver. Aegon had married his own sister Rhaena (rider of the dragon Dreamfyre) according to Targaryen custom, but now Maegor forcibly married Rhaena (his own half-niece) against her will, leading to her becoming known as his &quot;Black Bride&quot;. Aegon and Rhaena had twin daughters but Maegor had them killed as well. Queen Visenya then died, and in the confusion Queen Alyssa managed to flee King's Landing with her two youngest children, Jaehaerys and Alysanne. In retaliation, Maegor had Aenys's middle son Viserys tortured to death, and his mutilated body left to rot in the courtyard of the Red Keep, in the hope that this would draw out Alyssa so she could plead that he be given a proper funeral. Alyssa, however, knew better than to reveal her whereabouts by this point.\n\nMaegor eventually died on the Iron Throne in unknown circumstances: in someÂ versions of theÂ tale, he was murdered ''by'' the Iron Throne, while others suspect he was poisoned. As Maegor died without issue, he was succeeded by his nephew, Aenys's youngest son, who ascended the throne as King [[Jaehaerys I Targaryen|Jaehaerys I]]. He married his sister Alysanne, and together they brought the Seven Kingdoms fifty years of peace. Thus all subsequent Targaryens, including [[Daenerys Targaryen]], descend from Aenys and not Maegor.\n\nAs for Aenys's name, George R.R. Martin made Targaryen dynasty names by mix-and-matching different name elements: &quot;Ae-&quot; in &quot;Aegon&quot;, &quot;Aemon&quot;, &quot;Aemond&quot;, &quot;Aerion&quot;, etc., and the suffix &quot;-nys&quot; from &quot;Rhaenys&quot; (less clearly, &quot;Viserys&quot; and &quot;Daenerys&quot;). In-universe, his name is apparently simply a combination of his parents' names: &quot;Ae-gon&quot; and &quot;Rhae-nys&quot; yielded &quot;Ae-nys&quot;. It is pronounced like both elements in his parents' names: &quot;AY-nis&quot;, but not &quot;Ay-nus&quot;.&lt;ref&gt;[http://awoiaf.westeros.org/index.php/Pronunciation_guide AWOIAF Pronunciation Guide]&lt;/ref&gt;\n\n", "Biography": "Aenys was the firstborn son of [[Aegon I Targaryen|Aegon the Conqueror]], by Aegon's sister-wife Queen [[Rhaenys Targaryen (sister of Aegon I)|Rhaenys Targaryen]]. After his father died, Aenys succeeded as the second King on the [[Iron Throne]]. Despite the fact that Aenys had a son, [[Jaehaerys I Targaryen|Jaehaerys]], when he died he was succeeded by his half-brother [[Maegor Targaryen]], known as &quot;Maegor the Cruel&quot;. Maegor was the son of Aegon's other sister-wife, Queen [[Visenya Targaryen]]. Maegor ultimately died childless, however, and Aenys's son succeeded to the throne as King Jaehaerys I. As a result all subsequent Targaryen monarchs descend from Aenys, not Maegor.\n\n===[[Season 1]]===\nAenys's name is briefly seen on a page of the book &quot;[[The Lineages and Histories of the Great Houses of the Seven Kingdoms]]&quot; when Lord [[Eddard Stark]] is searching through it. On a page about [[House Baratheon]], it is mentioned that [[Raymont Baratheon|one]] of [[Orys Baratheon]]'s sons died thwarting an assassination attempt against Aenys.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF|Aenys I Targaryen}}\n\n"}, "title": "Aenys Targaryen"}