{"attributes": {"status": " :Category:Status: Dead", "family": ["Daeron II Targaryen - father", "Myriah Martell - mother", "Aelinor Targaryen - sister-wife", "Baelor Targaryen (son of Daeron II)"], "title": " Aerys I Targaryen", "season": " Season 1", "image": " History and Lineages Blackfyre.jpg", "allegiance": " House Targaryen", "titles": [" King of the Andals and the First Men", "Lord of the Seven Kingdoms", "Protector of the Realm"], "link": " House Targaryen::''For his great-nephew, see &quot;Aerys II Targaryen&quot;, the Mad King.''Character", "mentioned": " &quot;A Golden Crown&quot;", "place": " Red Keep, King's Landing", "aka": " Aerys of the House Targaryen, the First of His Name"}, "sections": {"TOP": "Aerys I Targaryen0154135on7acj3by3kuszdyewzumti3q1hyki1775782015-03-18T11:29:28ZSon Of Fire24907634/* Background */ The all-important full stop.{{Heraldry\n|image = Targaryen mini shield.png\n|link = House Targaryen\n}}\n::''For his great-nephew, see &quot;[[Aerys II Targaryen]]&quot;, the Mad King.''\n{{Character\n| Title = Aerys I Targaryen\n| Image = History and Lineages Blackfyre.jpg\n| Season = [[Season 1|1]]\n| Mentioned = &quot;[[A Golden Crown]]&quot;\n| Status = [[:Category:Status: Dead|Deceased]]\n| Place = [[Red Keep]], [[King's Landing]]\n| Titles = [[King of the Andals and the First Men]]&lt;br&gt;[[Lord of the Seven Kingdoms]]&lt;br&gt;[[Protector of the Realm]]\n| Aka   = Aerys of the House Targaryen, the First of His Name\n| Allegiance = [[House Targaryen]]\n| Family ={[[Daeron II Targaryen]]} - father&lt;br&gt;{[[Myriah Martell]]} - mother&lt;br&gt;{[[Aelinor Targaryen]]} - sister-wife&lt;br&gt;{[[Baelor Targaryen (son of Daeron II)|Baelor Targaryen]]} - brother&lt;br&gt;{[[Rhaegel Targaryen]]} - brother&lt;br&gt;{[[Maekar I Targaryen]]} - brother&lt;br&gt;{[[Aegon IV Targaryen]]} - grandfather&lt;br&gt;{[[Naerys Targaryen]]} - grandmother&lt;br&gt;{[[Daenerys Targaryen (daughter of Aegon IV)|Daenerys Targaryen]]} - aunt\n}}\n'''Aerys I Targaryen''' is an unseen character in ''[[Game of Thrones (TV series)|Game of Thrones]]''. He is not expected to appear in the series, being long dead by the time it begins.\n\n", "Family tree": "{{House Targaryen family tree Blackfyre Rebellion era}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Aerys I Targaryen is described as bookish. He was spindly and stooped, with long, straight hair. He had a long, thin face, a long, thin mustache and a long pointed beard. He inherited the Iron Throne after the Great Spring Sickness took not only his father Daeron, but also his nephews Valarr and Matarys, the sons of his elder brother, Prince Baelor &quot;Breakspear&quot;, who had perished earlier defending [[Duncan the Tall]] in a Trial of Seven - a particular form of trial by combat.\n\nAerys appointed his uncle Brynden Rivers as [[Hand of the King]] and left the governance of the realm to him, while he occupied himself with the study of books and lore. He also shunned the bed of his sister-wife Aelinor. During this time, no one great disaster befell the realm, but it was beset by numerous minor problems which were allowed to flourish all at once due to Aerys I's inept reign. Following the great plague which killed Aerys I's father, the realm suffered a great drought, leading to famine even in breadbasket regions such as the Reach. This instability led to a great proliferation of broken men and highway robbers, and the roads were not considered safe to travel. Meanwhile, the pretenders of [[House Blackfyre]] who had fled across the Narrow Sea remained an ongoing threat. There were as many as five Blackfyre Rebellions in all, the first and greatest of which occurred during the reign of Aerys I's father. Even so, the surviving Blackfyres were continually plotting new intrigues and rebellions to take the throne back, leading to the short-lived Second Blackfyre Rebellion which occurred three years into Aerys I's reign. In addition, the Lord of the Iron Islands, Dagon Greyjoy, took advantage of the chaos of the spring sickness and the Iron Throne's preoccupation with the Blackfyre rebels under Bittersteel, and raided [[Fair Isle]], [[the Arbor]], and even [[the North]]. Other localized rebellions of opportunity popped up throughout the kingdoms trying to take advantage of the general instability, including a revolt by the island of [[Skagos]] against Winterfell, and an attempt by the wildlings to invade south of [[the Wall]] by a new [[King-Beyond-the-Wall]]. Aerys I is overall remembered as a weak, absentee-king whose time on the throne was marked by plague, famine, Blackfyre intrigues from the Free Cities, ironborn raiding, wildling invasions, and other localized rebellions.\n\nAfter Aerys's death, his brother Maekar inherited the throne, as Aerys had no heir, and their brother Rhaegel was insane.\n\nAerys I is king during much of the timeframe of the ''[[Tales of Dunk and Egg]]'' prequel novellas, which begin 90 years before the War of the Five Kings and follow the adventures of Ser [[Duncan the Tall]] and [[Aegon V Targaryen|Aegon &quot;Egg&quot; Targaryen]]. Aerys's father Daeron II died between the first and second prequel novellas, after which Aerys ascended the throne, and the second novella shows the deteriorating conditions during Aerys I's inept reign (with widespread plague, drought, and bandits). Aerys I might appear in any potential live-action adaptation of the prequel novellas.\n\n", "Biography": "===Background===\nAerys Targaryen was the first of his name to sit the [[Iron Throne]] and the thirteenth King of the [[House Targaryen|Targaryen dynasty]]. He was the son of King [[Daeron II Targaryen|Daeron the Good]] and Queen [[Myriah Martell|Myriah]] and succeeded his father after he perished in the [[Great Spring Sickness]]. Per the Targaryen tradition, he took his own sister [[Aelinor Targaryen|Aelinor]] as his wife. His other brothers were [[Baelor Targaryen (son of Daeron II)|Baelor]], [[Rhaegel Targaryen|Rhaegel]], and [[Maekar Targaryen|Maekar]], who would succeed him on the [[Iron Throne]].\n\n===[[Season 1]]===\nAerys, along with his brothers and sister, is mentioned in [[House Targaryen]]'s entry of the book ''[[The Lineages and Histories of the Great Houses of the Seven Kingdoms]]''.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n\n"}, "title": "Aerys I Targaryen"}