{"attributes": {"status": " :Category:Status: Dead", "death": "Timeline#Robert's Rebellion", "last": "", "family": [" Aegon V Targaryen - father", "Duncan Targaryen - brother", "Rhaella Targaryen - sister/wife", "Daeron Targaryen (son of Aegon V)"], "title": "Aerys II Targaryen", "season": "Season 1", "image": "Mad King.jpg", "allegiance": "House Targaryen", "culture": " Valyriandialogue a-b", "titles": ["King of the Andals and the First Men", "Lord of the Seven Kingdoms", "Protector of the Realm"], "link": " House Targaryen::''For his great-uncle, see &quot;King Aerys I Targaryen&quot;.''Character", "mentioned": "&quot;Winter is Coming (episode)", "place": "King's Landing", "aka": ["The Mad King", "Mad King Aerys", "King Scab", "Aerys of House Targaryen, the Second of His Name"], "first": ""}, "sections": {"Family tree": "{{House Targaryen family tree}}\n\n", "TOP": "Aerys II Targaryen02159frq4hpf7rwye1ba730gqlt1wpm2tgan1704272015-01-30T00:00:08ZGreater good3347453{{Heraldry\n|image = Targaryen mini shield.png\n|link = House Targaryen\n}}\n::''For his great-uncle, see &quot;King [[Aerys I Targaryen]]&quot;.''\n{{Character\n| Title=Aerys II Targaryen\n| Image=Mad King.jpg\n| Season=[[Season 1|1]], [[Season 2|2]], [[Season 3|3]]\n| First=\n| Last=\n| Mentioned=&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;&lt;br&gt;&quot;[[The Kingsroad]]&quot;&lt;br&gt;&quot;[[Lord Snow]]&quot;&lt;br&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;br&gt;&quot;[[Baelor]]&quot;&lt;br&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;br&gt;&quot;[[Kissed by Fire]]&quot;\n| Aka=The Mad King&lt;br&gt;Mad King Aerys&lt;br&gt;King Scab&lt;br&gt;Aerys of House Targaryen, the Second of His Name\n| Status= [[:Category:Status: Dead|Deceased]]\n| Titles=[[King of the Andals and the First Men]]&lt;br&gt;[[Lord of the Seven Kingdoms]]&lt;br&gt;[[Protector of the Realm]]\n| Death=[[Timeline#Robert's Rebellion|281 AL]]&lt;br&gt;Slain by Ser [[Jaime Lannister]]\n| Place=[[King's Landing]]\n| Allegiance=[[House Targaryen]]\n| Family= {[[Aegon V Targaryen]]} - father&lt;br&gt;{[[Duncan Targaryen]]} - brother&lt;br&gt;{[[Rhaella Targaryen]]} - sister/wife&lt;br&gt;{[[Daeron Targaryen (son of Aegon V)|Daeron Targaryen]]} - brother&lt;br&gt;{[[Rhaegar Targaryen]]} - son/nephew&lt;br&gt;{[[Viserys Targaryen]]} - son/nephew&lt;br&gt;[[Daenerys Targaryen]] - daughter/niece&lt;br&gt;{[[Aerion Targaryen]]} - uncle&lt;br&gt;[[Aemon|Aemon Targaryen]] - uncle&lt;br&gt;{[[Elia Martell]]} - daughter-in-law&lt;br&gt;{[[Drogo]]} - son-in-law&lt;br&gt;{[[Rhaenys Targaryen (daughter of Rhaegar)|Rhaenys Targaryen]]} - granddaughter/great niece&lt;br&gt;{[[Aegon Targaryen (Son of Rhaegar)|Aegon Tagaryen]]} - grandson/great nephew&lt;br&gt;{[[Rhaego]]} - grandson/great nephew\n| Actor=|Culture = [[Valyrian]]}}\n{{dialogue a-b|Robert Baratheon|What about Aerys Targaryen? What did the Mad King say when you stabbed him in the back? I never asked. Did he call you a traitor? Did he plead for a reprieve?|Jaime Lannister|He said the same thing he'd been saying for hours... &quot;Burn them all.&quot;|The Mad King's last words.|Lord Snow}} \n'''Aerys II Targaryen''', popularly called '''&quot;the Mad King&quot;''', is an unseen character in ''[[Game of Thrones]]''. Deceased prior to the events of the series,Â Aerys Targaryen was the last member of [[House Targaryen]] to rule from the [[Iron Throne]]. Although his rule began benevolently, he succumbed to madness and was eventually deposed by [[Robert Baratheon]] in a [[Robert's Rebellion|civil war]]. Infamously, Aerys was murdered by a member of his [[Kingsguard]], Ser [[Jaime Lannister]], earning the latter the sobriquet &quot;Kingslayer&quot;.\n\nAerys's two surviving children, [[Viserys Targaryen|Viserys]] and [[Daenerys Targaryen|Daenerys]], were taken to the Free Cities of [[Essos]], intent on one day returning to [[Westeros]] to reclaim what they regard as their birthright.Â He was formally styled asÂ '''Aerys of House Targaryen, the Second of His Name, King of the Andals and the First Men, Lord of the Seven Kingdoms and Protector of the Realm'''.\n\n", "In the books": "\n[[File:Aerys, the Mad King.png|thumb|266px|Aerys in his final years]] In the ''[[A Song of Ice and Fire]]'' novels, Aerys II's reign began with great promise. Taking the throne at only the age of 20, Aerys installed a number of younger, vigorous and capable men in positions of power, while his own son Rhaegar showed promise of being a great king in his turn. Aerys, impressed by the young Tywin Lannister's ruthlessness and effectiveness in crushing the [[Reyne Rebellion]], made Tywin his [[Hand of the King]]. Tywin served very effectively as Hand for twenty years, during which the Seven Kingdoms prospered.\n\nHowever, Aerys, who occasionally showed signs of a terrible temper, became erratic following the brief uprising known as the Defiance of Duskendale, when he was held prisoner for several months by a rebellious lord before finally being rescued by [[Barristan Selmy]]. Aerys's fury on that occasion was terrible: all of those involved in the incident were killed, several by being burned alive. After that, his rage could no longer be held in check.\n\nAerys's relationship with Tywin Lannister began to deteriorate in these later years, as Aerys grew ever more paranoid about Tywin's ambition. When Ser [[Ilyn Payne]], captain of the guards for Tywin Lannister, made a joke that Tywin as Hand was the real ruler of Westeros, Aerys had his tongue cut out for the insult. Tywin could neither protest nor stop the punishment. The strains on their relationship were exacerbated by Aerys' well known lust for Tywin's wife [[Joanna Lannister]], which the former crudely expressed during her [[bedding]]. His marriage with his own sister-wife, Queen Rhaella, which had never been happy (they wereÂ forced to marry against their will) became violent and abusive towards the end.\n\nOver the years Aerys became increasingly gripped by madness, experiencing vivid hallucinations and delusional paranoia. Aerys became obsessed with fire, frequently burning his perceived enemies alive. Eventually, he was having women and babies roasted on spits in the throne room because the voices in his head told him they were plotting his ruin. Aerys would often become sexually aroused after burning someone to death, at which he would savagely rape his wife Queen Rhaella (his daughter Daenerys was the product of one such attack, quite possibly the same day he killed Rickard and Brandon Stark). Attempts to restrain Aerys' delusional behavior only fueled his paranoia that all were against him.\n\nAerys's growing madness took a drastic toll on his physical appearance. Fearful of allowing blades in his presence (save those of his sworn Kingsguard), Aerys ceased to have his hair or nails cut for years. By the time of the rebellion, his fingernails had grown nearly a foot long, and his long, filthy, tangled hair and beard hung below his shoulders. Increasingly paranoid that someone would attempt to poison him, he ate so rarely that he became extremely gaunt. Combined with the stress from his madness, by the time of the rebellion, when Aerys was only forty years old, he looked as old and haggard as a man twice his age. Due to his insane meanderings, he accidentally cut his hands and thighs so many times on the Iron Throne that they were practically covered in scabs, leading some to refer to him as &quot;King Scab&quot; behind his back.\n\nTywin had long hoped that Aerys would reward his service with a royal wedding, between his daughter [[Cersei Lannister|Cersei]] and Prince Rhaegar. However, Tywin was infuriated when Aerys snubbed him by saying that Tywin was a mere servant of the crown, and no servant's daughter was fit to marry a prince of royal blood, and agreed to a marriage between Rhaegar and [[Elia Martell]] of [[Dorne]] instead. The last straw came when Aerys appointed Tywin's eldest son and heir [[Jaime Lannister]] to his [[Kingsguard]]. Normally this was the highest honor a knight could achieve, and Jaime himself was eager to accept, but it meant that Jaime had to forsake all claims as Tywin's heir (leaving his stunted and hated younger son [[Tyrion Lannister|Tyrion]] as his heir). Privately, Aerys had truly agreed to promote Jaime to the Kingsguard to keep him around the royal court at all times, essentially as an unwitting hostage in case Tywin ever decided to turn on him. Outraged by the continual insults he endured from Aerys, Tywin resigned as Hand of the King on some thin pretext; the Hands that followed were a succession of Aerys' cronies, who he later turned on for various failures, exiling or executing them depending on his whims.\n\nAfter he burned several prominent lords alive and sanctioned his son's kidnap of Lyanna Stark, half of the realm rose in revolt against Aerys in [[Robert's Rebellion]]. Many who fought on the Targaryen side in the war weren't even fighting for the insane Aerys so much as for his promising son, Crown Prince Rhaegar. Indeed, one of the main reasons so many put up with Aerys' insanity for as long as they did was because they hoped they could simply wait out the few remaining years in Aerys' reign until Rhaegar took the throne, instead of having to face the serious moral dilemma of breaking their oaths against the currently ruling king. Robert Baratheon's victory over Rhaegar at the [[Battle of the Trident]] was therefore a double-blow to the Targaryen side: not only had the main royal army been defeated and scattered, but with Rhaegar dead, lords who had been on the fence decided to openly side with the rebels rather than fight for Aerys. Chief among these was Tywin Lannister himself, who had stayed out of the war until that point, who marched the 10,000 strong Lannister army to the gates of King's Landing, and once let inside, promptly began to [[Sack of King's Landing|sack the capital city]].\n\nAerys's manner of death is slightly different from book to series. In the TV series, it is mentioned several times that Jaime stabbed him in the back, whereas in the book he slit Aerys' throat at the foot of the Iron Throne. It is never mentioned that Aerys ever said the words &quot;Burn them all&quot;. However, the Season 3 episode &quot;[[Kissed by Fire]]&quot; brought Aerys's death closer in line to the books, when Jaime recounts to [[Brienne of Tarth]] that he stabbed Aerys in the back when he tried to run, and ''then'' Jaime proceeded to slit his throat to make sure he was dead.\n\nAnother change is that Eddard Stark was not the first to find that Jaime killed Aerys: before Jaime could leave and let some braggart take the credit/blame, Elys Westerling and Lord Roland Crakehall entered and saw him standing over Aerys's body. Crakehall was not surprised, figuring (incorrectly) that Jaime killed the king so the Lannisters could seize the throne. He asked Jaime, &quot;Shall I proclaim a new king as well?&quot; Jaime knew what he meant: either Tywin, or Robert Baratheon, or one of the surviving Targaryens. He considered for a moment to name either the boy Viserys or baby Aegon. But when he glanced down again at Aerys's body, he thought &quot;[[Targaryen madness|his blood]] is in both of them&quot;. &quot;Proclaim who you bloody well like&quot; he told Crakehall. Then he climbed the Iron Throne and seated himself with his sword across his knees, to see who would come to claim the kingdom. As it happened, it had been Eddard Stark.\n\nIn a minor change from the books, Aerys II is said to be the son of King Aegon V Targaryen, rather than his grandson. His father, Jaehaerys II, appears to have been eliminated from the roll of kings. The reason for this appears to be to simplify the relationship between Maester [[Aemon]] - Aegon V's older brother - and the other Targaryens (by making Aemon [[Daenerys Targaryen|Daenerys]]' grand-uncle, rather than great-grand-uncle).\n\n", "Behind the scenes": "[[File:Brandon's execution.jpg|thumb|left|Aerys watches as Brandon Stark is executed.]]\n[[File:Liam Burke.jpg|thumb|right|100px|Liam Burke]]\nAccording to the TV series official [[pronunciation guide]] developed for the cast and crew, &quot;Aerys Targaryen&quot; is pronounced &quot;AIR-eez Tar-GAIR-ee-in&quot;.\n\n[[George R. R. Martin]] revealed that an actor had been cast as King Aerys II during [[Season 1]] for filming a flashback scene of [[Rickard Stark]] and [[Brandon Stark (Son of Rickard)|Brandon Stark]]'s executions which had ultimately never been aired publicly.&lt;ref&gt;Ryan, Maureen (April 9, 2012). [http://www.huffingtonpost.com/2012/09/04/game-of-thrones-season-3-characters_n_1854918.html 'Game of Thrones' Season 3 Characters And Scoop From Creator George R.R. Martin] Huffington Post.&lt;/ref&gt;\n\n[[Liam Burke]]Â was cast to play him in flashback inÂ [[Season 1]],&lt;ref&gt;[http://frontlineactors.com/wp-content/uploads/2011/04/LiamBurke.pdf Liam Burke CV at Frontline Actors Agency]&lt;/ref&gt;Â but the scene was cut for time and pacing.&lt;ref&gt;[http://frontlineactors.com/wp-content/uploads/2011/04/LiamBurke.pdf Liam Burke CV at Frontline Actors Agency]&lt;/ref&gt;\n\n", "See also": "*{{AWOIAF}}\n\n", "Biography": "===Background===\n[[File:Aerys Rickard Brandon.png|thumb|left|Aerys watches Rickard and Brandon Stark die]]Aerys Targaryen, the Second of His Name, was [[King of the Andals and the First Men|King of the Seven Kingdoms]] and the last member of [[House Targaryen]] to sit on the [[Iron Throne]]. Popularly remembered as &quot;the Mad King&quot;, his reign became increasingly erratic and murderous. A final round of blood-letting, unleashed when his son Prince [[Rhaegar Targaryen|Rhaegar]] [[Abduction of Lyanna Stark|kidnapped]] [[Lyanna Stark]] of [[Winterfell]], saw many houses in the realm [[Robert's Rebellion|rebel against his rule]]. [[Brandon Stark (Son of Rickard)|Brandon Stark]] protested the abduction of his sister and demanded justice. Aerys had him arrested for treason and then offered to ransom him to his father. When Rickard rode to King's Landing to ransom Brandon, Aerys had him arrested too, and then [[Execution of Rickard and Brandon Stark|executed]] both father and son.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/targaryen/aerys-ii-targaryen/ HBO viewers guide, season 2 guide to houses, House Targaryen - Aerys II Targaryen entry]&lt;/ref&gt;\n\n[[File:Kingslayer.png|thumb|257px|Aerys is slain by his Kingsguard Jaime Lannister]]\n\nThe noble houses of [[Stark]], [[Tully]], [[Arryn]], and [[Baratheon]] raised the flags of rebellion and destroyed the royalist armies in several major engagements, culminating in the [[Battle of the Trident]] where Prince Rhaegar fell. King Aerys was betrayed by his former friend and [[King's Hand]], Lord [[Tywin Lannister]] who led an army to apparently defend the capital at [[King's Landing]] but then brutally [[Sack of King's Landing|sacked]] the city instead.\n\nAerys had already instructedÂ Wisdom [[Rossart]], now his [[Hand of the King]], to hide caches of [[wildfire]] all over King's Landing. Now, he decreed that the capital [[Wildfire plot|be set ablaze]]. Aerys seemingly believed the massive inferno would transmute him into a [[dragon]] and he would emerge to obliterate his enemies. To prevent the King incinerating the city and its half a million inhabitants, Ser [[Jaime Lannister]], a member of the [[Kingsguard]], stabbed Aerys in the back and then cut his throat.&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n\nAerys's death brought to an end the [[House Targaryen|Targaryen dynasty]], which had ruled the Seven Kingdoms for three centuries. He was replaced on the Iron Throne by the leader of the rebels, [[Robert Baratheon]]. Aerys was survived by his two youngest children, [[Viserys]] and [[Daenerys]], who were spirited away to the [[Free Cities]].\n\n===[[Season 1]]===\n[[Image:Mad King.png|thumb|Aerys Targaryen, Second of His name, is now commonly known as &quot;the Mad King&quot;.]]\nAerys ordered Ser [[Barristan Selmy]] of the Kingsguard to destroy the [[Kingswood Brotherhood]]. Selmy himself killed their leader [[Simon Toyne]].&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt;\n\nWhen [[Lyanna Stark]] was kidnapped by Prince [[Rhaegar Targaryen]], her brother Brandon rode to King's Landing to demand his sister's return. Aerys imprisoned Brandon and ordered that his father [[Rickard Stark]] ride south to answer for his son's impertinence. Against advice, Rickard agreed, assuming that the matter would be settled through a trial or a bargain of some kind. Instead, Aerys had Lord Rickard burned alive while Brandon watched, and then had Brandon strangled.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\nThe new Lord of Winterfell, [[Eddard Stark]], declared war against Aerys, supported by Lyanna's betrothed, [[Robert Baratheon]], and the powerful lords Hoster Tully and Jon Arryn. This sparked the beginning of the war known as [[Robert's Rebellion]], which led to the near-destruction of [[House Targaryen]] and its removal from the [[Iron Throne]]. Rhaegar was killed by Robert at the [[Battle of the Trident]].&lt;ref&gt;&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;&lt;/ref&gt;\n[[File:Ilyn Payne losing his tongue.jpg|thumb|left|King Aerys orders Ser Ilyn Payne's tongue to be cut out.]]\n[[Sandor Clegane]] tells [[Sansa Stark]] that Ser Ilyn hasn't had much to say since Aerys had Ser [[Ilyn Payne]]'s tongue torn out.&lt;ref&gt;&quot;[[The Kingsroad]]&quot;&lt;/ref&gt; [[Jaime Lannister]] is confronted by both [[Eddard Stark]] and [[Robert Baratheon]] about killing Aerys. Jaime killed Aerys at the end of [[Robert's Rebellion]], when Lannister forces under his father Tywin Lannister took the city. His final words were &quot;Burn them all.&quot; His death occurred during the [[Sack of King's Landing]]. Eddard mentions that Grand Maester [[Pycelle]] served King Aerys.&lt;ref&gt;&quot;[[The Kingsroad]]&quot;&lt;/ref&gt;\n\nBored and attempting to mock Ser Jaime, King Robert realizes that he never asked Jaime what King Aerys Targaryen's last words were, then taunts Jaime for killing a defenseless old man he had sworn to protect. Jaime tersely responds that the last thing the Mad King said was the same thing he'd been raving for hours, since the sack of the capital by the rebels began: &quot;Burn them all!&quot; This silences Robert's levity.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt;\n\nMaester [[Aemon]] reveals that he is the uncle of King Aerys and because of his oath to the [[Night's Watch]] could not interfere during the rebellion.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\nGrand Maester [[Pycelle]] recalls that King Aerys was actually a good man, at least at first. He then laments that he saw Aerys melt away before his eyes, as [[Targaryen madness|madness increasingly gripped his mind]] over the years and a once charming man was consumed by dreams of fire and blood.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\nWisdom [[Hallyne]] of the [[Alchemists' Guild]] mentions Aerys as a fervent supporter of the guild. Aerys became obsessed with [[Wildfire]] in his later years. He reminds [[Bronn]] that he would not have dared to insult the guild while Aerys was alive.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\nWhen held by [[Roose Bolton]], Jaime Lannister reveals the true story of the Mad King's death to [[Brienne of Tarth]]:\n\nAs the Targaryens were losing the war, Aerys had his [[Alchemists' Guild|pyromancers]] place caches of [[wildfire]] all over King's Landing: under the [[Great Sept of Baelor]], under the slums of [[Flea Bottom]], under houses, stables, taverns, and even under the [[Red Keep]] itself. After Robert's [[Battle of the Trident|victory at the Trident]] he marched on the capital city, but Jaime's father Tywin arrived there first, leading the entire Lannister army, and promising to defend the city. Jaime warned Aerys that his father was never a man to choose the losing side, that this must be a trick and he should surrender the city while he still could, but the Mad King refused to listen. Nor did Aerys listen to [[Varys]] when he gave the same warning that Tywin couldn't be trusted - but he did listen to [[Grand Maester]] [[Pycelle]], who convinced Aerys the Lannisters were there to help.\n\nAerys opened the city gates, and the Lannisters proceeded to [[Sack of King's Landing|sack the city]]. Jaime again begged Aerys to surrender, but the Mad King ordered Jaime to bring him Tywin's head, and his pyromancer ([[Wisdom]] [[Rossart]]) to set the city ablaze with the hidden wildfire, burning its five hundred thousand inhabitants to death, rather than lose the city to the rebels. &quot;Burn them all,&quot; Aerys said, &quot;Burn them in their homes. Burn them in their beds.&quot; Jaime makes it plain to Brienne that was his breaking point and asks her what she would do if her precious Renly commanded her to kill her own father and then stand by and do nothing as he murdered thousands of innocent people; she can only sit in shocked silence. Jaime goes on to say that he killed the pyromancer first, then drove his sword into Aerys' back as the Mad King tried to run for his life. Even as he was dying, the Mad King kept raving &quot;Burn them all...Burn them all...&quot; Shaken at the memory, Jaime speculates that King Aerys didn't believe he would die in the blaze; in his lunacy, the Mad King believed he would be reborn as a dragon in the fire, granting him the power to burn his enemies to ashes...so Jaime finished Aerys off by slitting his throat in order to make sure he died, concluding that Eddard Stark found him at that point.&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n\n"}, "title": "Aerys II Targaryen"}