{"attributes": {"status": " :Category:Status: Role ended", "birthplace": " Northern Ireland", "last": "&quot;The Old Gods and the New&quot;", "title": " Aimee Richardson", "image": " Aimee-Richardson-200.jpg", "dateofbirth": " ", "role": " Myrcella Baratheon", "imdb": " http://www.imdb.com/name/nm4048461/", "twitter": " http://twitter.com/Aimee_P_RQuote", "first": "&quot;Winter is Coming (episode)"}, "sections": {"Credits": "===Guest starring===\n{{Season one credits|yes|yes||yes|yes}}\n{{Season two credits|yes||yes||yes|yes}}\n\n", "TOP": "Aimee Richardson03077fhe7o1dxi1yt9iibwhwy8bckizzbzlw1701022015-01-27T03:31:10ZGreater good3347453/* See also */ Added Instagram{{Cast\n| Title= Aimee Richardson\n| Image= Aimee-Richardson-200.jpg\n| dateofbirth= \n| birthplace= Northern Ireland\n| role= [[Myrcella Baratheon]]\n| status= [[:Category:Status: Role ended|Role ended]]\n| First=&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;\n| Last=&quot;[[The Old Gods and the New]]&quot;\n| imdb= http://www.imdb.com/name/nm4048461/\n| twitter= http://twitter.com/Aimee_P_R\n}}\n{{Quote|I'm a little girl, and I'm getting to dress up as a princess - and get paid for it!  It's mental!|Aimee Richardson|}}\n'''Aimee Richardson''' is an actress who portrayed [[Myrcella Baratheon]] in [[Season 1]] and [[Season 2]] of ''[[Game of Thrones]]''. She is from Bangor, Northern Ireland.\n\n==On ''Game of Thrones''==\n[[File:All Hail Queen Myrcella First of Her Name.png|thumb|300px|All hail Queen Myrcella, First of Her Name.]]\nIn the [[pilot episode]], Myrcella was a non-speaking role, and Aimee Richardson was not originally intended to be permanently cast as Myrcella: no casting decision had been made yet, and she was simply a stand-in for the auditions involving other cast members, such as Cersei and Jaime. However, the TV series creators discovered that they enjoyed Richardson's strong acting ability for her age, so they decided to officially cast her as Myrcella. She initially appeared as a guest star in the [[Season 1|first season]] and returned in this role for the [[Season 2|second season]].\n\nRichardson didn't appear in [[Season 3]] or [[Season 4]], because Myrcella was sent to [[Dorne]], and thus had no scenes in the third book.&lt;ref&gt;http://www.standingnakedatabusstop.com/a-tale-of-the-unexpected&lt;/ref&gt; As Richardson put it in a twitter post just after Season 3 began airing, she's &quot;too busy getting a tan in Dorne to appear in S3.&quot;&lt;ref&gt;[https://twitter.com/Aimee_P_R/status/322050178901229568 Aimee Richardson's Twitter feed], April 10th, 2013&lt;/ref&gt;\n\nSimilar to [[Jack Gleeson]] (who plays her character's older brother [[Joffrey Baratheon|Joffrey]]), Richardson's natural speaking voice has a pronounced Irish accent, and the upper-class, Received Pronunciation accent she adopts while playing Myrcella on-screen is a conscious part of her performance. As Richardson explained, she knew from a young age that if she wanted to become a professional actress, most major roles require a Received Pronunciation accent, so she had been practicing a British-English accent well before casting began for ''Game of Thrones''. She enjoys playing around with different accents at home with her father, and can do a Russian or American South accent reasonably well too.&lt;ref&gt;[http://winteriscoming.net/2013/09/titancon-interview-aimee-richardson/ WinterIsComing.net interview at TitanCon 2013]&lt;/ref&gt;\n\nRichardson hasn't read all of the books - at 15 years old she's only just allowed to ''watch'' the show, and even then has to cover her face with a pillow during certain mature scenes. She has read spoilers, however, and looked up what happens to Myrcella in later books, so she knows what's coming for her character.\n\nThe day after Joffrey was [[Purple Wedding|killed]] in the [[Season 4]] episode &quot;[[The Lion and the Rose]]&quot;, Richardson posted a video on her Vine account: it consisted of the last few seconds of Joffrey's poisoning, followed by video of Richardson (with mock solemnity) crowning herself with a tiara, and then announcing &quot;I'm ready&quot; - celebrating that this means Myrcella is now a massive step closer to sitting on the Iron Throne herself.&lt;ref&gt;[https://vine.co/v/MJp2KxmPei1 Aimee Richardson's Vine account], April 14th, 2014&lt;/ref&gt; The tiara was actually worn by Aimee's mother on her wedding day.&lt;ref&gt;[https://twitter.com/Aimee_P_R/status/455827094766116864]&lt;/ref&gt;\n\n", "Recasting": "At the San Diego Comic-Con 2014 ''Game of Thrones'' panel the official announcement of new cast members for the upcoming season revealed that after a two year absence by the character, the older Myrcella who returns in [[Season 5]] would be recast. [[Nell Tiger Free]] replaced Aimee Richardson in the role.&lt;ref&gt;[http://watchersonthewall.com/game-thrones-season-five-cast-announced-comic-con/ Game of Thrones season five cast announced at Comic Con!]&lt;/ref&gt;\n[[File:Aimee Richardson Recast.png|thumb|200px|Richardson reacts to her role being recast for Season 5.]]\nOn June 28th, three days after the recasting announcement, Richardson responded by posting a new video clip on her Vine account, showing her sitting on the side of the road as if she was a beggar, but wearing her princess tiara, while holding a sign saying &quot;Princess for hire&quot;. The title of the video was, &quot;Well, this is embarrassing&quot;.&lt;ref&gt;[https://vine.co/v/M0LJpJpgQ3I Aimee Richardson's Vine account]&lt;/ref&gt; Given that Richardson is an actress based in Northern Ireland (the primary filming location for the TV series), there is always the possibility that she might appear in a later TV season as one of Myrcella's relatives - given that [[Dean-Charles Chapman]] was originally cast as [[Martyn Lannister]], a younger first cousin of Jaime and Cersei, and his character was killed off in Season 3, but he was then recast as Martyn's cousin [[Tommen Baratheon]] in Season 4. Another possibility is to play a Lannister ancestor in one of the [[Tales of Dunk and Egg|proposed prequel projects]] for the ''Game of Thrones'' TV series.\n\n", "See also": "*{{IMDb\n|# = 4048461}}\n*{{Twitter\n|# = Aimee_P_R}}\n*{{Instagram|# = aimee_p_r}}\n\n", "Quotes": "&quot;I'm a little girl, and I'm getting to dress up as a princess - and get paid for it! It's mental!&quot; - In response to the question, &quot;What is your impression of Myrcella's costumes?&quot;&lt;ref&gt;[http://www.youtube.com/watch?v=UUpY2jJdJto Nerdgeist interview at TitanCon 2013]&lt;/ref&gt;\n\n&quot;I'm a very big Audrey Hepburn fan, ''Breakfast at Tiffany's'' is my favorite movie in the world. And on my wall behind my bed I have lots of my favorite quotes, and I've got a lot of Audrey Hepburn. And there's one of hers where she said, 'The most important thing is to enjoy yourself, to be happy, that's all that matters.' - and I just think that's a really nice way of living. Not trying to please everyone else, just be happy.&quot;&lt;ref&gt;[http://www.youtube.com/watch?v=UUpY2jJdJto Nerdgeist interview at TitanCon 2013]&lt;/ref&gt;\n\n&quot;I love evil characters too, in drama school I've played a few evil characters, and they are SO much fun. You just get to be horrible all day! It's like letting out every little thing inside you you've ever kept in, and all of a sudden you're just like &quot;A HATE YOU ALL!&quot; - So Cersei! Cersei, basically.&quot;&lt;ref&gt;[http://www.youtube.com/watch?v=UUpY2jJdJto Nerdgeist interview at TitanCon 2013]&lt;/ref&gt;\n\nAsked if she wants to play Cersei: &quot;Ultimately I think I'd go for Daenerys, because she is BAD ASS, and she's got dragons! Who doesn't want dragons? And not just one she's got three of them. So yeah, Daenerys would be it for me, but Cersei is a close second.&quot;&lt;ref&gt;[http://www.youtube.com/watch?v=UUpY2jJdJto Nerdgeist interview at TitanCon 2013]&lt;/ref&gt;\n\n&quot;I had this scene when I was being sent off to Dorne, and I was in my little boat, I had to cry during that. Which, well that was my last day of filming for Season 2, I knew I wasn't coming back for a while. So I was already feeling emotional about that, and I then I just kind of thought about what she [Myrcella] would be feeling. And she wasn't going to see her family for, maybe, years. And then I kind of though, 'I'm not going to see them for years!' - so it was pretty easy to get the tears.&quot;&lt;ref&gt;[http://www.youtube.com/watch?v=UUpY2jJdJto Nerdgeist interview at TitanCon 2013]&lt;/ref&gt;\n\n"}, "title": "Aimee Richardson"}