{"attributes": {"status": " :Category:Status: Dead", "rightimage": "Aegon II mini shield.pngCharacter", "last": "", "family": ["Viserys I Targaryen - husband", "Rhaenyra Targaryen - step-daughter", "Aegon II Targaryen - son", "Aemond Targaryen - son"], "title": "Alicent Hightower", "season": "", "image": "Alicent Hightower.png", "leftimage": "Targaryen mini shield.png", "allegiance": ["House Hightower (by birth)", "House Targaryen (by marriage)", "Aegon II Targaryen"], "actor": "'''Alicent Hightower''' is an unseen character in ''Game of Thrones (TV series)", "titles": "Queen", "link": "House Targaryen", "mentioned": "Histories &amp; Lore", "place": "Red Keep, King's Landing", "aka": " ", "first": ""}, "sections": {"TOP": "Alicent Hightower030283358xifta6krcducoxbnsxxx8k6m08xy1802182015-03-29T01:33:11ZArdilaun24498038{{Conjecture}}\n{{Heraldry\n|leftimage=Targaryen mini shield.png\n|link=House Targaryen\n|rightimage=Aegon II mini shield.png\n}}\n\n{{Character\n| Title=Alicent Hightower\n| Image=Alicent Hightower.png\n| Season=\n| First=\n| Last=\n| Mentioned=[[Histories &amp; Lore]]\n| Aka= \n| Status= [[:Category:Status: Dead|Deceased]]\n| Titles=[[Queen]]\n| Place=[[Red Keep]], [[King's Landing]]\n| Allegiance=[[House Hightower]] (by birth)&lt;br&gt;[[House Targaryen]] (by marriage)&lt;br&gt;Aegon II Targaryen\n| Family={[[Viserys I Targaryen]]} - husband&lt;br&gt;{[[Rhaenyra Targaryen]]} - step-daughter&lt;br&gt;{[[Aegon II Targaryen]]} - son&lt;br&gt;{[[Aemond Targaryen]]} - son\n| Actor=}}\n\n'''Alicent Hightower''' is an unseen character in ''[[Game of Thrones (TV series)|Game of Thrones]]''. She is long dead by the time of the series. She was a Queen of the [[House Targaryen|Targaryen dynasty]].\n\n", "Family tree": "{{House Targaryen family tree Dance of the Dragons Era}}\n\n", "In the books": "\nAlicent Hightower was in many ways the true leader of Aegon II's faction during the Dance of the Dragons.\n\nAlicent's father Otto Hightower had been [[Hand of the King]] in the last few years of the long reign of King [[Jaehaerys I Targaryen]]. In 101 AL Otto brought the 15 year old Alicent to the royal court, where she cared for the aging king (who was left a broken shell after the recent death of his queen of many years, Alysanne). Jaehaerys died in 103 AL and was succeeded by his grandson Viserys I, who ruled for 26 years. Her father Otto remained as Hand of the King for Viserys I, and Otto's older brother in time succeeded as head of House Hightower. Viserys I's first queen, Aemma Arryn, only produced one living child before her death - a daughter, Rhaenyra. Viserys I then decided to remarry, but against the advice of some at court he chose the 18 year old Alicent to be his new queen. At first young Rhaenyra and Alicent got along well, but a rift grew between them as soon as Alicent produced her own children for Viserys I, and clearly wanted them to succeed to the throne instead of her. Alicent bore Viserys I four children: Aegon II, Aemond, Daeron the Daring, and Helaena (who became the sister-wife of Aegon II).\n\nOver the years of Viserys I's reign, despite his best efforts, a bitter rivalry grew between Alicent and Rhaenyra at court, as well as between their rival factions of supporters. Once at a great tournament Rhaenyra dressed in a bold black dress, from the colors of the Targaryen heraldry, while Alicent wore a green dress (the Hightower heraldry does not contain green, Alicent just happened to enjoy green dresses). Soon afterwards, their respective followers started dressing in similar colors and styles to display their political allegiance: Rhaenyra's faction (the &quot;Princess's followers&quot;) wore black clothing styles, and Alicent's faction (&quot;the Queen's followers&quot;) wore green clothing styles. Ultimately this inspired the nicknames for the two factions: &quot;the Blacks and the Greens&quot;. The Blacks (Rhaenyra's supporters) included the Starks, Tullys, Arryns, Tarlys, and Velaryons (among others), while the Greens (Alicent's supporters) included the Hightowers and the Lannisters, among others. The Baratheons started out as Blacks but switched to the Greens when the civil war began, while the Tyrells may have been Greens at first but during the civil war itself declared themselves neutral.\n\nAegon II himself grew to be a lazy, gluttonous, pouty man, prone to indulging his lusts with mistresses as well as prone to outburts of anger. Given that Aegon II had no great political skill, it was his mother Alicent who was seen as the true leader of his faction - he was not necessarily an outright puppet, however, as they shared the same goals (compare how [[Olenna Tyrell]] doesn't &quot;manipulate&quot; her grandson [[Loras Tyrell]] to goals he disagrees with, but Loras is just a fighter, while Olenna is the real political mastermind directing House Tyrell). The Dance of the Dragons was seen so much as a rivalry between Princess Rhaenyra and Queen Alicent that [[George R.R. Martin]]'s prequel novella about the conflict was titled &quot;''The Princess and the Queen''&quot;, referring to the two of them instead of to Aegon II.\n[[File:Green council.png|thumb|300px|Queen Alicent coldly watches as Lord Commander [[Criston Cole]] slits [[Lyman Beesbury]]'s throat at the Small Council table itself, the very first blood shed in the Dance of the Dragons.]]\nViserys I publicly and repeatedly made the great lords of the realm swear oaths that Rhaenyra would succeed him on the Iron Throne, as the first Ruling Queen. A matter of hours after Viserys I died in his sleep, however, Alicent staged a coup - one that she had long been planning down to the fine details. Instead of announcing Viserys I's death immediately she called a [[Small Council]] meeting to discuss the succession. Of the seven man council (including her father Otto), all were Greens except for old [[Master of Coin]] [[Lyman Beesbury]]. Alicent soon made it clear that she intended to crown Aegon II, against her late husband's wishes. Now realizing that Alicent intended for her son to usurp the throne, Beesbury refused to go along with it. In response, Lord Commander of the [[Kingsguard]] [[Criston Cole]] silently snuck up behind Beesbury's chair, and without a word slashed his throat. As the old man bled out onto the council table, the remaining council members seated around it (including Alicent) continued to plan out the next steps in their coup.\n\nAs the Dance of the Dragons progressed Alicent herself remained in King's Landing, while half of the realm declared for Rhaenyra. Later in the war, Aemond Targaryen foolishly led the Green army defending King's Landing north to strike against Harrenhal, leaving the capital with only a skeleton defense. Rhaenyra's forces were then able to take King's Landing in a surprise assault, with Rhaenyra herself leading from dragon-back. The [[City Watch]] mutinied ''en masse'' and threw the gates open to her army, and also killed the few Green officers that Aegon II had installed to command them, including Alicent's own brother Gwayne. Aegon II was spirited out of the city in secret. Several members of the Green Council, however, were captured, and executed as traitors - among them Alicent's father Otto.  Alicent was also captured, and Rhaenyra came to meet with her. Despite the bitter rivalry between the two, Rhaenyra announced that for the memory of the love of her father, she would spare Alicent's life. Rhaenyra remained in control of the capital for about half a year, but through several surprising turns of events Rhaenyra had to withdraw from the city and the Greens recaptured it.\n\nAlicent survived through the end of the war, but at great cost: all four of her children had died. Of Aegon II's three children, only his eight year old daughter Jaehaerya remained (described as being possibly autistic). Aegon II had captured and fed Rhaenyra to his dragon before his own death, and the throne passed to the nearest male heir, Rhaenyra's eleven year old son [[Aegon III Targaryen]]. Because neither side truly won the war, a compromise was reached whereby Aegon III married Jaehaera to unite the two branches of House Targaryen - but Alicent was to remain imprisoned for the rest of her life. A regency council was established including leaders from both the Blacks and the Greens. Alicent, however, would not even hold onto this for long: the regent Unwin Peake, one of the leading Green generals and one of her own greatest supporters, nonetheless wanted his own daughter to be Aegon III's queen. Two years after the war ended, Peake betrayed Alicent by having young Jaehaera thrown out of a tower window to her death - ironically echoing how Alicent had betrayed those who had trusted her to usurp a higher royal position for her own child. As it turned out Aegon III was ultimately convinced to instead remarry to Daenaera Velaryon instead of Peake's daughter. Alicent therefore lived to see her own bloodline end (among her legitimate descendants, however: Aegon II had several bastards, and Aemond left another behind). Broken by the news, Alicent died soon afterwards in the Winter Fever plague that was sweeping the realm.\n\n", "Biography": "===Background===\nAlicent Hightower was a queen of the [[House Targaryen|Targaryen dynasty]], the second wife to King [[Viserys I Targaryen]] and mother of his eldest son, [[Aegon II Targaryen]]. Throughout Viserys I's reign, tensions slowly mounted between Alicent's children and Viserys I's only surviving child by his first wife, his daughter [[Rhaenyra Targaryen|Rhaenyra]]. Upon Viserys I's death, this rivalry exploded into the massive civil war between their two rival factions of House Targaryen, a conflict known as the [[Dance of the Dragons]].\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n\n"}, "title": "Alicent Hightower"}