{"attributes": {"status": " :Category:Status: Alive", "last": "", "title": "Alliser Thorne", "season": "Season 1", "image": "Alliser-Thorne-S4-EP-04.jpg", "allegiance": ["The Night's Watch", "House Thorne (by birth)"], "actor": "Owen TealeQuote", "titles": ["Ser", "Master-at-Arms at Castle Black"], "link": "Night's WatchCharacter", "appearances": "9 episodes &lt;small&gt;(#Appearances", "first": "&quot;Lord Snow&quot;"}, "sections": {"TOP": "Alliser Thorne02257chokyzoyr0gqorq9y3cysih2v3gfzkv1811122015-04-04T17:30:27ZEnglishJoker1525043/* Season 1 */{{Heraldry\n|image=Crow mini shield.png\n|link=Night's Watch\n}}\n\n{{Character\n| Title=Alliser Thorne\n| Image=Alliser-Thorne-S4-EP-04.jpg\n| Season=[[Season 1|1]], [[Season 4|4]], [[Season 5|5]]\n| First=&quot;[[Lord Snow]]&quot;\n| Last=\n| Appearances=9 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n| Titles=[[Ser]]&lt;br&gt;[[Master-at-Arms]] at [[Castle Black]]\n| Status= [[:Category:Status: Alive|Alive]]\n| Allegiance=The [[Night's Watch]]&lt;br&gt;[[House Thorne]] (by birth)\n| Actor=[[Owen Teale]]}}\n{{Quote|Do you know what leadership means, Lord Snow? It means that the person in charge gets second guessed by every clever little twat with a mouth. But if he starts second guessing himself, thatâ&euro;&trade;s the end. For him, for the clever little twats, for everyone. This is not the end. Not for us. Not if you lot do your duty for however long it takes to beat them back. And then you get to go on hating me, and I get to go on wishing your [[Ygritte|wildling whore]] had finished the job.|Ser Alliser Thorne to Jon Snow|The Watchers on the Wall}}\n'''Alliser Thorne''' is a recurring character in the [[Season 1|first]], [[Season 4|fourth]], and [[Season 5|fifth]] seasons. He is played by guest star [[Owen Teale]] and debuts in &quot;[[Lord Snow]].&quot; He was originally announced as being played by [[Derek Halligan]], but Halligan withdrew from the role before production began. Ser Alliser Thorne is the [[Master-at-Arms]] at [[Castle Black]] and is responsible for training new recruits to the [[Night's Watch]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Alliser Thorne is respected for his service to [[House Targaryen]]. During the [[Sack of King's Landing]] he fought on the walls of the city against the [[Lannister]] forces. After being defeated, he took the black and joined the Night's Watch, being given the choice of this or death; this is most likely the cause of Ser Alliser's animosity towards Jon Snow, as Jon's father Lord Eddard was a prominent leader in Robert's Rebellion which forced Thorne into exile at the Wall. In a notable change, in the TV series Thorne is an experienced ranger who has been beyond the Wall on several occasions while in the books he rarely leaves Castle Black. He's described as having eyes as black as onyx and black hair ridged with white.\n\nIt is Donal Noye the Blacksmith that tells Jon not to use his superior fighting skills to embarrass his fellow recruits. Jeor Mormont sends Ser Alliser to King's Landing with the severed hand of the animated corpse (it was still jumping and twitching), and he was ordered to lay it at Joffrey's feet. He thought that as a knight with old political allies in [[King's Landing]] Ser Alliser Thorne would be more respected and listened to, and they would see the danger the Night Watch was in and send aid. However, when he arrived and asked for an audience it was Tyrion Lannister who was in charge. Tyrion asked if the one waiting was Yoren, who had become his friend. Remembering Ser Alliser, he told them to give him a room where the rushes hadn't been changed in a while. It was weeks before he got an audience and by then the hand had rotted away. After his fruitless return, he is sent to Eastwatch-by-the-Sea rather than back to Castle Black.\n\nThorne, with [[Janos Slynt]], returns to Castle Black much later than in the show, during the [[Battle of Castle Black]]. Their presence proves to be a hindrance rather than assistance: they seize command on the castle and interrogate Jon roughly. They accuse him of oathbreaking, cowardice, and desertion. Maester [[Aemon]] assures them that Jon has already explained his deeds to him and Donal Noye, but they either don't believe or don't care. Jon repeats what he told before, that he was acting at [[Qhorin]]'s orders, but his explanations are rejected. Thorne, who always loathed Jon, accuses him of murdering Qhorin, suggesting that he is in league with [[Betrayers|those who murdered Mormont]], and that [[Benjen Stark]] may have a hand in all of that. Slynt teases Jon by claiming that [[Eddard Stark]] died a traitor. Hearing the lies about his father, Jon's patience runs out. When Thorne grabs his arm, he yanks free and grabs Thorne by the throat with such ferocity that he lifts him off the floor. The Eastwatch men pulls Jon off Thorne and he is locked in an ice cell. Four days later, he is released. Thorne and Slynt order Jon to go to the Wildling camp to [[parley]] with Mance Rayder, but actually his mission is to kill Mance. Jon knows well that the Wildlings will probably kill him on the spot, but he has no other choice but to do as is told, knowing that a refusal will confirm the false accusations against him and give Thorne and Slynt an excuse to kill him.\n\nAfter the battle is over, Thorne continues naming Jon a turncloak. He claims that Jon failed to kill Mance Rayder because he was in league with him, but few believe that.\n\n", "Quotes": "{{Quote|Well, Lord Snow, it appears you're the least useless person here.|'''Alliser Thorne''' to Jon Snow|Lord Snow}}\n{{Quote|Soon we'll have new recruits, and you lot will be passed along to the Lord Commander for assignment. They will call you &quot;men of the Night's Watch,&quot; but you'd be fools to believe it. You're boys, still. And come the winter, you will die...like flies.|'''Alliser Thorne''' to [[Jon Snow]] and [[Samwell Tarly]]|Cripples, Bastards and Broken Things}}\n{{Quote|Now there's a rare sight. Not only a bastard, but a traitor's bastard. Blood talks. You'll hang for this, bastard.|'''Alliser Thorne''' to Jon Snow on Ned Stark's arrest for alleged treason.|The Pointy End}}\n{{Quote|Do you know what leadership means Lord Snow? It means that the person in charge gets second-guessed by every clever little twat with a mouth. But if he starts second-guessing himself, that's the end. For him, for the clever little twats, for everyone. This is not the end.|'''Alliser Thorne''' to Jon Snow|The Watchers on the Wall}}\n{{Quote|Tonight we fight! And when the sun rises, I promise you, Castle Black will stand! The Night's Watch will stand!|'''Alliser Thorne''' during the Battle for Castle Black|The Watchers on the Wall}}\n{{Quote|Hold that fucking gate!! HOLD IT!!|'''Alliser Thorne's''' last words during the Battle for Castle Black|The Watchers on the Wall}}\n\n", "Image gallery": "&lt;gallery&gt;\nAlliser and Rast.png|Thorne oversees the recruits training at [[Castle Black]] in &quot;[[Lord Snow]]&quot;.\nJon and Alliser 1x03.jpg|[[Jon Snow]] training under Ser Alliser in &quot;Lord Snow&quot;.\nAlliserThorne.png|Alliser Thorne serves as one of the five judges in &quot;[[Two Swords]]&quot;.\nAlliserThorneS4EP03.png|Alliser Thorne speaking to his fellow black brothers in &quot;[[Breaker of Chains]]&quot;.\nAlliserThorneS4EP09.png|Alliser Thorne talking about leadership in &quot;[[The Watchers on the Wall]]&quot;.\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n* {{AWOIAF|Donal Noye}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season One Appearances|||yes|yes|||yes|yes}}\n{{Season Four Appearances|yes||yes|yes|||yes||yes}}\n\n", "Biography": "===Background===\nSer Alliser Thorne is a member of the [[Night's Watch]]. He is from [[House Thorne]], a noble house of [[the Crownlands]] sworn to the [[Iron Throne]]. During the time of the rebellion he protected and fought forÂ [[House Targaryen]]Â but was eventually defeated. [[Tywin Lannister]]Â gave himÂ the choice between death or the Night's Watch. Having no choice over the matter, Ser Alliser joined the Night's Watch leaving everything he had behind.Â After joining the Watch, he became a ranger. During the last winter,Â Thorne and his ranger companions were trapped in a massive winter storm and had to resort to cannibalism to survive.&lt;ref&gt;&quot;Cripples, Bastards and Broken Things&quot;&lt;/ref&gt; Later, Thorne became the master-of-arms at [[Castle Black]] and responsible for training the new recruits.\n\n===[[Season 1]]===\nThorne sets [[Jon Snow]] against his fellow recruits [[Rast]], [[Pypar]] and [[Grenn]], and mockingly refers to Jon as &quot;Lord Snow&quot;. Jon beats the other recruits easily, due to his previous training at [[Winterfell]], but is unaware that Thorne, who despises [[Eddard Stark]] for the part he played in Robert's Rebellion, is making him unpopular by emphasizing his superiority. [[Tyrion Lannister]] advises Jon to take into account the less privileged upbringing of the other recruits and suggests that Jon could befriend them by sharing his skills.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt;\n\nLater, Thorne is disgusted by the obesity and softness of new recruit [[Samwell Tarly]], nicknaming him &quot;Lord Piggy&quot;. He has Rast beat Sam when he will not fight back. Jon convinces the others to refuse to hurt Sam, but when they do, Thorne sees through the ruse and berates Jon. Thorne later confronts Jon and Sam, revealing that he once had to cannibalize the frozen remains of his comrades to avoid starvation during a ranging beyond the Wall in a particularly cold winter. He berates Jon and Sam for their softness, and warns Jon that his &quot;protection&quot; of Sam from the harsh training that he needs will eventually get him killed.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\nThorne is pleased when Jon is made a steward after he takes the oath of loyalty, since Jon had hoped to become a ranger like his uncle [[Benjen Stark]]. [[Lord Commander]] [[Jeor Mormont]] takes Jon as his personal steward. Jon believes that Thorne played a hand in him becoming a steward as revenge for defying him, but Sam convinces Jon that this means that Jon will be privy to the inner workings of the Night's Watch command structure, and that the Lord Commander may actually want to groom Jon for a high position within the Watch.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n\nAfter Eddard is (falsely) arrested as a traitor, Thorne taunts Jon and calls him &quot;not only a bastard, but a ''traitor's'' bastard&quot;. Jon draws a knife and attempts to strike Thorne but is restrained and punished by being restricted to his quarters.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt; Later, the Lord Commander sends Thorne to [[King's Landing]] with the frozen hand of [[Jafer Flowers|one of the wights]] to warn King [[Joffrey Baratheon]] and the royal court of the return of the [[White Walkers]]. He notes that part of his decision was to keep Jon and Thorne separated for a time.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\nUpon his return to the Wall, Thorne has been declared the Acting [[Lord Commander of the Night's Watch]]. He is one of the five black brothers to &quot;judge&quot;Â JonÂ for his actions during his time with theÂ [[wildlings]]. Jon hides nothing of his actions, neither his murder ofÂ [[Qhorin Halfhand]] nor his affair withÂ [[Ygritte]]. Thorne disbelieves Jon's claim that the Halfhand wanted to die, but Jon counters that ifÂ Thorne was as close to Qhorin as he claims, he would know the fallen brother would have done anything to protect the Wall. Maester [[Aemon]] defends Jon on the other charge, pointing out that he isn't the first to have broken his vow of celibacy. Thorne points out that Jon hasn't simply visited the whorehouse in [[Mole's Town]]: he has quite literally slept with the enemy. Jon counters with all the information that he had learned while among the Wildlings, such asÂ [[Mance Rayder]]'s strategy of attacking the Wall from the North and the South, and demands that they either kill him or let him go. AemonÂ tells him that they have no intention of executing him and Jon leaves. ThorneÂ reprimands Aemon for having overruled him but Aemon wryly replies that he can tell who is lying to him, since he grew up inÂ [[King's Landing]].&lt;ref&gt;&quot;Two Swords&quot;&lt;/ref&gt;\n\nThorneÂ is present whenÂ a young boy, [[Olly]], tells the Night's Watch how a wildling raiding party massacred his village. Most black brothers want to seek revenge and send the wildlings a message, but Jon and Thorne know better: that is exactly what the wildlings want, to draw them out of Castle Black and fight them in the open. The black brothers are interrupted by two rangers returning, Grenn and Eddison Tollett, who have escaped the mutineers holed up at Craster's Keep. Upon learning that the mutineers are still at Craster's Keep, Jon claims that they must be captured or killed. Thorne initially refuses, but Jon claims that it is to stop the mutineers from revealing the truth of the Night's Watch's defences to Mance Rayder's army if they are attacked, since Jon has previously exaggerated to Mance. Thorne has also given Sam a new derogatory nickname: &quot;Sam the Slayer&quot;, disbelieving his claim that he killed a White Walker with a dragonglass dagger.&lt;ref name=&quot;E33&quot;&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\nThorne later berates Jon when he sees him helping Grenn train recruitsÂ because he is a steward, and not a ranger. Janos Slynt warns ThorneÂ that since Jon is popular amongst the Night's Watch, this will give him an edge over himÂ when a new Lord Commander is elected. Slynt suggests sanctioning Jon's expeditionÂ to Craster'sÂ Keep so the mutineers may kill Jon, although Thorne merely walks off after Slynt's suggestion. Later on, Thorne sanctions Jon's mission to Craster's Keep, but tells him that he can only take volunteers with him. However, after an impassioned speech by Jon, a number of black brothers volunteer to go and deal with the mutineers.&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\nJon survives the [[Raid on Craster's Keep|mission]] and returns to Castle Black unharmed, to Thorne and Slynt's disappointment. When ThorneÂ catches sight of Jon's direwolf, Ghost, he orders Jon to lock up his 'wild beast' or Ghost will become food for the Watch. Later at the meeting, Jon warns the Night's Watch about the impending attack of Mance's army and suggests the tunnel to be sealed to prevent giants from bringing it down and exposing the wall. However Thorne rubbishes the claim and asks the First Builder, [[Othell Yarwyck]], for his opinion. Yarwyck agrees with Thorne, though he has obviously been intimidated by Thorne's tone of voice. He also sends Jon and Sam to keep a watch in the night to look out for Mance's army.&lt;ref&gt;&quot;[[Mockingbird]]&quot;&lt;/ref&gt;\n\nWhen the wildling army arrives, ThorneÂ watches from atop the WallÂ with Jon, noting &quot;the biggest fire the North has ever seen&quot; and the presence of [[Giants|giants]] and [[Mammoths|mammoths]].Â He ruefully admits they should have sealed the tunnel as Jon advised. In a moment of compassion, Thorne goes on to explain the pressures and responsibilities of leadership to Jon, but promises him that if they fight as hard as they can, they will survive the night.\n\nAfter ordering the first volley of arrow attacks against the main wildlingÂ army,Â Thorne is called to bring reinforcements below to Castle Black, where the smaller wildling force south of the Wall is attacking the lightly-defended fortress. ThorneÂ leaves command atop the Wall to the inexperienced Slynt (who is promptly tricked into going below as well, leaving command on the Wall to Jon) and returns to the castle. As the wildlings begin to breach Castle Black's walls, ThorneÂ gives an inspiring speech, promising that Castle Black and the Night's Watch will still stand at daybreak, and rallies his men, personally leading the counter-charge. Thorne manages to kill several wildlings before he confronts Tormund Giantsbane on the catwalks. They duel evenly for a time, but Tormund finally manages to wound Thorne, who escapes by rolling off the catwalk and falling onto a hay-bale below. The injured Thorne is then carried to safety by two members of the Night's Watch, while screaming at the remainingÂ men fighting to hold the gate at any cost.&lt;ref&gt;&quot;[[The Watchers on the Wall]]&quot;&lt;/ref&gt;\n\n"}, "title": "Alliser Thorne"}