{"attributes": {"status": " :Category: Status: Dead", "death": " Killed by Jaime Lannister", "last": " &quot;A Man Without Honor&quot;", "family": [" Cynda Lannister - mother", "Jaime Lannister - distant cousin", "Tyrion Lannister - distant cousin", "Cersei Lannister - distant cousin"], "title": "  Alton Lannister", "season": " Season 2", "image": " Alton profile.jpg", "allegiance": " House Lannister", "actor": " Karl DaviesQuote", "deathep": " &quot;A Man Without Honor&quot;", "titles": " Knight", "link": " House LannisterCharacter", "7": "yes==In the books==In the ''A Song of Ice and Fire'' novels, there is no character by this name. The character Cleos Frey has the role of being a captive of House Stark and delivering terms to House Lannister. Cleos Frey is the son of Ser Emmon Frey, Walder Frey's second son, and Genna Lannister, the only sister of Tywin Lannister. His name appears to have been changed so that TV viewers would not be confused that he is on the Lannisters' side, despite House Frey officially declaring for Robb Stark.While Alton does serve in the same role as Cleos Frey in the books, it is later made clear that he is ''not'' the son of Genna Lannister as he mentions his mother is Cynda Lannister, whom Jaime has difficulty remembering. Thus &quot;Alton Lannister&quot; isn't as important a familial relation as Cleos Frey is; he is not Lord Tywin's nephew and Jaime's first cousin the way Cleos is in the books.Besides being the courier in negotiating peace terms, Cleos Frey also has in common with Alton Lannister that he takes part in the two escape attempts of Jaime Lannister. When Tyrion Lannister sends Cleos back with Eddard Stark", "appearances": " 3 episodes &lt;small&gt;(#Appearances", "first": " &quot;The North Remembers&quot;"}, "sections": {"In the books": "In the ''[[A Song of Ice and Fire]]'' novels, there is no character by this name. The character Cleos Frey has the role of being a captive of House Stark and delivering terms to House Lannister. Cleos Frey is the son of Ser Emmon Frey, [[Walder Frey]]'s second son, and Genna Lannister, the only sister of [[Tywin Lannister]]. His name appears to have been changed so that TV viewers would not be confused that he is on the Lannisters' side, despite House Frey officially declaring for Robb Stark.\n\nWhile Alton does serve in the same role as Cleos Frey in the books, it is later made clear that he is ''not'' the son of Genna Lannister as he mentions his mother is Cynda Lannister, whom Jaime has difficulty remembering. Thus &quot;Alton Lannister&quot; isn't as important a familial relation as Cleos Frey is; he is not Lord Tywin's nephew and Jaime's first cousin the way Cleos is in the books.\n\nBesides being the courier in negotiating peace terms, Cleos Frey also has in common with Alton Lannister that he takes part in the two escape attempts of Jaime Lannister. When [[Tyrion Lannister]] sends Cleos back with [[Eddard Stark|Eddard]]'s bones and the Lannister terms for peace to Robb Stark, there are four men mixed in with the other escorting soldiers that are there to break Jaime out. One does impressions and imitates [[Edmure Tully]] ordering the gate raised, but the real Edmure was returning from a brothel in town and the escape is foiled. Cleos swore he knew nothing about the escape plan, but Edmure did not believe him and ordered to lock him in the cell where Jaime was previously kept, claiming that Cleos is &quot;half Lannister, half Frey, and all liar&quot;. When Cleos was brought before [[Catelyn Stark|Catelyn]], he fearfully swore he had no idea about Tyrion's plan. Catelyn Stark did not care much if he was telling the truth or not, and demanded to know what peace terms the Lannisters offered them. After Cleos told her the terms he brought, Catelyn asked about her daughters. He answered evasively, but after Catelyn threatened to hang him - he told her the truth that he only saw [[Sansa Stark|Sansa]].\n\nWhen [[Brienne of Tarth|Brienne]] and Jaime left, it was Catelyn Stark who ordered the gate raised as she was sending Cleos Frey back to King's Landing with new terms, with Jaime Lannister hidden in the bottom of the boat. Cleos Frey left with Brienne and Jaime, headed for King's Landing.\n\nOn the way to King's Landing, they were attacked by archer outlaws. Cleos and his horse were shot several times. He fell from the saddle, but his foot was caught in the stirrup, and his horse dragged him away, his head bouncing against the ground. As a result, Cleos' skull was smashed. Jaime did not express any sorrow for his cousin's death, but instead meant to strip him of his clothes and weapon. He used Cleos' sword to attack Brienne (not Brienne's sword).\n\nJaime has a very negative opinion on Cleos, being a coward and flatterer. He mused that &quot;Ser Cleos looked like a weasel, fought like a goose, and had the courage of an especially brave ewe&quot;.\n\n", "TOP": "Alton Lannister04606jvu5tve08e47zn5lt9o9uc9q9s2bkj51745832015-02-27T02:53:46ZGonzalo848331{{Heraldry\n|image= Lannister mini shield.png\n|link = House Lannister\n}}\n{{Character\n| Title=  Alton Lannister\n| Image= Alton profile.jpg\n| Season= [[Season 2|2]]\n| First= &quot;[[The North Remembers]]&quot;\n| Last= &quot;[[A Man Without Honor]]&quot;\n| Appearances= 3 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n| Status= [[:Category: Status: Dead|Deceased]]\n| Death= Killed by [[Jaime Lannister]]\n| DeathEp= &quot;[[A Man Without Honor]]&quot;\n| Titles= [[Knight|Ser]]\n| Allegiance= [[House Lannister]]\n| Family= [[Cynda Lannister]] - mother&lt;br&gt;[[Jaime Lannister]] - distant cousin&lt;br&gt;[[Tyrion Lannister]] - distant cousin&lt;br&gt;[[Cersei Lannister]] - distant cousin\n| Actor= [[Karl Davies]]}}\n{{Quote|I'll remember it all, until I die. That was the best day of my life.| Alton Lannister talking about being Ser Jaime's squire.|A Man Without Honor}}\n'''Alton Lannister''' is a recurring character in the [[Season 2|second season]]. He is played by guest star [[Karl Davies]] and debuts in &quot;[[The North Remembers]].&quot; Ser Alton Lannister is a young [[knight]] from a [[cadet branch]] of [[House Lannister]] and a captive of the [[The North|Northern]] armies alongside his cousin, Ser [[Jaime Lannister]]. He is sent to deliver [[Robb Stark]]'s peace terms to [[King's Landing]], and he is killed by Jaime Lannister inside a prison cell at Robb Stark's camp.\n\n", "Appearances": "{{Season Two Appearances|yes|yes|7=yes}}\n\n", "Biography": "===Background===\nSer Alton is a cousin of [[Cersei Lannister]], [[Jaime Lannister]] and [[Tyrion Lannister]]. His relationship to the main branch of the family is not clear. He fights for [[House Lannister]] against [[House Stark]] in the [[Battle of the Whispering Wood]] and is captured by the Stark army.\n\n===[[Season 2]]===\nSoon after news of King [[Joffrey Baratheon]]'s [[bastard]]y reaches the Northern camp, [[Robb Stark]] tells Ser Alton his terms for a peace with the [[Iron Throne]], and then sends him to [[King's Landing]] to deliver them to the [[Cersei Lannister|Queen Regent]]. Ser Alton remarks that Robb's demand for the return of [[Sansa Stark|Sansa]] and [[Arya Stark|Arya]] as well as [[Ned Stark]]'s bones and the remains of all the Stark household, is an honorable request, but expresses doubt and surprise when Robb also demands that the independence of the North and Riverlands be respected. He also tries to correct Robb when he refers to Joffrey as a Lannister.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\nSer Alton delivers the Stark peace terms, which are rejected by Queen Cersei. Cersei sends him back with the Iron Throne's reply. Cersei also asks him to tell Jaime that he has not been forgotten. Tyrion wishes Alton a safe journey.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\n[[File:Stark Bannermen.jpg|thumb|Alton Lannister gives Queen Cersei's response to Robb Stark's peace terms.]]\nHe returns to the [[Westerlands]] to inform Robb of Cersei's response, and Robb asks that he return to his old pen but the prisoners are far too many that they have occupied it. Alton is placed in the [[Jaime Lannister|Kingslayer]]'s cell, until a new pen can be built. He tells Jaime that his mother is [[Cynda Lannister]] at which Jaime, not knowing who that is, asks if she is the fat one.\n\n[[File:Alton Lannister.jpg|thumb|left|Alton Lannister imprisoned.]]\nAlton mentions [[Squire|squiring]] for Ser Jaime at the tourney during [[Willem Frey]]'s wedding. He says that he was such a minor relation to the Lannisters that they were put at a table so far away he could barely see the bride and that his father was furious at Alton's volunteering to be a replacement squireÂ as he might embarrass their lesser branch of the family before the major one. At first Jaime doesn't remember until reminded that his squire Brian had become so sick he threw up on his own horse. He then remembers that Alton had been a much better squire than Jaime himself had been and shares his experience of squiring for [[Barristan Selmy]] when he was 16 fighting the [[Kingswood Brotherhood]].\n\n[[File:Alton's body.jpg|thumb|[[Torrhen Karstark]] discovers the body of Alton Lannister.]]\nAlton asks if Jaime has ever thought of escaping imprisonment. When Jaime replies that he has a plan, Alton agrees to help and gets close to hear what he is to do. Jaime whispers to him the one thing he has to do is to die, then headbutts him and beats him repeatedly with his shackles. [[Torrhen Karstark]] enters the cell to check the convulsing Alton, allowing Jaime to get behind him and strangle him with his chains. Getting the key from his belt, he frees himself from the chains and escapes from the cell.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\n", "See also": "*{{AWOIAF|Cleos Frey}} (spoilers from the books)\n\n"}, "title": "Alton Lannister"}