{"attributes": {"begin": " c. 6,000 BAL", "end": " c. 4,000 BAL", "name": "Andal Invasion", "image": "File:AndalsCrossTheNarrowSea.png", "battles": "", "next": " Ghiscari Wars", "conc": "", "place": " All of Westeros south of the Neck  ", "result": "*All of Westeros south of the Neck is conquered by the Andals*The North successfully repulses the Andals.*Children of the Forest all but exterminated, handful of survivors flee to beyond the Wall.", "commanders1": "*The King in the North*The King of the Reach*The King of the Rivers and the Hills*The Griffin King*The Storm King*The King of the Iron Islands", "commanders2": "Various*Ser Artys ArrynThe '''Andal Invasion''' was the migration of the Andals to the continent of Westeros from their homeland of Andalos on the eastern continent of Essos, six thousand years before the War of the Five Kings. The migratory invasions of the Andals occurred in waves over many centuries, but by the end they had killed or conquered all of the First Men south of the Neck. By the end of the invasions, the Andals had displaced the First Men as the major ethnic and cultural group of Westeros, to the point that peoples living in Essos frequently refer to Westeros as the Land of the Andals.==Prelude==File:Andalos.png", "side1": "*Kingdoms of the First Men**Kingdom of the North***House Stark**Kingdom of the Reach***House Gardener**Kingdom of the River and the Hills**Kingdom of Vale of Arryn", "side2": "Andals", "previous": "The Long Night"}, "sections": {"TOP": "Andal Invasion0107920qe7iw5es0kqcn0rdpb5jhywigdpf5a1805882015-04-02T23:00:54ZThe Dragon Demands5014364{{War\n|name=Andal Invasion\n|image=[[File:AndalsCrossTheNarrowSea.png|300px]]\n|previous=[[The Long Night]]\n|conc=\n|next= [[Ghiscari Wars]]\n|begin= c. 6,000 BAL\n|end= c. 4,000 BAL\n|place= All of [[Westeros]] south of [[the Neck]]  \n|result=*All of Westeros south of the Neck is conquered by the Andals\n*[[The North]] successfully repulses the Andals.\n*[[Children of the Forest]] all but exterminated, handful of survivors flee to [[beyond the Wall]].\n|battles=\n|side1=*Kingdoms of the [[First Men]]\n**[[Kingdom of the North]]\n***[[House Stark]]\n**Kingdom of [[the Reach]]\n***[[House Gardener]]\n**[[Kingdom of the River and the Hills]]\n**Kingdom of [[Vale of Arryn|the Mountain and the Vale]]\n**Kingdom of the [[Stormlands]]\n**Kingdom of the [[Iron Islands]]\n*[[Children of the Forest]]\n|side2=[[Andals]]\n|commanders1=*The [[King in the North]]\n*The [[King of the Reach]]\n*The King of the Rivers and the Hills\n*The [[Griffin King]]\n*The [[Storm King]]\n*The [[King of the Iron Islands]]\n|commanders2=Various\n*Ser [[Artys Arryn]]\n}}\n\nThe '''Andal Invasion''' was the migration of the [[Andals]] to the continent of [[Westeros]] from their homeland of [[Andalos]] on the eastern continent of [[Essos]], six thousand years before the [[War of the Five Kings]]. The migratory invasions of the Andals occurred in waves over many centuries, but by the end they had killed or conquered all of the [[First Men]] south of [[the Neck]]. By the end of the invasions, the Andals had displaced the First Men as the major ethnic and cultural group of Westeros, to the point that peoples living in Essos frequently refer to Westeros as the Land of the Andals.\n\n", "In the books": "\nWhen the Andals arrived in the Riverlands, they were divided up into several local kingdoms of the First Men, including ones ruled by House Blackwood, House Bracken, and House Mudd. House Tully also dates back to the time of the First Men, though they did not rule as kings. When the Andals arrived, House Mudd fought against them but in the end was completely destroyed, and their castle left a ruin. Meanwhile, the Blackwoods, Brackens, and Tullys intermarried with the Andal invaders. Indeed, this only served to further the Blackwood-Bracken feud: the Blackwoods tenaciously clung to their worship of the Old Gods, but the Brackens converted to the religion of the Andal invaders.\n\nThe Andals did conquer the region of [[Dorne]], but they did not unify it. Dorne remained a patchwork of dozens of small independent fiefdoms for thousands of years. As in many other regions of Westeros, in Dorne petty Andal kings ruled over First Men populations, with whom they intermingled and merged ethnically. Five thousand years later the Rhoynar invasion radically reshaped Dorne's ethnic and cultural makeup, but the Dornishmen inhabiting the inner mountains of Dorne are still primarily descended from the Andal invaders and the First Men.\n\nThe Andals introduced the first writing system to Westeros, as the First Men only had oral tradition and a simple set of runes for marking graves. The result is that written history in Westeros only dates back to the Andal Invasion six thousand years ago, and accounts of everything before that - the Age of Heroes, the Long Night - comes from less reliable, half-legendary oral tradition. Of course, &quot;history is written by the winners&quot;, and the history books that the Andals wrote of their &quot;migration&quot; to Westeros make the Andals the heroes of their own story. For example, Ser Artys Arryn is considered a folk hero by the Andals of the Vale, for valiantly killing the last king of the First Men that used to live there. The accounts of the First Men who survived in the independent North tell a decidedly different story, emphasizing that the Andal invaders slaughtered many of the First Men in their path, conquered the survivors, and crushed their culture by imposing the Andals' religion of the Seven.\n\nGiven that author [[George R.R. Martin]] has said that the story loosely parallels the War of the Roses in fifteenth century Britain, the Andal Invasion is loosely comparable to the Anglo-Saxon invasion of Britain. Just as the First Men were able to stop the Andals from expanding to the North in Westeros, the Celtic people living in Scotland were able to repulse Anglo-Saxon expansion from the south. However, the real-life Anglo-Saxon invaders followed a polytheistic religion and destroyed the Christianized Romano-British society that existed in Britain up to that time. In an inversion, the Andal Invasion introduced the pseudo-Catholic Christian &quot;Faith of the Seven&quot; which supplanted the polytheistic, nature-worshiping religion of the Old Gods.\n\n", "Aftermath": "\n[[Image:AndalsRepulsedFromTheNorth.png|thumb|left|The Andals are repulsed by the Kings in the North]]After many centuries the &quot;invasions&quot; ceased as the new Andal kingdoms carved out of southern Westeros stopped acting in a unified manner and began fighting each other. While wars between the North and southern kingdoms did sporadically take place for thousands of years after this, they were not &quot;invasions&quot; so much as &quot;politics&quot; as usual. The Andal-held Kingdom of the Rock in the Westerlands was just as likely to go to war against the First Men of the North, as they were to go to war against their fellow Andals in the Kingdom of the Reach. As for the South, the exact length of the invasions varied by region, based on how long it took the Andals to subdue an area. In most regions the invasions lasted at least several centuries. The [[Iron Islands]] are something of an exception, as they were conquered by the Andal [[House Hoare]] some two thousand years after the initial Andal invasion of the Vale of Arryn began. Owing to their isolated position off the western coast of the mainland of the continent, the Iron Islands were probably one of the last regions of the South to be conquered by the Andals.\n\nAfter many thousands of years, the religions of the Old Gods and of the New Gods (the Seven) settled into a grudging co-existence. Wars of religion between the followers of the Old Gods and those of the Faith of the Seven have thus not occurred in thousands of years.\n\nWhile the First Men of the North successfully resisted the Andals, in all other areas the Andals became the dominant ethnic and cultural group of Westeros.\n\nThe effect of the Andal Invasions upon the indigenous First Men populations varied from region to region. In the Vale of Arryn, where the invasions began, the First Men were practically exterminated (though there are a few exceptions, such as [[House Royce]], which claim descent from the First Men). For thousands of years afterwards, the inhabitants of the Vale would be held to have the purest Andal bloodlines. In the North, of course, the First Men remained independent and the dominant ethnic group, though thousands of years of dynastic marriages with Andal noble Houses from the South blurred this to a degree.\n\nIn most other regions, the Andals conquered the First Men instead of completely exterminating them, and the Andal nobility ruled over a peasantry of First Men. Over the course of six thousand years of ethnic intermingling these class lines have heavily blurred. Moreover, over thousands of years various Andal noblemen have fallen on hard times and become peasants, while &quot;lowborn&quot; First Men families have worked their way up the social ladder to become noble Houses in their own right (either by being wealthy merchants, success in war, etc.). Indeed, many of the original Andal invaders intermarried with the local First Men nobility when they conquered new regions to solidify their claims, so the intermingling was going on from the start. Such was the case in the Westerlands, the Riverlands, the Stormlands, the Reach, and in Dorne. Even [[Great House]]s such as [[House Lannister]] possess some First Men blood, through the female line, as the Andal invaders married the descendants of the legendary [[Lann the Clever]]. Major noble Houses such as [[House Tully]] and [[House Tyrell]] possess some First Men blood, though they are largely thought of as Andal Houses, particularly because they follow the culture and religion of the Andals.\n\nThe Iron Islands are somewhat of an odd case, in that the Andals who conquered it &quot;went native&quot; and just assimilated into the distinctive &quot;[[Ironborn]]&quot; culture of the First Men who were already living there, which is centered on seafaring and piracy. They even abandoned worship of the Seven and adopted the local religion of the [[Drowned God]]. Thus the Ironborn are ethnically similar to the Andal/First Men mix that the rest of the South possesses, but they are culturally distinct. For practical purposes, the Andal Invasion didn't greatly affect the harsh lifestyle of the Iron Islands, though this did lead to them adopting a few cultural influences from the Andals - such as their language, if not their religion.\n\nDorne was also conquered by the Andals and they intermingled with the First Men there, but they remained as numerous petty fiefdoms and didn't unify.\n\nRegardless of some local variation and the successful resistance of the First Men in the North, the Andals became the overwhelmingly dominant ethnical and cultural group living in Westeros. Even the independent First Men living in the North eventually abandoned using their original language, the [[Old Tongue]], and adopted the language of their Andal neighbors, which became used so pervasively throughout Westeros that it is now known simply as the &quot;[[Common Tongue]]&quot;. Andal ethnic and cultural influence is so pervasive in Westeros that people living on the eastern continent of Essos now refer to it generically as &quot;The Land of the Andals&quot;.\n\n", "Invasion": "\nThe Andals first came ashore in [[the Fingers]], in what would later be known as the [[Vale of Arryn]]. According to legend, Ser [[Artys Arryn]], dubbed &quot;the Winged Knight&quot;, flew atop a giant falcon to the topmost mountain of the Vale and defeated the [[Griffin King]], the last member of the First Men dynasty of the [[Mountain King]]s.\n\n[[File:AndalsConquerFirstMen.png|thumb|left|The Andals defeated the First Men throughout the South.]]\nFrom their initial landing in the Vale, the Andal migrations spread out in waves across Westeros, in a process lasting many centuries. At the time of the Andal Invasion, Westeros was a patchwork of hundreds of small kingdoms of the First Men. Therefore, they did not present a united front of resistance against the Andals, easing their conquest.\n\nThe First Men were armed with weapons made of bronze, but the Andals introduced iron and steel weapons to the continent for the first time. Andal military tactics focused on concepts of &quot;[[knighthood]]&quot;, producing elite warriors known as &quot;knights&quot; who wore full suits of iron armor while riding into battle on heavy horse. The related concept of &quot;chivalry&quot; spurned on the knights, a code of knightly devotion tied to the Faith of the Seven. The First Men could not withstand the armored shock cavalry assaults of the Andals' knights. As the Andals conquered the kingdoms of southern Westeros, they aggressively stamped out the worship of the [[Old Gods of the Forest]] by the First Men they conquered, and forced them to convert to their worship of the Seven-faced God.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\nOver the centuries, the Andals conquered all of Westeros except for [[the North]], where the [[King in the North|Kings in the North]] from the line of [[House Stark]] were able to resist their advance, as such, the North continues many traditions brought by the First Men. Any approach to the North has to go through [[the Neck]], a narrow isthmus of land filled with swamps. The ancient fortress of [[Moat Cailin]] commands the only major road coming up from the south, making it an ideal choke point for the First Men of the North. For centuries, Andal armies smashed against Moat Cailin like water on rock, but to no avail, and the North remained unconquered.\n\n[[File:AndalsBurnTheWeirwoods.png|thumb|The Andals burned the weirwoods and slaughtered the Children of the Forest.]]\nThe Andals viewed the magic of the [[Children of the Forest]] as an abomination before the God of Seven. They slaughtered the Children of the Forest wherever they encountered them, and burned the sacred [[weirwood]] trees throughout southern Westeros. The Children of the Forest were never very numerous to begin with, and during the Long Night fighting against the [[White Walkers]] they took heavy losses from which they never truly recovered. The Andal Invasion exterminated the few Children of the Forest that remained in Westeros, and after this point they dropped out of history, to the point that six thousand years later many believed they never existed at all. According to rumor and legend, the handful of surviving Children of the Forest fled to the furthest north in the [[Beyond the Wall|Lands Beyond the Wall]], where they knew the Andals would never follow them.\n\nDue to their extra-legal status, the [[Night's Watch]] on [[the Wall]] never became directly involved in the Andal Invasion. Partially this was also due to simple geography, as the Andals never reached that far north, but neither did the forces of the Night's Watch march south to aid the First Men in fighting off the Andals trying to invade from the Neck. For their part, the Andals saw the value in supporting the Night's Watch and its extra-legal status, to defend against the occasional [[Wildling]] attack, but also as an outlet for their own younger sons, criminals, or the defeated soldiers in their own wars. The Night's Watch is sworn to take no part in the petty politics occurring in the realms of men, and eagerly welcomed Andals who volunteered to join their order. Overall, the Night's Watch was not significantly affected by the Andal Invasion, and the transition of power in the castles of the South troubled them little.&lt;ref&gt;&quot;[[The History of the Night's Watch]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF|Andal invasion}}\n\n", "Prelude": "\n[[File:Andalos.png|thumb|left|Andalos in Essos.]]\nThe Andals were a tall, fair-haired race whose original homeland was located across the [[Narrow Sea]] on the western coast of the continent of [[Essos]], in a region known as [[Andalos]]. According to Andal legend, the [[The Seven|God of Seven]] revealed itself to them in the Hills of Andalos, and from this they developed a new religion, the [[Faith of the Seven]]. Not long afterward, spurred on by the zeal of their new faith, the Andals set sail across the Narrow Sea to conquer Westeros. Many Andal warriors displayed their devotion by carving a Seven Pointed Star into their flesh, the symbol of their religion.\n\n"}, "title": "Andal Invasion"}