{"attributes": {}, "sections": {"TOP": "Andalos07972st733k8krq0skz95xd9id5tglvmpao71784702015-03-22T03:00:37ZThe Dragon Demands5014364/* See also */[[Image:Andalos borders.png|right|thumb|200px|A map showing the approximate borders of Andalos on the continent of Essos.]]\n[[Image:Andalos.png|right|thumb|200px|The location of Andalos relative to Westeros:  note that it is closest to [[the Vale of Arryn|the Vale]].]]\n\n'''Andalos''' is a region on the continent of [[Essos]], located on the coast between the [[Free Cities]] of [[Pentos]] and [[Braavos]], west of the [[Rhoyne]] River. It is the ancestral home of the [[Andals]], an ancient people who, according to tradition, invaded [[Westeros]] six thousand years ago and are the ancestors of most of the people living in the southern half of the continent.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Andalos was once a powerful kingdom extending across much of north-western Essos west of the Rhoyne River, including the Velvet Hills and the [[Flatlands]]. It was a contemporary of the early [[Rhoynar]] kingdom, and according to Rhoynish histories the Rhoynar taught the Andals how to forge metal (disputing Andal histories, which insist they were directly taught by [http://gameofthrones.wikia.com/wiki/File:TheSevenTheSmith.png The Smith]). The area was originally home to a race of hairy men who were related to the men of [[Ibben]]. The Andals, who had previously been living further east in [[the Axe]] peninsula, displaced them through warfare. The [[Faith of the Seven]] was born in Andalos when [http://gameofthrones.wikia.com/wiki/File:TheSevenTheFather.png The Father] gave Hugor of the Hill a crown made of seven stars, while [http://gameofthrones.wikia.com/wiki/File:TheSevenTheMaiden.png The Maiden] gave Hugor his wife, who bore him forty-four sons.\n\nSome time later, the Andals abandoned the region to colonize Westeros across the [[Narrow Sea]]. They [[Andal Invasion|overran and conquered most of the western continent]], leaving Andalos deserted, and various other migrations of different Easterners moved into the region over the course of the subsequent six thousand years. The [[Valyria]]ns established the city of [[Pentos]] there millennia later, in the south of the region. The northern coast became part of the [[Braavosian coastlands]].\n\nThe term &quot;Hills of Andalos&quot; has gained some traction in fan circles, as a term originating from [[George R.R. Martin]] reading a chapter from ''A Dance with Dragons'' some years ago. However, in the published novels the term &quot;Velvet Hills&quot; was used instead.\n\n"}, "title": "Andalos"}