{"attributes": {}, "sections": {"TOP": "Animals and Plants027192exygrykr237x1zp0kg2f8khazgqw3261799842015-03-28T04:49:46ZOnyxTheCat2159386/* Plants */:''This article is written from an out-of-universe perspective.''\n\nMany different kinds of '''Animals''' and '''Plants''' are found across [[The Known World|the Known World]], in the three continents [[Westeros]], [[Essos]], and [[Sothoryos]].\n\nThis article is a listing of those present within the TV series.\n\n==Animals and Plants which do not currently exist on real-life Earth==\n===Animals===\n*[[Basilisks]]\n*[[Direwolves]]\n*[[Dragons]]\n*[[Krakens]]\n*[[Lizard-lions]]\n*[[Mammoths]]\n*[[Manticores]]\n*[[Shadowcats]]\n\n===Plants===\n*[[Weirwood]] trees\n*[[Ghost grass]]\n\n==Animals and Plants which are currently found on real-life Earth==\n\n'''Note:''' a few of these are significant enough within the story to merit their own article (such as &quot;Horses&quot;), but most do not. Sheep in Westeros are the same as sheep in real-life. This section is a cited list of different animals and plants specifically mentioned in dialogue in the TV series.\n\n===Animals===\n*Beetles\n*Bears\n*[[Cats]] (domesticated)\n*Cattle&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;: &quot;...Provisions, so this city might survive the winter:  a million bushels of wheat, half a million bushels each of barley, oats, and rye, 20,000 head of cattle, 50,000 head of sheep.&quot; - Olenna Tyrell&lt;/ref&gt;\n*Chickens&lt;ref&gt;&quot;Bring me one of those chickens...think I'll take ''two'' chickens...I'm gonna have to eat ''every fucking chicken'' in this room.&quot; - Sandor Clegane, &quot;[[Two Swords]]&quot; ([http://grrm.livejournal.com/364670.html led to a KFC cross-promotional deal]).&lt;/ref&gt;\n*Deer - large male deer are termed &quot;stags&quot;, such as those in the heraldry of [[House Baratheon]].\n*[[Dogs]] (domesticated)\n*Donkeys&lt;ref&gt;&quot;I once brought a jackass and a honeycomb into a brothel...&quot; - Tyrion, &quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n*Ducks&lt;ref&gt;&quot;[[Breaker of Chains]]&quot; - Podrick brings Tyrion some duck sausage.&lt;/ref&gt;\n*Frogs\n*Geese&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n*Goats&lt;ref&gt;&quot;If the half man betrays us, Shagga Son of Dolf will cut off his manhood - &quot; &quot;- 'and feed it to the goats', yes.&quot; -  Shagga and Tyrion, &quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n*Honey bees&lt;ref&gt;&quot;I once brought a jackass and a honeycomb into a brothel...&quot; - Tyrion, &quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n*[[Horses]]\n*Lampreys - eaten in [[Lamprey pie]]\n*Lemurs&lt;ref&gt;According to a [http://www.makinggameofthrones.com/production-diary/2014/10/20/animals-abound-in-a-got-marketplace production blog post], a live lemur appears in Season 5 in a market in the Free Cities.  Lemurs are actually present in the novels:  they can be found in the [[Forest of Qohor]], at the eastern edge of the Free Cities.  Lemurs are otherwise rarely seen so far north, and mostly live in the Summer Isles and Sothoryos.&lt;/ref&gt;\n*[[Lions]]\n*Owls\n*Pigeons - eaten in [[Pigeon pie]]\n*Pigs (domesticated)\n*[[Ravens]]\n*Rabbits&lt;ref&gt;&quot;[[The Bear and the Maiden Fair (episode)]]&quot;&lt;/ref&gt;&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;\n*Sheep&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n*Stoats&lt;ref&gt;&quot;Filthy old stoat. Almost hate to interrupt.&quot; - Bronn, &quot;[[What is Dead May Never Die]]&quot;, comparing Pycelle to a stoat (a member of the weasel-family, ''Mustelidae'')&lt;/ref&gt;\n*Trout - appears on the sigil of [[House Tully]]\n*Wild boars\n*Wolves\n\n===Plants===\n*Almonds&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n*Apples\n*Barley&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n*Cherries\n*Grapes - used to make [[Food and Drink#Wines|various wine vintages]].\n*Lemons - used in [[Lemon cake]]\n*Oats&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n*Onions\n*Opium poppy (&quot;[[Milk of the poppy]]&quot;)\n*Potatoes - see &quot;In the books&quot;\n*Roses - as seen in the sigil of [[House Tyrell]]\n*Rye&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n*Wheat&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n\n", "See also": "* [[Food and Drink]]\n* {{AWOIAF|Bestiary}}\n* {{AWOIAF|Plants}}\n\n", "In the books": "New World Crops [[Food_and_Drink#New_World_crops|apparently don't exist in Westeros]], because it is loosely based on the medieval British Isles (and Essos is based on Eurasia in general, and Sothoryos is loosely analogous to Africa). Tobacco specifically is not present in Westeros: instead people chew the leaves of a plant known as &quot;sourleaf&quot;, which is much like chewing tobacco, but not quite the same as it stains teeth blood-red.\n\nPotatoes are never mentioned in the books. The TV series, however, has casually mentioned potatoes several times.\n\nOne detail that the TV series has not mentioned so far is that the [[Wikipedia:Aurochs|Aurochs]] is still alive and commonly raised as a domesticated animal. Aurochs were the precursor of modern cattle breeds, but were much larger than them, comparable to the difference between a direwolf and a common grey wolf. In real life, aurochs were not even Pleistocene megafauna the way that dire wolves and mammoths were: the last pure-strain aurochs died in 1627. It is recorded that the dragon [[Balerion|Balerion the Black Dread]] grew so large that he could swallow an aurochs whole. [[Grenn]] is nicknamed &quot;Aurochs&quot; by his fellow recruits in the Night's Watch, due to his large size and slow speed (comparable to calling him &quot;Ox&quot;).\n\n[[Syrio Forel]] mentions to [[Arya Stark]] that the [[Sealord of Braavos]] maintains a menagerie of exotic animals collected from the far corners of the world (perhaps, by being sold from one trader to another, from well beyond the regions of the world known to men in Westeros and the Free Cities. Forel describes seeing giraffes and [[Wikipedia:Thylacine|thylacines]] in the menagerie - though where they originally came from is unknown (perhaps even to the Sealord). Forel gives a literal description, as the words &quot;giraffe&quot; and &quot;thylacine&quot; do not exist in their world:\n\n:&quot;Hear me. The ships of Braavos sail as far as the winds blow, to lands strange and wonderful, and when they return, their captains fetch queer animals to the Sealord's menagerie. Such animals as you have never seen, striped horses, great spotted things with necks as long as stilts, hairy mouse-pigs as big as cows, stinging manticores, tigers that carry their cubs in a pouch, terrible walking lizards with scythes for claws. Syrio Forel has seen these things.&quot; (''A Game of Thrones'', Arya IV)\n\nThe thylacine (also known as the &quot;Tasmanian tiger&quot;) was a large striped marsupial found in Australia, which was driven to extinction in the early 20th century. They somewhat resembled wolves or predatory big cats, but this is simply due to convergent evolution as apex predators. Thylacines therefore basically resembled &quot;tigers that carry their cubs in a pouch&quot;. Thylacines are not extinct in Martin's fictional world, though they don't seem to be native to Essos, instead coming from lands far beyond it.\n\nPopular myths say that unicorns live on the island of [[Skagos]], a barbarous large isle off the east coast of [[the North]] but which only gave nominal allegiance to Winterfell (much of Skagos actually extends north of where [[the Wall]] is on the mainland). There is a small kernel of truth to this, but the &quot;Skagosi Unicorn&quot; is essentially just an enormous one-horned species of goat.\n\nAs George R.R. Martin himself has pointed out, [[Heraldry]] used in the story isn't always a good guide for what animals exist in his fantasy world, because characters sometimes use heraldry which contains creatures which are mythical to them, within the storyverse.  For example, Martin cited that one minor character actually uses a winged pig as his personal sigil - but flying pigs are ''not'' a real animal within the world of Westeros.\n\n"}, "title": "Animals and Plants"}