{"attributes": {}, "sections": {"TOP": "Arakh02572ecknk37fm4wdmlazps6p4fjs1y69xls1806902015-04-03T17:23:13Z188.126.201.55[[File:Arakh.jpg|thumb|350px|right|The arakh; the traditional Dothraki weapon.]]\n{{Quote|Their blades are more scythe than sword... the better to cull the infantry ranks without breaking stride.|Ser Jorah Mormont|The Unsullied (Histories &amp; Lore)}}\n[[File:Daario's weaponry.jpg|thumb|220x220px|Daario's custom-made Dothraki arakh.]]\nThe '''arakh''' is the standard weapon used by [[Dothraki]] warriors. It has a crescent moon-shaped, curved blade about two and a half feet long and a thick handle almost the same length, making it half-sword and half-scythe.Â Although unable to penetrate armor, the arakh gives the wielder tremendous maneuverability of wrists.\n\n[[Jorah Mormont]] notes that while the sweeping blade is effective and indeed necessary for a warrior on horseback, the arakh pales in comparison to the [[Westerosi]] double-edged sword for battling without a mount or at penetrating armor.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt;\n\nAlthough a Dothraki weapon, it is occasionally employed by non-Dothraki, such as the [[Tyrosh]]i mercenary [[Daario Naharis]], captain of the [[Second Sons]].&lt;ref&gt;&quot;[[Second Sons (episode)|Second Sons]]&quot;&lt;/ref&gt;\n\n", "See also": "*{{AWOIAF}}\n\n", "In the books": "\nThe weapon overall is an original invention of [[George R.R. Martin]] , but does bear some similarity to ancient &quot;sickle-swords&quot; such as the [[wikipedia:Khopesh|khopesh]] and the [[wikipedia:Falx|falx]]. Martin's description of arakhs in the books (''A Game of Thrones'', chapter Daenerys II) is: &quot;...in the blink of an eye the arakhs were out, long razor-sharp blades, half sword and half scythe.&quot;\n\nMartin's conception of arakhs, however, actually differs from the arakhs produced for the TV series. When Martin described arakhs as &quot;half-sword and half-scythe&quot;, he meant a curved blade similar to a scimitar. The TV series took his description literally, making a blade that starts out as a straight sword before turning into a circular, curved scythe-shape halfway through.\n\nAccording to the TV series official pronunciation guide developed for the cast and crew, &quot;Arakh&quot; is pronounced &quot;Ah-rock&quot;, as opposed to &quot;Ah-RACK&quot;.[[File:Arakh1.jpg|thumb|A collection of Arakhs behind the scenes.]]\n\n"}, "title": "Arakh"}