{"attributes": {"status": " :Category:Status: Alive", "family": " ", "title": " Areo Hotah", "season": " Season 5", "image": "Hotah-S5.png", "allegiance": " House Martell", "actor": " DeObia Oparei", "culture": " Norvoshi'''Areo Hotah''' is a character set to appear in the Season 5", "titles": "  ", "link": "House MartellCharacter", "mentioned": "  ", "place": "Norvos"}, "sections": {"TOP": "Areo Hotah0251074n765g9n8tnj952cl85xwxkevl5qa7s1766992015-03-13T20:18:14ZThe Dragon Demands5014364/* In the books */{{Heraldry\n|image=Martell mini shield.png\n|link=House Martell\n}}\n{{Character\n|Title = Areo Hotah\n|Season = [[Season 5|5]]\n|Image=Hotah-S5.png\n|Mentioned =  \n|Titles =  \n|Status = [[:Category:Status: Alive|Alive]]\n|Allegiance = [[House Martell]]\n|Place=[[Norvos]]\n|Family = \n|Actor = [[DeObia Oparei]]\n|Culture = [[Norvos]]hi}}\n'''Areo Hotah''' is a character set to appear in the [[Season 5|fifth season]]. He is the personal bodyguard of Prince [[Doran Martell]], the ruler of [[Dorne]]. \n\n", "Image gallery": "&lt;gallery&gt;\nAreo-3.jpg\nAreo Hotah and Ellaria Sand.jpg|Ellaria Sand and Areo Hotah at Sunspear.\n&lt;/gallery&gt;\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Areo Hotah is described as a large, broad-shouldered man with white hair. He wields a large axe with a shaft six feet long. He is apparently Caucasian in the books - or at least, the line about his &quot;white hair&quot; inspired official artwork to depict him as Caucasian - while the TV series cast black actor DeObia Oparei in the role. This is not out of keeping for the Free Cities, whose populations are often diverse mixtures descended from Valyrian slaves brought in from far away lands. Westeros.org's review of the casting announcement pointed out that in some ways this could be seen as making up for the omission of Strong Belwas from the TV continuity, who is also a large, black, staunchly loyal guardsman, who entered into the service of [[Daenerys Targaryen]] (not that TV-Areo has been &quot;combined&quot; with Strong Belwas: Belwas is huge and strong but also very stout and fat, and is a [[Eunuch|eunuch]]).&lt;ref&gt;[http://www.youtube.com/watch?v=3Q69aQeKWLQ&amp;list=TL5feCNxVwvySdbwuIZYe7SL0KQPguoTu6 Westeros.org Season 5 casting review]&lt;/ref&gt;\n\nAs the youngest of six children, Areo was sold to priests of the local religion to be trained as a servant, which is a common practice in the Free Cities - similar to how [[Thoros]], as an eighth son, was given over to the temple of the [[R'hllor|Lord of Light]] in [[Myr]]. The Bearded Priests of Norvos are a militant order, famed for training young boys into highly dependable guardsmen proficient in combat with an axe. Areo finished his training when he was sixteen years old, and as is customary, his chest was branded with his axe to signify the event.\n\nAreo has been in Doran's service since he married Mellario of Norvos, a noblewoman from the Free Cities. Doran and Mellario wed for love, not to secure a political alliance, but as the years passed they became estranged and Mellario moved back to Norvos. Areo remained in Dorne to guard her and Doran's children: he has seen each of them grow up, and has an avuncular attachment to them. Still, his loyalty to Doran supersedes his loyalty to Doran's children.\n\nAreo found Dorne and its culture to be quite alien when he first arrived: Norvos is one of the northern Free Cities and has a relatively colder climate, very different from the hot deserts of Dorne with its spicy foods and exotic culture. Over time, however, he became quite attached to the Martells.\n\nAreo Hotah is the only significant character from Norvos to appear within the first five novels: only two other named characters from Norvos are even mentioned. Lady Mellario herself is important to Areo and Doran's backstory, but because she moved back to Norvos she is mentioned but does not appear within the narrative. The only other named Norvoshi was Byan Votris, captain of the trade caravan to [[Vaes Dothrak]] which contained the [[Wineseller]] who tried to poison Daenerys.\n\nIt is not yet clear if the TV-version of Areo will still be from Norvos, or if the TV series will give the explanation that he is from the [[Summer Islands]] but grew up in Norvos, or if he was simply living in the Summer Islands immediately before he came to Dorne (and never lived in Norvos). When other characters such as [[Xaro Xhoan Daxos]] or [[Salladhor Saan]] were changed to be black in the TV series, the writers introduced the explanation that they were originally &quot;from&quot; the Summer Islands before moving to their current home (i.e. Xaro directly states that he was originally from the Summer Islands). The Summer Islands are very close to Dorne, being located directly south fromÂ Dorne across the Summer Sea, so it actually isn't implausible to find Summer Islanders living in Dorne.\n\nAreo's weapon in the TV series seems somewhat more like a [[Wikipedia:Glaive|glaive]] than a longaxe as described in the novels, though a glaive is still a ''kind'' of axe (it is still used for slashing attacks, not thrusting attacks like a spear).  Either way, the TV series Weapons Master [[Tommy Dunne]], who designed and made it, describes Areo's weapon as as an &quot;axe&quot; in behind-the-scenes videos.  Norvoshi axes in the novels are double-headed.  The prop used for the TV version is over seven feet long.&lt;ref&gt;[https://www.youtube.com/watch?v=__poCm1Od20 ]&lt;/ref&gt;\n\n", "Biography": "===Background===\nAreo Hotah is originally from [[Norvos]], one of the northern [[Free Cities]]. He joined the Martell household at [[Sunspear]] along with Prince Doran's wife, a Norvoshi noblewoman. He has been a trusted servant of the Martells for many years, and is skilled with his large axe.\n\n===[[Season 5]]===\n\n", "See also": "*{{AWOIAF}} (MAJOR spoilers from the books)\n\n"}, "title": "Areo Hotah"}