{"attributes": {}, "sections": {"Weapons": "\nWhen the [[First Men]] migrated to Westeros twelve thousand years ago, they introduced weapons made of bronze (copper/tin alloy) to the continent. The copper mines of [[Slaver's Bay]] were used to produce bronze weapons for the legions of the ancient [[Ghiscari Empire]] in Essos. The superior iron weapons of the [[Andals]] were a decisive factor in the success of the [[Andal Invasion|Andal invasion of Westeros]] six thousand years ago, sweeping aside the First Men who were equipped with weapons and armor made of weaker bronze. The old [[Valyrian Freehold]] used iron weapons during its conquest of the Ghiscari Empire five thousand years ago. Thus the &quot;Iron Age&quot; of the known world began at least six thousand years ago. In time, the First Men in [[the North]] of Westeros who had managed to repulse the Andals from their lands adopted many of their customs, such as their language, writing system, and knowledge of forging iron weapons.\n\nIn the present day, bronze weapons and armor are a relic, not seen on the battlefield, though some of the more sophisticated [[Free Folk|wildlings]] living [[Beyond the Wall]] in Westeros forge their own bronze weapons, much as their First Men ancestors did. While the wildlings lack the ability to forge iron weapons on their own, they frequently trade with smugglers for iron weapons (in exchange for furs, etc.), so iron weapons can be encountered in the possession of the Free Folk.\n\nOther materials used for making more exotic weapons include:\n\n*[[Valyrian steel]] - an extremely high-quality steel forged in the old Valyrian Freehold, rumored to be forged with the aid of magical spells. After the fall of Valyria, knowledge of how to forge new Valyrian steel was lost. Current Valyrian steel weapons are priceless, and new Valyrian steel weapons can only be made by melting down preexisting ones. Even the knowledge of how to reforge preexisting Valyrian steel is extremely limited: the famously skilled blacksmiths of [[Qohor]] are capable of reforging Valyrian steel, albeit with extreme difficulty.\n*[[Dragonglass]] - a sharp black volcanic rock, also known as &quot;obsidian&quot;. Far too brittle to make swords with, but incredibly sharp, the [[Children of the Forest]] once wielded dragonglass daggers and bows with quite effective arrowheads made out of dragonglass. Their most prominent trait is that White Walkers can be killed using dragonglassÂ blades.\n\n===Swords===\n\nThe most common form of swords are â&euro;&tilde;'longswordsâ&euro;&trade;â&euro;&trade;, blades meant to be wield with one hand while the other hand holds a shield. Longswords are often what is meant when referring simply to â&euro;&oelig;swordsâ&euro;?. â&euro;&tilde;'Greatswordsâ&euro;&trade;â&euro;&trade;Â (also known as broadswords) are much larger than longswords, so large that they can only be wielded using both hands, preventing usage of a shield. â&euro;&tilde;'Bastard swordsâ&euro;&trade;â&euro;&trade;Â (also known as a &quot;Hand-and-a-half sword&quot;) are of an intermediate size, larger than longswords but short enough that they can still be wielded with one hand, though it is preferable to use two hands (they are called â&euro;&oelig;bastardâ&euro;? swords because they donâ&euro;&trade;t quite fit into the other categories of longsword or greatsword).\n\n'''Greatswords''':\n*[[Ice]]\n'''Bastard swords''':\n*[[Longclaw]]\n'''Longswords''':\n*[[Lion's Tooth]]\n*[[Hearteater]]\n*â&euro;&lsaquo;[[Widow's Wail]]\n*â&euro;&lsaquo;[[Oathkeeper]]\n\nThere are also various kinds of bladed weapons which are smaller than a longsword, such as shortswords and the even smaller daggers. There is no specific definition for when a large dagger becomes a small sword; in general, a dagger is a sidearm and not intended as a primary weapon.\n\n===Other bladed weapons===\n\nOther kinds of bladed weapon, differing from classic Westerosi knights' swords include:\n\n*[[Water Dance|Braavosi rapier]] - [[Arya Stark]]'s custom-forged sword [[Needle]] was made in the style of a Braavosi rapier, a popular weapon design from the Free Cities. The blade is thin and light, meant for quick thrusting attacks.\n*[[Arakh]] - the curved half-sword, half-scythe of the [[Dothraki]] mounted hordes.\n*[[White Walker ice blade]] - the enigmaticÂ [[White Walkers]] appear to wield swords and spears made of ice.\n\nVarious kinds of '''warhammers''' and '''axes''' may also be encountered on the battlefield. [[Robert Baratheon]] favored wielding a warhammer, and during the [[Battle of the Trident]] killed Prince [[Rhaegar Targaryen]] with a mighty swing from his hammer which crushed in Rhaegar's chestplate. [[Ironborn|ironborn]] raiders often wield axes.\n\n===Ranged weapons: bows and crossbows===\n\nVarious bows and crossbows are employed in various armies.\n\n===Siege weapons===\n\nCatapults are commonly used by many armies in Westeros.  \n\nThe ironborn often cannot fit siege weapons onto their ships, so they often simply avoid attacking more strongly defended castles.\n\n===Armor===\nSoldiers have their own recognizable armor which is used to signify their forces. [[Northmen|Northern]] armies often wear chainmail and leather suits of armor with some steel or iron work, as compared with the expensive plate armor of the well-equipped [[Southerner|Southern]] troops. The culturally distinct [[ironborn]], known for their lack of fear of drowning, tend to wear heavier armor than sailors from the [[Westeros|mainland]].\n\n", "Armies": "===Armies in the Seven Kingdoms===\nThe [[Seven Kingdoms]] of [[Westeros]] not possess a large standing military force, as do some of the [[Free Cities]]. Instead, each lord permanently maintains only a relatively small retinue of well-trained and well-equipped personal knights and warriors.  In wartime they function on the principle of feudal levies, with each lord raising his own armies from the commoners who live on his lands.  Sometimes they can provide these levies with reasonably standardized and good quality armor and weapons - though sometimes, they are little more than peasants wielding sharpened farming tools, clubs and staves, or a board with a nail in it.  These are usually supported by archers, or even crossbowmen.\n\nIn wartime, mounted [[Knighthood|knights]] form the backbone of major armies in most of Westeros. A single knight is an elite professional soldier, with extensive combat training, and equipped with the finest weapons and heavy armor. A single knight, even dismounted, is worth a dozen poorly armed and untrained common footsoldiers conscripted as feudal levies. Knights are very useful for carving through and running down enemy infantry, though they are also the best weapon against the enemy army's own mounted knights.\n\nEach lord raises a military force from his vassals on behalf of his or her own superior lord.  These &quot;bannermen&quot; march under the war banners of their overlord, combining their strength with his own.  For example, [[House Stark]] draws soldiers from the lands immediately around [[Winterfell]], but then adds to these knights and footsoldiers from the lands of [[House Umber]], who in turn have their own minor bannermen.  This hierarchy extends up to the king on the Iron Throne. The regions of Westeros vary considerably in population and wealth, dramatically affecting the number and quality of the soldiers that can be raised.  \n\nThe king on the Iron Throne does appoint four &quot;[[Warden|Wardens]]&quot; who are meant to command and coordinate regional armies when in times of crisis, when bannermen and levies are called up.  The regional lords in that quarter of the realm are expected to put their armies at the overall command of the Warden in their quarter of the realm.  The Warden of the North guards against wildling attacks from beyond the Wall, the Warden of the East guards against attack from across the Narrow Sea, and so on.  \n\nSome regions, most notably the Iron Islands and Dorne, also specialize in different forms of fighting and combat than the norm, which stems from the Andals' chivalric and knightly tradition.  The North basically fights using the same style and tactics as southern Westeros, but because the Faith of the Seven is little practiced there they do not have knights.  They do have Northern heavy cavalry, who function just as knights do on the battlefield, and they are considered knights in all but name.  \n\nThe Iron Islands, being an archipelago, heavily base their military on naval forces, making no significant use of cavalry in combat.  Their fighting style is based on raiding and ambush, however, lighting raids then retreating back to the sea before larger forces can show up.  The ironborn usually prefer to hit coastal targets or those on navigable rivers.  Away from the water they are not very mobile without cavalry, nor do they usually bring heavy siege equipment with them, so they can't make a concerted effort to take heavily defended targets (Balon Greyjoy dismissed out of hand the possibility of actually assaulting Winterfell, even though Theon later took it by surprise with two dozen men using climbing gear because he knew the layout of the castle).   \n\n[[Dorne]] is too hot to sustain large armies of men in heavy plate armor.  Instead the [[Dornishmen]] favor smaller groups of lightly armored fighters who are correspondingly faster and more agile.  They rely more on hit and run attacks and harassing invaders, using mounted archers, supported by spearmen on foot.  Still, they have been known to march in major wars and conventional battles, such as the large contingent of Dornishmen at the [[Battle of the Trident]].\n\nThe [[City Watch]] of King's Landing, known as the &quot;Gold Cloaks&quot;, could be said to be a &quot;standing military&quot; of a sort - but they are meant to be a police force, not soldiers.  They are not trained for combat and would not normally experience it.  This was seen during the Battle of the Blackwater, when Stannis Baratheon's forces were attacking the city:  when the tide of battle began to turn against them and Joffrey made a cowardly retreat, many of the Gold Cloaks also panicked and fled the walls.\n\nThe general number of men that can be fielded by each of the Seven Kingdoms is unclear, but several points of information provide a general sense of how large their armies are:\n\n*Each of the southern Andal kingdoms can, generally, field an army of about 30,000 men (varying between 20,000 to 40,000 depending on current conditions).  \n*The Reach is the most populous of the Seven Kingdoms, and can field almost twice as many armies as any other kingdom, about 60,000 (though this balances out, because the Reach also has twice as many hostile neighbors as any other kingdom).  \n**[[Renly Baratheon]] says (in &quot;[[What is Dead May Never Die]]&quot;) that &quot;I have a hundred thousand men at my command, all the might of [[the Stormlands]] and [[the Reach]].&quot;  Given that the Reach has twice as many soldiers as the rough average for any other southern kingdom, such as the Stormlands, that means that dividing 100,000 by three yields the roughly average size for a southern kingdom (such as the Stormlands or the Vale):  a little over 30,000.  \n**The specific size of the armies a kingdom is able to raise will of course vary considerably based on current factors:  a kingdom that was on the losing side of a war some years ago cannot quickly replace so many lost soldiers, while the overall population is lower after a long winter.  Thus the general figure &quot;30,000&quot; is the rough average for a southern kingdom, ''specifically after'' a long and peaceful summer lasting ten years.  \n*[[The North]] has slightly less than the &quot;average&quot; size for the south, though not by much.  The North has a very low population ''density'', but not an overall low population - it might be sparsely populated, but its total land area is nearly the size of the rest of the Seven Kingdoms put together.  \n**When [[Robb Stark]] called his bannermen he was quickly able to raise about 18,000 men to march south - and it is implied that more could have come if he had been able to wait longer.  \n*The [[Iron Islands]] have very little land area and a very low population (only Dorne has a smaller overall population).  They have no cavalry and do not make extensive use of siege engines, which cannot be carried by ship.  Conversely, the [[Ironborn|ironborn]] have a disproportionately strong navy, which often dominates the western coasts of Westeros in the [[Sunset Sea]].  Their entire military strategy is dependent on rapid movement by sea, before the enemy can react.  \n*[[Dorne]] has the lowest overall population in all of the Seven Kingdoms, mostly concentrated in the [[Greenblood]] River valley to the east, which ends near [[Sunspear]] at the coast.  The hot deserts of Dorne simply cannot sustain a large population.  The Dornishmen have adapted their military tactics to the arid climate, however, and they are very capable when assuming a defensive posture in their home territory.  Instead of sending large numbers of soldiers at the enemy, they rely on speed and hit and run attacks.  Larger armies are unsustainable in Dorne, so large invading armies soon suffer from thirst, while the local Dornish forces are proportionate to their water resources.  The Dornish have driven back many invading armies by harassing their water supply lines, forcing them to retreat from Dorne or else die of thirst.\n\nTaking these figures together, it can be reasonably estimated that at the start of the War of the Five kings, the total number of soldiers that could be raised into armies (including both mounted knights and feudal levies armed with pitchforks) may have been ''roughly'' around 250,000 to 275,000.  There are nine regions in the Seven Kingdoms (seven plus the Riverlands and the Crownlands): excluding Dorne and the Iron Islands, counting the Reach twice, and (generously) presuming the North's total strength to be near-average, yields 8 x 30,000 = 240,000.  The Iron Islands and Dorne each have less than the average:  if they did have average-sized armies that would be 240,000 + 60,000 = 300,000, but they have much less than that. \n\nThese figures can only be rough estimates.  The overall point is that in the Seven Kingdoms, &quot;armies&quot; usually number in the low thousands, with &quot;large armies&quot; numbering in the low tens of thousands.  Robb Stark did not command an army of only a few hundred men, nor could Tywin Lannister easily muster from the Westerlands alone an army numbering over half a million.\n\n===Armies beyond the Wall===\n\nThe [[Night's Watch]] that guards [[The Wall|the Wall]] at the northern border of the Seven Kingdoms is a standing military order, who have taken vows to hold no lands or titles, father no children, and defend the Wall from whatever threats lay beyond.  They are sworn to strict political neutrality, however, and take no part in the frequent wars of the Seven Kingdoms.  What few forces the Watch sends out beyond the Wall are small scouting parties, not armies on the march.  With their numbers dwindling over the centuries, the Watch has been left to focus on defending the Wall itself.  The Wall is the greatest defensive structure ever built, so even the few hundred men the Night's Watch still has left can use it to hold off thousands of attackers.  The Night's Watch has some horses for patrols but no real cavalry.  \n\n:In the novels, the Night's Watch has been in a slow decline since the Long Night 8,000 years ago, but they entered into a particularly sharp decline after the [[War of Conquest|Targaryen Conquest]] unified the Seven Kingdoms 300 years ago.  The Night's Watch used to get a steady trickle of recruits from the losing sides in the constant petty wars between each of the Seven Kingdoms.  When the Targaryens unified the Seven Kingdoms, they put an end to these constant border wars - but ironically, this new level of relative peace meant that the number of new recruits for the Watch dried up.  Their numbers severely dwindled, and the only recruits they could usually find were condemned prisoners, only occasionally getting a boost in numbers from the losing sides in rebellions, which were now much rarer (i.e. Targaryen loyalists from Robert's Rebellion, such as [[Alliser Thorne]], and only very rarely getting volunteers from noble Houses, usually younger sons or bastards with no prospects for inheritance (such as [[Jon Snow]] or [[Waymar Royce]]).  At the beginning of the novels, the Night's Watch only has one thousand men left (and after the losses they take during the narrative, they have closer to 600 after the Battle of Castle Black).  At the time of the Targaryen Conquest, before their truly drastic decline began, the Night's Watch had about 10,000 members.  \n\nLarge armies are rarely encountered among the [[Free Folk|wildlings]] living [[Beyond the Wall]], only localized tribes.  They lack the ability to forge their own metal weapons, so besides what iron weapons they can scavenge or buy from smugglers, they mostly rely on weapons made of wood, stone, and bone.  Occasionally, however, the wildling clans are all united by an over-chief known as the [[King-Beyond-the-Wall]], such as [[Mance Rayder]].  A King-Beyond-the-Wall can convince the wildlings to march together in something which actually resembles an army, but they use no complex formations and are more of an undisciplined horde.\n\n:The TV series gives the size of Mance Rayder's host attacking Castle Black as around 100,000.  In the novels, the estimate given is around 30,000.  The TV version may have been going by counting the ''entire'' wildling horde, including women and children.  Even in the TV version, Jon Snow saw in the main wildling camp in the Season 3 premiere that it isn't just an army camp, but entire family groups and village populations.  The entire surviving wildling population is trying to migrate south of the Wall, so the large number 100,000 could be reached if one were to count young boys just big enough to hold a spear.  Either way, the small remaining garrison at Castle Black was drastically outnumbered.\n\n===Armies in Essos===\n\nThe [[Free Cities]] in [[Essos]] are more urbanized and mercantile than Westeros, so they rely more on paying coin to hire professional [[Mercenary|sellsword companies]] to fight their wars for them.  \n\nThe cities of [[Slaver's Bay]] function similarly, though they also train large numbers of slave-soldiers, particularly the famous [[Unsullied]] warrior-[[Eunuch|eunuchs]], who are trained to rigidly obey all orders without question.  \n\nThe [[Dothraki]] mounted nomads rely on rapid attacks by unarmored light cavalry, who double as mounted archers.  Dothraki function as light cavalry, eschewing armor to rely on speed and maneuverability.  Large Dothraki tribes are known as ''[[Khalasar|khalasar]]'', each of which is ruled by a ''[[Khal]]''.  ''Khalasars'' are subdivided into ''khas'', each of which is commanded by a captain known as a ''ko'' (plural, ''kos'').  The Dothraki have historically shown great tactical skill in dividing up their ''kos'' and directing them to make feints and attack enemy forces in pincer movements.\n\nKhal [[Drogo]]'s ''khalasar'', considered a large one, numbered about 40,000 riders.&lt;ref&gt;&quot;[[Winter is Coming]]&quot;&lt;/ref&gt;\n\n", "TOP": "Armament014287o9v8visr161lgplpro307mo9u9iod9q1801682015-03-28T23:36:53ZThe Dragon Demands5014364/* Other bladed weapons */The inhabitants of [[Westeros]] and [[Essos]] have been using weapons made of iron and steel for at least the past six thousand years.\n\n", "See also": "*{{AWOIAF}}\n*{{WP}}\n\n", "Navies": ":''See main article &quot;[[Ships]]&quot;''\nThe Seven Kingdoms also employ a large number of [[Ships|naval forces]].  The three main fleets are:\n*The  [[Royal Fleet]]  - stationed in the east at [[King's Landing]] and [[Dragonstone (island)|Dragonstone)]] island)\n*The [[Redwyne Fleet]] - stationed at [[The Arbor|the Arbor]] in the southwest\n*The [[Iron Fleet]] - located in the [[Iron Islands]] to the west\n\nMost lords on the coasts keep a major galleon or three to ward off pirates and smugglers, along with several smaller coastal boats.  Some of the more powerful Noble houses do maintain their own small fleets.  The Hightowers and Tyrells are careful to keep their own defensive fleets to ward against the threat of the nearby ironborn - the [[Shield Islands]] at the mouth of the Mander River are garrisoned by the Tyrells to defend against the ironborn sailing up it to attack Highgarden.  Similarly, the Lannisters maintain a large defensive fleet in the Westerlands - but they rarely move it away from Lannisport, because they are located closest to the Iron Islands and are wary of a quick attack.\n\nThe North and Dorne have hardly any strength at sea.  Dorne has a very rugged coast with few natural harbors, and there is not enough wood in that desert region to construct a fleet with.  In contrast, the North has massive coastlines on both the eastern ''and'' western sides of the continent.  These coasts are far too vast for any fleet to effectively patrol, and the North as a whole is not wealthy enough to afford one, so its lords usually have to react to invaders from the ocean by repulsing them on land.  The North is, however, home to the small port city [[White Harbor]], ruled by [[House Manderly]], and what strength the North has at sea can be found there.  \n\nThe [[Free Cities]] located on the coasts all maintain very large fleets, both warships and their merchant marines.  [[Norvos]] and [[Qohor]] are located inland so they do not have ocean-going vessels, though they do have military strength on the network of the [[Rhoyne]] River.  [[Slaver's Bay]] and [[Qarth]] similarly maintain large numbers of ships for both trade and warfare.  \n\nThe Dothraki possess no strength at sea at all - even though the northern side of the [[Dothraki Sea]] has a very long coastline, their powerbase has always been on the large flat plains of the interior.  The Dothraki infamously fear any water that a horse will not drink (saltwater), and are extremely reluctant to even travel in boats.  The Dothraki use ships so rarely that their language doesn't even have a true word for &quot;boat&quot;: the term they use when they rarely do need to describe them is literally &quot;wooden horses&quot;, as like a horse they are a means of transport.\n\nThe [[Summer Islands]], located directly south from the [[Narrow Sea]] between Westeros and Essos, also have a very large trading fleet, whose vessels are more than capable of defending themselves against pirates.\n\n"}, "title": "Armament"}