{"attributes": {}, "sections": {"The Ghost of Harrenhal": "[[Tywin Lannister]] hosts a war council with five of his officers inside [[Harrenhal]]. [[Arya Stark]] serves them food, acting as Tywinâ&euro;&trade;s cupbearer. [[Reginald Lannister]] suggests that the [[House Stark|Starks]] have stretched their lines too thin and will struggle to sustain their army with winter imminent. Tywin rejects this notion, saying that the Starks are more capable than they are of coping with cold. Ser [[Amory Lorch]] says that their spies have reported growing discontent amongst the Northern Lords, who want to return home to gather the harvest. Tywin is dismissive, saying that the same spies would extract similar rumors from his own camp. He tells his officers that they are at war and no-one is content.&lt;ref name=&quot;E15&quot;&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\nTywin says that they have underestimated [[Robb Stark]] for too long adding that their enemy has a good mind for warfare and is worshiped by his men. Tywin posits that as long as Robb continues to win battles his men will continue to believe that he is King in the North. He chastises his men for waiting for Robb to fail and says that Robb will not fail unless they make him. He asks how they will stop Robb and Reginald ignores the question to say that they have been working through the night and would benefit from sleep. Tywin says that he believes Reginald would and that because they are cousins he might let Reginald wake from his sleep. He orders Reginald to return to his wife in Lannisport before he decides to send her his head. He adds that Reginald is only an officer because of his birth and otherwise would be scrubbing out pots in the cookâ&euro;&trade;s tent.&lt;ref name=&quot;E15&quot;/&gt;\n\nArya brings a jug of wine to the table and Tywin orders her to serve water instead because he expects them to be there for some time. Arya nods and heads out of the room. Tywin halts her to ask where she is from. She claims to have grown up in [[Maidenpool]]. He questions her about the lords of Maidenpool, testing her truthfulness. She is able to name [[House Mooton]] but cannot recall their sigil. He says that she is a northerner and again asks her where she is from. This time she claims to be from [[Barrowton]], ruled by [[House Dustin]] and correctly states their sigil as two crossed longaxes beneath a black crown. Satisfied, Tywin asks her for a northernerâ&euro;&trade;s view of Robb Stark. Arya says that Robb is known as the young wolf, is said to ride into battle on the back of a giant Direwolf and to be able to transform into a wolf at whim. She adds that they say that he cannot be killed. Tywin asks what she believes and she says that anyone can be killed. She holds Tywinâ&euro;&trade;s gaze until he orders her to fetch the water.&lt;ref name=&quot;E15&quot;/&gt;\n\nOn the walkway outside Arya sees [[Jaqen Hâ&euro;&trade;ghar]] approaching in Lannister armor and hides from him. He walks by her with two other Lannister men-at-arms. When Arya reaches the water butt she finds a helmet left atop it and realizes that Jaqen has left it behind. He returns for it and cautions her to keep his identity secret. He comments on her becoming a girl and she says that she was always a girl. He says that he was always aware but that it was not his place to spoil her secret. She says that he is â&euro;&oelig;one of them nowâ&euro;? and hands him back his helmet before adding that she should have let him burn. He points out that she is fetching water for them and asks why it is right for her and wrong for him. Arya asserts that she had no choice and Jaqen challenges her that they both did and chose to be where they are. He says that a man pays his debts and that he owes her three. Arya misunderstands him and he explains that only death can pay for life and that she saved him and the two other prisoners. He means to repay both her and the Red God by taking three lives on her behalf. She is intrigued at the idea of being able to choose anyone. She asks Jaqen to kill [[the Tickler]], Ser [[Gregor Clegane|Gregor's]] interrogator. Jaqen sends her back to Tywin with her water.&lt;ref name=&quot;E15&quot;/&gt;\n\nArya watches [[Gendry]] tempering a newly forged blade in the smithy at Harrenhal. He swings the blade and she criticizes his stance, telling him he should be stood side face. He wonders who she thinks he is fighting and she counters that he is practicing for a fight and should do it properly. A woman screams in the adjacent courtyard and they rush to see what has happened. They find the body of the Tickler surrounded by Lannister men-at-arms. Hot Pie is among the stunned onlookers. Arya looks up at the ramparts and sees Jaqen casually eating an apple. He puts a single finger to his face. She smiles down at the justice she has wrought on the torturer.&lt;ref name=&quot;E15&quot;/&gt;\n\n", "The Old Gods and the New": "[[Tywin Lannister]] hosts another war council in his chambers at [[Harrenhal]]. Arya continues to serve incognito as his cupbearer. Tywin asks Ser [[Amory Lorch]] if he is able to read and the knight does not answer. Tywin reveals that Ser Amory has sent a letter detailing their troop movements to Lord Marlin of House Dormund instead of Lord Damon of House Marbrand. Ser Amory apologizes and Tywin orders Arya to fetch â&euro;&oelig;The History of the Greater and the Lesser Houses.â&euro;? Arya picks up the book while Tywin is still describing it and he realizes that she can read. Tywin decries Amory as a worse reader than a cupbearer. Tywin opens the book to the page for House Dormund and asks Amory to read who they owe allegiance to. Amory is hesitant and Tywin shouts that they are vassals of House Stark of Winterfell, their enemies and the captors of his son [[Jaime Lannister]]. Tywin says that he had judged that Amory might be useful for more than brutalizing peasants and that he overestimated. Tywin warns Amory not to endanger Jaimeâ&euro;&trade;s life again and dismisses him.&lt;ref name=&quot;E16&quot;&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\nTywin instructs Arya to clear the book away. He sarcastically says that she should devise their next battle plan. A [[Lannister Captain]] announces the arrival of Lord [[Petyr Baelish]]. Tywin dismisses his remaining bannermen while Arya freezes in fear of recognition. Tywin orders her to clear the table and she complies. Tywin offers wine and Arya goes to serve it. Tywin asks for news from the capital and Petyr explains that he has come from [[Renly Baratheon]]â&euro;&trade;s camp. Tywin jokes about the duration of Renlyâ&euro;&trade;s reign and repeats the rumor that he was murdered by a woman. Arya pours wine, carefully keeping out of Petyrâ&euro;&trade;s vision. Petyr says that there have been talk of [[Shadow|other forces]] at work and Tywin dismissively says that men love to blame demons when their grand plans fall apart. He motions for Arya to pour him wine and she turns her back to Petyr. Petyr says that he believes that chaos affords transient opportunities. Tywin says that the belief is not original and asks what opportunities he has found. Petyr brings up [[House Tyrell]] and their large army. Tywin is impatient and Petyr moves to his point; he says that [[Loras Tyrell]] blames [[Stannis Baratheon|Stannis]] for Renlyâ&euro;&trade;s death and wants revenge while Margaery wants to be queen. Tywin is already aware of Margaeryâ&euro;&trade;s ambition. Tywin reminds Petyr that House Tyrell are traitors to the Iron Throne and Petyr says that they might be able to punish them once Stannis and Robb have been defeated. Tywin orders Arya to serve more wine to Petyr. Petyr offers to broker an alliance between House Lannister and House Tyrell. Tywin asserts that the Tyrell host has returned to [[Highgarden]]. Arya spills wine on Petyrâ&euro;&trade;s hand and apologizes. He stares at her as he says that it was only wine. Tywin draws Petyrâ&euro;&trade;s attention back to him when he asks if he would ride there himself. Petyr says that he would leave that night with Tywinâ&euro;&trade;s permission and Tywin says that he will consider it before dismissing Arya. As Arya leaves Petyr begins to detail meeting with [[Catelyn Stark]] on orders from [[Tyrion Lannister]].&lt;ref name=&quot;E16&quot;/&gt;\n\nArya looks at a letter on Tywinâ&euro;&trade;s desk. It concerns troop movements and reports ten thousand men heading for [[Golden Tooth]] while Robb Stark is moving south along the coast. Tywin catches her and asks her who taught her to read. She says that it was her father. Tywin reveals that he taught [[Jaime Lannister]] to read, spending four hours a day with him after a Maester diagnosed a problem with his processing of letters where he would reverse them in his mind. Tywin refused to accept the condition as the Maester recommended and persevered despite Jaime hating him for it and that Jaime learned. When pressed Arya claims that her father was a stonemason who taught himself to read and that he was killed by loyalty. Tywin calls her a sharp little thing. She begins to ask a question and then apologizes for speaking out of turn. Tywin tells her to continue now that she has begun and she asks him about his own father. Tywin says that he watched [[Tytos Lannister]] grow old. He says that his father loved them and was a good man but weak. He blames Tytos for endangering their house and name. Arya steals the letter while he reminisces. He says that he is cold and she goes to fetch wood for the fire.&lt;ref name=&quot;E16&quot;/&gt;\n\nArya reads the letter while sat on the battlements of Harrenhal. She rushes downstairs and bumps into Ser Amory. He asks where she is going and she claims to be headed to the armoury. He asks why and she says that Tywin sent her. He takes the letter from her and asks why she has it. She claims that she was asked to deliver it to the armoury. Ser Amory looks at the letter and wonders why Tywin would do that. He says that they will go and ask and Arya runs away from him. She flees across the courtyard and he gives chase. She hides from him and he turns back towards Tywinâ&euro;&trade;s chambers. She searches for [[Jaqen Hâ&euro;&trade;ghar]] and urgently names Amory Lorch. Jaqen accepts her instruction but she insists that he must be killed now. Jaqen says that he will act when the time is right and she explains that she is in danger. Jaqen sighs acceptance and kills Amory just in time.&lt;ref name=&quot;E16&quot;/&gt;\n\n", "The Prince of Winterfell": "[[File:War council.jpg|thumb|Tywin hosts a war council at Harrenhal.]]\nLord [[Tywin Lannister]] holds a war council in his chambers at [[Harrenhal]]. His brother Ser [[Kevan Lannister]] predicts that [[King's Landing]] will fall an hour after King [[Stannis Baratheon]]â&euro;&trade;s forces arrive. Kevan counsels Tywin to order the Queen Regent [[Cersei Lannister]] and her family to flee to the safety of [[Casterly Rock]]. Tywin balks at surrendering the [[Iron Throne]]. Kevan argues that giving up the throne is better than seeing the heads of their relatives mounted on the city gates, fearing that Stannis will execute any Lannister he finds in the city. Tywin rejects the suggestion, believing that a king who runs cannot remain king for long. [[Arya Stark]] serves drinks to Tywin and his bannermen, still incognito as Tywinâ&euro;&trade;s cupbearer. Tywin insists that King [[Joffrey Baratheon]] is a Lannister by blood and must stand and fight.&lt;ref name=&quot;E18&quot;&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\nTywin complains that Stannis is just two days from Kingâ&euro;&trade;s Landing while Robb Stark is on their doorstep in the Westerlands, referring to Robb as a wolf. Arya smiles at the mention of her brother. Kevan reports word from their scouts that Robb remains north of [[Ashemark]]. Tywin laughs derisively and says that the last time their scouts assured them of Robbâ&euro;&trade;s movements they were lured into a trap. Tywin blames their poor intelligence for the capture of Jaime. Tywin asserts that Robb has gotten too close to Casterly Rock. Kevan relays news that Robb has sent a splinter force to recapture Winterfell. Kevan theorizes that the Greyjoyâ&euro;&trade;s seizure of Winterfell is a boon to them because Robb will not march against Casterly Rock until he is at full strength. Tywin dismisses the suggestion, saying that Robb is a boy who has never lost a battle which will make him impetuous. Tywin predicts that Robb will take risks because he does not know enough to be afraid. Tywin announces his orders; the army will ride out from Harrenhal at nightfall. Tywin wants to get a nightâ&euro;&trade;s march before Robb is aware that they are coming. He names Ser [[Gregor Clegane]] as his castellan at Harrenhal and orders him to continue his efforts against the [[Brotherhood Without Banners]]. Tywin assigns Arya to serve Gregor, saying that she has been a good servant. He instructs Arya not to allow Gregor to get drunk in the evenings, explaining that he is poor company sober but better at his work.&lt;ref name=&quot;E18&quot;/&gt;\n\n[[File:Rorge and Biter.jpg|thumb|Arya looking for Jaqen but finding Rorge and Biter]]\nArya goes down to the courtyard of Harrenhal seeking [[Jaqen Hâ&euro;&trade;ghar]]. The Lannisters are still torturing and executing their own men to try and uncover details about the murder of Ser [[Amory Lorch]]. Arya passes under the gallows but is unable to find Jaqen so she approaches [[Rorge]] and [[Biter]]. Rorge points her out to their drinking companions as a girl who used to be a boy, referring to her time spent posing as a recruit of the Nightâ&euro;&trade;s Watch while Rorge, Biter and Jaqen were prisoners. Arya asks where Jaqen is and Rorge replies that he does not care. Rorge asks Arya what has happened to the stick she carried and reminds her of his threat to sexually abuse her with it. Arya reaches to her empty sword belt and then recoils. An officer orders the men to arms and they gather their things.&lt;ref name=&quot;E18&quot;/&gt;\n\n[[File:Hot Pie.jpg|thumb|Gendry and Hot Pie talk cooking]]\n[[Gendry]] hammers out a horse shoe while [[Hot Pie]] describes a recipe for sour cherry pie. Hot Pie says that he uses crushed cherry stones on the pie crust to generate the best flavour. Arya approaches and asks where Jaqen is, Gendry says that he does not know. Arya says that she needs to speak with him because Tywin is marching and adds that he has been helping her, realizing that she has said too much. Hot Pie recalls seeing Jaqen and Arya asks him where. He shrugs so she grabs him by the ears and insists that he remember. Hot Pie says that they were leaving through the gates a few hours earlier. Arya notices Tywin leaving and gazes after him. Hot Pie asks why she wants Jaqen.&lt;ref name=&quot;E18&quot;/&gt;\n\nArya carries two pails of water across a stick at [[Harrenhal]]. A Lannister man-at-arms bumps into her, knocking down her buckets. He then cuffs her round the head and warns her to watch where she is going. She gathers the pails and begins to apologize when a Lannister man approaches. She looks up and realizes that it is Jaqen. She asks where he was and he explains that he had patrol duty. She complains that she missed the opportunity to name [[Tywin Lannister]]. He tells her to name someone else. She asks how long it will take him to kill his last target. He refuses to give specifics, saying that death is certain but time is not.&lt;ref name=&quot;E18&quot;/&gt;\n\n[[File:Jaqen H'ghar 2x8 1.png|thumb|right|Arya gives Jaqen his own name]]\nShe frets that Tywin is taking his army to attack Robb and needs him dead immediately. Jaqen pours himself a drink and says that it is not possible. Arya asks him to help her to escape and he says that was not part of his promise. He implores her to give another name. She checks that he will accept any name. He swears and oath to the old gods and the new. She leans forwards and whispers his own name in his ear. Jaqen angrily warns her not to mock the gods but she insists that she is serious. He asks her to un name him. She agrees to do so only if he helps her to escape. He predicts that it would require more than one life and exceed the terms of their agreement. She names him again and he accuses her of being dishonourable. She shrugs, unconcerned. Jaqen stands up and says that if he helps her she must obey him. He tells her to walk through the gate at midnight with her friends.&lt;ref name=&quot;E18&quot;/&gt;\n\n[[File:Escaping Harrenhal.jpg|thumb|Escaping Harrenhal]]\nArya, Gendry and Hot Pie gather in the shadows opposite the courtyard gate. Hot Pie complains that his sour cherry pies will now be in the oven and the others warn him to be quiet. Arya asks what food he has brought and he reports that the cheese could be better but that he has some nice sausages. Gendry asks Arya what Jaqen told her to do about the guards surrounding the gate. Arya admits that he did not say and only told her to walk through the gates. Gendry is incredulous and Arya insists that they must trust Jaqen. Gendry warns against trusting the man who fled when she freed him from captivity, expecting him to fight by her side. Hot Pie fearfully admits wanting to return to the kitchens. Arya tells him to be quiet and says that he can stay if he wants. She stands and bravely walks toward the gate. The others follow her and as they approach they realize the Jaqen has killed the guards and pinned them in place so as not to raise the alarm. They pass through without being noticed.&lt;ref name=&quot;E18&quot;/&gt;\n\n", "TOP": "Arya Stark Season 2023167i7tf1g6j50md7x96trszjpqumjtqz8m1167172014-03-06T02:37:49ZGreater good3347453All of this information is on the character's page{{Template:Delete}}In '''[[Season 2]] [[Arya Stark]]''' remains a major character. Having fled [[King's Landing]] posing as a recruit of the [[Night's Watch]] she is recaptured by [[House Lannister]] but manages to keep her identity hidden.\n\n", "Valar Morghulis": "Arya, [[Gendry]] and [[Hot Pie]] walk through [[the Riverlands]] away from [[Harrenhal]]. They are surprised to see [[Jaqen Hâ&euro;&trade;ghar]] waiting for them on a stone outcrop. Hot Pie asks how he found them. He disappears from view as they pass beneath the stone. Arya forges ahead and he reappears behind her. She asks why he is there and he says that he was waiting for her. She asks him how he knew that they would come that way. He wonders if that is really what she wants to know after everything she has seen. She asks him instead how he killed the guards and if it was difficult. He says that it was no harder than taking a new name if you know how. She asks him to show her. He says that to learn she must accompany him across the Narrow Sea to Braavos. She says that her dancing master, [[Syrio Forel]], was from Braavos. Jaqen grins and says that it is special to be a Dancing Master but better to be a Faceless Man. He reveals that he knows the list of names that she whispers and suggests that they could all be offered to the Red God.&lt;ref name=&quot;E20&quot;&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\nArya says that she wants to go with him but canâ&euro;&trade;t. She explains that she needs to find her family. She lists her mother, her brother and her sister. Jaqen says that they must part, citing his own duties. He hands her an iron coin. She wonders what it is and Jaqen says that it is a coin of great value. She asks if she can use it to buy a horse. He says that it is not meant for that and she wonders what good it is. He says that if she decides to follow him she should give the coin to anyone from Braavos and say to them â&euro;&oelig;Valar Morghulis.â&euro;? Arya repeats the phrase as he walks away. She pleads with him not to go. He tells her that Jaqen is dead and asks her to repeat it again. He says that her pronunciation is good. He turns away and bows his head. When he turns back to her his face has changed entirely. He bids her farewell in a new voice and walks away. Arya looks down at the coin and then back at Jaqen.&lt;ref name=&quot;E20&quot;/&gt;\n\n", "A Man Without Honor": "Lord [[Tywin Lannister]] looks down at the courtyard of [[Harrenhal]] from his balcony. [[Arya Stark]] prepares a drink for Tywin, still serving incognito as his cupbearer. A score of Lannister men-at-arms have been hung and his officers continue to question their troops about the assassination of Ser [[Amory Lorch]].\n\n[[File:Tywin and Gregor.jpg|thumb|Arya serves as cupbearer, as Tywin instructs Ser Gregor to find the assassin who tried to kill him.]]\nTywin sniffs the dart that killed the knight and says that it was dipped in [[Wolfsbane]], a rare poison. He tells his subordinate Ser [[Gregor Clegane]] that the killer was no common assassin. Gregor says that they have hung twenty men seeking the culprit and Tywin counters that he would not care if they had to hang a hundred. Tywin believes that he was the assassinâ&euro;&trade;s true target and demands his identity and his head. Gregor suggests that the assassin was an infiltrator from the [[Brotherhood Without Banners]]. Tywin calls the Brotherhood a pretentiously named band of outlaws. He states his concern that they appear weak by allowing the Brotherhood to harass their lines and demands that they be eradicated. Gregor says that they are having difficulty finding them and Tywin accuses him of going soft. Tywin orders Gregor to attack the smallfolk of the region to show them what it means to choose the wrong side. Gregor leaves to carry out his orders as Arya serves a meal to Tywin.&lt;ref name=&quot;E17&quot;&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\nTywin asks recognizes that the meat is mutton and says that he does not want the food. He tells her to eat it. She says that she will eat in the kitchen later and he says that it is bad manners to refuse a lordâ&euro;&trade;s offer. He orders to sit and tells her that she is small for her age and will not grow if she does not eat. He presumes that she has always been underfed and she says that she eats a lot but does not grow. He walks to the window and muses on his legacy. He says that the [[War of the Five Kings]] will be his last, win or lose. Arya wonders if he has ever lost and he counters that he would not be in his position if he had. He says that he will be remembered for this war and that nothing matters but how it ends. As he speaks Arya fixates on the veins of his neck, gripping her knife.&lt;ref name=&quot;E17&quot;/&gt;\n\nTywin asks her if she knows what legacy means and she shakes her head. He explains that he is talking about what he will pass on to his family after he is gone. He says that [[Harren Hoare|Harren the Black]] considered Harrenhal his legacy. Tywin describes Harrenhal as the greatest castle ever built, with the tallest towers and strongest walls. He says that the great hall had 35 hearths and asks Arya to imagine it. He asks her to look at what it has been reduced to, calling it a blasted ruin. He asks if she knows what happened and she correctly says that the castle was ruined by dragons. He is impressed and elucidates that Harrenhal was designed to repel an attack from the land and was capable of withstanding assault by a million men. He explains that it was left vulnerable to attack from the air with dragonfire. He says that Harren and all of his sons were roasted alive in the castle by [[Aegon Targaryen]] and his dragon.&lt;ref name=&quot;E17&quot;/&gt;\n\nTywin says that Aegon is remembered 300 years later because he changed the rules. Arya interjects that Aegon was aided by his sisters [[Rhaenys Targaryen (sister of Aegon I)|Rhaenys]] and [[Visenya Targaryen|Visenya]]. Tywin is surprised by her knowledge and asks if she is a student of history. Arya expands that [[Rhaenys Targaryen (sister of Aegon I)|Rhaenys]] rode [[Meraxes]] and [[Visenya Targaryen|Visenya]] rode [[Vhagar]] while wielding the [[Valyrian steel]] sword [[Dark Sister]]. Tywin notes that Aryaâ&euro;&trade;s recall exceeds his own, saying that he is sure he knew their names when he was a boy. Arya continues that Visenya was a great warrior and Tywin realizes that she is a heroine to Arya. He notes that her interests are distinct from most girls who idolize romantic legends from songs like [[Jonquil]] with flowers in her hair. Arya says that most girls are idiots and Tywin laughs, saying that she reminds him of his daughter [[Cersei Lannister]].&lt;ref name=&quot;E17&quot;/&gt;\n\nTywin questions where Arya learned about history and she claims that she was taught by her father. Tywin is dubious about the idea of a well read stonemason, saying that he has never met one. Arya asks if he has met many stonemasons and he warns her to be careful with her tone, saying that he enjoys her but has limits. He orders her to return the meal to the kitchen to finish it there. He criticizes her pronunciation of â&euro;&oelig;My Lord,â&euro;? warning her that lowborn girls say â&euro;&oelig;Milord.â&euro;? He says that if she is going to pose as a commoner she should do it properly and she claims that she was taught to speak properly by her mother, a maid to Lady Dustin. Tywin says that she is too smart for her own good and dismisses her.&lt;ref name=&quot;E17&quot;/&gt;\n\n", "Garden of Bones": "Arya, Gendry and Hot Pie arrive at the ruined castle Harrenhal with a column of other Lannister prisoners. Gendry sees the decimated towers and asks what kind of fire can melt stone. Arya tells him that it was dragon fire and Hot Pie asks if there are dragons there. Gendry says that dragons are extinct and Hot Pie wonders what he can smell. Arya says that it is the smell of dead people. Polliver orders them to walk on into the midst of the ruin.&lt;ref name=&quot;E14&quot;&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\nThey are chained in a stockade with many other prisoners. They can hear the sounds of a man being tortured nearby. The screams end and an [[old woman prisoner|old woman]] says that the victim is dead. She is expressionless and reports in a monotone that her captors have tortured her sister, husband and now her son to death. Gendry realizes that they select a new victim each day. Arya asks if anyone survives the torture and the woman does not answer. That night rain pours into the stockade as Arya recites the names of her enemies; â&euro;&oelig;Joffrey, Cersei, Ilyn Payne, the Hound.â&euro;?&lt;ref name=&quot;E14&quot;/&gt;\n\nArya and the prisoners are awoken by Ser [[Amory Lorch]] and his men. Ser [[Gregor Clegane]] approaches the stockade. Hot Pie says that he is the one who chooses the prisoners and Arya recognizes him. Hot Pie stares at him as he approaches and Arya asks what he is doing. Hot Pie says that another prisoner told him that he always stares at the mountain and is never chosen. Hot Pie and his new friend stare at Gregor as he surveys the captives. Gregor selects the staring prisoner. Hot Pie wets himself in fear. The prisoner is strapped to a chair by [[Weasel]] as [[the Tickler]] questions him. He is asked about hidden valuable in his village and the whereabouts of [[the Brotherhood]]. A rat is placed in a bucket and strapped to his chest. Weasel heats the bucket to provoke the rat into burrowing through his chest. The Tickler asks who aided the Brotherhood and the prisoner implicates [[Gaines]] the butcher and his son. He begs them to stop and the Tickler says that he has been very hepful but continues with the torture regardless. Arya and the other prisoners watch, helpless to stop them. Arya repeats her list of enemies again that night. The woman prisoner begs Polliver for food to no avail and he hits her with his club. Arya adds him and the Mountain to her list.&lt;ref name=&quot;E14&quot;/&gt;\n\nThe head of the tortured prisoner is hammered onto a spike above the stockade. Gendry is chosen by Gregor and his questioning begins despite him not being from the village. Arya watches as the bucket is strapped to his chest. Lord [[Tywin Lannister]] arrives and asks Gregor what is going on. Gregor says that they were not expecting Tywin for another day. Tywin asks why the prisoners are not in their cells. Gregor says that their cells are overflowing. Polliver interjects that the prisoners will not be there long. Tywin asks if they are so well manned that they can afford to discard able and skilled prisoners. He asks Gendry if he has a trade and Gendry says that he is a smith. Polliver catches Arya looking at Needle in his sword belt and orders her to kneel, calling her boy. Tywin immediately realizes that she is a girl and calls Polliver an idiot. He asks why she has dressed as a boy and she says that it was safer to travel. He says that she is smart and orders the prisoners put to work. He says that Arya will be his new cup bearer.&lt;ref name=&quot;E14&quot;/&gt;\n\n", "The Night Lands": "Arya squats by a stream in the Riverlands. She walks back to the recruits, relacing her britches. She is maintaining the pretence of being a boy named Arry to hide in plain sight among the recruits. She picks up a bundle of sticks and starts to carry them to the centre of the camp. She is distracted when [[Jaqen H'ghar]], one of the prisoners confined to the wagon, calls her over. He asks her to fill a tankard with water and tells her that he has not drunk for a day and a night, always referring to himself as â&euro;&oelig;a manâ&euro;? and her as â&euro;&oelig;a boyâ&euro;?. [[Rorge]], one of the other prisoners, rattles the cage and threatens Arya. Jaqen tells her that he has not chosen his companions and asks Arya's forgiveness. He confirms her identity as Arry and introduces himself, saying that he comes from Lorath. Rorge demands beer and insults Arya. She says that he should have asked nicely, drops all but one of her sticks and uses it to hit his hand. He recoils and then tries to grab her through the cage. [[Biter]] moves up behind Rorge and hisses as Rorge threatens Arya again. Jaqen smiles and tells Arya that she has more courage than sense. [[Gendry]] passes with his own bundle of sticks and reminds Arya that Yoren warned them not to approach the prisoners. Arya says that she is not afraid of them and Gendry says that she is stupid, before admitting that he is.&lt;ref name=&quot;E12&quot;&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\nTwo gold cloaks ride up to the camp. Arya wonders what they are doing and ducks down by the river bed. Gendry asks her what she is doing and she says that the watchmen must be looking for her. The lead gold cloak calls to Yoren, asking if he is in command of the group. Yoren ignores the question and tells them that they are a long way from home. He walks across a wooden bridge towards the visitors. The gold cloak reminds Yoren that he asked a question and Yoren says that he asked without manners so he chose not to answer. Yoren grips the blanket that protects the gold cloaks horse from the saddle. The gold cloak produces a scroll and says that it is a royal warrant for one of Yoren's â&euro;&oelig;gutter ratsâ&euro;?. Yoren says that the recruits belong to the Night's Watch and are beyond the reach of kings and queens. The gold cloak moves to draw his sword but is halted when Yoren places the point of his dagger against his femoral artery. Yoren notes that men worry about their throats but often forget about the vulnerability of their lower regions. He tells the gold cloak that he has sharpened the knife and warns him that no-one can save him if the artery is nicked. Yoren takes the man's sword, saying that good steel is always needed on the wall. The recruits have surrounded the gold cloaks, weapons in hand. One of them picks up the sword from the ground. Yoren tells the gold cloak that he has a choice; die there or return to King's Landing and tell his master that they did not find what they were looking for. The gold cloak defiantly shouts that they are looking for Gendry and describes the bull's head helm that he carries. He offers a reward to anyone turning him over and promises that he will return with more men. He warns Yoren that he will take his head home along with the â&euro;&oelig;bastard boyâ&euro;?. Gendry stands up and Arya looks at him quizzically.&lt;ref name=&quot;E12&quot;/&gt;\n\nArya, [[Hot Pie]] and [[Lommy Greenhands]] wash cook pots in the stream while Gendry fills a pail with water. Lommy says that they should yield if the gold cloaks return, not wanting to be caught in a battle. Hot Pie claims that he is unafraid of battle and Arya questions his courage. Hot Pie claims to have seen lots of battles and Arya calls him a liar. Hot Pie insists that he saw a man stabbed in the neck outside a tavern in [[Flea Bottom]]. Lommy tells Hot Pie that two men fighting is not a battle. Hot Pie says that they had armor on. Arya questions the relevance of this and Hot Pie says that if the combatants wear armor, it is automatically a battle. Lommy refutes the assertion and Hot Pie wonders what a dyer's apprentice would know about battle. As Gendry returns to refill the pail, Arya tell Hot Pie that Gendry is an armorer's apprentice. She instructs Hot Pie to relay his definition of a battle to Gendry. Gendry asks who told Hot Pie that. Hot Pie claims that he heard it from a knight. Gendry asks how Hot Pie knew he was a knight and Hot Pie again cites armor as deciding the issue. Gendry explains that anyone can buy armor. Hot Pie asks how Gendry knows and Gendry reminds him that he sold armor.&lt;ref name=&quot;E12&quot;/&gt;\n\nArya follows Gendry to the cauldron he is filling and questions him about the warrant. She calls him a liar when he says that he does not know why the Gold Cloaks are looking for him. Gendry warns her not to insult people that are bigger than her and she muses that she would not be able to insult anyone if she followed his advice. Gendry says that he does not care what any of them want and adds that no good has ever come of their questions. Arya asks what he means and he explains that he was questioned by the last two Hands of the King shortly before their deaths. He says that he was approached by [[Jon Arryn|Lord Arryn]] first and then Lord Stark, shocking Arya with the mention of her father. Arya wonders what they asked Gendry about and he tells her their questions were about his mother and father. He tells Arya that his mother was a tavern worker and that he does not know his father.&lt;ref name=&quot;E12&quot;/&gt;\n\nGendry asks why Arya believed the Gold Cloaks were looking for her, suggesting that she might have killed someone or simply because she is a girl. Arya denies the accusation and Gendry suggests that she prove it by urinating in front of him. Arya claims that she does not need to go. She realizes that her denial was unconvincing and asks Gendry not to tell the others. He agrees to keep her secret in confidence, and she tells him her real name. Gendry realizes her connection to Eddard and her status as high born. He apologises for his crudeness and offers to call her â&euro;&oelig;my ladyâ&euro;?. She tells him not to and he agrees, but calls her â&euro;&oelig;my ladyâ&euro;? anyway. She shoves him and he says that she is being unladylike. She pushes him over and storms off. He laughs from the ground.&lt;ref name=&quot;E12&quot;/&gt;\n\n", "The North Remembers": "Arya is traveling north on the [[Kingsroad]] with [[Yoren]]'s recruits. Among them is Gendry, a blacksmith's apprentice who is also one of Robert Baratheon's bastards. The two have quickly formed a friendship.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\n", "What is Dead May Never Die": "Arya sits up cleaning [[Needle]] while the rest of the recruits sleep. Yoren enters and sits across from her. He notices her watching him and asks what she wants. She asks him how he sleeps with the terrible things that he has seen. He says that he prevented her from seeing her father's execution. She says that she cannot forget seeing the Queen, Joffrey and Sansa standing next to him on the podium. He tells her about the murder of his brother by a boy named [[Willem]]. He says that he thought constantly about revenge and eventually made it a ritual to say the killers name before falling asleep. When Willem returned to town Yoren killed him with an axe and then took his horse to ride to the Wall and join the Night's Watch to avoid prosecution. He urges Arya to get some sleep but they are interrupted by horns sounding outside. Yoren wakes his recruits and marshals them for a fight. He warns Arya and Gendry to stay out of sight and flee north if the fight is lost. Lommy picks up Gendry's bull helm. As they rush outside one man trips and drops his torch, setting a fire near the prisoner wagon.&lt;ref name=&quot;E13&quot;&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\nThey are met by Ser [[Amory Lorch]] and a force of men loyal to [[House Lannister]]. Lorch points out the Gold Cloaks with him and says that they have come for Gendry. Lorch orders Yoren and the recruits to drop their weapons. Yoren remains defiant and Lorch orders him shot. Yoren takes a quarrel to the shoulder but kills the crossbowman before he can reload. Yoren fights alone, killing several men before he is overwhelmed. Lorch himself kills Yoren by driving his sword through the back of his neck.&lt;ref name=&quot;E13&quot;/&gt;\n\nSeeing their leader killed Gendry and many of the other recruits join the fight. Hot Pie cowers in the bushes. Arya is distracted by Jaqen calling for help as the flames lick the bars of his cage. She hands him an axe before rushing to join the fray. Gendry is overwhelmed and knocked down. As Arya runs round a corner she is knocked over by [[Polliver]], one of the Lannister men-at-arms. He takes Needle from her.&lt;ref name=&quot;E13&quot;/&gt;\n\nLorch orders the survivors taken to Harrenhal. Hot Pie is found in the bushes and is quick to yield. Lommy calls for help from the ground, a crossbow bolt in his left leg. Polliver approaches and asks him if he can walk. Lommy says they will have to carry him. Polliver offers him a hand and then stabs him through the throat with needle, killing him. He tells his companions that Lommy wanted to be carried, drawing a laugh. Lorch pushes over Yoren's corpse and demands that the survivors identify Gendry. Arya says that they have already killed him pointing out the bulls head helm lying next to Lommy.&lt;ref name=&quot;E13&quot;/&gt;\n\n"}, "title": "Arya Stark Season 2"}