{"attributes": {"status": " :Category:Status: Alive", "last": "", "family": [" Eddard Stark - father", "Catelyn Stark - mother", "Robb Stark - brother", "Sansa Stark - sister", "Bran Stark - brother", "Rickon Stark - brother", "Jon Snow - bastard half-brother", "Benjen Stark - paternal uncle", "Brandon Stark (Son of Rickard)"], "title": "Arya Stark", "culture": "Northmen", "season": "Season 1", "image": "AryaS5.png", "allegiance": "House Stark", "actor": "Maisie Williams", "religion": ["Old Gods of the Forest (formerly)", "Faith of the Seven (formerly)", "God of Death"], "titles": "Princess", "link": " House StarkCharacter", "place": "Winterfell", "aka": "Arry", "age": " 15 in Season 5Quote", "appearances": "33 episodes &lt;small&gt;#Appearances", "first": "&quot;Winter is Coming (episode)"}, "sections": {"Family Tree": "{{House Stark family tree}}\n\n", "Behind the scenes": "In the novels, Arya is left-handed. Maisie Williams is right-handed, but plays Arya as left-handed to be true to the books, including learning how to fight with a sword in her left hand. Maisie's mother discovered that Arya is left handed while reading the books, and urged her to play Arya left-handed, for fear that if she didn't, hardcore fans of the books would be outraged and instantly reject her performance.\n\n", "TOP": "Arya Stark02129je296kjmbgsw8kyfmhntrgykbz91ins1809402015-04-04T05:22:09ZThe Dragon Demands5014364{{Heraldry\n|image = Stark mini shield.png\n|link = House Stark\n}}\n{{Character\n| Title=Arya Stark\n| Image=AryaS5.png\n| Season=[[Season 1|1]], [[Season 2|2]], [[Season 3|3]], [[Season 4|4]], [[Season 5|5]]\n| First=&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;\n| Last=\n| Appearances=33 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Titles=Princess\n| Aka=Arry\n| Status= [[:Category:Status: Alive|Alive]]\n| Place=[[Winterfell]]\n| Allegiance=[[House Stark]]\n| Family= {[[Eddard Stark]]} - father&lt;br&gt;{[[Catelyn Stark]]} - mother&lt;br&gt;{[[Robb Stark]]} - brother&lt;br&gt;[[Sansa Stark]] - sister&lt;br&gt;[[Bran Stark]] - brother&lt;br&gt;[[Rickon Stark]] - brother&lt;br&gt;[[Jon Snow]] - bastard half-brother&lt;br&gt;[[Benjen Stark]] - paternal uncle&lt;br&gt;{[[Brandon Stark (Son of Rickard)|Brandon Stark]]} - paternal uncle&lt;br&gt;{[[Lyanna Stark]]} - paternal aunt&lt;br&gt;{[[Jon Arryn]]} - uncle by marriage&lt;br&gt;[[Petyr Baelish]] - uncle by marriage&lt;br&gt;[[Roslin Frey]] - aunt by marriage&lt;br&gt;{[[Rickard Stark]]} -  paternal grandfather&lt;br&gt;[[Brynden Tully]] - maternal great-uncle&lt;br&gt;{[[Hoster Tully]]} - maternal grandfather&lt;br&gt;{[[Minisa Tully]]} - maternal grandmother&lt;br&gt;[[Edmure Tully]] - maternal uncle&lt;br&gt;{[[Lysa Arryn]]} - maternal aunt&lt;br&gt;[[Robin Arryn]] - first cousin&lt;br&gt;{[[Talisa Maegyr]]} - sister-in-law&lt;br&gt;[[Tyrion Lannister]] - brother-in-law\n| Religion=[[Old Gods of the Forest]] (formerly)&lt;br&gt;[[Faith of the Seven]] (formerly)&lt;br&gt;[[God of Death]]\n| Culture=[[Northmen]]\n| Actor=[[Maisie Williams]]|Age = 15 in Season 5}}\n{{Quote|Joffrey... Cersei... Ilyn Payne... the Hound... Polliver... the Mountain...|Arya Stark's &quot;[[Arya Stark#Death list|prayer]]&quot;|Garden of Bones}}\n\n'''Arya Stark''' is a major character in the [[Season 1|first]], [[Season 2|second]], [[Season 3|third]], [[Season 4|fourth]]Â and [[Season 5|fifth]] seasons. She is played by starring cast member [[Maisie Williams]], and debuts in the [[Winter is Coming|series premiere]]. Arya is the younger daughter of Lord [[Eddard Stark]] and his wife Lady [[Catelyn Stark]]. She is headstrong, fiercely independent, disdains traditional women's pursuits, and thus is often mistaken for a boy. She wields a sword named [[Needle]], a gift from her half-brother, [[Jon Snow]], and was trained in the Braavosi style of swordfighting while living in King's Landing. She adopted the [[Direwolves|direwolf]] [[Nymeria (direwolf)|Nymeria]], but they have since been separated after Nymeria attacked Joffrey, forcing Arya to send her away in order to prevent her execution.\n\nWhen her father is betrayed and executed by [[Joffrey Baratheon|Joffrey]], Arya flees the capital with the help of theÂ [[Night's Watch]] recruiter, [[Yoren]], who gets her out of the city disguised as an orphan boy &quot;Arry&quot; and tries to take her home. However, she is taken prisoner by Ser [[Gregor Clegane]]'s men and taken to [[Harrenhal]], where she briefly serves as cupbearer to an unsuspecting [[Tywin Lannister]]. After escaping, she begins making her way towards [[Riverrun]] and is captured by the [[Brotherhood Without Banners]] and subsequently by [[Sandor Clegane]]. She serves as his prisoner of sorts, and they travel across Westeros as he unsuccessfully attempts to ransom her to various family members. In Clegane's company, Arya becomes increasingly hardened and brutalized, and personally kills a number of men. She compiles a list of people she intends to kill. After Clegane is gravely injured in a fight, she abandons him. Long since given up for dead by many in Westeros, Arya is now aboard a [[Ships|ship]] bound for [[Braavos]].\n\n", "Death list": "The people on Arya's death list currently are:\n*[[Cersei Lannister|Cersei]], for her role in the [[Execution of Eddard Stark|execution]] of her [[Eddard Stark|father]].\n*[[Walder Frey]], for his role in [[Red Wedding|killing]] her [[Robb Stark|brother]] and [[Catelyn Stark|mother]].\n*[[Meryn Trant]], for killing her [[Syrio Forel|dancing master]].\n*[[Ilyn Payne]], for executing her father.\n*[[Gregor Clegane|The Mountain]], for leading the brutal torture at [[Harrenhal]].\n*{[[Tywin Lannister]]}, for leading the [[House Lannister|Lannisters]] against her brother. Unbeknownst to Arya, [[Assassination at the Tower of the Hand|killed]] by â&euro;&lsaquo;[[Tyrion Lannister]].\n*[[Melisandre|The Red Woman]], for taking [[Gendry]] away from her.\n*[[Beric Dondarrion]], for letting the Hound get away and selling Gendry out to the Red Woman.\n*[[Thoros]] of [[Myr]], for letting the Hound get away and selling Gendry out to the Red Woman.\nThe people who were on her list, but she now knows or believes to be dead, are:\n*{[[Polliver]]}, for killing her friend [[Lommy]], stealing her sword [[Needle]] and taking part in the brutal torture at Harrenhal. Killed by Arya, who mockingly repeated the same words Polliver said to Lommy when he killed him with her Needle.\n*{[[Joffrey Baratheon|Joffrey]]}, for ordering the execution of her father. [[Purple Wedding|Killed]] during his own wedding.\n*{[[Rorge]]}, for threatening to rape her and for attacking her and the Hound. Killed by Arya just after adding him to the list.\n*[[Sandor Clegane|The Hound]], for killing her friend [[Mycah]]. Injured by [[Brienne of Tarth]]Â andÂ left to die by Arya, though his status is uncertain.\n\nDespite committing great crimes against her family, [[Petyr Baelish|Littlefinger]], [[Roose Bolton]] and [[Ramsay Bolton]] are not included in Arya's death list, as she never learnt of Petyr Baelish's direct involvement in betraying her father; or Roose Bolton's in the Red Wedding, much less that he personally killed Robb. She is also unaware of the fact that RamsayÂ [[Sack of Winterfell|sacked]] [[Winterfell]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Arya is nine years old when King Robert Baratheon arrives at Winterfell. She is a tomboy who wants to learn how to fight with a sword and ride in tourneys, to the horror of her more demure older sister, Sansa, with whom she has a quarrelsome relationship, but she is encouraged by her half-brother Jon, to whom she is close. Sansa and Arya are so unalike that Sansa once asked their mother if her real sister was stolen by a grumpkin and Arya left in her place. Arya is the only one of the Starks' trueborn children who resembles their father in appearance - Jon Snow does too, which once caused Arya to wonder whether she was also a bastard, but Jon and her mother assured her that she was not. Arya has Eddard's long face, which results in her being called Arya Horseface. She is also known as Arya Underfoot as she is always curious and always where she isn't supposed to be. In the TV series, she is a good shot with a bow. In the novels, she does not know how to use a bow, but wishes she could.\n\nYoren does not tell Arya the story about Willem and how he came to be part of the Night's Watch. Reciting the names of her enemies is something that she starts doing on her own. Yoren does tell her that her father was not supposed to die that day. The reason Yoren was in the Sept of Baelor and not already on the road is because he was told by [[Varys]], the same man that came bringing Gendry, that Lord Eddard was to be given mercy, allowed to take the black, and would be traveling back with him to the Wall. When he says something must have gone wrong, Arya replies, &quot;Joffrey. Someone should kill him.&quot;\n\nDuring Season 2 of the TV series, she serves as Tywin Lannister's cupbearer. In the novels, she serves Roose Bolton, who captured Harrenhal from Amory Lorch after Tywin Lannister leaves with his army to defend the Westerlands. Thus, none of the scenes between Tywin and Arya happened in the books. She still flees from Harrenhal with Gendry and Hot Pie, but she does so without using Jaqen H'gar's help; though in the novels she does use Jaqen's help to open Harrenhal to Roose Bolton and the Northmen.\n\nArya's storyline at Harrenhal in Season 2 was heavily condensed from the books. After being captured by Ser Gregor Clegane's men, she is forced to work at Harrenhal, running errands for an under-steward name Weese who is abusive and beats her. When Jaqen H'ghar gives her the opportunity to kill three men, the first one she picks is man-at-arms for Gregor Clegane named Chiswyck, because he she overheard him telling a story laughing about how Clegane's men had gang-raped an innkeeper's daughter. The second name she chooses is Weese. The TV series changed this so that instead, Arya chooses [[the Tickler]] and [[Amory Lorch]], who are not killed by Jaqen in the book.\n\nArya's third and final choice was similar, but somewhat condensed from what happened in the books. In the TV series, she asks Jaqen to help her escape, so he kills the Lannister guards. In the books, Arya asks Jaqen to help her free a large number of Northern prisoners-of-war who are being held at the castle. Jaqen refuses at first, then Arya chooses him as the third man to die. Jaqen asks her to change her choice, and she agrees on condition that he helps her free the prisoners. He enlists the help of [[Rorge]] and [[Biter]]. They get large pots of boiling soup as the prisoners' dinner, but when they get to the dungeons, they throw the boiling-hot soup on the guards and slay them, free and arm the prisoners, and take Harrenhal from the Lannister forces. This is remembered as the &quot;weasel soup&quot; incident, because at the time, Arya was using the alias &quot;Weasel&quot; (she had stopped using the &quot;Arry&quot; alias). Soon afterwards Jaqen leaves, after giving Arya a coin. He explains that if she ever needs to find him again, she should give the coin to any man from Braavos, and say &quot;Valar morghulis&quot;.\n\nRoose Bolton becomes the master of Harrenhal as a result, and Arya becomes his [[cupbearer]]. Arya does not leave because she feels safe with the Northern soldiers, but at the same time she still keeps her true identity secret (partially out of fear of being betrayed to the Lannisters again). She overhears Roose and his men discussing the [[fall of Winterfell]] and Bran and Rickon's deaths, and refuses to believe the news. While Arya waits at Harrenhal in the hope that her brother Robb will eventually arrive (at which point she would reveal herself), she ultimately decides that she is not safe there and leaves with Gendry and Hot Pie, to try to reach her family at Riverrun.\n\nArya technically gained the title of &quot;princess&quot; when her brother Robb was declared the new [[King in the North]]. While her brothers Bran and Rickon use the title of &quot;prince&quot; among the Northerners at Winterfell, Arya's storyline takes her on the run through the Riverlands as it is torn apart in the war between the Starks and Lannisters, so that she is usually keeping her true ''name'' a secret, let alone her title. Thus she normally isn't referred to as &quot;princess&quot;, or at least not in her surroundings; Robb, Catelyn, and the Freys refer to her as a &quot;princess&quot; when brokering their marriage-alliance.\n\nIronically she meets her Frey husband-to-be ([[Waldron Frey|Elmar Frey]]) while serving under Roose Bolton, and he spends time talking at length to Arya about his promised princess, unknowningly speaking to her personally. He tries to boss Arya around, but she does not comply. After being informed that Robb breached the pact with the Freys, Elmar tells Arya whiningly that his father told him he had to marry someone else, or to become a septon. Arya has no sympathy to him.\n\nIn the books there are no hints of romance between Arya and Gendry. In fact, Arya intends to kill Gendry once he discovers she is a girl, and the only reason she does not is that Gendry is armed and stronger than her. The TV series didn't overtly play up a full-fledged &quot;romance&quot; between the two, though Gendry becomes one of Arya's few friends and she is pained when he chooses to stay behind with the Brotherhood.\n\nArya's death list in the books is partially different than in the show, both the names, the manner by which some of they die and their killers:\n* The Mountain. Severely injured by Oberyn Martell.\n* Dunsen, one of the Mountain's soldiers - for taking Gendry's helmet.\n* {Polliver} - for taking Needle. Killed by the Hound at the [[Inn at the Crossroads]].\n* {Chiswyck}, one of the Mountain's soldiers - for assisting the Tickler to torture the captives on the way to Harrenhal. Killed by [[Jaqen H'ghar]].\n* {Rafford} aka Raff the Sweetling, one of the Mountain's soldiers - for killing Lommy. Killed by Arya.\n* {The Tickler} - for torturing to death many captives. Killed by Arya at the [[Inn at the Crossroads]].\n* The Hound. Severely injured by Polliver and the Tickler, and left to die. Although Arya is uncertain of his status, she removed him from her list.\n* {[[Amory Lorch]]}, for killing Yoren. Thrown to the bear pit at Roose Bolton and [[Locke|Vargo Hoat]]'s command, and torn apart.\n* Ilyn Payne\n* Meryn Trant\n* {Joffrey}, killed at the Purple Wedding.\n* Cersei\n* {[[Weasel|Weese]]} the understeward at Harrenhal, for treating Arya very brutally. Killed by Jaqen H'ghar.\nArya begins reciting the names of the first twelve people on her list while being taken to Harrenhal. Soon after she starts working there under Weese's supervision, she adds him, and this is the end of her list. She briefly considers adding Jaqen, Rorge and Biter, but eventually does not. Sometimes she says the pharse &quot;Valar Morghulis&quot;, which she learned from Jaqen, along with her list. So far, four of the people are still alive, two (the Cleganes) are in uncertain status, and seven are confirmed dead. In the books, Melisandre never retrieved Gendry from the Brotherhood Without Banners, so the Red Woman, Beric, and Thoros aren't on the list. She also does not add &quot;Walder Frey&quot; to her list: rather, she states that she would have added &quot;the Freys&quot; to her list - any and all of them who took part in the Red Wedding - but she wasn't sure which ones specifically took part in it and which ones didn't. She didn't ''formally'' add them to her kill-list prayer as a result, but she still promises that &quot;the Freys&quot; responsible for the Red Wedding will die.\n\nThe ''World of Ice and Fire'' sourcebook released in 2014 revealed that Arya was named after Eddard's maternal grandmother, Arya Flint, from the northern mountain clans. The main novels did mention that Eddard's maternal was from the mountain clans but didn't state her name. The &quot;clans&quot; are not like the hill tribes of the Vale, they are minor Houses loyal to Winterfell who live in the northwestern highlands. They are a hardy folk, both due to their rough lands, and because they are located near the coast, vulnerable to attack by sea from both the ironborn and the wildlings. Like [[House Mormont]], also located just off the northwest coast and vulnerable to these attacks, many women in the clans often have to take up arms to fight off raiders.\n\nAccording to the TV series official [[pronunciation guide]] developed for the cast and crew, &quot;Arya&quot; is pronounced &quot;ARE - yuh&quot;. George R.R. Martin himself has pointed out that a surprisingly large number of people pronounce it incorrectly: it consists of two syllables, not three (like how the &quot;aria&quot; of an opera is pronounced). Martin explained: &quot;I say it 'Are-ya', two syllables not three. Not 'are-ee-uh', not like an operatic thing, but 'Are-ya', very sharp. I wanted something that was like a knife, that was a sharp and hard sound, to be a contrast to the flowery 'Sansa'.&quot;&lt;ref&gt;[http://youtu.be/DOEO27SZAtw?t=3m]&lt;/ref&gt;\n\n", "Quotes": "{{Dialogue a-b|Eddard Stark|A little Lady shouldn't play with swords.|Arya Stark|I wasn't playing. And I don't want to be a Lady.|[[Eddard Stark]] and '''Arya Stark'''|Lord Snow}}\n{{Quote|Anyone can be killed.|Arya Stark to [[Tywin Lannister]]|The Ghost of Harrenhal}}\n{{Quote|Ilyn Payne... Ser Meryn... the Hound.|Arya Stark's death prayer|Kissed by Fire}}\n{{Dialogue a-b|Arya Stark|You're a witch! You're going to hurt him!|Melisandre|I see a darkness in you. And in that darkness, eyes staring back at me. Brown eyes, blue eyes, green eyes. Eyes you'll shut forever. We will meet again.|[[Melisandre]] and Arya Stark|The Climb}}\n\n", "Image gallery": "&lt;gallery hideaddbutton=&quot;true&quot;&gt;\nHouse Stark and retainers.jpg|Arya and her family await the arrival of the king in &quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;.\nArya with a knife.jpg|Publicity image of Arya in &quot;[[Lord Snow]]&quot;.\nArya and Needle.jpg|Arya examining [[Needle]] in &quot;Lord Snow&quot;.\nDragon Skull.jpg|Arya discovers a dragon skull in the vaults under King's Landing in &quot;[[The Wolf and the Lion]]&quot;.\nArya Stark 1x05.jpg|Publicity image of Arya in &quot;The Wolf and the Lion&quot;.\nArya and Yoren 1x10.png|Arya is smuggled out of [[King's Landing]] by [[Yoren]] in &quot;[[Fire and Blood]]&quot;.\nArya and Gendry 1x10.jpg|Arya and Gendry ready to leave King's Landing in &quot;Fire and Blood&quot;.\nArya-stark-maisie-williams-helen-sloan.jpegâ&euro;&#x17D;|Arya undercover.\nArya hides.jpg|Arya hides from Jaqen in &quot;[[Garden of Bones]]&quot;.\nArya and Gendry 2x05.png|Arya and Gendry in &quot;[[The Ghost of Harrenhal]]&quot;.\nArya steals.jpg|Arya takes Tywin's message.\nGameOfThronesS3-15 (1).jpg|Arya, Gendry and Hot Pie in &quot;[[Dark Wings, Dark Words]]&quot;.\nGameOfThronesS3-17 (1).jpg|Arya holding a sword in &quot;[[The Bear and the Maiden Fair]]&quot;.\nGameOfThronesS3-18.jpg|Arya in &quot;[[Second Sons (episode)|Second Sons]]&quot;.\nSeason4-GOT-Aryaposter.jpg|Promotional image for Arya in [[Season 4]].\nArya Stark 4.jpg|Arya calling the Hound the &quot;worst sh*t&quot;, in &quot;[[Breaker of Chains]]&quot;.\nMaisie-Williams-as-Arya-Stark-Rory-McCann-as-Sandor-The-Hound-Clegane photo-Helen-Sloan HBO-.jpg|Arya and Sandor leave the farmer's house in &quot;Breaker of Chains&quot;.\nAryastark.png|Arya hiding from Brienne and Pod in &quot;[[The Children]]&quot;.\naryastarklookatinjuredhound.png|Arya looks at the injured Hound in &quot;[[The Children]]&quot;.\nArya Stark profile Season4.jpg|Promotional art for Arya in [[The Children]]. \nArya_stark_S5.jpg|Promotional image for Arya in [[Season 5]].\nArya_EW_S5.jpg|EW cover promoting [[Season 5]].\nKit-harington-maisie-williams-127101.jpg|EW Promotional image for [[Season 5]].\nMaisie-williams-kit-harington-127096.jpg|EW Promotional image for [[Season 5]].\nMaisie-williams-outake-127103.jpg|EW Promotional image for [[Season 5]].\n&lt;/gallery&gt;\n\n", "See also": "*{{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season One Appearances|yes|yes|yes|yes|yes|yes||yes|yes|yes}}\n{{Season Two Appearances|yes|yes|yes|yes|yes|yes|yes|yes||yes}}\n{{Season Three Appearances||yes|yes|yes|yes|yes|yes|yes|yes|yes}}\n{{Season Four Appearances|yes||yes||yes||yes|yes||yes}}\n\n", "Biography": "===Background===\n[[File:Arya History and Lore.png|thumb|left|Arya as an infant.]]\nArya Stark is the youngest daughter and third child of Lady [[Catelyn Stark|Catelyn]] and Lord [[Eddard Stark]]. Eddard is the head of [[House Stark]] and [[Lord Paramount of the North]]. [[The North]] is one of the constituent regions of the [[Seven Kingdoms]] and House Stark is one of the [[Great Houses]] of the realm. House Stark rules the region from their seat of [[Winterfell]] and Eddard also holds the title [[Lord of Winterfell]]. He is also the [[Warden|Warden of the North]] to King [[Robert Baratheon]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/stark/ HBO viewers guide, season 2 guide to houses, House Stark entry]&lt;/ref&gt;\n\nArya was born and raised at Winterfell. She has an older sister, [[Sansa Stark]]. She also has an older brother, [[Robb Stark|Robb]], two younger brothers, [[Bran Stark|Bran]] and [[Rickon Stark|Rickon]] and a bastard half-brother, [[Jon Snow]].&lt;ref name=&quot;Arya viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/stark/arya-stark/ HBO viewers guide, season 2 guide to houses, House Stark - Arya Stark entry]&lt;/ref&gt;\n\nArya rejects the notion that she must become a lady and marry for influence and power, feeling she can forge her own destiny. She is fascinated by warfare and training in the use of arms, and is bored by embroidery and other &quot;lady-like&quot; pursuits. She takes after her father and has a quarrelsome relationship with her sister Sansa. She is close to her half brother Jon who is also something of an outcast.&lt;ref name=&quot;Arya viewers guide&quot;/&gt;\n\n===[[Season 1]]===\n\nArya is being taught how to sew by Septa [[Mordane]], but finds the exercise tedious. She looks on enviously as [[Bran Stark|Bran]], [[Jon Snow|Jon]], and [[Robb Stark|Robb]] practise archery in the courtyard with their father. She grabs a bow and annoys Bran by out-shooting him.&lt;ref name=&quot;E1&quot;&gt;&quot;[[Winter is Coming]]&quot;&lt;/ref&gt;\n\nOn King [[Robert Baratheon|Robert]]'s visit to [[Winterfell]], Arya rushes out to see the arrival of his entourage. She is scolded when she finally joins the receiving line in the courtyard, and then is overheard by Queen Cersei Lannister to ask where's the &quot;Imp&quot;, a reference to Tyrion Lannister. Later that evening at the feast, she tests her [[Catelyn Stark|mother]]'s patience by misbehaving and throwing food at her sister, [[Sansa Stark|Sansa]]. Robert names Arya's father [[Eddard Stark]] as his [[Hand of the King]], [[Joffrey Baratheon|Joffrey]] is betrothed to Sansa, and Eddard decides to take his daughters with him to [[King's Landing]] to experience the court.&lt;ref name=&quot;E1&quot;/&gt; Before leaving Arya receives a pet [[Direwolves|direwolf]], one of several cubs found by her brothers outside the castle, and names her [[Nymeria (direwolf)|Nymeria]], after a great warrior-queen of [[Essos]]. She also receives a sword as a gift from Jon. She names it [[Needle]], as a play on words that she may now enjoy doing &quot;Needlework.&quot;&lt;ref name=&quot;E2&quot;&gt;&quot;[[The Kingsroad]]&quot;&lt;/ref&gt;\n\n[[File:Ned and Arya.jpg|thumb|210px|Arya and her father at the [[Crossroads Inn]].]]\nWhile journeying south on the [[Kingsroad]], she practices her swordwork with [[Mycah]], the son of the butcher in the King's retinue whom she befriends. When Sansa and her betrothed, Prince [[Joffrey Baratheon]], spot them fighting Joffrey intervenes. He accuses Mycah of pretending to be a knight and threatens him for striking Arya. Ignoring their protests, he cuts Mycah and threatens Arya when she attacks him to defend Mycah. As Joffrey menaces her with a sword, Nymeria savages Joffrey, injuring his arm, allowing Mycah to flee and Arya to throw Joffrey's sword in the river. Arya runs away and drives Nymeria off with rocks so that she won't be punished. Arya is eventually found and questioned. Arya is truthful but Sansa lies about the incident, saying she didn't see what happened, but generally supporting Joffrey. Queen [[Cersei Lannister|Cersei]], as they don't have Arya's wolf Nymeria the one who actually bit Joffrey, has King Robert Baratheon order Sansa's direwolf [[Lady]] executed. Mycah is murdered by Joffrey's bodyguard [[Sandor Clegane|The Hound]].&lt;ref name=&quot;E2&quot;/&gt;\n\n[[File:Arya, Ned and Syrio 1x03.jpg|thumb|left|210px|Syrio Forel trains Arya.]]\nAfter reaching King's Landing, Arya argues incessantly with Sansa over the incident, to her father's despair. Eddard tries to make Arya understand that Sansa could not contradict her future husband. Arya is disgusted that Eddard thinks such an excuse is acceptable. Eddard discovers Needle when he comes to Arya's room to talk to her while she is practicing. When he realizes she is serious about learning, he hires [[Syrio Forel]], a master sword-fighter who was formerly the First Sword of Braavos, to train Arya in the art of combat.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt; Eddard is bemused to find that Syrio's training regime includes having Arya balance on her tiptoes for hours at a time and chasing cats around their new residence in the [[Red Keep]] to learn agility. Arya and her father discuss how Bran cannot be a knight now that he is paralyzed, but he can be lord of a holdfast, or sit on the King's [[Small council|council]]. When Arya asks if she can as well, Eddard laughs and says that someday she will marry a powerful lord and have children who can be lords or even king and rule the land. Arya matter-of-factly replies that that is not her destiny.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\nArya watches the Hand's [[tournament]] along with Septa Mordane and Sansa. She asks [[Petyr Baelish|Littlefinger]] how he got his nickname, to his amusement. Arya later resumes her cat-chasing training exercise and finds her way into the dungeons under the [[Red Keep]], where she sees the dragon skulls that used to decorate the Great Hall of the Iron Throne. She overhears [[Varys]] and [[Illyrio Mopatis]] plotting about the likelihood of future war between the Starks and Lannisters and possible timing of [[Khal]] [[Drogo]] bringing his army across the [[Narrow Sea]] with the [[House Targaryen|Targaryen]] exiles. Following them Arya finds a passage out of the castle and then must confront and threaten the castle guards in order to get back in. Her father is angry as he has had people looking for her. She tries to tell him about the conspirators she over heard, but cannot identify them and has forgotten most of the details by the time she gets back to her father, other than that it was about plotting for &quot;the wolf and the lion&quot; (the Starks and Lannisters) to fight each other. Eddard introduces her as his daughter to [[Yoren]], a recruiter for the [[Night's Watch]]. Disheveled and unclean, Arya is at first mistaken by him as a boy, to her annoyance.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\nArya is distracted from her training exercises by news of [[Jory Cassel|Jory]]'s death and her father's injury while fighting [[Jaime Lannister]]. Syrio teaches her how to ignore her troubles to focus on fighting. Later, Eddard Stark brings his daughters together to tell them he is sending them back to Winterfell. Sansa and Arya are both upset. Arya doesn't want to leave Syrio's training. Sansa is incensed, feeling that losing a dancing instructor is nothing compared to breaking her betrothal to Joffrey. Lord Eddard says not to worry, he will choose another man for her to marry, one strong and gentle and brave. Sansa says she doesn't want someone like that; she wants Joffrey. She wants to have his ''blonde'' babies, like Joffrey her &quot;golden-haired lion&quot;. After the interjection &quot;Seven hells&quot;, Arya asserts that he will be a stag like his father. Sansa replies that Joffrey is nothing like Robert. This prompts Eddard's sudden realization that Joffrey is not Robert's son and thus not the heir to the throne.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\n[[File:Arya.png|thumb|210px|Arya defends herself.]] \nEddard confronts Cersei, who admits that her children were fathered by her brother, [[Jaime Lannister]]. However, before Eddard can inform Robert, the King is mortally wounded by a boar while hunting and dies shortly afterwards&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt; Cersei and Joffrey have Eddard arrested and send guards to take Arya into custody. Syrio realizes that Eddard would not send Lannister men for his daughter, and instructs Arya to flee while he faces down the guards himself. Armed only with a wooden sword, he disarms several of them and holds off one of the [[Kingsguard]], Ser [[Meryn Trant]]. Syrio's fate after that is unknown. Arya goes first to the stable, where the men who were to take her and Sansa out of King's Landing were waiting with the baggage. The men have been killed, but she finds her sword &quot;Needle&quot; where she hid it in the bottom of her luggage. She is discovered by a stableboy who tries to stop her. As he comes at her, she raises her sword, and he is impaled and dies. Horrified, Arya runs away to find her way out of the castle. As a result of subsequent events, war breaks out between the forces of [[House Lannister]] and the forces loyal to [[House Stark]], now under the leadership of Robb.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\n[[File:Arya 1x09.png|thumb|left|210px|Arya as her father dies.]]\nArya lives on the streets of King's Landing, catching wild birds to feed herself. While trying to bargain for something to eat at a baker's stand, Arya notices crowds of people running to the city's center. She discovers that they are assembling to witness the trial of the Hand of the King. Dropping the pigeon she holds, Arya runs to the crowded square, and, to get a better view and see her father, she climbs on the pedestal of a statue of former Targaryen king [[Baelor Targaryen|Baelor]] (for whom the Sept is named). Eddard is brought out and pulled through the crowd. He spots Arya, and then, as he is taken past [[Yoren]], the [[Night's Watch]] recruiter, he manages to signal in Arya's direction saying &quot;Baelor&quot;, hoping Yoren can find Arya and take her to safety. As previously agreed with Joffrey and Cersei, Eddard confesses to treason, but instead of granting mercy, Joffrey reneges and orders his execution. Arya dashes forward, drawing her sword in an attempt to save her father. Yoren manages to grab her. Holding Arya against his chest, he tells her not to look. Before he is executed, Eddard looks to the statue of Baelor and sees that Arya is gone. Arya looks up at the sky. Upon seeing the frightened birds taking flight from the cheer of the crowd, Arya knows that her father is dead.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\nYoren cuts her hair to make her look more like a boy and vows to get her home. She will pose as a fresh recruit for the Night's Watch. He tells her not to trust the others, as they could turn her in for a reward or possibly rape her. When Arya joins the group of other recruits for the Wall, she is bullied by two boys, [[Hot Pie]] and [[Lommy Greenhands]], but she defends herself and scares them off with Needle. [[Gendry]], another recruit, also steps up to defend her. The entire group departs King's Landing, facing a journey of hundreds of miles through a warzone in order to get back to Winterfell.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n[[File:Arya and Gendry 2x02.jpg|thumb|right|190px|Arya and Gendry hiding from the goldcloaks.]]\nArya travels north on the [[Kingsroad]] with [[Yoren]], posing as one of his [[Night's Watch]] recruits.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt; She is drawn to one of the prisoners in the wagon, [[Jaqen H'ghar]]. He is a murderer from the black cells of the dungeons, where the worst criminals are kept in King's Landing, so will stay locked up in the cage until they reach the wall. He asks for water, but the other two murderers, [[Rorge]] and [[Biter]] threaten her, so she doesn't get it for him. She forms a bond with former blacksmith's apprentice [[Gendry]] who sees through her disguise. When [[City Watch|Goldcloaks]] arrive from [[King's Landing]] with a warrant for one of the recruits, Arya fears that they are looking for her, but it is actually Gendry (who is unaware of his status as a royal bastard of Robert Baratheon). Yoren intimidates them into leaving empty handed. Arya confesses her identity to Gendry after he reveals being questioned by her father before leaving the capital.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\nArya asks for Yoren's advice on living with the tragedies she has suffered, and he tells her the story of how thoughts of revenge resulted in his committing murder and having to join the Night's Watch. He became obsessed with Willam and recited his name over and over at night before he slept. Then when Willam returned Yoren killed him. Yoren had to flee his village, losing his life and future, he had to take the black. Arya heard this story, but didn't understand it. Yoren was trying to tell her not to be obsessed by thoughts of revenge as it will consume her, but Arya heard that she should chant the names of her enemies each night before she slept, almost like a prayer, until the day she can get revenge. The Goldcloaks return having enlisted the support of Ser [[Amory Lorch]] and Lannister men. Yoren dies heroically defending Gendry but the recruits are overcome by the group. [[Polliver]] steals [[Needle]] from Arya. Arya convinces Ser Amory that he has killed Gendry because [[Lommy|another recruit]] died while he was carrying Gendry's bull's head helm.&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\nSer Amory takes his captives to [[Harrenhal]]. Each day one of the prisoners is chosen by Ser [[Gregor Clegane]] to be systematically and brutally tortured by [[the Tickler]]. Arya begins a nightly recitation of the names of her enemies, adding the Mountain and Polliver to her list. Lord [[Tywin Lannister]] returns to the castle and halts the ordeal, shortly before Gendry is going to be killed. He criticizes Gregor for wasting manpower. He immediately spots that Arya is posing as a boy. She claims that it made it safer to travel and Tywin senses her intelligence and makes her his cupbearer.&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\n[[File:Aryawithtywin.png|thumb|left|Arya speaks with Tywin Lannister.]]\nTywin hosts a war council and Arya serves food and drink. She moves to pour wine but Tywin stops her, demanding water. He questions her origin, realizing that she is a northerner. He rejects Arya's first lie that she is from [[the Riverlands]] but her second withstands his scrutiny. Upon being questioned about the northerners' opinions of her brother, [[Robb Stark]], she repeats rumors that he has a supernatural link to his direwolf and that he is invulnerable. Tywin asks if she believes this and she replies &quot;No, My Lord, anyone can be killed&quot;. She leaves to fetch water and encounters Jaqen, now a Lannister man-at-arms. Jaqen says that because she saved his life, and those of his two fellow prisoners, he owes her three deaths and offers to kill three people of her choosing. She targets the Tickler. He is soon found dead in the courtyard. Arya notices Jaqen on the walkway above and he smiles and holds a single finger to his face to signify his responsibility.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\nArya is afraid of being recognized when [[Petyr Baelish]] visits Lord Tywin but he says nothing. Tywin catches her reading a letter detailing his troop movements and questions where she learned to read. She distracts him by asking about his own childhood and steals the letter. She is caught carrying it by Ser Amory. She manages to escape him and names him as her next victim to Jaqen. Jaqen kills him before he is able to expose the theft.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt; Tywin believes that he was the intended victim and begins a brutal investigation, ordering the deaths of dozens of his own men. He tasks Ser Gregor with rooting out the [[Brotherhood Without Banners]] believing that they are responsible for the assassination. Tywin talks to Arya about the importance of legacy and the destruction of Harrenhal in the [[Wars of Conquest]]. His suspicions are heightened by her own knowledge of history.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\n[[File:Escaping Harrenhal.jpg|thumb|Arya with Gendry and Hot Pie escaping Harrenhal.]]\nTywin decides to leave Harrenhal to drive Robb's armies from [[the Westerlands]]. He makes Gregor Castellan and leaves Arya to serve him. Arya seeks out Jaqen, intending to name Tywin to protect Robb, but is unable to find him in time. When he returns from patrol she asks him to help her escape and he refuses, saying that it was not part of their arrangement. She gives Jaqen his own name in response, refusing to take it back unless he helps her. Jaqen kills several guards that night, allowing Arya to walk out of the castle with Gendry and Hot Pie.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\nAs the trio begin their trek into the Riverlands, they are surprised by Jaqen, who seems to appear from nowhere. Arya approaches him alone and asks how he killed those men, expressing her desire to learn his assassination skills. He offers to take Arya to [[Braavos]] (home city of her &quot;dancing&quot; instructor [[Syrio Forel]]) to train with the [[Faceless Men]]. She declines, telling him that she needs to find her family first, including [[Sansa Stark|Sansa]]. Jaqen gives Arya a single coin, explaining that should she change her mind, she only needs to give the coin to any man from Braavos and recite the [[High Valyrian]] words &quot;[[Valar Morghulis]].&quot; Jaqen changes his face to that of another man and bids a stunned Arya farewell.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n[[File:Arya - Dark Wings Dark Words.png|thumb|Arya, Gendry and Hot Pie discovered by the Brotherhood without Banners.]]\nArya, Hot Pie, and Gendry continue travelling to Riverrun. They are eventually captured by The [[Brotherhood Without Banners]], who mistake them for war refugees. They are taken to a local inn where they are fed. Just as they are about to leave [[Sandor Clegane]] is brought in as a captive. He then reveals Arya's true identity.&lt;ref name=&quot;E22&quot;&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt;\n\nHot Pie stays behind at the inn while Gendry and Arya are taken to the [[Beric Dondarrion|Commander]] of the Brotherhood at their [[Hollow Hill|hideout]]Â in [[the Riverlands]]. When Clegane is brought before Lord Beric, she accuses him of the murder of Mycah. During the [[trial by combat]] ordered by Beric, Arya heartily calls out for Clegane's death, but ultimately the Hound overpowers and kills Dondarrion, who is then resurrected by the [[Red Priest]] [[Thoros]] of [[Myr]]. As the victor, the Hound is declared innocent and released, much to Arya's disgust.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;&lt;ref name=&quot;E25&quot;&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n\nLater, Arya questions Gendry for repairing Dondarrion's armor and tries to get him to come with her and fight for [[Robb Stark|her brother]]. Gendry answers he's tired of serving lords and wishes to fight to protect the [[smallfolk]] and join the Brotherhood, in which all members are equal, comparing them to a family. Arya, sadly, chokes out she could be his family. Gendry gently points out that if he goes with her they'd never be family: he'd still be a commoner and Arya would be &quot;m'lady&quot;.&lt;ref name=&quot;E25&quot;/&gt;\n\n[[File:Arya and Gendry - Kissed by Fire.png|thumb|left|Arya and Gendry watches the trial by combat between Beric and Sandor.]]\nAs Thoros lays by a fire, Arya whispers her death list prayer. Thoros reveals they will take her to Riverrun to her family, in exchange for a reward for their cause. Arya points out she's being ransomed. Thoros admits it, and that Beric would like to return her to her family without any ransom out of respect for the memory of her father, but they require the gold. Beric joins them and points out he understands she's angry with him for releasing the Hound. Arya asks why he would release a man who nearly killed him, only for Dondarrion and Thoros to reveal Beric was actually killed but was resurrected by the Lord of Light, showing her the lethal injuries he's sustained at the hands of Lannister soldiers, including Gregor Clegane. Arya asks Thoros if he could resurrect a man without a head. Both men understand she's talking about her father and tell her they are not sure it would be possible. Beric then reveals that with each time he's been resurrected he's been losing memories and adds that Ned Stark was a good man whom he admired, but he wouldn't wish his life upon Ned. Arya answers that she would, for he would at least be alive.&lt;ref name=&quot;E25&quot;/&gt;\n\n[[File:Aryamelisandre.jpg|thumb|Melisandre foresees Arya's future and mentions that they will meet again.]]\n[[Anguy]]Â trainsÂ AryaÂ with a bow.Â Arya spots someone behind her target, which is revealed to beÂ [[Melisandre]]Â and a small group ofÂ [[Stannis Baratheon]]'s men.Â Melisandre says the Brotherhood has someone the [[R'hllor|Lord of Light]] needs, and soon after has her men takeÂ GendryÂ into her custody. Arya protests, particularly when she sees that Melisandre has given the Brotherhood two heavy sacks of gold in exchange. She confronts the red priestess, calling her a witch. Melisandre ignores the barb and looks into Arya's eyes. She sees many other eyes, of many other colors - eyes that Arya will shut forever.&lt;ref&gt;&quot;[[The Climb]]&quot;&lt;/ref&gt;\n\n[[File:Arya - The Bear and the Maiden Fair.png|thumb|left|Arya displeased at the Brotherhood's actions.]]\nLater at the hideout, Arya isÂ disillusioned with the Brotherhood for selling Gendry, and rejects Dondarrion's argument that it was the will of the one true god, revealing the one true god she believes in is [[Many-Faced God|Death]]. When Dondarrion decides to postpone delivering Arya to Riverrun to raid a group of Lannister soldiers for their armor and weapons, Arya angrily calls them out on their hypocrisy and runs away hoping the Lannister soldiers will kill them all. She evades the Brotherhood but before she gets too far, however, she is kidnapped byÂ [[Sandor Clegane]], who was lying in wait for her.&lt;ref&gt;&quot;[[The Bear and the Maiden Fair (episode)|The Bear and the Maiden Fair]]&quot;&lt;/ref&gt;\n\n[[File:Arya and Sandor - Second Sons (episode).png|thumb|Arya and the Hound travel towards the Twins.]]\nSome time later, now a [[Hostage|captive]] of the Hound, Arya picks up a rock and stands over the Hound planning toÂ strike.Â She thinks he is sound asleep and is completely vulnerable.Â Not so and he opens his eyes and tells her she has one chance to hit him, and kill him, if she fails he will break her hands.Â Later she sits on the horse with him sullen and refusing food he offers her.Â Sandor points out that for all she hates him, Arya could have been taken captive by far worse.Â He tells her the story of Sansa and how he rescued her from the mob, men who were going to rape her in every way then slit her throat and leaving her to die. Arya says he's lying but Sandor says &quot;Ask your sister if you ever see her again.&quot; They continue onward acrossÂ the meadowsÂ and arriveÂ a river whichÂ Arya initially thinks to be theÂ [[Blackwater]]. Rather confused with herÂ lack of understanding heÂ points out thatÂ the river is theÂ Red ForkÂ of [[theÂ Trident]]. Arya had believed the Hound was taking her back toÂ [[King's Landing]], but he reveals that he is in fact taking her toÂ [[The Twins]], intending to get a reward by ransomingÂ herÂ backÂ to herÂ family.Â TheÂ marriage of her uncle is imminent and both her brother and her mother will be there at the Twins. He tells her ruefully that if she wasn't so busy trying to bash his skull in they might make it in time for the wedding. Arya has a small and hidden smile as the Hound spurs the horse to a gallop.&lt;ref name=&quot;E28&quot;&gt;&quot;[[Second Sons (episode)|Second Sons]]&quot;&lt;/ref&gt;\n\n[[File:Arya - The Rains of Castamere (episode).png|thumb|left|Arya stops the Hound from killing the old man.]]\nOn the way to The Twins, Arya and Sandor come across a [[Hog farmer]] who is also going to The Twins for the wedding, but his wagon is damaged. Sandor lifts the wagon, the hog farmer repairs it, then Sandor punches him and knocks him unconscious. Sandor draws a dagger to kill the hog farmer, when Arya begs him not to, and Sandor relents. The hog farmer wakes up, and Arya knocks him out again with another blow to the head. They arrive in the area of The Twins and Arya nervously gazes toward the [[House Stark|Stark]] camp. Sandor tells Arya that she is visibly afraid that something may happen to ruin her reunion with her family. Arya tells Sandor that he was visibly afraid of [[Beric Dondarrion]]'s flaming sword, and that she knows what Sandor's [[Gregor Clegane|brother]] did to him when they were children. Sandor taunts Arya about the execution of her [[Eddard Stark|father]], then Arya tells Sandor one day she will stab him through his eye and out the back of his skull.&lt;ref name=&quot;E29&quot;&gt;&quot;[[The Rains of Castamere (episode)|The Rains of Castamere]]&quot;&lt;/ref&gt;\n\n[[File:Aryaredwedding.jpg|thumb|Arya seeing the aftermath of the [[Red Wedding]].]]\nArya and Sandor arrive at the gates of The Twins, in disguise as a hog farmer and his daughter. Sandor tells a [[Frey guard]] they have salt pork for the wedding feast, but the guard tells them the feast is over and orders them to leave. Arya then runs away from Sandor and hides near a table of Stark soldiers. Suddenly, soldiers come out of the castle and murder the Stark men. Arya hears [[Grey Wind]] howling inside a wooden cage, but four crossbowmen come out of the castle and murder the direwolf before she can release him. After the crossbowmen leave, Arya attempts to enter the castle, but is stopped by Sandor, who says that it is too late to do anything. Arya struggles to get into the castle anyway, so Sandor knocks her unconscious and carries her away, realizing that any attempt to intervene at this point would be suicide.&lt;ref name=&quot;E29&quot;/&gt;\n\nSandor mounts his horse with her, and picks up a Frey banner for their safety as he tries to slip away through the chaos. They both witness [[House Frey|Frey]] and [[House Bolton|Bolton]] soldiers parading her [[Robb Stark|brother's]] mutilated corpse, with the head of [[Grey Wind]] attached to her brother's body. Arya and Sandor then flee the castle on horseback while the Stark army is massacred during the [[Red Wedding]].[[File:Aryakillsfrey.jpg|thumb|left|Arya after killing the Frey soldier with a knife.]] While riding to destinations unknown, Arya and Sandor come across a group of four Frey soldiers eating at a campfire. They are mocking the death of Arya's [[Catelyn Stark|mother]], while one of the soldiers describes the process of sewing Grey Wind's head onto Robb Stark's dead body. Arya then dismounts from Sandor's horse and slowly walks up behind the [[Frey soldier 1|soldier]]. He turns around and asks her what she wants, and she says she wants to keep warm and is hungry. The soldiers rudely tell her to go away, then she says she has money, and shows them the Braavosi coin given to her by [[Jaqen H'ghar]]. She purposely drops the coin, and when the soldier bends down to pick it up, she repeatedly stabs him in the back of the neck with a knife. The other three men draw their weapons, but Sandor appears and kills all three with ease. Sandor asks Arya how she got a knife, and she says she took it from him. Sandor asks if that the first man she has ever killed, and Arya says it is. Arya picks up the coin with her bloodied fingers and whispers, &quot;Valar Morghulis.&quot;&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n[[File:Arya and Sandor - Two Swords.jpg|thumb|Arya listens as the Hound and Polliver is discussing.]]\n[[Sandor Clegane|The Hound]] has now decided to take Arya to [[Lysa Arryn]], her aunt, in [[the Eyrie]], where he can sell her. Arya is displeased with this arrangement and wishes a horse so that she can stay a distance away from the Hound on the rest of their journey. The Hound argues that he doesn't want her out of his sight and giving her a horse would provide her with the chance to escape. They stop near a tavern and Arya suggests that they attack the Lannister soldiers there. She recognizes one of them as [[Polliver]], the one who callously stabbed [[Lommy]] through the neck with her own sword, Needle. She sees Needle, still tucked into Polliver's belt and is determined to retrieve it. When Arya and the Hound are in the tavern, Polliver looks over suspiciously. Arya, worried because she thinks that Polliver recognizes her but it is the Hound that he recognizes. The Hound and Polliver'sÂ Â conversation eventually turns hostileÂ which leads into a big brawl in the tavern. The Hound kills all the men except Polliver, he tries to sneak up behind him but AryaÂ slashes him in the back with a longsword and takes Needle. She imitates what Polliver said before he killed Lommy, butÂ Polliver doesn't understand what she is talking about until she says &quot;Fine little blade. I think I'll pick my teeth with it.&quot; As Polliver realizes who she is, Arya sticks Needle into his throat and he dies the same way Lommy died, making Polliver the first person she killed from her kill list.&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\n[[File:Arya and Sandor - Breaker of Chains.jpg|thumb|left|Arya and the Hound inside the farmer's house eating food.]]\nArya and the Hound are stopping to water their horses and Arya thinks that they're lost and asks the hound what he plans to do after he takes Arya to the Eyrie and he says he might join the second sons. A [[Farmer (Breaker of Chains)|farmer]] and his [[Sally|daughter]] appear and ask them what they're doing on his lands. Arya makes up a story about the Hound being a soldier for House Tully which luckily gets them access to his home and food. The next morning Arya wakes up from a scream, the Hound has battered the farmer and took his silver. Arya goes mad at Sandor, telling him he is the worse &quot;shit&quot; in the seven kingdoms. In return, he ignores her and tells how things really are and that is that the farmer and his daughter will not survive this upcoming winter&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\n[[File:Arya and Sandor - First of His Name -1.png|thumb|right|Arya discusses the death list with her companion.]]\nArya is reciting her customary death wish list by a camp fire as The Hound tries to sleep. After awhile reading through it, the Hound tell her to be quiet. Arya responds clearly that she can't go to bed without saying all of the names. Irritated, the Hound ask her if she is going to name every person in Westeros, to which she replies the &quot;only ones she is gonna kill&quot;. He calmly replies that hate is good as any to keep a person going, and mentions it's better than most. He makes a note that if they would come across his brother, both of them would cross one from their own death lists. Arya ask the Hound what he would've done if the Mountain would be in the camp fire, to which he responds that he would tell his brother to shut up and let him sleep, implying that Arya have asked too many questions this evening. Now having enough of conversation, the Hound asks Arya to finish her death list. She finally says she only have one name left remaining, to which to his surprise after falling to sleep, is himself.&lt;ref name=&quot;Name&quot;&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;\n\n[[File:Arya Stark-First of his Name.jpg|thumb|left|Arya challenges the Hound beside a river.]]\nThe next day, Arya is practicing her [[Water Dance|water dancing]]Â beside a river. Sandor, predictably, makes fun of her for prancing around. When Arya tells him that she learned her fighting style from the [[Syrio Forel]], whom she believes to be killed by Ser [[Meryn Trant]], he openly mocks the Braavosi for being defeated by a worthless fighter. Eventually, he lets her have a go at him, for her dead friend [[Mycah]] whom he killed, and Needle wonâ&euro;&trade;t even pierce his armor. He backhands her and, with Needle pointed at her throat, Sandor reminds her that Syrio Forel - her â&euro;&oelig;water dancingâ&euro;? teacher - is dead, and, essentially, that her techniques are best learnt from people who are still alive, like the people on her list.&lt;ref name=&quot;Name&quot;/&gt;\n\n[[File:Arya and Sandor - Mockingbird -1.jpg|thumb|right|Arya after she killed Rorge with her sword Needle.]]\nArya andÂ SandorÂ encounter a â&euro;&lsaquo;[[dying man]]Â in a ransacked village. Sandor gives the man a gift of mercy by stabbing him in the heart. Moments later after ending the dying man's suffering, Sandor is ambushed byÂ [[Biter]] who bites him on the neck. He snaps Biter's neck and drops him dead in the dirt.Â [[Rorge]]Â encounters them, and he is instantly recognized by Arya as one of the man on the prisoner wagon in Yoren'sÂ group. The Hound asks if Rorge is on Arya's list, but she denies it as she doesn't know his name. Sandor asks Rorge for his name and after the man gives his name to them, Arya thanks him and promptly stabs him in the heart with Needle. Sandor cynically comments that she's learning.&lt;ref name=&quot;E37&quot;&gt;&quot;[[Mockingbird]]&quot;&lt;/ref&gt;\n\n[[File:Arya and Sandor - Mockingbird -2.jpg|thumb|left|Arya witnesses as the Hound addresses his damaged neck.]]\nAfterwards, Sandor clumsily addresses his wounds from Biter. Arya suggests burning to cauterize the wound, but is rebuffed by Sandor's fear of fire. Sandor confirms the story of his facial scars from burns inflicted by Gregor's wrath and how his father covered up the truth, making him feel alone. Arya offers to clean and stitch him up, and Sandor allows her to.&lt;ref name=&quot;E37&quot;/&gt;\n\n[[File:Arya and Sandor - The Mountain and the Viper.png|thumb|Arya and Sandor's reaction to Lysa Arryn's recent death.]]\nAs Arya and Sandor make their way to the Eyrie, Arya laments that she doesn't feel any satisfaction over Joffrey's death, expressing disappointment in the fact that she was neither able to be present during his murder or be the one to kill him. Once they reach the Bloody Gate, Ser Donnel WaynwoodÂ informs them that Lysa Arryn has recently passed away, prompting Arya to burst into a fit of laughter over their continuing bad luck as Sandor stands there expressing a mix of shock and anger over his attempts to collect a ransom being foiled yet again.&lt;ref&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt;\n\n[[File:Aryastark.png|thumb|left|Arya hides from Brienne and Pod.]]\nAs Arya and Sandor are leaving the Eyrie, [[Brienne of Tarth]] and [[Podrick Payne]] encounter them, Brienne at first not knowing who they are.Â Brienne realizes that she is AryaÂ Stark when Pod tells her that he is Sandor Clegane. Brienne and Sandor eventually duel, as each of them feel they should be the ones who keep Arya. BrienneÂ wins the duel, after beating Sandor with a rock and knocking him down a small cliff. Arya, rather than going with Brienne and Pod, hides from them until they leave. She then goes down the cliff to find the gravely injured Sandor. Sandor begs Arya to kill him. When Sandor believes she won't do it, he tells her that it is another name to strike off her list, that he killed the [[Mycah|butcher's boy]] when he begged him for mercy, and that he should have rapedÂ [[Sansa]]Â when he had the chance.Â Arya, rather than killing him, takes his money and leaves him.&lt;ref name=&quot;E40&quot;&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n[[File:S04E10 - Arya (on the ship).png|thumb|Arya on the her way to Braavos.]]\nAryaÂ eventually comes across a ship preparing to leave while travelling on her horse. Arya first asks the captain to take her to [[the Wall]], her intent being to meet up with her brother, [[Jon Snow]]. When the captain, [[Ternesio Terys]], tells her that he is in fact going to the Free City ofÂ [[Braavos]], his home,Â AryaÂ shows him the iron coin which [[Jaqen H'ghar]]Â had given her. As Terys looks in awe, she tells him &quot;''valar morghulis&quot;''. He promptly nods his head and replies &quot;''valar dohaeris''&quot;, offering her a cabin aboard the ''[[Titan's Daughter]]''. Arya is then shown sailing away on the ship, headed to Braavos.&lt;ref name=&quot;E40&quot;/&gt;\n\n", "Personality": "Arya is a fiercely independent child who is unconstrained by social expectations like gender roles, courtly virtues, class distinctions, and the expectations of her parents and siblings. A tomboy, she never aspired to be a &quot;proper lady&quot; as her older sister Sansa did. Before the events that shatter her innocence and destroy her support system, Arya is full of life, and she makes others smile just by virtue of her spirited indifference to rules.Â \n\nOnce she begins the journey to King's Landing, however, she endures a constant stream of loss and trauma. As she watches her pet, instructor, her friends and her family members taken from her one by one, she becomesÂ increasingly detached towards murder and death. This is only exacerbated when she is captured by the Hound and is exposed to his fatalistic worldview as they traverse the war-devastated Riverlands, though the two develop a mutual reliance and almost grudging respect for each other. When she learns of the betrayal and murder of her familyÂ at theÂ [[Red Wedding]], she becomesÂ even more cold and driven to seek revenge on those who have wronged her and her family.\n\nWhile she is initially horrified when she accidentally stabs the stable boy in King's Landing during the betrayal of her father and his men, by the time she and the Hound have fled the massacre at the Twins, she is able toÂ kill without remorse and has accepted Syrio'sÂ belief that the only true god is Death. FollowingÂ Yoren's advice to her before he died, she has taken to listing off the names of each person she intends to kill each night before she sleeps.\n\n"}, "title": "Arya Stark"}