{"attributes": {"status": " :Category:Status: Alive", "family": [" Gregor Forrester - father ", "Elissa Forrester - mother", "Rodrik Forrester - brother", "Mira Forrester - sister", "Ethan Forrester - brother", "Talia Forrester - sister", "Ryon Forrester - brother", "Malcolm Branfield - uncle", "Thorren Forrester - paternal grandfather", "Talia Branfield - maternal grandmother", "Branfield (Lord)"], "title": " Asher Forrester", "season": " ''Game of Thrones: A Telltale Games Series''", "image": " TSITD Asher Frustrated.png", "allegiance": " House Forrester", "actor": " Alex Jordan", "culture": " Northmen", "titles": "", "link": "House ForresterCharacter", "place": " Ironrath", "age": " 21Quote", "appearances": " 2 episodes", "first": " &quot;The Lost Lords&quot;"}, "sections": {"Family Tree": "{{House Forrester family tree}}\n\n", "TOP": "Asher Forrester028550minx63ui4z2ocselfyx174yaplcebed1803782015-03-30T22:50:46ZDaemon Targaryen24097499{{Heraldry\n|image=Forrester mini shield.png\n|link=House Forrester\n}}\n{{Character\n|Title = Asher Forrester\n|Image = TSITD Asher Frustrated.png\n|Season = ''[[Game of Thrones: A Telltale Games Series]]''\n|First = &quot;[[The Lost Lords]]&quot;\n|Titles =\n|Appearances = 2 episodes\n|Place = [[Ironrath]]\n|Status = [[:Category:Status: Alive|Alive]]\n|Allegiance = [[House Forrester]]\n|Family = {[[Gregor Forrester]]} - father &lt;br&gt;[[Elissa Forrester]] - mother&lt;br&gt;[[Rodrik Forrester]] - brother&lt;br&gt;[[Mira Forrester]] - sister&lt;br&gt;{[[Ethan Forrester]]} - brother&lt;br&gt;[[Talia Forrester]] - sister&lt;br&gt;[[Ryon Forrester]] - brother&lt;br&gt;[[Malcolm Branfield]] - uncle&lt;br&gt;{[[Thorren Forrester]]} - paternal grandfather&lt;br&gt;{[[Talia Branfield]]} - maternal grandmother&lt;br&gt;{[[Branfield (Lord)|Lord Branfield]]} - maternal grandfather&lt;br&gt;[[Gwyn Whitehill]] - former lover|Culture = [[Northmen]]\n|Actor = [[Alex Jordan]]\n|Age = 21}}\n\n{{Quote|He's a skilled fighter. But what's more, he has the will to fight. A hunger for it.|Elissa Forrester|Iron From Ice}}\n\n'''Asher Forrester''' is the second-born son of Lord [[Gregor Forrester]]. He has been exiled across the [[Narrow Sea]] and currently lives in [[Essos]]. He is one of the main playable characters in ''[[Game of Thrones: A Telltale Games Series]]''.\n\n", " Personality ": "Asher is described by most of his family as aggressive, impulsive, and passionate. But despite what most of his family may think of him, Asher is very good at thinking on his feet and is very resourceful. Despite Asher's hot-headed temperament, his uncle Malcolm felt that Asher has always been meant to lead men in battle. He is also a very skilled warrior, as he (with Beskha's aid) defeated a large number of Lost Legion soldiers, using his sword, axe, and unarmed combat.\n\nAsher also has a strong bond with Beskha, with her even referring to Asher as &quot;little brother&quot;. Asher also became determined to return home once he learned of his father's and brother's murder, promising to kill Ramsay Snow.\n\n", "Image Gallery": "&lt;gallery&gt;\na1.png\nB2.png|Asher and Beskha\nB12.png|Asher and Beskha severely injuring Tazal\n&lt;/gallery&gt;\n\n", "Appearances": "{{Game of Thrones (Telltale) Appearances|no|yes|yes|yes}}\n\n", "Biography": "===Background===\nAsher had always been a rebellious youth â&euro;&ldquo; brawling in taverns, sleeping with whores, and finding ways to raise his fatherâ&euro;&trade;s ire. But his life took a dark turn when, at age seventeen, he fell in love with [[Gwyn Whitehill]], the eldest daughter of his fatherâ&euro;&trade;s bitter rival. Bloodshed ensued and Lord Forrester faced a grim choice: go to war, or exile Asher across the Narrow Sea. He chose the latter. Asher remains in Essos to this day, living as a sellsword, trying not to think about the life he left.&lt;ref&gt;Game Codex - Asher Forrester&lt;/ref&gt;\n\n===&quot;[[Iron From Ice]]&quot;===\nAs [[House Forrester]] deteriorates with the death of its Lord and first Heir at the [[Red Wedding]], [[Elissa Forrester]] considers pardoning Asher due to his strong and decisive nature, and House Forrester needs more swords now more than ever. Elissa asks her Houses' new lord [[Ethan Forrester|Ethan]], her son, to consider pardoning Asher. In Kings Landing Mira has a coin from Yunkai sent to her from Asher.\n\n===&quot;[[The Lost Lords]]&quot;===\nAsher finally appears as a playable character in this episode. He is in [[Yunkai]], three days after its [[Battle of Yunkai|liberation]], in an abandoned tavern with his mercenary friend, [[Beskha]], holding onto a captive - a former slave master they intend to sell. The [[Lost Legion]] arrive demanding the captive, led by [[Tazal]] who has a personal grudge against Asher and Beskha. Tazal eventually murders the captive and orders his men to kill Asher and Beskha, planning to blame them for the captive's death and claim the reward money for killing them. Asher and Beskha defeat Tazal's men. Asher's uncle, [[Malcolm Branfield]], arrives and they flee the Legion.\n\nMalcolm explains he is in Yunkai following the deaths of Asher's [[Gregor Forrester|father]] and [[Ethan Forrester|brother]] (Malcolm does not know that [[Rodrik Forrester|Rodrik]] actually survived the Red Wedding) to take him back to Ironrath, also hoping to hire an army of mercenaries to fight for House Forrester against the [[House Whitehill|Whitehills]] and - potentially - the [[House Bolton|Boltons]]. Asher and Beskha decide to call in a favor with an old acquaintance to secure a sellsword army in Meereen. Although Beskha admits to having unfinished business in [[Meereen]] she doesn't explain what it is and assures Asher it won't be a problem. Malcolm, Asher and Beskha dodge the Lost Legion again as they leave Yunkai.\n\n===â&euro;&lsaquo;&quot;[[The Sword in the Darkness]]&quot;===\nâ&euro;&lsaquo;â&euro;&lsaquo;Asher, Beskha and Malcolm continue their journey to Meereen and find themselves at the dead end of a canyon somewhere beyond Yunkai where Asher has the choice to defend both of them against each other until the Lost Legion appears and chases them into a cave Tazal will also be mentioned Beskha or Malcolm will judge you on whether or not you killed him. Asher will encounter [[Drogon]] and will have the option to defend Beskha (from Drogon) or Malcolm (from the Lost Legion) one of them will judge you for this and have injuries later on. After escaping the cave Asher and the others then arrive at [[Daenerys Targaryen]]'s camp just outside Meereen where they encounter [[Croft]] in his tent who punches Asher and angrily threatens him for stealing from him but soon reveals it was all a joke after he threatens to cut off one of Asher's body parts. Asher then reveals that he needs an army and has the option to give Croft gold he found near the cave (assuming the player picks it up) he will happily take the gold but will not change his mind until Asher reveals he encountered Drogon then he will set up a meeting with Asher and Daenerys who only appears briefly at the end but tells Asher that if he has news of Drogon he should choose his words carefully. \n\n"}, "title": "Asher Forrester"}