{"attributes": {"participants2": "Lord Jon Arrynâ&euro; ", "casual2": " Jon Arryn", "name": "Assassination of Jon Arryn", "participants1": "Lysa Arryn", "casual1": " None", "leaders2": "", "image": "File:Jon Arryn funeral bier.jpg", "civilian": "The '''Assassination of Jon Arryn''' was a plot orchestrated by Petyr Baelish in an attempt to throw the Seven Kingdoms into a state of chaos and war. It took place just prior to the events of the series, and has far-reaching consequences in Westeros.==The Assassination=====Background===Following Robert's Rebellion, Jon Arryn was appointed as Hand of the King to King Robert Baratheon", "next": "Massacre in the Red Keep", "width": "", "bg2": "", "conc": "", "place": "Red Keep, King's Landing, the Crownlands", "result": ["Death of Jon Arryn", "Lysa Arryn and Robin Arryn flee to the Eyrie", "Eddard Stark chosen to become Hand of the King"], "date": "", "leaders1": "Lord Petyr Baelish", "prev": "Greyjoy Rebellion", "side2": "File:Arryn mini shield.png", "side1": "File:Baelish mini shield.png"}, "sections": {"TOP": "Assassination of Jon Arryn026468cl0udj3gnkf61np8d3x8wnt1nyqx9251702382015-01-29T02:32:42ZThe Dragon Demands5014364{{Event\n|width=\n|name=Assassination of Jon Arryn\n|prev=[[Greyjoy Rebellion]]\n|conc=\n|next=[[Massacre in the Red Keep]]\n|image=[[File:Jon Arryn funeral bier.jpg|300px]]\n|date=\n|place=[[Red Keep]], [[King's Landing]], the [[Crownlands]]\n|result=Death of Jon Arryn&lt;br&gt;Lysa Arryn and Robin Arryn flee to the Eyrie&lt;br&gt;[[Eddard Stark]] chosen to become Hand of the King\n|BG2=\n|side1=[[File:Baelish mini shield.png|20px|House Baelish]] [[House Baelish]]\n|side2=[[File:Arryn mini shield.png|20px|House Arryn]] [[House Arryn]]\n|leaders1=Lord [[Petyr Baelish]]\n|participants1=[[Lysa Arryn]]\n|leaders2=\n|participants2=Lord [[Jon Arryn]]â&euro; \n|casual1= None\n|casual2= Jon Arryn\n|civilian=}}\n\nThe '''Assassination of Jon Arryn''' was a plot orchestrated by [[Petyr Baelish]] in an attempt to throw the [[Seven Kingdoms]] into a state of chaos and war. It took place just prior to the events of the series, and has far-reaching consequences in Westeros.\n\n", "In the books": "\nIn the ''A Song of Ice and Fire'' novels, the assassination of Jon Arryn is carried out in the same manner: Tears of Lys on his wine. However, Lysa Arryn is not only motivated by her obsession with Littlefinger but also her refusal to have her son Robert sent off to [[Dragonstone]] to be fostered by [[Stannis Baratheon]] as Jon Arryn intended. Arryn is treated by Colemon, his [[maester]], but Pycelle, fearing Jon would recover and reveal the truth about his children's parentage to [[King Robert]], sends Colemon away and lets Jon to waste away. Jon's death prompts [[Stannis Baratheon]], who had initiated the investigation about Robert's bastards and enlisted Arryn to help him (while in the TV show it was Arryn alone who conducted the investigation), to flee to Dragonstone believing he may by the next target.\n\nArrynÂ was being treated by maester Colemon, who was going to give him purges to get the poison out, but because Pycelle knew that Arryn knew the secret of Cersei's incest, he sent the man away and just gave Lord Arryn painkillers to ease his passing. Pycelle didn't know who actually poisoned Arryn.\n\nIn ''&quot;A Storm of Swords&quot;'', Lysa blurts out the whole truth about Arryn's death when she drags [[Sansa Stark|Sansa]] to the Moon Door. Littlefinger tries in vain to hush Lysa, feeling uncomfortable that the secret is revealed in the presence of Sansa and [[Marillion]].\n\nIt is not revealed in the novels why Littlefinger wanted Jon dead, but he could have several reasons:\n* To make Lysa free for marriage, and by marrying her - to gain control over the Vale;\n* To prevent Jon from telling [[Robert Baratheon]] the truth about [[Cersei Lannister]]'s children;\n*To turn the Starks and Lannisters against each other by the letter that Lysa sent to Catelyn, in which she falsely put the blame on the Lannisters.\n\n", "The Assassination": "===Background===\nFollowing [[Robert's Rebellion]], [[Jon Arryn]] was appointed as [[Hand of the King]] to King [[Robert Baratheon|Robert]]. While Robert devoted his energies to whoring, drinking and hunting, Arryn was effectively left to govern the realm, and apparently did so wisely. After seventeen years as Hand, Arryn died suddenly of a fever.\n\n===[[Season 1]]===\nAt [[Winterfell]], [[Eddard Stark]] learns of Jon Arryn's death, and that King Robert and the royal party are bound for Winterfell. Eddard realizes that Robert intends to name him as his new Hand. He considers refusing, but Lady [[Catelyn Stark|Catelyn]] receives a letter from her sister [[Lysa Arryn|Lysa]], Jon's widow, claiming that her husband was poisoned by the [[House Lannister|Lannisters]]. With this news, Eddard is convinced to accept Robert's offer, so he can further investigate Jon's death.&lt;ref&gt;&quot;[[Winter is Coming]]&quot;&lt;/ref&gt;\n\nOnce in [[King's Landing]], Eddard continues his investigation. He discovers that just prior to his death, Arryn acquired a book from [[Grand Maester]] [[Pycelle]]: ''[[The Lineages and Histories of the Great Houses of the Seven Kingdoms]]'', and visited several of King Robert's [[Bastardy|bastard]] offspring. He deduces that Arryn was investigating the parentage of Robert and his wife [[Cersei Lannister|Cersei]]'s three children.Â [[Varys]], theÂ [[Master of Whisperers]], warnsÂ EddardÂ that he believes JonÂ was actually poisoned using [[tears ofÂ Lys|tears of&amp;nbsp;Lys]], a poison that is rare, costly and difficult to detect. When Eddard enquires the cause of the murder, Varys simply replies, &quot;He started asking questions&quot;.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\n[[Tyrion Lannister]] is apprehended by Lady Catelyn, who accuses him of trying to kill her son [[Bran Stark|Bran]]. She takes him to [[the Eyrie]], Lysa's home. Once there, Lysa accuses him of orchestrating Jon Arryn's death too. After a [[First Trial of Tyrion Lannister|trial by combat]], Tyrion is acquitted.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\nUnder interrogation from [[Tyrion Lannister]], Grand Maester Pycelle admits that Arryn had discovered that truth about Cersei's children; that they were not fathered by Robert, but by her brother [[Jaime Lannister|Jaime]], and he intended to inform the King. Pycelle also admits that Arryn was poisoned, but strongly denies doing it himself. Tyrion nevertheless says Pycelle was complicit and let Arryn die, because of the threat he posed to the Crown.&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\nThe truth of Arryn's death is finally revealed by Lysa Arryn in a conversation with her new husband [[Petyr Baelish]]. To prove her love for him, she reminds Baelish that, on his instructions, she laced Jon's wine with [[Tears of Lys]] and then sent a letter to her sister falsely accusing the LannistersÂ for this murder.&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;\n\n"}, "title": "Assassination of Jon Arryn"}