{"attributes": {"participants2": "1 Kingsguard", "participants1": ["Ser Davos Seaworth", "1 Shadow"], "image": "File:RenlysDeathS2Ep5.png", "imagebg": "", "conc": "", "result": ["House Baratheon of Dragonstone victory", "Death of Renly Baratheon"], "side4": "", "side2": "File:Renly mini shield.png", "side3": "", "side1": "File:Baratheon DS mini shield.png", "casual4": "", "forces4": "", "forces3": "", "casual3": "", "casual1": " None", "next": "Battle of Moat Cailin", "width": "", "bg2": "", "casual2": [" King Renly Baratheon", "Ser Emmon Cuy", "Ser Robar Royce"], "prev": " Sack of Ashemark", "conflict": "War of the Five Kings", "civilian": "Quote", "link": "House Baratheon House Baratheon", "date": "299 AL", "commanders1": ["King Stannis Baratheon (in absentia)", "Lady Melisandre"], "commanders2": "King Renly Baratheon", "commanders3": "", "commanders4": "", "name": " Assassination of Renly I", "place": "Renly Baratheon's camp near Storm's End, the Stormlands"}, "sections": {"TOP": "Assassination of Renly I08012bo41fnfdxdm0zddtm40n8u7xd5srpej1623262014-10-16T13:12:26ZSer Patrek25358400{{Conjecture}}\n{{Massacre\n|width=\n|prev= [[Sack of Ashemark]]\n|conc=\n|next=[[Battle of Moat Cailin]]\n|name= Assassination of Renly I\n|imageBG=\n|image=[[File:RenlysDeathS2Ep5.png|300px]]\n|conflict=[[War of the Five Kings]]\n|date=299 AL\n|place=[[Renly Baratheon]]'s camp near [[Storm's End]], the [[Stormlands]]\n|result=[[House Baratheon of Dragonstone]] victory&lt;br&gt;Death of [[Renly Baratheon|Renly I]]&lt;br&gt;Submission of the Stormlords to [[Stannis Baratheon|Stannis I]]&lt;br&gt;Shattering of the Tyrell-Baratheon alliance\n|BG2=\n|side1=[[File:Baratheon DS mini shield.png|20px|right|link=House Baratheon of Dragonstone]] [[House Baratheon of Dragonstone]]\n|side2=[[File:Renly mini shield.png|20px|right|link=House Baratheon]] [[House Baratheon|House Baratheon of Storm's End]]\n|side3=\n|side4=\n|commanders1=King [[Stannis Baratheon]] (in absentia)&lt;br&gt;Lady [[Melisandre]]\n|commanders2=King [[Renly Baratheon|Renly I]]â&euro; \n|commanders3=\n|commanders4=\n|participants1=Ser [[Davos Seaworth]]&lt;br&gt;1 [[Shadow]]\n|participants2=1 [[Kingsguard]]\n|forces3=\n|forces4=\n|casual1= None\n|casual2= King Renly Baratheon&lt;br&gt;Ser [[Emmon Cuy]]&lt;br&gt;Ser [[Robar Royce]]\n|casual3=\n|casual4=\n|civilian=}}\n{{Quote|I only held him that once... as he was dying.|[[Brienne]]|The Ghost of Harrenhal}}\nThe '''Assassination of Renly Baratheon''' was an event during the [[War of the Five Kings]]. It was the direct result of the failed meeting between claimants to the [[Iron Throne]], [[Stannis Baratheon]] and [[Renly Baratheon]], the brothers of [[Robert Baratheon]].\n\n", "Image gallery": "&lt;gallery&gt;\nRenlyDark.jpg|A promotional image referencing the Assassination featured on the HBO viewers guide.\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF|Siege of Storm's End (299)}}\n\n", "In the books": "In ''[[A Song of Ice and Fire]]'', there are two assassinations and two 'shadows' carrying them out them. The first one is born in an unknown location and reaches Renly's tent in a similar way, though it slits Renly's throat beneath his metal gorget instead of stabbing him. Also, Brienne apparently kills one of the two guards who enter the tent with [[Robar Royce]] and [[Emmon Cuy]], but doesn't kill any of Renly's Rainbow Guard, since Catelyn convinces Ser Robar Royce of Brienne's innocence, and then uses iron brazier to knock Emmon Cuy unconscious. Nevertheless, both Ser Emmon Cuy and Ser Robar Royce are killed by Ser Loras in a fit of rage, with Loras also believing Brienne to be the culprit. Neither Margaery nor Petyr Baelish are present at Renly's camp during the events; Margaery is at Bitterbridge with the full strength of House Tyrell while Littlefinger is still at [[King's Landing]]. Another notable change is that in the books Stannis never admitted he had anything to do with Renly's death, though it is doubtful Melisandre would have sent the shadow to kill Renly without direct order from Stannis.\n\nFollowing Renly's death, [[Varys]] reported to the [[Small council]] that there were many rumors about the identity of the murderer: a groom said that Renly was slain by a knight of his own Rainbow Guard; a washerwoman claimed [[Stannis Baratheon|Stannis]] stole through the heart of his brother's army with his magic sword; several men-at-arms believed a woman did the fell deed, but could not agree on which woman: either a maid that Renly had spurned or a camp follower or Lady [[Catelyn Stark]]. Although Varys did not specifically mention Brienne's name, she was commonly rumored to be the murderer.\n\nThe second assassination is carried out by a second shadow born after Davos smuggles Melisandre beneath the walls of Storm's End, is sent after Ser Cortnay Penrose, who refused to yield Storm's End to Stannis even after several of the Stormlords had already bent the knee to Stannis. The circumstances of this assassination were transferred to Renly's death in the TV series adaptation. The second assassination takes place off-screen, and is revealed when [[Varys]] reports [[Tyrion Lannister|Tyrion]] that it was said Ser Penrose threw himself from a tower. Neither Varys nor Tyrion believed that, figuring Stannis was responsible. Varys pointed out the strange connection between the two murders of Renly and Ser Penrose, and speculated (correctly) it was witchcraft. Tyrion was skeptical, believing (incorrectly) that Stannis has hired a skilled assassin from the [[Free Cities]].\n\nSimilarly to Renly's death, Ser Cortnay's deathÂ initially seemedÂ to benefit Stannis, but backfired at him at the battle: the delay at Storm's End for one day, against Davos' advise, who urged Stannis to leave for King's Landing immediately, enabled Tywin and the Tyrells' reinforcements arrive at the critical moment, just when Stannis' troops started invading the city.\n\n", "History": "===Background===\nFollowing the death of [[Robert Baratheon]], his two brothers, Stannis and Renly, claimed the Iron Throne for themselves. They both knew Robert's official heir, [[Joffrey Baratheon]], was not actually Robert's son, but a [[bastard]] born of incest between Queen [[Cersei]] and her twin brother, Ser [[Jaime Lannister]].\n\nStannis Baratheon, from his seat in the island of [[Dragonstone]], claimed the throne as Robert's legitimate heir by right of birth, with the sole support of the lords of the Narrow Sea, houses sworn to Dragonstone. Renly Baratheon, from the ancestral seat of [[House Baratheon]], [[Storm's End]], also declared himself [[King of the Andals and the First Men|King of the Seven Kingdoms]] with the support of [[House Tyrell]] as well as the Stormlords, vassals to House Baratheon.\n\n===The Parley===\nKnowing his numbers were vastly inferior, Stannis set sail to Storm's End to demand the allegiance of his younger brother and the Stormlords. Renly, however, refused to bend the knee, citing the vastly superior numbers of his army and the fact that no lord wanted Stannis as King.\n\n[[Catelyn Stark]], who had been sent by King [[Robb Stark]] to discuss an alliance between Houses [[House Stark|Stark]] and Baratheon against [[House Lannister|Lannister]] and King Joffrey, attempted to make peace between the brothers and remind them of their common foe but was unheeded by both would-be kings. Stannis coldly reminded Catelyn that [[Eddard Stark|her husband]] had supported his claim to the throne, even at the cost of his own life.\n\nStannis offered to make Renly his heir and reinstate him as Master of Laws in the [[small council]]. Stannis gave him until the night to consider his decision, adding that if Renly had not come to him by sunrise, he would be destroyed.\n\n===Smuggling the Red Woman===\nStannis ordered Ser [[Davos Seaworth]] to smuggle [[Melisandre]] to a seaside cove nearby Renly's camp, and to never mention it ever again. Despite his misgivings, Ser Davos did as ordered and smuggled Melisandre aboard a small rowboat.\n\nThe pair found the cove to be barred by a metal gate. However, Melisandre was not cowed by the obstacle and merely removed her robe to reveal her pregnant belly to a horrified Davos. She quickly gave birth to a shadowy, human-like immaterial creature with an appearance similar to that of Stannis that vanished soon after leaving Melisandre's womb.\n\n=== Death of Renly I ===\nThat same night, as Renly's men prepared for the inevitable battle, King Renly held another meeting with Lady Catelyn to discuss the terms of his alliance with Robb inside his tent. Renly offered to accept Robb styling himself King in the North, ruling over all lands north of [[the Neck]], as long as he swore loyalty to him. Catelyn tried another time to convince Renly of making peace with Stannis, only for Renly to retort that treating with Stannis would be like treating with the wind.\n\nAfter Renly removed his crown and chestplate before a mirror and gave them to [[Brienne]], the [[shadow]] born from [[Melisandre]] materialized behind Renly, quickly stabbing him through the back with one of its talons. Renly fell, dead, and the shadow vanished before the eyes of the horrified Brienne and Catelyn.\n\nHearing Brienne's scream, two of Renly's Kingsguard, [[Emmon Cuy]] and [[Robar Royce]], entered the tent. Believing Brienne to be the culprit they attacked her, though the warrior-woman defended herself and slew her two sworn brothers.\n\n===Aftermath===\nThe Stormlords largely swore fealty to Stannis when he arrived the following day. House Tyrell, however, led the forces of the Reach back to [[Highgarden]], and later formed an alliance with House Lannister. A few noble houses of the Reach, such as the [[House Florent|Florents]] and [[House Fossoway|Fossoways]], however, bent the knee to Stannis. Brienne was blamed for the murder by many and fled the camp with Lady Catelyn, who accepted Brienne's oath of service.\n\nAlthough Renly's murder initially benefits Stannis, who obtained the strength of the Stormlords and a handful of the Reach lords, it backfired on him during the [[Battle of the Blackwater]], as the forces commanded by [[Tywin Lannister]] were bolstered by the Tyrells, led by &quot;[[Loras Tyrell|Renly's ghost]]&quot;, and turned the tide against the King in the Narrow Sea.\n\nAfter his defeat, Stannis expressed some regret for the death of his younger brother, as he was now a [[Kinslaying|kinslayer]] with nothing to show for it.\n\n"}, "title": "Assassination of Renly I"}