{"attributes": {"leaders1": "Lord Tywin Lannister â&euro; ", "participants2": ["Ser Jaime Lannister", "Lord Varys"], "casual2": " None", "name": "Assassination at the Tower of the Hand", "participants1": "", "casual1": [" Lord Tywin Lannister â&euro; ", "Shaeâ&euro; "], "leaders2": "Tyrion Lannister", "image": "File:Tyrionfindtywinprivey.png", "civilian": "Dialogue a-b", "next": "", "width": "", "bg2": "", "conc": "", "place": "Tower of the Hand, Red Keep, King's Landing, Crownlands", "result": "*Death of Tywin Lannister*Tyrion Lannister flees across the Narrow Sea with Varys", "date": "301 AL", "link": "House Lannister House Lannister", "prev": "Battle of Castle Black", "side2": "File:Lannister mini shield.png", "conflict": "War of the Five Kings", "side1": "File:Lannister mini shield.png"}, "sections": {"TOP": "Assassination at the Tower of the Hand02636578655ud3dv3bca8azcl4iekfyoi60ld1809512015-04-04T05:44:56ZThe Dragon Demands5014364{{Conjecture}}\n{{Event\n|width=\n|prev=[[Battle of Castle Black]]\n|conc=\n|next=\n|name=Assassination at the Tower of the Hand\n|image=[[File:Tyrionfindtywinprivey.png|300px]]\n|conflict=[[War of the Five Kings]]\n|date=301 AL\n|place=[[Tower of the Hand]], [[Red Keep]], [[King's Landing]], [[Crownlands]]\n|result=*Death of Tywin Lannister\n*Tyrion Lannister flees across the Narrow Sea with Varys\n|BG2=\n|side1=[[File:Lannister mini shield.png|20px|right|link=House Lannister]] [[House Lannister]]\n|side2=[[File:Lannister mini shield.png|20px|right|link=House Lannister]] [[House Lannister]]\n|leaders1=Lord [[Tywin Lannister]] â&euro; \n|participants1=\n|leaders2=[[Tyrion Lannister]]\n|participants2=Ser [[Jaime Lannister]]&lt;br&gt;Lord [[Varys]]\n|casual1= Lord [[Tywin Lannister]] â&euro; &lt;br&gt;[[Shae]]â&euro; \n|casual2= None\n|civilian=}}\n\n{{Dialogue a-b|Tyrion Lannister|All my life... you've wanted me dead.|Tywin Lannister|Yes... but you refused to die. I respect that, even admire it. You fight for what's yours.|Tyrion confronts his father|The Children}}\n\nThe '''AssassinationÂ at theÂ Tower of the Hand''' is an event in the [[War of the Five Kings]]. It is set in motion by the liberation of [[Tyrion Lannister]]Â by his brother, [[Jaime Lannister]], which ultimately leads to the assassination of their father, [[TywinÂ Lannister|Tywin&amp;nbsp;Lannister]], [[Hand of the King]] and [[Protector of the Realm]].\n\n", "In the books": "In theÂ ''[[A Song of Ice and Fire]]''Â novels, the assassination of Tywin is described in Chapter 77 of the third volume ''&quot;A Storm of Swords&quot;''â&euro;&lsaquo;. The basic details are the same in the TV series, though the motivations are drastically different:\n*Jaime sneaks into Varys's room and threatens him with a knife, forcing him to help release Tyrion. This is revealed in a flashback in the fourth volumeÂ ''&quot;A Feast for Crows&quot;''.\n*After Jaime rescuesÂ Tyrion from the cell, the two brothers have a talk about [[Tysha]], Tyrion's first wife, whose story was revealed in the episodeÂ &quot;[[Baelor]]&quot;Â in the TV series.Â Jaime confesses that Tysha was no whore, instead of what TyrionÂ was told previously, and that Tywin instructed him to tell this lieÂ to give Tyrion a lesson.Â Tyrion realizes that Tysha had been genuinely in love with him, and becomes furious with Jaime. He swears that Jaime, Cersei and their father will pay dearly. He also tells Jaime that Cersei that has been sleeping with other men, among them [[Lancel Lannister|Lancel]], Osmund Kettleblack (a knight in Cersei's service and a member of the [[Kingsguard]]), and, sarcastically, Moon Boy the court jester. Tyrion falsely admits to killing Joffrey to spite Jaime, after telling Jaime that his late son was more of a monster than the [[Aerys II Targaryen|Mad King]].\n*Tyrion is led by Varys through secret passages before killing Tywin; when TyrionÂ wants to confront Tywin, VarysÂ begs him not to do something so foolish and dangerous when he is so close to freedom, but indicates himÂ the secret passage to the Tower of the Hand.\n*There are two guards, Red Lester and Lum, who guard the apartments of the Hand of the King when Tyrion sneaks into them. Luckily for Tyrion, the guards do not notice him because they are too busy making jokes about Shae and arguing whether Tyrion will face his executioner bravely or beg for mercy.\n*TyrionÂ emerges from the secret passage at the hearth in the bedroom of the Tower of the Hand.Â \n*Shae tries to save herself by claiming that she did not mean what she said in the trial, and that Tywin and Cersei forced her to. In a flashback at ''&quot;A Feast for Crows&quot;'' it is revealed to be a lie: Cersei offered Shae a bribe for her false testimony.\n*Shae never attempts to attack Tyrion; he kills her when she calls him &quot;my giant of Lannister&quot;. The manner of the killing is the same, though the chain that Tyrion uses to strangle her is a necklace composed of golden hand-shaped segments, which serves as the badge of office worn by the Hand of the King that TyrionÂ and Tywin successively used inÂ the books, and it is the only thing Shae is wearing at the moment. In the TV series the badge for the Hand is changed to a hand-shaped brooch, thus the chain used here is accordingly changed to the one that TyrionÂ previously gave Shae in the Season 3 episode &quot;[[The Bear and the Maiden Fair (episode)|The Bear and the Maiden Fair]]&quot;.\n*Tywin figures that it was Varys, not Jaime, who released Tyrion, and says &quot;I'll have his head for this&quot;.\n*Tywin tries to save himself by saying &quot;You are not to be killed, if that is what you fear. It's still my intent to send you to the Wall, but I could not do it without [[Mace Tyrell|Lord Tyrell]]'s consent. Put down the crossbow and we will go back to my chambers and talk of it&quot;. Tyrion either does not believe or does not care if it is true, being mistreated by his father so long and especially recently. It is doubtful whether Tywin really needed the approval of Mace Tyrell, who had nothing to do with the offer that was given to Tyrion during the trial.\n*TyrionÂ confrontsÂ Tywin about Tysha. After he finds his father in the privy heÂ inquiries about her and her whereabouts. TywinÂ doesn't remember her name (or pretends that he doesn't, as an insult) until Tyrion refers to her as his first wife, and recalls her as Tyrion's &quot;first whore&quot;. Tyrion promptly warns his father, &quot;The next time you say that word, I'll kill you&quot; (he gives the same warning in the TV series, but referring to Shae instead). TywinÂ cannot recall, other than that he did not have her killed,Â simply stating that she was paid and the steward sent her on her wayÂ ''&quot;wherever whores go&quot;''. Hearing this, Tyrion looses his crossbow at him.\n*TyrionÂ killsÂ TywinÂ with a singleÂ bolt to the pelvis, which causes his bowels to loosen. Tywin says incredulously &quot;you shot me&quot;, and Tyrion says sarcastically &quot;You always were quick to grasp a situation, my lord. That must be why you're the [[Hand of the King]]&quot;.Â Tywin angrily rages Tyrion is no son of his, to which Tyrion retorts that Tywin is wrong; they are more alike thanÂ Tywin ever wanted to admit. Tyrion departs after telling his father to do him a courtesy and die quickly, noting from the smell as Tywin's corpse voids its bowels as he leaves that for onceÂ his father did as he asked.Â The narration remarks that the often repeated jape about Tywin was another lie as he, in the end, &quot;did not shit gold.&quot;\n*The account of the assassination concludes with Tywin's death. The escape of Tyrion and Varys is not depicted.Â It is not revealed until ''A Dance with Dragons'' that TyrionÂ successfully escaped from King's Landing, while Varys disappears from the book after he indicatesÂ TyrionÂ the secret passage, and for a quite long period his whereabouts are unknown until he resurfaces in the epilogue of ''A Dance with Dragons''.\n*Tyrion is not smuggled to the ship in a crate. When the ship reaches its destination, he is bundled into a barrel.\n*Following Tyrion's escape, his loyal squire [[Podrick Payne]] leaves the city in search for him. Pod hears from Brella, the only of [[Sansa Stark|Sansa]]'s maids who was not a spy of Cersei, that [[Brienne]] looks for Sansa. Pod goes after Brienne and eventually joins her, hoping that finding Sansa will lead to Tyrion.\n*There is a foreshadowing of Tywin's death in the First Volume ''&quot;A Game of Thrones&quot;'' and the TV episode &quot;[[Baelor]]&quot;: after Tyrion tells the story about Tysha (still unaware that she was not a whore), [[Bronn]] comments &quot;I would have killed the man who did that to me&quot;.\n\n", "History": "===Prelude===\n{{Quote|The gods have made their will known. Tyrion Lannister, in the name of King Tommen of the House Baratheon, First of His Name, you're hereby sentenced to death.|Tywin Lannister passes the sentence.|The Mountain and the Viper}}\n\nTyrion is put on [[Second Trial of Tyrion Lannister|trial]] for the [[Purple Wedding|murder of his nephew]], King [[Joffrey Baratheon|Joffrey]], which he did not commit. Realizing the whole spectacle is a rigged farce, he demands a [[Second Trial by combat of Tyrion Lannister|trial by combat]] instead.&lt;ref&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt; However, his champion [[Oberyn Martell]] is defeated and killed, and therefore Tyrion is deemed to be guilty. He is sentenced to death by his father Tywin.&lt;ref&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt; In the middle of the night on the eve of his execution, his brother JaimeÂ suddenly enters his cell and frees him. Jaime instructs Tyrion that [[Varys]] will help him escape the city for Essos, and the two brothers hug and say goodbye. Instead, Tyrion decides to confront his father in the Tower of the HandÂ before leaving the city.\n\n===From scapegoat to kinslayer===\n{{Dialogue a-b|Tywin Lannister|You shot me.........you are no son of mine.|Tyrion Lannister|I am your son. I have always been your son.|Tyrion moments before he kills his father|The Children}}[[File:Tyrionkillshae.png|thumb|Tyrion strangles Shae]]Tyrion enters the tower through a secret passage in the floor, and is shocked to find [[Shae]] in his father's bed. Shae sleepily calls out &quot;Tywin,Â my lion&quot;, the name she had previously called Tyrion. When she spots him she grabs aÂ dagger and they struggle. Tyrion disarms her and strangles her to death with the golden chain that he previously gave her (in the Season 3 episode [[The Bear and the Maiden Fair (episode)|The Bear and the Maiden Fair]])Â Â around her neck. He immediately feels regret and apologizes to her corpse for what he has just done.\n[[File:Deadtywin.png|thumb|left|Tywin is shot dead by his own son]]\n\nTyrion takes Joffrey's crossbow from the wall and finds his father sitting on the privy. Tywin correctly intuits that [[Jaime Lannister|Jaime]] released him, because as Tywin noted, &quot;he always had a soft spot for you&quot;. He reassures Tyrion that he would never have allowed him to be executed, but enrages his son by dismissing Shae as a whore. Tyrion warns him not to call her that again. He demands to know why Tywin sentenced his own son to death, despite knowing that he did not kill Joffrey. Tywin does not answer, and again tries to placate Tyrion. But when he nonchalantly refers to Shae as a whore again,Â Tyrion shoots him in the stomach. Stunned, a wounded Tywin hisses &quot;you are no son of mine&quot;. Tyrion retorts that he is, and always has been, Tywin's son (and effectively, Tywin's legacy). He reloads the crossbow and shoots his father in the heart, killing him.\n\n===Aftermath===\n{{Quote|What have you done?|Varys to Tyrion Lannister|The Children}}\n[[File:varyssitcrate.png|thumb|Varys sitting next to the crate Tyrion is in as their ship leaves King's Landing.]]\nTyrion goes to meet Varys, whoÂ knows he has done something horrible. Varys loads him into a crate, and the crate is loaded onto a ship for the [[Free Cities]]. Varys walks away from the ship, then hears the bells tolling from the Red Keep, signifying that Tywin's body has been discovered. Varys turns around and boards the ship with Tyrion.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n"}, "title": "Assassination at the Tower of the Hand"}