{"attributes": {}, "sections": {"TOP": "Assassin0176893rzxn0b7ba28o0dagjvvnk0s7tyfox51497782014-06-29T03:13:35ZThe Dragon Demands5014364'''Assassins''' are men and women who carry out the murder of individuals in exchange of monetary gain or for political reasons. Unlike [[mercenaries]], who wage war on behalf of their employers, assassins carry out surprise attacks using subterfuge and deceit.\n\nThere are also certain organizations of professional assassins in the world, such as the feared [[Faceless Men]] of [[Braavos]].\n\n", " Known assassinations and assassination attempts ": "* An [[Catspaw assassin|assassin]] is hired by a still unidentified individual to murder [[Bran Stark]] after a fall that leaves him comatose. The assassin causes a fire at [[Winterfell]] in an attempt to leave Bran's chamber unattended, but is stopped by [[Catelyn Stark]] and killed by Bran's [[direwolf]] [[Summer]]. The assassin carries a dagger of [[Valyrian steel]].&lt;ref&gt;&quot;[[The Kingsroad]]&quot;&lt;/ref&gt;\n*[[Varys]] warns [[Eddard Stark]] that he believes [[Jon Arryn]], his predecessor as [[Hand of the King]], was in truth assassinated by an unknown party using the difficult to detect poison known as the [[Tears of Lys]].&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt; [[Grand Maester]] [[Pycelle]] later reveals to [[Tyrion Lannister]], upon forced interrogation, that Jon Arryn was indeed assassinated, though he denies knowing who did it. Pycelle explains that Lord Arryn discovered the truth of Queen Cersei's incestuous affair with her own twin brother [[Jaime Lannister|Jaime]], and that none of her three children were really King Robert's. Jon Arryn intended to tell King Robert, but he conveniently came down with a sudden illness - Pycelle realized someone else must have poisoned him before he could take action, so he simply let him succumb to the poison, and never knew who was responsible (tacitly assuming it was either Cersei or Jaime).&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n* A [[wineseller]] attempts to poison [[Daenerys Targaryen]] after [[Varys]] puts out the word that King [[Robert]] is offering a reward in exchange for the death of Daenerys and her [[Rhaego|unborn child]]. The wineseller is foiled by Ser [[Jorah Mormont]], who realized Daenerys had been targeted after being granted a pardon.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n*[[Lancel Lannister]] assassinates King [[Robert Baratheon]] on the orders of his wife Queen [[Cersei Lannister]], by intentionally giving him too strong wine while he was hunting, resulting in Robert being mortally wounded by a boar.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n* The mysterious [[Jaqen H'ghar]] is a member of the order of professional assassins known as the &quot;[[Faceless Men]]&quot;, who are based in the Free City of [[Braavos]].&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n* Ser [[Mandon Moore]], acting on behalf of an unidentified party - possibly Queen [[Cersei]] - attempts to murder [[Tyrion Lannister]] during the [[Battle of the Blackwater]] but is killed by [[Podrick Payne]] before he can succeed, managing only to make one sword-stroke at Tyrion which severely scars his face.&lt;ref&gt;&quot;[[Blackwater]]&quot;&lt;/ref&gt; Although Tyrion initially fears that Cersei is the one who ordered Ser Mandon to kill him, when he confronts her with it, he realizes that only two people in King's Landing at the time could have commanded a [[Kingsguard]] to kill him: either Cersei, or King [[Joffrey Baratheon|Joffrey]]. Tyrion points out that even Cersei isn't stupid enough to make such a clumsy assassination attempt, but Joffrey is. Joffrey probably hoped that no one would notice who struck down Tyrion in the confusion of the battle, but ultimately, the attack would still have resulted in Ser Mandon cutting down the [[Hand of the King]] on front of his entire army, and there would most likely have been dozens of witnesses. Tyrion remarks that it would have been far smarter if Joffrey had simply tried to poison him. Tyrion is left shocked, not at Joffrey's desire to kill him, but at his appalling stupidity in thinking no one would suspect him.&lt;ref&gt;&quot;[[The Climb]]&quot;&lt;/ref&gt;\n*An [[Unidentified Warlock]] disguised as a young girl is sent by the vengeful [[Warlocks of Qarth]] to assassinate [[Daenerys Targaryen]] when she arrives in [[Astapor]], using a poisonous [[Manticore]], but the attempt is foiled by the intervention of Ser [[Barristan Selmy]].&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n* [[Lothar Frey]] hires assassins that disguise themselves as musicians for the wedding feast of [[Edmure Tully]] and [[Roslin Frey]]. Following the bedding ceremony, the assassins play ''[[the Rains of Castamere (song)|The Rains of Castamere]]'' and shortly after seize crossbows and take part in the [[Red Wedding|massacre]] of King [[Robb Stark]], his family, and closest retainers.&lt;ref&gt;&quot;[[The Rains of Castamere (episode)]]&quot;&lt;/ref&gt;\n\n"}, "title": "Assassin"}