{"attributes": {"founding": "", "founder": "Quote", "places": "", "title": "Asshai", "image": "", "rulers": "", "location": "Essos, southeast of the Dothraki sea", "military": "", "religion": ["Lord of Light", "Other mixed religions"], "age": "", "type": "City", "institutions": "", "population": ""}, "sections": {"TOP": "Asshai02519qk5nrno04z0g3uq37jhc707q1aewwvq1805562015-04-02T19:01:03Z192.17.38.241/* Season 1 */{{Settlement\n| Title=Asshai\n| Image=\n| Location=[[Essos]], southeast of the [[Dothraki sea]]\n| Type=City\n| Population=\n| Rulers=\n| Religion=[[Lord of Light]]&lt;br&gt;Other mixed religions\n| Military=\n| Institutions=\n| Places=\n| Founding=\n| Age=\n| Founder=}}\n{{Quote|We could've been ten miles away from here by now, on the way to Asshai. You would've been safe.|Ser Jorah Mormont to Daenerys Targaryen|Baelor}}\n'''Asshai''' is a city located on the far side of the explored world from [[Westeros]], in the far southeast of the continent [[Essos]], on the far eastern shore of the [[Jade Sea]]. This places Asshai far to the distant east of the Free Cities, Dothraki Sea, and Slaver's Bay. [[Qarth]] is located closer to it, given that the Straits of Qarth form the western entrance to the Jade Sea, but it still takes many months for a ship to travel from Qarth to Asshai.\n\nLittle is known about Asshai save that it is a great seaport and its people are exotic. Beyond Asshai lies an area known as the [[Shadow Lands]], which are said to lie &quot;under the Shadow&quot;. What is casting &quot;the Shadow&quot; is not known, nor is the exact nature of &quot;the Shadow.&quot;\n\nPeople and things from Asshai are known as '''Asshai'i'''. The [[Asshai'i (language)|Asshai'i language]] is unique, rarely heard in [[Westeros]] or even western Essos, and rumored to be used in powerful magic spells.\n\n", "Notable people from Asshai": "[[File:Melisandre_approves_cropped.jpg|thumb|180px|Melisandre, with her distinctive gold neck choker.]]\n[[File:Quaithe_profile.png|thumb|Quaithe in Qarth.]]\n*[[Melisandre]], a [[Red Priest]]ess of [[R'hllor|R'hllor, the Lord of Light]]Â and a [[shadowbinder]], serving as an advisor to King [[Stannis Baratheon]].\n*[[Quaithe]], a mysterious woman encountered by Ser [[Jorah Mormont]] in [[Qarth]]. Like Melisandre, she is also a [[shadowbinder]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Asshai is said to lie on the far south-eastern shores of the Jade Sea, a body of water far to the east even of the [[Free Cities]] and [[Slaver's Bay]]. It is located close to an enigmatic area called &quot;the Shadow&quot; or &quot;Shadow Lands&quot;, and the city is sometimes known as Asshai-by-the-Shadow. The city is usually traveled to by ship, but it can also be reached overland by a circuitous route. The [[Dothraki]] consider the city and surrounding area to be ill-omened. The city is reputed to hold large amounts of arcane lore, including knowledge of [[dragons]].\n\nIt is not unusual for a voyage from the Free City of [[Volantis]] to Asshai and back to take two years.\n\nAccording to the TV series official [[pronunciation guide]] developed for the cast and crew, &quot;Asshai&quot; is pronounced &quot;Uh-SHY&quot;, as opposed to &quot;ASS-high&quot;, &quot;Uh-SIGH&quot;, etc.\n\n''The Lands of Ice and Fire'' places Asshai southeast of [[Yi Ti]] (which is itself east of [[Qarth]]), on the eastern shores of the Jade Sea (which has been completely moved from its location on the HBO map). The Saffron Straits link the Jade Sea to as-yet-unknown seas to the east, and Asshai sits at the mouth of the straits. A major river empties into the Jade Sea at Asshai. The river flows out of the Shadow Lands, an area of mountains and hills northeast of the city surrounded by ghost grass. Further upriver from Asshai is the ruined city of Stygai.  Yi Ti and the large island of Leng are located northwest of Asshai across the Jade Sea, but the closest islands to Asshai are the Manticore Isles, a small chain of land directly westward (apparently inhabited by very poisonous [[Manticores|manticore]] insects).  &quot;Ulthos&quot; lies across the Saffron Straits from Asshai, but it is unknown if it is another continent or just a very large island.  The distance between Qarth and Assthai appears to be roughly similar to the distance between Qarth and Old Valyria. Meanwhile, Asshai is located at roughly the same line of latitude as the island of [[Naath]].\n\n", "Behind the Scenes": "[[Image:Melisandre_Night_Lands_dress_2.jpg|thumb|Melisandre's alternate dress has the same hexagon motif as Quaithe's.]]\n[[Image:Melisandre_Night_Lands_dress_1.jpg|thumb|The hexagon motif is the style of Asshai.]]\nAccording to costume designer [[Michele Clapton]], Quaithe's mask was designed to display a stylistic link to Melisandre, because both of them are from the region of Asshai. Melisandre wears an ornate neck piece featuring a repeated design motif of elongated hexagons. Quaithe's mask was constructed using the same hexagonal shapes as links, though filled in with metal. Further, the dresses of both Melisandre and Quaithe have the same hexagonal design motif (elongated so they are taller than they are wide). Melisandre has different dresses, and she usually wears an all-red one, but the one with hexagons which match her neck piece appears prominently in &quot;[[The Night Lands]]&quot; when she has sex with Stannis.&lt;ref&gt;&quot;A Man Without Honor&quot; HBO featurette&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n\n", "History": "===[[Season 1]]===\n[[Illyrio Mopatis]] gives [[Daenerys Targaryen]] a wedding gift of three dragon eggs, said to be from the Shadow Lands beyond Asshai.&lt;ref&gt;&quot;[[Winter is Coming]]&quot;&lt;/ref&gt;\n\nSer [[Jorah Mormont]] tells Daenerys that in the Shadow Lands beyond Asshai there is a form of &quot;[[ghost grass]]&quot; which the [[Dothraki]] believe will one day swallow all the world.&lt;ref&gt;&quot;[[The Kingsroad]]&quot;&lt;/ref&gt;\n\nSer Jorah suggests to Daenerys that they flee Khal [[Drogo]]'s ''[[khalasar]]'' by night so as not to be caught up in the chaos unleashed when he dies. He says there is a port in Asshai they can head to;Â Daenerys refuses.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n\n[[Melisandre]], a Red Priestess of the [[Lord of Light]] from Asshai, has converted [[Stannis Baratheon]] and most of his [[House Baratheon of Dragonstone|household]] to her religion and become one of his closest advisers.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\nAt [[Qarth]], [[Jorah Mormont]] encounters the mysterious woman [[Quaithe]], a shadowbinder from Asshai.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\n"}, "title": "Asshai"}