{"attributes": {}, "sections": {"Behind the Scenes": "\nThe credits for episodes of [[Season 1]] of the TV series include the statement: &quot;Dothraki, Ashai'i, and Skroth languages created by the Language Creation Society and [[David J. Peterson]].&quot;\n\nSo far, the only extant examples of the Asshai'i language in the TV series seem to be the incantations that [[Mirri Maz Duur]] makes in Khal [[Drogo|Drogo's]] tent in the Season One episode &quot;[[Baelor]]&quot;, during her healing ritual. The Red Priestess [[Melisandre]] of Asshai debuted in Season Two, but has not yet said anything in the Asshai'i language.\n\nLater, before Season 4 aired, Peterson explained that he did develop an Asshai'i language, and that the only instance of it was Mirri Maz Duur's incantations in Drogo's tent - or rather, he thinks Duur is speaking the lines that he provided, but they're so indistinct in the finished product that even he isn't sure. Moreover, even if Duur was saying the lines he provided, Peterson said that they were so indistinct that he doesn't really feel beholden to the Asshai'i language he partially developed for Season 1, which even then was only a rough sketch. Particularly, he said that if he were ever to renew work on an Asshai'i language in later TV seasons, he will probably start over again from scratch.\n\nIn Peterson's own words:\n\n:Yes, I developed something for Asshaiâ&euro;&trade;i, as well as for the White Walkers, but based on what you see in the show, Iâ&euro;&trade;m pretty sure they didnâ&euro;&trade;t use it. In fact, even if they did use what I provided, itâ&euro;&trade;s so unintelligible that if an Asshaiâ&euro;&trade;i language were ever needed, I wouldnâ&euro;&trade;t feel the need to build off the old language (though I might). I had some neat ideas for it). And it was, indeed, developed for MMD for the scene in the tent.&lt;ref&gt;[http://www.dothraki.com/2013/12/seasons-bleatings/#comment-6554 David J. Peterson's blog], Dothraki.com, January 7th, 2014.&lt;/ref&gt;\n\nTherefore, as of Season 4, there is no canonically developed Asshai'i language within the TV series continuity, as there is for the Dothraki and Valyrian langauges.\n\nNote that while Melisandre does speak a foreign language in Season 3's &quot;[[The Climb]]&quot;, this same scene directly states that she is speaking in High Valyrian - the major ''lingua franca'' of [[Essos]] due to the spread of the old Valyrian Freehold (the equivalent of how people from far distant areas of medieval Western Europe would speak Latin to communicate).\n\n", "TOP": "Asshai'i (language)04197jiq61xeycdk02doo01g38syuaejntb51638482014-11-03T20:47:23ZThe Dragon Demands5014364/* In the books */The [[Languages|language]] spoken by the inhabitants of [[Asshai]], who live in the far southeast of the [[Essos]] continent.\n\n", "In the books": "In The Asshai'i are well versed in witchcraft and wizardry and have a language of their own, used in their spells (as done by theÂ [[Valyrians]]).\n\n[[Mirri Maz Duur]], who learned in Asshai, sang in a foreign tongue as a knife appeared in her hand, her voice described as &quot;shrill&quot; and &quot;ululating&quot;.Â Furthermore [[Melisandre]] has been noted to pray toÂ [[R'hllor]]Â once in the speech of Asshai, once in High Valyrian, and once in the Common Tongue.\n\n"}, "title": "Asshai'i (language)"}