{"attributes": {}, "sections": {"TOP": "Attainting020328isfcjzf3wyaxw29tfwnk4sbvc4b1e171765892015-03-13T11:49:25ZSer Patrek25358400{{Quote|I charge you to bring the Kingâ&euro;&trade;s justice to the false knight [[Gregor Clegane]], and all who shared in his crimes. I denounce him and attaint him, I strip him of all rank and title, of all lands and holdings, and sentence him to death.|[[Hand of the King]] [[Eddard Stark]]|A Golden Crown}}\n\n'''Attainting''' is a royal decree made by the [[King of the Andals and the First Men]] or the [[Hand of the King]] officially denouncing a person or an entire noble House. Such a decree strips the one attainted of all lands, titles and incomes.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt; Attaintment is sometimes accompanied with a death sentence, but it may not always be the case.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\n", "Known cases of Attainting": "\n* Ser [[Gregor Clegane]], head of [[House Clegane]], is formally stripped of all lands and titles by [[Ned Stark]] for pillaging [[the Riverlands]]. The attaintment, however, is never enacted as Ned is arrested and then beheaded for treason.\n* [[House Tully]], [[Lord of Riverrun|Lords of Riverrun]] and [[Lord Paramount of the Riverlands|Lords Paramount of the Riverlands]], have been stripped of lands and titles by [[Tywin Lannister]] for rebellion against the [[Iron Throne]]. [[Riverrun]], and rule of the Riverlands is granted to Lord [[Walder Frey]], [[Lord of the Crossing]] and head of [[House Frey]]\n*[[House Stark]] has not been stripped of lands and titles, as [[House Lannister]] requires the claim of [[Sansa Stark]] to allow an eventual Lannister son of [[Tyrion Lannister]] and Sansa to lay claim to the titles of [[Lord of Winterfell]] and Lord Paramount of the North. In the meantime [[Roose Bolton]], [[Lord of the Dreadfort]] and head of [[House Bolton]], has been granted the title of [[Warden of the North]] traditionally held by the head of House Stark.\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' series, the manner in which Eddard Stark denounces Gregor Clegane is similar, but from what little context is given in the scene it wasn't clear if &quot;attaint&quot; was simply being used as a synonym for &quot;denounce&quot; or if it signified a specific, formal action.\n\nFollowing the [[Battle of the Blackwater]], [[House Florent]] is attainted by King [[Joffrey]], with all its lands and titles being awarded to Ser [[Garlan Tyrell]], the second son of Lord [[Mace Tyrell]], who so far has been cut from the series.\n\nThe prequel novella ''The Princess and the Queen'', covering the events of the civil war known as the Dance of the Dragons which occurred 170 years before the War of the Five Kings, made it explicitly clear that &quot;attainting&quot; is indeed a specific legal action. At one point when the war had turned in favor of [[Rhaenyra Targaryen]], she told her advisors that she wanted to attaint those Great Houses who had sided with her half-brother [[Aegon II Targaryen]]. Specifically, she wanted to attaint [[House Lannister]] and [[House Baratheon]], and give their lands away to her own loyal supporters.\n\nWhat exactly &quot;attainting&quot; includes isn't clear, as other Houses have had their lands seized before as punishment. Whatever the case, Rhaenyra's own advisors felt that attainting was such a shockingly brutal move that they pleaded with Rhaenyra not to do it, saying that it would set a bad precedent and discomfort her current allies.\n\n", "See also": "*{{WP}}\n\n"}, "title": "Attainting"}