{"attributes": {"status": " :Category:Status: Dead", "death": " Burned alive by Melisandre", "family": " Selyse Baratheon", "title": " Axell Florent", "season": " Season 4", "image": " Alester florent.png", "allegiance": [" House Florent", "House Baratheon of Dragonstone"], "actor": " James McHaleTemplate:Dialogue a-b", "religion": " Faith of the Seven", "titles": [" Ser", "Lord of Brightwater Keep"], "link": " House FlorentCharacter", "2": "yes==Family tree==House Florent family tree==In the books==In the ''A Song of Ice and Fire'' novels, Ser Axell Florent has been the castellan of Dragonstone for a decade. He is not Selyse's s brother, but her uncle. He is also a devoted follower of R'hllor. He is described as short and muscular, with a barrel chest, thick arms, bandy legs, and hair growing from his ears. So far in the books, he is alive and well.Axell has always treated Davos courteously, but this changes when Davos returns to Dragonstone intending to kill Melisandre. Axell arrests Davos shortly after he arrives, and ever since he treats Davos hostilely. Axell advises Stannis to raid Claw Isle as a punishment for lord Celtigar's betrayal, and warns Davos that he must support the plan, otherwise some &quot;accident&quot; will happen to him. Davos does not take the warning lightly, but objects firmly to the plan, and manages to dissuade Stannis. Axell does not realize his threat (perhaps because Stannis promotes Davos to be his Hand), but resents Davos. He enjoys making fun of Davos in presence of other lords, by stressing the point that Davos is lowborn, and therefore not fit to be king's Hand.Axell, alongside Melisandre and Selyse, urges Stannis to sacrifice his bastard nephew Edric Storm (in the show replaced with Gendry), while Davos objects.The character in the the TV series has little in common with his book counterpart, but is instead an amalgamation of Lord Alester Florent and Lord Guncer Sunglass.Alester Florent is the Lord of Brightwater Keep and the head of House Florent. He is the brother of Axell, the uncle of Selyse, the father of Melessa Tarly and the grandfather of Samwell Tarly. He was initially sworn to Renly Baratheon, but after Renly's death he was the first to declare for Stannis. He was also among the first of the new lords to discard the Faith of the Seven and take up the worship of R'hllor. He briefly served as Stannis' Hand of the King before Davos. He is old, thin and tall, with silver hair and a beard shaped in a spike surrounding a long and distinguished face.Alester receives the distress message that the Night's Watch sent Dragonstone, but does not show it to Stannis, reasoning that &quot;his Grace lacks the men to fight his own battles, he has none to waste on Wildlings&quot;. Davos thinks Alester was right, and besides, the talk of &quot;five kings&quot; would certainly have angered Stannis. This is the same letter that Davos shows Stannis after saving Edric Storm, persuading him to travel north and help the Night's Watch.After Stannis' defeat in the Battle of the Blackwater, House Florent are stripped of Brightwater Keep by the Iron Throne. In an attempt to reclaim it, Alester tries to negotiate a surrender to the Lannisters. He writes a letter he plans to send to Tywin Lannister - without Stannis' knowledge or consent - offering peace and suggesting that Stannis will give up his claim to the Iron Throne, swear fealty to Joffrey, and take back what he said about Joffrey's parentage, but will remain Lord of Dragonstone and Storm's End, and that the Florents will get their castle back. In addition, he offers to seal the bargain by wedding Shireen to Tommen Baratheon. Alester has no intention of treason, but innocently feels he is doing what is best for Stannis, because these are the best terms he can hope for after his loss at the Blackwater. However, Stannis is unwilling to negotiate with his enemies, and offering to marry off his only child to the Lannisters is an even greater insult - particularly given that he considers Tommen to be an abomination borne of incest. Thus Alester is thrown to the same cell Davos is held in, and during his brief time he tells Davos what he did. Davos explains to Alester the folly in his deeds, for Stannis will never yield, so long as he knows his claim is just. Alester sobs. Later, when Axell comes to take Davos to Stannis, he calls Alester a traitor. Alester swears to his brother that he committed no treason, and begs him to leave the torch in the cell, but Axell does not listen.Although Alester acted of folly and had no malicious intent, Stannis - harsh in his judgment as ever - believes that Alester has committed a treason and sentences him to death by burning. Davos neither objects nor chides Stannis for that. It is not mentioned how Selyse and Shireen feel about Alester's fate.Guncer Sunglass is the Lord of Sweetport Sound and the head of House Sunglass. He is pious in his faith of the Seven and prays three times a day. He supported Stannis' cause, but infuriated him by constantly muttering about the will of the Seven. After Melisandre burned the sept on Dragonstone he refused to continue fighting for Stannis' cause. He was imprisoned for this, with Ser Hubard Rambton's sons (who tried to stop the burning of the sept by force), and all of them were burned on Selyse's orders while Stannis fought in the Battle of the Blackwater. Davos hears about their fate from Salladhor Saan.==See also==*AWOIAF (MAJOR spoilers from the books)*AWOIAF", "appearances": " &quot;The Lion and the Rose&quot;"}, "sections": {"Family tree": "{{House Florent family tree}}\n\n", "TOP": "Axell Florent022997jpqdq09fhmbmutqjtjg9i36fn955tmm1785602015-03-22T15:50:34Z79.20.233.174Adding categories{{Heraldry|image = Florent mini shield.png|link = House Florent}}\n{{Character\n|Title = Axell Florent\n|Image = Alester florent.png\n|Season = [[Season 4|4]]\n|Appearances = &quot;[[The Lion and the Rose]]&quot;\n|Titles = Ser&lt;br&gt;[[Lord of Brightwater Keep]]\n|Status = [[:Category:Status: Dead|Deceased]]\n|Death = Burned alive by [[Melisandre]]\n|Allegiance = [[House Florent]]&lt;br&gt;[[House Baratheon of Dragonstone]]\n|Religion = [[Faith of the Seven]]\n|Family = [[Selyse Baratheon|Selyse Florent]] - sister&lt;br&gt;[[Imry Florent]] - brother&lt;br&gt;[[Shireen Baratheon]] - niece&lt;br&gt;[[Stannis Baratheon]] - brother-in-law\n|Actor = [[James McHale]]}}\n{{Template:Dialogue a-b|Davos|Lord Florent was your brother by law.|Stannis|He was an infidel.|[[Stannis Baratheon]] and [[Davos Seaworth]] immediately after Axell's death|The Lion and the Rose}}\n'''AxellÂ FlorentÂ ''' is a minor character in the [[Season 4|fourth season]]. He is played by guest star [[James McHale]] and only appears in &quot;[[The Lion and the Rose]].&quot; He is the [[Lord of Brightwater Keep]], the head of [[House Florent]] and brother of Queen [[Selyse Baratheon|Selyse]], the wife of King [[Stannis Baratheon|Stannis I]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Ser Axell Florent has been the castellan of Dragonstone for a decade. He is not Selyse's s brother, but her uncle. He is also a devoted follower of [[R'hllor]]. He is described as short and muscular, with a barrel chest, thick arms, bandy legs, and hair growing from his ears. So far in the books, he is alive and well.\n\nAxell has always treated Davos courteously, but this changes when Davos returns to Dragonstone intending to kill Melisandre. Axell arrests Davos shortly after he arrives, and ever since he treats Davos hostilely. Axell advises Stannis to raid [[Claw Isle]] as a punishment for lord Celtigar's betrayal, and warns Davos that he must support the plan, otherwise some &quot;accident&quot; will happen to him. Davos does not take the warning lightly, but objects firmly to the plan, and manages to dissuade Stannis. Axell does not realize his threat (perhaps because Stannis promotes Davos to be his Hand), but resents Davos. He enjoys making fun of Davos in presence of other lords, by stressing the point that Davos is lowborn, and therefore not fit to be king's Hand.\n\nAxell, alongside Melisandre and Selyse, urges Stannis to sacrifice his bastard nephew Edric Storm (in the show replaced with [[Gendry]]), while Davos objects.\n\nThe character in the the TV series has little in common with his book counterpart, but is instead an amalgamation of Lord Alester Florent and Lord Guncer Sunglass.\n\nAlester Florent is the [[Lord of Brightwater Keep]] and the head of House Florent. He is the brother of Axell, the uncle of Selyse, the father of [[Melessa Tarly]] and the grandfather of [[Samwell Tarly]]. He was initially sworn to [[Renly Baratheon]], but after Renly's death he was the first to declare for Stannis. He was also among the first of the new lords to discard the [[Faith of the Seven]] and take up the worship of R'hllor. He briefly served as Stannis' [[Hand of the King]] before Davos. He is old, thin and tall, with silver hair and a beard shaped in a spike surrounding a long and distinguished face.\n\nAlester receives the distress message that the [[Night's Watch]] sent Dragonstone, but does not show it to Stannis, reasoning that &quot;his Grace lacks the men to fight his own battles, he has none to waste on [[Wildlings]]&quot;. Davos thinks Alester was right, and besides, the talk of &quot;five kings&quot; would certainly have angered Stannis. This is the same letter that Davos shows Stannis after saving Edric Storm, persuading him to travel north and help the Night's Watch.\n\nAfter Stannis' defeat in the [[Battle of the Blackwater]], House Florent are stripped of [[Brightwater Keep]] by the [[Iron Throne]]. In an attempt to reclaim it, Alester tries to negotiate a surrender to the Lannisters. He writes a letter he plans to send to [[Tywin Lannister]] - without Stannis' knowledge or consent - offering peace and suggesting that Stannis will give up his claim to the Iron Throne, swear fealty to Joffrey, and take back what he said about Joffrey's parentage, but will remain Lord of Dragonstone and Storm's End, and that the Florents will get their castle back. In addition, he offers to seal the bargain by wedding Shireen to [[Tommen Baratheon]]. Alester has no intention of treason, but innocently feels he is doing what is best for Stannis, because these are the best terms he can hope for after his loss at the Blackwater. However, Stannis is unwilling to negotiate with his enemies, and offering to marry off his only child to the Lannisters is an even greater insult - particularly given that he considers Tommen to be an abomination borne of [[incest]]. Thus Alester is thrown to the same cell Davos is held in, and during his brief time he tells Davos what he did. Davos explains to Alester the folly in his deeds, for Stannis will never yield, so long as he knows his claim is just. Alester sobs. Later, when Axell comes to take Davos to Stannis, he calls Alester a traitor. Alester swears to his brother that he committed no treason, and begs him to leave the torch in the cell, but Axell does not listen.\n\nAlthough Alester acted of folly and had no malicious intent, Stannis - harsh in his judgment as ever - believes that Alester has committed a treason and sentences him to death by burning. Davos neither objects nor chides Stannis for that. It is not mentioned how Selyse and Shireen feel about Alester's fate.\n\nGuncer Sunglass is the Lord of Sweetport Sound and the head of House Sunglass. He is pious in his faith of the Seven and prays three times a day. He supported Stannis' cause, but infuriated him by constantly muttering about the will of the Seven. After Melisandre burned the sept on [[Dragonstone]] he refused to continue fighting for Stannis' cause. He was imprisoned for this, with Ser Hubard Rambton's sons (who tried to stop the burning of the sept by force), and all of them were burned on Selyse's orders while Stannis fought in the Battle of the Blackwater. Davos hears about their fate from [[Salladhor Saan]].\n\n", "See also": "*{{AWOIAF}} (MAJOR spoilers from the books)\n*{{AWOIAF|Alester Florent}} (MAJOR spoilers from the books)\n*{{AWOIAF|Guncer Sunglass}}\n\n", "Appearances": "{{Season Four Appearances|2=yes}}\n\n", "Biography": "===Background===\nSer Axell Florent is a member of [[House Florent]] of [[Brightwater Keep]], a noble house sworn to [[House Tyrell]] of [[the Reach]]. However, due to Selyse's marriage to Stannis, the Florents have declared for Stannis in the [[War of the Five Kings]].\n\n===[[Season 4]]===\nSer Axell is burned alive by [[Melisandre]] on the beach of [[Dragonstone (island)|Dragonstone]] for refusing to renounce [[the Seven]]. He pleads to his sister and brother-in-law for mercy, which they do not give.\n\n[[Davos Seaworth]]Â disapproves of Axell'sÂ death, saying Axell was Stannis'sÂ brother by law and thatÂ he choses to follow the gods of his fathers and that they were the gods of Stannis's fathers too. Stannis replies that he ordered Axell to destroy his idols, but he disobeyed.Â When Davos asked how many ships and men AxellÂ brought to Stannis's cause Stannis replies &quot;A good deal more than you&quot;.\n\nWhen speaking toÂ Melisandre,Â [[Shireen Baratheon|Shireen]]Â says that AxellÂ was always kind to her.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\n"}, "title": "Axell Florent"}