{"attributes": {"status": " :Category: Status: Dead", "family": " Nissa Nissa - wife", "title": " Azor Ahai", "season": " Histories &amp; Lore", "image": " Azor Ahai.jpg", "religion": " R'hllor", "mentioned": " &quot;The Lord of Light (Histories &amp; Lore)&quot;Quote"}, "sections": {" In the books ": "In the ''[[A Song of Ice and Fire]]'' novels, Azor Ahai was a legendary hero who lived approximately eight thousand years before Aegon's Landing. It is said that during the midst of [[The Long Night]], Azor Ahai rose up and defeated [[White Walkers|the Others]], wielding a sword of fire called Lightbringer.\n\nDarkness lay over the world and Azor Ahai was the hero chosen to fight against it. To fight the darkness, Azor Ahai needed to forge a hero's sword. He labored for thirty days and thirty nights until it was done. However, when he went to temper it in water, the sword broke. He was not one to give up easily, so he started over.\n\nThe second time he took fifty days and fifty nights to make the sword, even better than the first. To temper it this time, he captured a lion and drove the sword into its heart, but once more the steel shattered.\n\nThe third time, with a heavy heart, for he knew beforehand what he must do to finish the blade, he worked for a hundred days and nights until it was finished. This time, he called for his wife, Nissa Nissa, and asked her to bare her breast. He drove his sword into her living heart, her soul combining with the steel of the sword, creating Lightbringer.\n\nAccording to prophecy, in ancient books of [[Asshai]] from over five thousand years ago, Azor Ahai is to be reborn again to challenge the Others. This will occur after a long summer when an evil, cold darkness descends upon the world.It is said that wielding Lightbringer once again, Azor Ahai will stand against the Others and if he fails, the world fails with him,\n\n''&quot;There will come a day after a long summer when the stars bleed and the cold breath of darkness falls heavy on the world. In this dread hour a warrior shall draw from the fire a burning sword. And that sword shall be Lightbringer, the Red Sword of Heroes, and he who clasps it shall be Azor Ahai come again, and the darkness shall flee before him.&quot;''\n\nSome readers believe that Azor Ahai reborn is the same hero as the prince that was promised, while others believe that that is erroneous and that they come from two distinct prophecies. Azor Ahai and the prince that was promised have thus far never been mentioned in the same sentence although [[Melisandre]] has mentioned the prince that was promised and Azor Ahai interchangeably, however she tends to use the name Azor Ahai far more often.\n\n", "TOP": "Azor Ahai021415e9c752780i0f5q5i5d0go37w75bo91s1593552014-09-14T17:35:45ZSer Patrek25358400{{Template:Conjecture}}{{Character\n|Title = Azor Ahai\n|Image = Azor Ahai.jpg\n|Season = [[Histories &amp; Lore]]\n|Status = [[:Category: Status: Dead|Deceased]]\n|Family = {[[Nissa Nissa]]} - wife\n|Religion = [[R'hllor|R'hllor, the Lord of Light]]|Mentioned = &quot;[[The Lord of Light (Histories &amp; Lore)]]&quot;}}{{Quote|According to prophecy, our champion will be reborn to wake dragons from stone and reforge the great sword Lightbringer that defeated the darkness those thousands of years ago. If the old tales are true, a terrible weapon forged with a loving wife's heart. Part of me thinks man was well rid of it, but great power requires great sacrifice. That much at least the Lord of Light is clear on.|Thoros of Myr|The Lord of Light (Histories &amp; Lore)}}'''â&euro;&lsaquo;Azor AhaiÂ '''â&euro;&lsaquo;isÂ a legendary figure in the faith of [[R'hllor]]. Thousands of years ago, he forged the sword [[Lightbringer]] which he used to defeat the darkness of the [[Great Other]]. This came at a price, however, as in order to unleash the sword's true powers he had to plunge it into the heart of his loving wife, [[Nissa Nissa]]. A prophecy foretells that he will be reborn as [[The Prince That Was Promised]].&lt;ref&gt;&quot;[[The Lord of Light (Histories &amp; Lore)]]&quot;&lt;/ref&gt;\n\n", " See also ": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n"}, "title": "Azor Ahai"}