{"attributes": {"status": " :Category:Status: Dead", "last": "", "family": ["Rhaenyra Targaryen - grandmother", "Aegon III Targaryen - father", "Daeron I Targaryen - brother", "Daena Targaryen - sister-wife", "Rhaena Targaryen - sister", "Elaena Targaryen - sister", "Viserys II Targaryen - uncle", "Aegon IV Targaryen - cousin", "Naerys Targaryen - cousin", "Aemon Targaryen (Dragonknight)"], "rightlink": "Faith of the SevenCharacter", "season": "Season 1", "image": "Baelor Targaryen.jpg", "leftimage": " Targaryen mini shield.png", "allegiance": "House Targaryen", "religion": " Faith of the SevenQuote", "titles": ["King of the Andals and the First Men", "Lord of the Seven Kingdoms", "Protector of the Realm"], "rightimage": "Seven mini star.png", "place": "Red Keep, King's Landing", "mentioned": "&quot;Baelor&quot;", "title": "Baelor I Targaryen", "aka": ["Baelor the Blessed", "Baelor the Beloved"], "first": "", "leftlink": " House Targaryen"}, "sections": {"Family tree": "{{House Targaryen family tree Regency Conquest of Dorne era}}\n\n", "TOP": "Baelor Targaryen0104734ml7abj3moygs8es0uwvt3c3kf0w2w51740872015-02-22T23:15:41ZThe Dragon Demands5014364{{Heraldry\n|leftimage = Targaryen mini shield.png\n|leftlink = House Targaryen\n|rightimage=Seven mini star.png\n|rightlink=Faith of the Seven\n}}\n{{Character\n| Title=Baelor I Targaryen\n| Image=Baelor Targaryen.jpg\n| Season=[[Season 1|1]], [[Season 2|2]], [[Season 4|4]]\n| First=\n| Last=\n| Mentioned=&quot;[[Baelor]]&quot;\n| Aka=Baelor the Blessed&lt;br&gt;Baelor the Beloved\n| Status= [[:Category:Status: Dead|Deceased]]\n| Titles=King of the Andals and the First Men&lt;br&gt;Lord of the Seven Kingdoms&lt;br&gt;Protector of the Realm\n| Place=[[Red Keep]], [[King's Landing]]\n| Allegiance=[[House Targaryen]]\n| Family={[[Rhaenyra Targaryen]]} - grandmother&lt;br&gt;{[[Aegon III Targaryen]]} - father&lt;br&gt;{[[Daeron I Targaryen]]} - brother&lt;br&gt;{[[Daena Targaryen]]} - sister-wife&lt;br&gt;{[[Rhaena Targaryen]]} - sister&lt;br&gt;{[[Elaena Targaryen]]} - sister&lt;br&gt;{[[Viserys II Targaryen]]} - uncle&lt;br&gt;{[[Aegon IV Targaryen]]} - cousin&lt;br&gt;{[[Naerys Targaryen]]} - cousin&lt;br&gt;{[[Aemon Targaryen (Dragonknight)|Aemon Targaryen]]} - cousin\n| Actor=|Religion = [[Faith of the Seven]]}}\n{{Quote|Baelor the Blessed was holy, and pious.  He built [[Great Sept of Baelor|this Sept]].  He also named a six year-old boy High Septon, because he thought the boy could work miracles.  He ended up fasting himself into an early grave, because food was of this world, and this world is sinful.|[[Tywin Lannister]]|Breaker of Chains}}\n'''Baelor I Targaryen''', full name '''Baelor of House Targaryen, the First of His Name''', called '''Baelor the Blessed''' and '''Baelor the Beloved''', is a mentioned character in the [[Season 1|first]]Â and [[Season 4|fourth]]Â seasons. He died before the time of the series, and is not expected to appear.\n\n", "In the books": "In ''[[A Song of Ice and Fire]]'', Baelor is the second son of Aegon III, the Dragonbane, and ruled after the death of his brother Daeron I Targaryen, the Young Dragon. He wished to become a [[septon]], but his father refused, instead insisting that he marry his sister [[Daena Targaryen|Daena]] in the traditional Targaryen manner. Baelor obeyed, but extremely reluctantly and refused to consummate the marriage.\n\nUpon his brother King Daeron I's death, Baelor is said to have begun his reign by walking the [[Boneway]] barefoot to make peace with [[Dorne]]. It is also said that he saved his cousin Aemon the Dragonknight from a snake pit, where he was bitten many times by the vipers whose venom could not kill him because of his faith in [[the Seven]]; this tale may simply be a metaphorical version of his visit to Dorne, referring to Dorne itself as a &quot;snake pit,&quot; and the Dornish, &quot;vipers.&quot; Whatever the truth, Baelor returned home having negotiated the marriage of his grand-nephew [[Daeron II Targaryen|Daeron]] to [[Myriah Martell]] as a means of making peace with Dorne after Daeron I's failed conquest. Years after Baelor died, when Daeron was crowned as King Daeron II, he negotiated the marriage of his much younger sister [[Daenerys Targaryen (daughter of Aegon IV)|Daenerys]] to the [[Prince of Dorne]], thereby uniting the realms.\n\nBaelor apparently suffered from the [[Targaryen madness|Targaryen family's tendency towards insanity]], though he exhibited it much differently than others. Instead of being violent or paranoid, Baelor was obsessed with religion and pacifism, to the point of absurdity. Baelor earned the contempt of his nobles by forcing Lord Belgrave to wash the feet of a leper. He tried to replace all the [[ravens]] that delivered messages with doves, wore a crown made only of flowers, and once banished all [[prostitution|prostitutes]]Â from King's Landing. Baelor also confined his sisters Daena, Rhaena, and Elaena in the Maidenvault so they would not tempt him with carnal thoughts.\n\nHe also attempted to birth new dragons by praying over the dragon eggs, but his prayers went unanswered. Despite his zealous support of the Faith of the Seven, Baelor decided not to re-arm its old military orders, as Baelor was a man of peace who believed the only weapon the faithful should have is prayer.\n\nDuring his reign he had a stonemason named as the [[High Septon (title)|High Septon]], a man that could carve stonework so beautifully that Baelor believed him to be [[The Smith]] in human form. While a fantastic stonecarver, the new High Septon could not read, write or recite any prayers. Rumor spread that Baelor's Hand, his uncle [[Viserys II Targaryen|Viserys]], had this High Septon poisoned to end the embarrassment to the realm. Baelor then raised a boy of eight years to High Septon, whom he claimed worked miracles, although the boy could not save the king's life on his deathbed. History says Baelor starved himself to death by prolonged fasting to cleanse himself of lust, but some believe he was poisoned by his Hand and uncle, Viserys. Baelor never consummated his marriage and therefore died childless, and was succeeded by his uncle.\n\nThe TV series made a slight change by stating that the boy whom Baelor named as High Septon was six years old, instead of eight years old as in the books.\n\nBaelor was extremely popular with the smallfolk, due to his fanatical devotion to the religious virtues of charity. In later generations he became remembered as &quot;Baelor the Blessed&quot; and revered as a saintly figure. Some educated members of the nobility, however (such as Tywin) think of him as a befuddled and overzealous fool who had a tenuous grip on reality.\n\n", "Image Gallery": "&lt;gallery widths=&quot;170&quot; columns=&quot;3&quot; spacing=&quot;small&quot;&gt;\nGreatSeptS3.jpg|Statue\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF|Baelor I Targaryen|Baelor Targaryen}}\n\n", "Biography": "===Background===\nBaelor was a [[King of the Andals and the First Men|King]] in the [[House Targaryen|Targaryen dynasty]]. He had the [[Great Sept of Baelor]], which became the center of the [[Faith of the Seven]], built during his reign in the city of [[King's Landing]]. A large statue of him was later erected in front of the Great Sept.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\nDuring his reign, he had the [[Maidenvault]] built inside the [[Red Keep]] and imprisoned [[Daena Targaryen|his]] [[Rhaena Targaryen|three]] [[Elaena Targaryen|sisters]] to prevent carnal temptations.&lt;ref&gt;[[The Red Keep (Histories &amp; Lore)]]&lt;/ref&gt;\n\nThough famed for his holiness and piety, he was also a religious zealot. Among Baelor's follies, he named a six year old boy [[High Septon]] because he was convinced the child could work miracles. Baelor starved himself into an early grave with his frequent religious fasting.\n\nGiven that Baelor abhorred desires of the flesh, he died without issue. He was succeeded by his uncle and Hand, [[Viserys II Targaryen]].\n\n===[[Season 1]]===\n\nWhen [[Eddard Stark]] is dragged out of the dungeons to make a forced (and false) confession of treason on the steps of the Great Sept of Baelor, he spots his daughter [[Arya Stark|Arya]] (who escaped capture by the Lannisters) hiding in the crowd near a statue of King Baelor. He also sees the loyal [[Night's Watch]] recruiter [[Yoren]] in the crowd, and as the guard lead him past he utters one quick word to him: &quot;Baelor&quot;. This directs Yoren's attention to the statue, and notices Arya.\n\nAfter Eddard makes his false confession, Grand Maester [[Pycelle]] pontificates to the crowd that Baelor taught the realm mercy, which is why Lord Stark's life will be spared and he will be exiled to [[the Wall]]. King [[Joffrey Baratheon|Joffrey]], however, in a display of petty cruelty says that mercy is for women, and demands that Eddard be executed on the spot. Ser [[Ilyn Payne|Ilyn]] then beheads Lord Stark. Thanks to Eddard's warning, however, Yoren is able to drag the terrified Arya away and successfully assists her in escaping from the city.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n[[Tyrion Lannister]] mentions that Baelor the Blessed is one of the kings analyzed in the classic book, ''[[Lives of Four Kings]]''.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\n[[Tywin Lannister]] recounts Baelor the Blessed's folly while conversing with his grandson, [[Tommen Baratheon]], about the necessary qualities required in a good king.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\n"}, "title": "Baelor Targaryen"}