{"attributes": {"status": " :Category:Status: Dead", "title": "Balerion", "season": " Season 1", "image": " Balerion the Black Dread.png", "allegiance": " Aegon I Targaryen", "mentioned": [" &quot;Cripples, Bastards and Broken Things&quot;", "&quot;A Man Without Honor&quot;"], "aka": " Balerion the Black DreadQuote", "species": " Dragon"}, "sections": {"TOP": "Balerion03153r1vtbmmu7zh1f1vnren52bun6fdonog1761092015-03-10T05:48:55ZSharp Blades26158496{{Stub}}\n::''This article is about the [[Dragons|dragon]], for [[Daenerys Targaryen]]'s [[Ships|ship]] see [[Balerion (ship)]]''\n{{Animal\n| Title =Balerion\n| Image = Balerion the Black Dread.png\n| Season = [[Season 1|1]], [[Season 2|2]]\n| Species = [[Dragon]]\n| Status = [[:Category:Status: Dead|Deceased]]\n| Allegiance = [[Aegon I Targaryen|Aegon the Conqueror]]\n|Mentioned = &quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;br&gt;&quot;[[A Man Without Honor]]&quot;|Aka = Balerion the Black Dread}}{{Quote|My books are better than these boring scrolls. You could read about Balerion the Dread. They say you can still see his skull in the dungeons beneath the [[Red Keep]]. I'd like to see that some day... His fangs were as long as bastard-swords.|[[Shireen Baratheon]]|Mhysa}}\n[[File:Burning of Harrenhal closeup.png|thumb|Balerion melts the towers of Harrenhal]]\n[[File:Balerion_roasts_Harrenhal.png|thumb|Aegon unleashes Balerion against Harrenhal]]\n'''Balerion''', known as '''Balerion the Black Dread''', was the [[dragon]] ridden by [[Aegon I Targaryen|Aegon the Conqueror]] during the [[War of Conquest]]. It was so large it was said his shadow could swallow an entire town when Balerion took flight.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\nBalerion was employed by Aegon the Conqueror to [[Burning of Harrenhal|burn and half-ruin]] [[Harrenhal]]. Balerion later participated, along with the other two Targaryen dragons, in the climactic battle of the War of Conquest: the [[Field of Fire]].\n\n", "See Also": "* {{AWOIAF}} (spoilers from the books)\n\n", "In the books": "\nBalerion was the last surviving original Valyrian dragon. When the Targaryens resettled on [[Dragonstone]] to escape the coming [[Doom of Valyria]], they took five dragons with them, but four of these later died, leaving only Balerion. However, the other dragons did leave behind eggs, from which hatched Meraxes and Vhagar.\n\nAegon personally used Balerion to burn out Harrenhal. Balerion destroyed the castle all by himself, as the other two dragons were away fighting other campaigns. He then took part in the Field of Fire alongside Vhagar and Meraxes.\n\nAfter Aegon I died, Balerion bonded with his second son [[Maegor Targaryen|Maegor]], known as &quot;Maegor the Cruel&quot;. His first son Aenys succeeded Aegon upon his death, but Aenys had already bonded to the dragon Quicksilver. Maegor refused to attempt to bond with any dragon in his youth, intentionally waiting until his father died and Balerion was available for a new rider - feeling that he was worthy of nothing less than riding Balerion himself. Maegor made extensive use of Balerion during the eleven year long Faith Militant uprising, burning hundreds of members of the Faith Militant at King's Landing. He also participated in the major battle at the big fork of the Blackwater, albeit the rebels intentionally attacked during a heavy rainstorm so Balerion would have difficulty flying.\n\nBalerion lived to just over two centuries old. The Targaryens moved to Dragonstone with Balerion about a century before the Targaryen Conquest of Westeros, and Balerion is stated to have died almost a century after that, late in the reign of King [[Jaehaerys I Targaryen]]. George R.R. Martin stated that Balerion died of old age, not from combat. Balerion's last rider was Jaehaerys I's grandson (and later successor), Viserys I, who did not bond with a new dragon after Balerion died. Jaehaerys I himself didn't ride Balerion, because he was bonded to Vermithor, who during the Dance of the Dragons was the oldest and largest dragon after Vhagar. It is unknown if Balerion had another rider in the number of years after Maegor died but before Viserys I rode him.&lt;ref&gt;[http://grrm.livejournal.com/360936.html?thread=18791400#t18791400 George R.R. Martin blog post]&lt;/ref&gt;\n\nBalerion was the greatest Targaryen dragon who ever lived, the largest since the fall of Valyria. Dragons keep growing for their entire lives, meaning that Balerion was even larger during the Faith Militant uprising. Only Vhagar ever managed to approach Balerion in size, but only many years after his death. Vhagar was the youngest of the original three Targaryen dragons and therefore was not as large as the others. By the time of the civil war known as the Dance of the Dragons in 130 AL, however, Vhagar was approaching two hundred years in age, and had become nearly as large as Balerion during the War of Conquest. During the Dance, Vhagar's body core was said to be about five times larger than a war horse, meaning that Balerion was somewhat bigger than this. Balerion's skull was the largest in the collection of 19 dragon skulls that the Targaryens displayed in the Red Keep.\n\nBalerion apparently mated with both Vhagar and Meraxes, though the exact lineage of subsequent Targaryen dragons has not yet been directly stated.\n\nBalerion was colored black (hence his sobriquet of &quot;The Black Dread&quot;), with red highlights. Generations later, [[Daenerys Targaryen]] thinks that her newly hatched dragon [[Drogon]] resembles descriptions of Balerion so closely that he is actually a reincarnation of Balerion's spirit, though she gives him a new name for his new life.\n\n[[Rhaenys Targaryen (daughter of Rhaegar)|Rhaenys Targaryen]] had a black kitten she named &quot;Balerion&quot; after the mighty dragon.\n\n"}, "title": "Balerion"}