{"attributes": {"status": " :Category:Status: Alive", "10": "yes==Family tree==House Greyjoy family tree==Quotes==Quote", "death": "", "last": "&quot;Mhysa&quot;", "imagesize": "250px", "family": [" Euron Greyjoy - brother", "Victarion Greyjoy - brother", "Aeron Greyjoy - brother", "Alannys Greyjoy - wife", "Rodrik Greyjoy - son", "Maron Greyjoy - son", " Yara Greyjoy - daughter", "Theon Greyjoy - son"], "title": "Balon Greyjoy", "culture": "Ironborn", "season": "Season 2", "image": "Balon.png", "allegiance": "House Greyjoy", "actor": "Patrick MalahideQuote", "religion": "Drowned God", "titles": "King of the Iron Islands", "link": "House GreyjoyCharacter", "place": "Pyke (castle)", "aka": ["Balon Greyjoy, the Ninth of His Name Since the Grey King", "Invader of the North"], "appearances": "3 episodes &lt;small&gt;(#Appearances", "first": "&quot;The Night Lands&quot;"}, "sections": {"Family tree": "{{House Greyjoy family tree}}\n\n", "TOP": "Balon Greyjoy02892q9ukoo05b9e406a2ch2hl3vovf628h51761492015-03-10T21:21:22ZDaemon Targaryen24097499{{Heraldry\n|image=Greyjoy mini shield.png\n|link=House Greyjoy\n}}\n\n{{Character\n| Title=Balon Greyjoy\n| Image=Balon.png\n| ImageSize=250px\n| Season=[[Season 2|2]], [[Season 3|3]]\n| First=&quot;[[The Night Lands]]&quot;\n| Last=&quot;[[Mhysa]]&quot;\n| Appearances=3 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n| Aka=Balon Greyjoy, the Ninth of His Name Since the Grey King&lt;br&gt;Invader of the North\n| Status= [[:Category:Status: Alive|Alive]]\n| Titles=[[King of the Iron Islands|King of the Iron Islands and the North]]&lt;br&gt;[[Lord of the Iron Islands]]&lt;br&gt;[[King of Salt and Rock]]&lt;ref&gt;[[Complete Guide to Westeros]]&lt;/ref&gt;&lt;br&gt;[[Son of the Sea Wind]]&lt;br&gt;[[Lord Reaper of Pyke]]&lt;br&gt;\n| Death=\n| Place=[[Pyke (castle)|Pyke]]\n| Allegiance=[[House Greyjoy]]\n| Religion=[[Drowned God]]\n| Culture=[[Ironborn]]\n| Family= [[Euron Greyjoy]] - brother&lt;br&gt;[[Victarion Greyjoy]] - brother&lt;br&gt;[[Aeron Greyjoy]] - brother&lt;br&gt;[[Alannys Greyjoy]] - wife&lt;br&gt;{[[Rodrik Greyjoy]]} - son&lt;br&gt;{[[Maron Greyjoy]]} - son&lt;br&gt; [[Yara Greyjoy]] - daughter&lt;br&gt;[[Theon Greyjoy]] - son\n| Actor=[[Patrick Malahide]]}}\n{{Quote|No man gives me a crown. I pay the iron price. I will take my crown.|Balon Greyjoy|The Night Lands}}\n\n'''Balon Greyjoy''' is a recurring character in the [[Season 2|second]] and [[Season 3|third]] seasons. He is played by guest star [[Patrick Malahide]] and debuts in &quot;[[The Night Lands]].&quot; Balon Greyjoy is the [[Lord Reaper of Pyke]] and the head of [[House Greyjoy]]. He is the father of major character [[Theon Greyjoy]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Balon Greyjoy had four children: Rodrik, Maron, Theon and Asha. His two eldest sons were killed during the Greyjoy Rebellion and Theon taken as hostage, leaving him only with his daughter Asha. In defiance of ironborn custom, Balon has allowed Asha to captain her own ship and train for battle, leading some to suspect he is grooming her as his heir should Theon die, despite the commandment of the Drowned God that no woman should sit the [[Seastone Chair]] - the old throne of the Kings of the Isles.\n\nBalon also has three younger brothers: Euron &quot;Crow's Eye&quot;, a pirate and reaver known for his long voyages into the east on missions of plunder; Victarion, a mighty warrior and commander of the Iron Fleet; and Aeron &quot;Damphair&quot;, a [[Drowned Men|priest]] of the [[Drowned God]] who came to the faith late after spending many years as a drunkard and fool.\n\nBalon is actually the ninth member of the Greyjoy family to be named &quot;Balon&quot;, extending back to the legendary founder of the House, the [[Grey King]]. Thus when Balon crowns himself king, he is formally known as &quot;King Balon IX&quot;. However, not all of the previous Greyjoys named Balon ruled as king (some may have come after the Targaryen conquest).\n\nBesides his title as Lord Reaper of Pyke, Balon also styles himself King of Salt and Rock and Son of the Sea Wind.\n\n", "Quotes": "{{Quote|[[Robb Stark|The wolf pup]] has gone south with the entirety of the northern army at his back. While he's tangling with [[Tywin Lannister|the lion]] in [[the Westerlands]], [[the North]] is ripe for the taking. The ironborn will reave and pillage as it was in the old days all along the northern coast. We'll spread out dominion across the green lands securing [[the Neck]] and everything above. Every stronghold will fall to us one by one.|Balon Greyjoy|What is Dead May Never Die}}\n\n", "See also": "*{{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season Two Appearances||yes|yes}}\n{{Season Three Appearances|10=yes}}\n\n", "Biography": "===Background===\nBalon Greyjoy is the head of [[House Greyjoy]] and [[Lord of the Iron Islands]]. The [[Iron Islands]] are one of the constituent regions of the [[Seven Kingdoms]] and House Greyjoy is one of the [[Great Houses]] of the realm. House Greyjoy rule the region from their seat at [[Pyke (castle)|Pyke]] and Balon also holds the title [[Lord Reaper of Pyke]]. He is a hard, ambitious and ruthless man.\n\nBalon is married to [[Alannys Greyjoy|Alannys]] of [[House Harlaw]]. They had four children [[Rodrik Greyjoy|Rodrik]], [[Maron Greyjoy|Maron]], [[Yara Greyjoy|Yara]] and [[Theon Greyjoy|Theon]]. Yara is their only daughter.\n\n[[File:Balon_kneels.png|thumb|left|251px|Balon kneels to [[Robert Baratheon]] and [[Eddard Stark]] after his rebellion fails]]Eight years before the start of the series Balon declared himself [[King of the Iron Islands]] and rose in the [[Greyjoy Rebellion|rebellion]] against the Iron Throne to revive the &quot;[[Old Way (ironborn)|Old Way]]&quot;, which had once led the [[ironborn]] to rule much of the western coast of Westeros. He was, however, defeated in a bloody war. His elder two sons were killed and his third son, Theon, was taken by Lord [[Eddard Stark]] as a hostage for Balon's good behavior and obedience.&lt;ref name=&quot;Balon Greyjoy viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/greyjoy/balon-greyjoy/ HBO viewers guide, season 2 guide to houses, House Greyjoy - Balon Greyjoy entry]&lt;/ref&gt; Yara has remained on the Iron Islands and has become a warrior and captain in her own right, which is unusual for women on the isles.&lt;ref name=&quot;Yara Greyjoy viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/greyjoy/yara-greyjoy/ HBO viewers guide, season 2 guide to houses, House Greyjoy - Yara Greyjoy entry]&lt;/ref&gt;\n\n===[[Season 1]]===\nWhile visiting [[Winterfell]], [[Tyrion Lannister]] asks Theon what his father would think if he could see his only surviving son 'playing lackey' to [[Robb Stark]]. Theon angrily defends himself, but Tyrion seems to gain the upper hand of the exchange.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt; Later, Theon tells [[Ros]] about his father's power and that no family in Westeros, not even the [[House Lannister|Lannisters]], can look down at them. However, Maester [[Luwin]] mocks Theon's father's failed rebellion when Theon's boasting gets a little out of hand.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt; When Theon tries to get [[Osha]] to call him 'Lord', she points out his father is still alive, so he isn't a lord yet, to Theon's annoyance.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\nBalon's estrangedÂ son Theon returns to the Iron Islands, hoping to be received with honors, only to find nothing. Theon finds Balon waiting alone in his chambers. He greets him as 'father' and Balon remarks on his nine year absence, saying the Starks took a frightened boy and he wonders what they have given back. Theon says that he is a man and Balon's heir. Balon says they will see and notes that Eddard had Theon for longer than he did. Theon responds that Eddard is gone and Balon asks how Theon feels about Eddard's death. Theon says â&euro;&oelig;what's done is doneâ&euro;? and shows Balon the proposal from Robb. Balon interrupts him to ask who gave him his clothes, wondering if Eddard enjoyed dressing him like a daughter. Theon is baffled and offers to change his clothes. Balon notes the gold clasp of Theon's cloak and reminds Theon of the custom of the Iron Price, saying that Theon should wear only what he has taken from dead foes. He asks if Theon paid the Iron Price for the clasp and when Theon admits that he did not, Balon tears it from his neck. He says that he will not have his son dressed like a whore and throws the clasp into the fire.&lt;ref name=&quot;E12&quot;&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\nBalon says that Theon's appearance is proof of his fear that the Starks would make Theon theirs. Theon insists that his blood is salt and iron, and Balon counters that Robb has sent him like a trained raven with a message. Theon asserts that he proposed the offer in Robb's message and that Robb sees him as a brother. Balon warns Theon not to name Robb brother in his presence because Robb is the son of the man who killed Theon's true brothers. He asks if Theon has forgotten his origins and Theon insists that he remembers his brothers and the time when his father was a king before handing Balon the message. Balon interprets the offer as Robb giving him a crown in exchange for him defeating Robb's enemies. Theon suggests that he could lead the attack personally.&lt;ref name=&quot;E12&quot;/&gt;\n\nA young woman Theon rode with to Pyke and tried to seduce enters and he shouts that he told her to wait outside. He asks how she bypassed the guards and she tells him that anything male is easy to fool before standing beside Balon. Balon greets her warmly and puts his arm around her. Theon realizes that she is his sister, [[Yara Greyjoy|Yara]], now grown up. She greets him as brother and says that his is a homecoming that she will tell her grandchildren about. Theon realizes that Balon intends to have Yara lead the attack and says that she is unsuitable as a woman. Balon tells Theon that Yara took over command of his brother Rodrik's ship after Eddard killed him. He clutches his chest and intones a prayer to the [[Drowned God]] of the [[Ironborn]] â&euro;&oelig;What is dead may never die.â&euro;? Yara joins in and Theon repeats the saying a little slower.&lt;ref name=&quot;E12&quot;/&gt;\n\nBalon says that Yara has only ever been off the Iron Islands on a ship and that she has both commanded and killed men. He says that she knows who she is. He burns Robb's letter and says that no-one gives him a crown. He says that he will pay the Iron Price and take his crown because that is who he is and who the Iron Born have always been. Balon and Yara walk out and Theon calls after him, warning that he cannot defeat the Lannisters alone. Balon retorts that no-one said anything about fighting the Lannisters.&lt;ref name=&quot;E12&quot;/&gt;\n\nBalon enters his chambers to find his children waiting for him; Yara greets him respectfully. Theon follows suit, a little slower. Balon goes to his table which holds a map of the seven kingdoms and details his plans. He is going to attack the North. He knows that it is poorly defended while Robb is fighting in [[the Westerlands]]. He assigns thirty long ships to Yara to take [[Deepwood Motte]]. Theon asks his part and Balon says that he will have one ship to raid fishing villages along the [[Stony Shore]]. Yara twists the knife by saying that his ship is named [[Sea Bitch]]. Theon tries to argue against the whole strategy and Balon accuses him of divided loyalties. Theon claims that he is being pragmatic by avoiding the enmity of their potential ally in Robb. He reminds Balon that Robb will give them [[Casterly Rock]] in exchange for fealty. Balon counters by making Theon repeat the House Greyjoy words â&euro;&oelig;We do not sow.â&euro;? Balon describes reaving as their way of life and accuses Theon of having become weak living with the Starks. Theon responds by reminding Balon that he gave him to House Stark after his defeat in the Greyjoy Rebellion. He angers Balon with the bitter memory and Balon hits him in the face then begins to storm out of the room. Theon calls after him, pointing out the unfairness of his hatred. Balon pauses as his son harangues him but then strides on. Yara accuses Theon of wanting Balon to bow down to his â&euro;&oelig;other family.â&euro;? Theon denies seeing the Starks that way.&lt;ref name=&quot;E13&quot;&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\nTheon is baptized by a [[Drowned Priest]] on the shores of Pyke in a show of loyalty to his blood relatives. Balon and Yara watch as he proclaims his faith in the [[Drowned God]].&lt;ref name=&quot;E13&quot;/&gt;\n\n===[[Season 3]]===\nBalonÂ receieves a letter and a box from Ramsay Snow in the name of his father, Roose Bolton, the acting Warden of the North. The letter explains that Ramsay is holding Balon's son and heir, Theon Greyjoy, and that unless Balon withdraws his troops from the North and returns all occupied territories Ramsay will continue sending pieces of Theon. The box is found to contain Theon'sÂ severed penis. Despite Yara's protests, Balon burns the letter and dismisses the terms, telling her that Theon disobeyed orders and that he can no longer further the Greyjoy line, making him useless. YaraÂ openly defies her father however, and tells him that she will take a longship and the strongest warriors on Pyke to go rescue her brother.Â \n\n"}, "title": "Balon Greyjoy"}