{"attributes": {"status": " :Category:Status: Alive", "rightlink": "KingsguardCharacter", "season": "Season 2", "leftimage": "Swann mini shield.png", "allegiance": ["Kingsguard", "House SwannQuote"], "rightimage": "Kingsguard mini shield.png", "7": "yes", "8": "yes==In the books==In the ''A Song of Ice and Fire'' novels, Ser Balon is a highly regarded knight. He is the second son of Lord Gulian Swann, the head of House Swann. He is good with a lance, better with a morningstar and exceptional with a bow. He replaces Ser Preston Greenfield in the Kingsguard following his death in the Riot of King's Landing.In the TV series, Ser Preston is mentioned as still being alive at the time of Joffrey's wedding in Season 4. Nevertheless, a new member of the Kingsguard is present in Season 3's &quot;The Bear and the Maiden Fair (episode)", "mentioned": "&quot;A Man Without Honor&quot;", "title": "Balon Swann", "first": "&quot;The Bear and the Maiden Fair (episode)", "leftlink": "House Swann"}, "sections": {"In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Ser Balon is a highly regarded knight. He is the second son of Lord Gulian Swann, the head of House Swann. He is good with a lance, better with a morningstar and exceptional with a bow. He replaces Ser [[Preston Greenfield]] in the Kingsguard following his death in the [[Riot of King's Landing]].\n\nIn the TV series, Ser Preston is mentioned as still being alive at the time of Joffrey's wedding in Season 4. Nevertheless, a new member of the Kingsguard is present in Season 3's &quot;[[The Bear and the Maiden Fair (episode)|The Bear and the Maiden Fair]]&quot;. In the books, after Sandor Clegane deserted his post during the Battle of the Blackwater his place on the Kingsguard was filled by Ser Osmund Kettleblack, but because neither Ser Osmund nor his subplot have been introduced in the TV series, it is possible that it was Balon who replaced Sandor in the TV continuity.\n\nSerÂ Balon also previously competed againstÂ SerÂ [[Jaime Lannister|Jaime&amp;nbsp;Lannister]]Â in the books. JaimeÂ discusses Balon'sÂ renown as a tourney knight and melee fighter upon meeting him in the White Tower as a fellow Kingsguard, and the two share a common respect for each other, where BalonÂ is eventually assigned by Jaime as the primary Kingsguard for the King.\n\nSer Balon is the first to testify in the [[trial of Tyrion Lannister]]. Unlike the rest of the witnesses, his testimony is wholly true, objective and in favor of Tyrion: he praises Tyrion for his bravery in the [[Battle of the Blackwater]]; he claims that he thinks Tyrion is innocent; when describing how Tyrion beat Joffrey following the [[Riot of King's Landing]], he claims that it was only a fit of wroth. Tyrion wonders why offer a witness that believes him innocent, until Ser [[Meryn Trant]] comes to testify. Tyrion realizes then that [[Cersei Lannister|Cersei]] deliberately began with a man known to be honest, and milked him for all he would give, and every witness to follow will tell a worse tale.\n\n", "TOP": "Balon Swann09134gbyxlyrkf1mct8g45zcu3xwnp0pf8cc1636292014-11-02T11:10:25ZSer Patrek25358400{{ConjectureInfo}}\n{{Heraldry\n|leftimage=Swann mini shield.png\n|leftlink=House Swann\n|rightimage=Kingsguard mini shield.png\n|rightlink=Kingsguard\n}}\n\n{{Character\n| Title=Balon Swann\n| Season=[[Season 2|2]], [[Season 3|3]]\n| Mentioned=&quot;[[A Man Without Honor]]&quot;\n| First=&quot;[[The Bear and the Maiden Fair (episode)|The Bear and the Maiden Fair]]&quot;\n| Status= [[:Category:Status: Alive|Alive]]\n| Allegiance=[[Kingsguard]]&lt;br&gt;[[House Swann]]}}\n{{Quote|I remember everything about that day: your helmet, your horse, the rake lines in the dirt along the lists, where the sun was in the sky when you knocked Balon Swann in the dirt.|Alton Lannister to Jaime|A Man Without Honor}}\n\n'''Balon Swann''' is an unseen character mentioned in the [[Season 2|second season]]. Ser Balon Swann is a knight of some renown.\n\n", " Appearances ": "{{Season Three Appearances|7=yes|8=yes}}\n\n", "Biography": "===[[Season 2]]===\nSer [[Alton Lannister]] recalls that Ser [[Jaime Lannister]] defeated Ser Balon in the tourney at [[Willem Frey]]'s wedding.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\nFour members of the Kingsguard receive Tywin Lannister at the [[Great Hall (Red Keep)|throne room]], indicating one of the spots left by the death of Ser [[Mandon Moore]] and the desertion of [[Sandor Clegane]] has been filled.&lt;ref&gt;&quot;[[The Bear and the Maiden Fair (episode)]]&quot;&lt;/ref&gt;\n\n", "See also": "*{{AWOIAF}} (MAJOR spoilers from the books)\n\n"}, "title": "Balon Swann"}