{"attributes": {"status": " :Category:Status: Alive", "title": "Barbrey Dustin", "season": "Season 2", "allegiance": ["House Dustin - by marriage", "House Ryswell - by birthQuote"], "culture": " Northmen", "titles": "Lady of Barrowton", "place": " The Rills", "mentioned": "&quot;A Man Without Honor&quot;", "aka": " "}, "sections": {"TOP": "Barbrey Dustin09135cws58nx7c0pkwh1xz3csazbzor68cn81577762014-08-27T11:52:51Z92.20.46.235/* In the books */{{Conjecture}}\n{{Character\n| Title=Barbrey Dustin\n| Season=[[Season 2|2]]\n| Mentioned=&quot;[[A Man Without Honor]]&quot;\n| Aka= \n| Place = [[The Rills]]\n| Culture = [[Northmen]]\n| Status= [[:Category:Status: Alive|Alive]]\n| Titles=Lady of Barrowton\n| Allegiance=[[House Dustin]] - by marriage&lt;br&gt;[[House Ryswell]] - by birth\n}}\n{{Quote|My mother served Lady Dustin for many years, my lord.|[[Arya Stark]] to [[Tywin Lannister]]|The Ghost of Harrenhal}}\n'''Barbrey Dustin''', nĂŠe '''Ryswell''', is an unseen character mentioned in the [[Season 2|second season]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Barbrey Ryswell is the head of House Dustin and the widow of Lord Willam Dustin, who fought alongside [[Ned Stark]] during [[Robert's Rebellion]]. Lord [[Roose Bolton]] was married to her late eldest sister, Bethany. It isn't clear if Willam left an heir, because Lady Barbrey continues to rule House Dustin in his name. She usually leads House Dustin to act in concert with House Ryswell, which is still ruled by her own father Rodrik Ryswell.\n\nLady Dustin has wrinkles around her mouth and eyes, but she is still tall, unbent and handsome. Her hair is equal parts brown and grey, wearing it tied behind her head in a widow's knot. She usually dresses all in black, but she sometimes accentuates her attire with vair. While she is intelligent, she has grown into a bitter woman over the years, among other things due to her husband's death.\n\nIn her youth, Lady Dustin was infatuated with [[Brandon Stark (Son of Rickard)|Brandon Stark]], who took her maidenhead. She claims Brandon never wanted to marry [[Catelyn Tully]] and that the match was made when Lord [[Rickard Stark]]'s [[maester]], Walys, put the idea in Rickard's head. Lady Dustin is extremely distrustful of maesters in general and refers to them as grey rats. \n\nLady Dustin was quite fond of her nephew [[Domeric Bolton|Domeric]], and as such loathes [[Ramsay Snow]] openly, whom she suspects had a hand in the former's death. Ramsay dislikes Lady Dustin and has malicious intentions toward her, but his father forbids him to harm her, as after the [[Red Wedding]], she is one of the few truly loyal vassals [[House Bolton]] has.\n\nLady Dustin holds a grudge against Eddard Stark, even after his demise, for not bringing her husband's bones north with him so she could bury him at his ancestral home.\n\n", "Biography": "===Background===\nBarbrey Dustin is a member of [[House Ryswell]] by birth and [[House Dustin]] by marriage. She is the Lady of [[Barrowton]].\n===[[Season 2]]===\nWhen [[Tywin Lannister]] calls out [[Arya Stark]] on her speech not being like that of a lowborn, she lies saying that her mother was a handmaid to Lady Dustin and taught her how to speak properly.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\n", "See also": "*{{AWOIAF}} (MAJOR spoilers from the books)\n\n"}, "title": "Barbrey Dustin"}