{"attributes": {"status": " :Category:Status: Dead", "death": "Murdered by Janos Slynt", "last": " &quot;The North Remembers&quot;", "family": [" King Robert Baratheon - father", "Mhaegen - mother", "Gendry - half-brother", "Stannis Baratheon - uncle", "Renly Baratheon - uncle", " Shireen Baratheon - first cousin"], "title": " Barra", "season": " Season 1", "image": " Barra.jpg", "actor": " :Category:Performer Unidentified", "1": "yes==Family tree==House Baratheon family tree==In the books==In the ''A Song of Ice and Fire'' novels, Barra is identified as an infant with thin, dark hair. Her mother is 15 years old and her name is never mentioned. When Lord Eddard sees baby Barra he thinks of how much she resembles her half-sister, the eldest of Robert's bastards Mya Stone (who Robert fathered at a young age when they were fostered by Jon Arryn at the Eyrie, and who has not appeared in the TV series so far).Cersei Lannister accuses Eddard of being drunk after a night of debauchery in the brothel, when he attacked Jaime Lannister in the street. Lord Eddard tells Robert he had only gone there to see the baby, Barra. When a dying Robert makes Eddard swear that he will protect and be a second father to his children, it is Barra, Gendry, and Mya Stone that Eddard thinks of when he takes the oath. However, by telling Robert why he was at the brothel while Cersei could hear, he also told Cersei of the baby's existence (though Cersei could also have been informed about Barra from her spies, so it is uncertain if Ned indirectly caused the baby's death).Afterwards, Barra is ordered to be killed - though in the books, no mention is made that a string of other bastard children are also killed (though it is said that Cersei has had some of Robert's bastards secretly murdered in the past). It is one of the gold cloaks, Allar Deem instead of Janos Slynt himself who kills the baby, and her mother as well who tries to protect the child. When Janos Slynt is made Lord of Harrenhal, he recommends Allar Deem to replace him as commander of the Gold Cloaks. However, Tyrion Lannister orders that Deem be sent to the Wall with Janos Slynt. Tyrion also sends the captain of the ship that is taking them there a message that if a wave washes Deem overboard it would not be amiss.When Tyrion discusses Barra's death with Varys, Varys says, looking grief-stricken &quot;There was Gendry", "deathep": " &quot;The North Remembers&quot;", "5": "yesSeason Two Appearances", "appearances": " 2 episodes &lt;small&gt;#Appearances", "first": " &quot;The Wolf and the Lion&quot;"}, "sections": {"Family tree": "{{House Baratheon family tree}}\n\n", "TOP": "Barra03185smmfibuispbv9awneketgpvrng0gu3m1784102015-03-21T22:46:15Z73.140.48.57/* Background */{{Character\n|Title = Barra\n|Image = Barra.jpg\n|Season = [[Season 1|1]], [[Season 2|2]]\n|First = &quot;[[The Wolf and the Lion]]&quot;\n|Last = &quot;[[The North Remembers]]&quot;\n|Appearances = 2 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n|Status = [[:Category:Status: Dead|Deceased]]\n|Death=Murdered by [[Janos Slynt]]\n|DeathEp = &quot;The North Remembers&quot;\n|Family = King {[[Robert Baratheon]]} - father&lt;br&gt;[[Mhaegen]] - mother&lt;br&gt;[[Gendry]] - half-brother&lt;br&gt;[[Stannis Baratheon]] - uncle&lt;br&gt;{[[Renly Baratheon]]} - uncle&lt;br&gt; [[Shireen Baratheon]] - first cousin\n|Actor = [[:Category:Performer Unidentified|Uncredited]]}}\n{{Quote|She looks like [[Robert Baratheon|him]], don't she, m'lord?|[[Mhaegen]] to [[Eddard Stark]]|The Wolf and the Lion}}\n'''Barra''' is a minor character in ''Game of Thrones''. The young actor or actress playing her has not been identified. She only appears in the [[The Wolf and the Lion|fifth episode]] of the [[Season 1|first season]] and the [[The North Remembers|first episode]] of the [[Season 2|second season]]. She is the [[bastard]] child of King [[Robert Baratheon]] and [[Mhaegen]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Barra is identified as an infant with thin, dark hair. Her mother is 15 years old and her name is never mentioned. When Lord Eddard sees baby Barra he thinks of how much she resembles her half-sister, the eldest of Robert's bastards Mya Stone (who Robert fathered at a young age when they were fostered by [[Jon Arryn]] at the Eyrie, and who has not appeared in the TV series so far).\n\nCersei Lannister accuses Eddard of being drunk after a night of debauchery in the brothel, when he attacked Jaime Lannister in the street. Lord Eddard tells Robert he had only gone there to see the baby, Barra. When a dying Robert makes Eddard swear that he will protect and be a second father to his children, it is Barra, [[Gendry]], and Mya Stone that Eddard thinks of when he takes the oath. However, by telling Robert why he was at the brothel while Cersei could hear, he also told Cersei of the baby's existence (though Cersei could also have been informed about Barra from her spies, so it is uncertain if Ned indirectly caused the baby's death).\n\nAfterwards, Barra is ordered to be killed - though in the books, no mention is made that a string of other bastard children are also killed (though it is said that Cersei has had some of Robert's bastards secretly murdered in the past). It is one of the gold cloaks, Allar Deem instead of Janos Slynt himself who kills the baby, and her mother as well who tries to protect the child. When Janos Slynt is made Lord of Harrenhal, he recommends Allar Deem to replace him as commander of the Gold Cloaks. However, Tyrion Lannister orders that Deem be sent to the Wall with Janos Slynt. Tyrion also sends the captain of the ship that is taking them there a message that if a wave washes Deem overboard it would not be amiss.\n\nWhen Tyrion discusses Barra's death with [[Varys]], Varys says, looking grief-stricken &quot;There was [[Gendry|another bastard]], a boy, older. I took steps to see him removed from harm's way... but I confess, I never dreamed the babe would be at risk. A baseborn girl, less than a year old, with a whore for a mother. What threat could she pose?&quot;. Tyrion answers bitterly &quot;She was Robert's. That was enough for Cersei, it would seem&quot;. While Tyrion genuinely grieves for Barra, it is unclear if Varys is really sorry for her.\n\n", "See also": "* {{AWOIAF}} (spoilers for the books)\n\n", "Appearances": "{{Season One Appearances|5=yes}}\n{{Season Two Appearances|1=yes}}\n\n", "Biography": "===Background===\nBarra is an infant, the bastard child of King [[Robert Baratheon]] and [[Mhaegen]]. Mhaeghen is a prostitute working for [[Petyr Baelish]] in [[King's Landing]]. Barra lives with Mhaegen in one of his brothels. Her name may be a reference to her father's noble House, Baratheon.\n\n===[[Season 1]]===\n[[Petyr Baelish|Lord Baelish]] brings [[Eddard Stark]] to see [[Mhaegen]] at his brothel. She tells him that her daughter Barra is [[Robert Baratheon]]'s child, one of his many bastards. [[Jaime Lannister]] and his men ambush Eddard while he is leaving the brothel where Barra lives.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\nDuring a [[Massacre in King's Landing|purge]] of the late King Robert's bastard children carried out by the [[City Watch|Gold Cloaks]], Barra is killed by Lord [[Janos Slynt]] before the eyes of her mother and several prostitutes, including [[Ros]].&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\n"}, "title": "Barra"}