{"attributes": {"status": ":Category:Status: Alive", "last": "", "family": " ", "title": "Barristan Selmy", "season": "Season 1", "image": "Barristan-Selmy-Profile-HD.png", "allegiance": "Kingsguard#Rival Kingsguards", "actor": "Ian McElhinney", "titles": ["Lord Commander of the Kingsguard (former)", "Ser"], "link": " KingsguardCharacter", "mentioned": " &quot;A Man Without Honor&quot;Quote", "place": "", "aka": "Barristan the Bold", "appearances": "21 episodes &lt;small&gt;#Appearances", "first": "&quot;Lord Snow&quot;"}, "sections": {"TOP": "Barristan Selmy02218168cap3noqi6za4ysmw7zaej9i2hhta1774222015-03-17T03:09:58ZThe Dragon Demands5014364/* Biography */{{Heraldry\n|image = Kingsguard mini shield.png\n|link = Kingsguard\n}}\n{{Character\n| Title=Barristan Selmy\n| Image=Barristan-Selmy-Profile-HD.png\n| Season=[[Season 1|1]], [[Season 3|3]], [[Season 4|4]], [[Season 5|5]]\n| First=&quot;[[Lord Snow]]&quot;\n| Last=\n| Appearances=21 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Titles=[[Lord Commander of the Kingsguard]] (former)&lt;br&gt;[[Ser]]\n| Aka=Barristan the Bold\n| Status=[[:Category:Status: Alive|Alive]]\n| Place=\n| Allegiance=[[Kingsguard#Rival Kingsguards|Queensguard]]&lt;br&gt;[[Kingsguard]] (former)&lt;br&gt;[[House Selmy]] (former)\n| Family= \n| Actor=[[Ian McElhinney]]|Mentioned = &quot;[[A Man Without Honor]]&quot;}}\n{{Quote|I've burned away my years fighting for terrible kings...a man of honor keeps his vows - even if he's serving a [[Robert Baratheon|drunk]] or a [[Aerys II Targaryen|lunatic]]. Just once in my life, before it's over, I want to know what it's like to serve with pride, to fight for [[Daenerys Targaryen|someone I believe in]].|Barristan Selmy to [[Jorah Mormont]]|Kissed by Fire}}\n'''Barristan Selmy''' is a recurring character in the [[Season 1|first]], [[Season 3|third]], [[Season 4|fourth]] and [[Season 5|fifth]] seasons. He is played by guest star [[Ian McElhinney]] and debuts in &quot;[[Lord Snow]].&quot; Ser Barristan Selmy is a [[knight]] who is considered by many to be one of the best swordsmen in the whole of the [[Seven Kingdoms]] and is known as '''Barristan the Bold'''. He served in the [[Kingsguard]] with honor and distinction for almost forty years, before being abruptly dismissed by King [[Joffrey Baratheon|Joffrey]].\n\nInsulted by his dismissal from the Kingsguard, Selmy makes his way across the [[Narrow Sea]] to [[Astapor]] and seeks out [[Daenerys Targaryen]]. After saving Daenerys from an [[Unidentified Warlock|assassination attempt]], he pledges fealty to her and becomes one of her trusted advisors.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Barristan Selmy is one of the most skilled and respected knights in the [[Seven Kingdoms]]. He started learning the art of combat as a small child and was taking part in tourneys while barely a teenager (he earned the epithet &quot;Barristan the Bold&quot; when he disguised himself as a knight and jousted with a Targaryen prince when he was only ten years old). He was made a member of the Kingsguard while very young and proved his valor in the [[War of the Ninepenny Kings]], where he slew Maelys the Monstrous, the last of the [[House Blackfyre|Blackfyre]] Pretenders, in combat on the [[Stepstones]]. He also rescued King [[Aerys II Targaryen]] from the rebellious Darklyns during the Defiance of [[Duskendale]].\n\nOne of Ser Barristan's most famous heroic deeds was the campaign against the notorious outlaw gang known as the [[Kingswood Brotherhood]], in which he, Arthur Dayne, Lord Sumner Crakehall, and [[Jaime Lannister]] participated. At that battle, Ser Barristan killed the Brotherhood's leader [[Simon Toyne]] and rescued Lady Jeyne Swann and her septa. Unlike mentioned in the TV series, Jaime was fifteen years old then; he served as a squire for Lord Sumner Crakehall, not for Ser Barristan; he did not kill any of the outlaws, but crossed swords with the Smiling Knight (who was killed by Arthur Dayne) and saved his master from another of the Brotherhood. As a reward for his valor, Jaime was knighted by Arthur Dayne that day.\n\nLike many, Barristan was disturbed by the increasing insanity of King Aerys, but continued to serve the Targaryens due to his strong belief in keeping his vows. Indeed, by the end Barristan (along with many others) wasn't really serving the Mad King so much as he was serving Crown Prince [[Rhaegar Targaryen]], who it was generally thought would be a great king when it came time to succeed. Most were hoping to simply wait out the remainder of Aerys's kingship until he died and Rhaegar succeeded him, rather than deal with the moral dilemma of rebelling against their sworn king.\n\nDuring [[Robert's Rebellion]] Ser Barristan remained true to King Aerys and fought alongside his son Prince Rhaegar at the [[Battle of the Trident]]. Barristan took grievous wounds and was captured; [[Roose Bolton]]Â urged that he should be killed,Â but Robert was inspired by the great loyalty and bravery Barristan had displayed during the battle, so Robert not only spared his life, but sent his own personal [[maester]] to treat Barristan's injuries. By the time he had recovered, Rhaegar and King Aerys were both dead and Robert enthroned. Barristan was convinced to remain in the Kingsguard to provide continuity on the basis of his reputation for honor and steadfastness.\n\nFive of King Aerys's Kingsguard were killed during Robert's Rebellion, all except for Barristan and Jaime Lannister. Rarely if ever have so many vacancies occurred at once in the Kingsguard. Many of the replacements were the result of political appointments made to appease other Houses rather than being selected for either valor or skill at arms. As a result, Robert's Kingsguard was considered to be one of the worst in its history, with many regarding Barristan and Jaime as the only true remaining knights of the Kingsguard. While Ser Jaime Lannister was considered to certainly be one of the most formidable swordsmen in all of the Seven Kingdoms, his retention in the group after his murder of King Aerys was particularly controversial. As a result, many throughout the realm considered Ser Barristan to be the only true and honorable living member of the Kingsguard. It is also mentioned that Selmy never wanted Jaime in the Kingsguard; before Robert's Rebellion, Selmy thought Jaime too young and unready and afterwardsÂ heÂ believed Jaime should be exiled to the [[Night's Watch]].\n\nIn the novels Selmy also sits on the King's [[small council]] and advises the King, particularly on military matters, and he takes Ned Stark's side that an assassinationÂ contract should not be taken out on the now pregnant [[Daenerys Targaryen]]. He does not appear at the council in the TV series. After being dismissed from the Kingsguard, a disgusted Barristan throws his sword at Joffrey's feet, telling him to melt it down and add it to his throne, and declares his contempt for Jaime Lannister and the rest of the Kingsguard, He predicts that Stannis will take the Iron Throne from the boy-king, and then storms off. Joffrey takes Barristan's last words as a treasonous threat and orders the Gold Cloaks to go after Barristan and apprehend him. They catch him at one of the gates, but Selmy kills two of his attackers and flees King's Landing. In the TV series, Barristan is allowed to leave quietly.\n\nSelmy sells his sword and armor, disguises himself as a beggar and hides in the capital instead of returning to his family's lands, not wanting to cause them trouble because of Joffrey's quarrel with him. He recounts at one point that heÂ was present in disguise at the [[Great Sept of Baelor]] when Ned Stark was executed and prayed for Ned's soul afterwards (despite Ned'sÂ attempt to depose Joffrey,Â Barristan continues to remember and defend Eddard as an honorable man). It was at that pointÂ Barristan realized how far he had fallen, having spent so many yearsÂ defending the man who'd overthrown his rightful king and serving alongside treacherous scum like the Kingslayer and others just as bad;Â Barristan recognized that Robert had been a good man but a bad king,Â and decided he had to find the rightful Targaryen heir to the Iron Throne and make amends for his sins, or die in the attempt.\n\nFor some time afterwards, Ser Barristan's whereabouts are a mystery in Westeros. Renly asks Catelyn Stark if Barristan has joined Robb. He tells her that the rainbow cloak of his guard that he bestowed on Brienne was the one he had been saving for Barristan Selmy as he had expected him to show up to support him after his words to Joffrey. When Tyrion arrives in King's Landing, he berates Queen Cersei for dismissing Barristan, whom he says is now sure to join up with one of their enemies. As a revered figure in Westeros, Barristan pledging to the cause of one of the rival claimants to the Iron Throne would give them legitimacy in the eyes of the [[smallfolk]], which she simply had not considered (one of a growing string of follies in which Cersei doesn't think out the obvious long-term repercussions of her actions). This is of course exactly what happens, but everyone assumed that Barristan would seek out the &quot;rightful heir&quot; by supporting the claim of Stannis Baratheon or possibly his younger brother Renly, or else might join the Starks. None suspected that Barristan would leave Westeros in search of the surviving ''Targaryen'' heir, Daenerys.\n\nWhile on the run, Barristan grows his hair and beard (much longer than in the show) as a precaution. The disguise works so well that no one recognizes him despite being famous all over Westeros and outside of it, Not even Jorah Mormont realizes his true identity.\n\nIn the books, Ser Barristan foils the assassination attempt on Dany using a staff, rather than a dagger as in the series. Furthermore, he meets her on the docks of Qarth as she is about to leave for Astapor, not on the docks of Astapor when she arrives there. When he first meets Daenerys, he presents himself as an old man in service to [[Illyrio Mopatis]], acting under the alias of &quot;Arstan Whitebeard&quot;. He is accompanied by Strong Belwas, whose character has thus far not appeared in the show. His true identity is not revealed for some time and Jorah does not recognize him.\n\nDuring the [[Siege of Meereen]], Barristan saves Daenerys from [[Mero]], using a staff to kill him. Jorah is astonished that a squire could kill Mero. Only then does he realize who &quot;Arstan&quot; really is, and Barristan reveals himself to Daenerys. He then reveals that Jorah was spying on her for Varys.\n\nThe TV series cut the &quot;Arstan Whitebeard&quot; subplot, simply having Barristan reveal his true identity as soon as he meets Daenerys and Jorah. It is possible that it was left out of the adaptation because while the true identity of &quot;Arstan&quot; was a surprise for book readers, TV viewers would visually recognize him. Moreover, the TV series moved around the chronology so that Daenerys only learns about Jorah's betrayal at the end of Season 4, meaning that Barristan would have had to spend two full seasons with Daenerys but without revealing Jorah's secret. The TV series ''did'' take care to alter events to make this change fit: Barristan is simply not present at the small council meeting in Season 1 during which Jorah's spying activities are being discussed. In Season 3's &quot;[[Kissed by Fire]]&quot;, the writers went so far as to have Jorah fear that Barristan knew of his spying from small council meetings. Barristan explains that Robert did not trust an old Targaryen loyalist to attend his council meetings, and Barristan was content to avoid them anyway because he disliked politics. Thus the official change was established that in the TV continuity Barristan simply never knew that Jorah was spying.\n\nDaenerys, disgusted, dismisses both men and gives them a suicide mission: to help her capture Meereen by infiltrating the city via its sewer system. Both men miraculously survive and help her take the city. They are called before her again. Barristan humbly begs forgiveness for his deception, and for abandoning her family after Robert took the throne. He explains that he kept his identity a secret to prevent the Lannisters discovering his whereabouts, and to observe Daenerys and get to know her better, to determine that she did not have the same [[Targaryen madness|streak of insanity]] as [[Aerys II Targaryen|her father]]. He pledges to serve her in any role she sees fit for him, even a cook or a [[fool]]. She pardons Barristan and appoints him to her Queensguard, but banishes Jorah.\n\nAccording to the TV series official [[pronunciation guide]] developed for the cast and crew, &quot;Barristan Selmy&quot; is pronounced &quot;BAIR-iss-tin SELL-mee&quot;, as opposed to &quot;BARR-iss-stan&quot;, etc.\n\n", "Quotes": "\n{{Quote|I am a knight! I shall ''die'' a knight!|Ser Barristan to [[Cersei Lannister]], defying her (unlawful) attempt to dismiss him from the Kingsguard.|The Pointy End}}\n\n{{Dialogue a-b|Barristan Selmy|When your brother [[Rhaegar Targaryen|Rhaegar]] led his army into battle at the Trident, men died for him because they believed in him, because they loved him.  I fought beside the last dragon on that day, your Grace.  I bled beside him.|Jorah Mormont|Rhaegar fought valiantly, Rhaegar fought nobly. And Rhaegar died.|Barristan Selmy and [[Jorah Mormont]] to [[Daenerys Targaryen]].|Walk of Punishment}}\n\n{{Dialogue a-b-a|Daenerys Targaryen|Did you know him well, Ser Barristan?|Barristan Selmy|I did, your Grace. Finest man I ever met.|I wish I had known him, but he was not the last dragon.|Barristan recalls Prince Rhaegar Targaryen|Walk of Punishment}}\n\n", "Image gallery": "&lt;gallery captionalign=&quot;left&quot;&gt;\nSilent Sisters.png|Lord Eddard and Ser Barristan stand before the body of Ser Hugh of the Vale in [[The Wolf and the Lion]].\nRobert's hunting party.jpg|Ser Barristan accompanies King [[Robert Baratheon]] hunting in &quot;[[A Golden Crown]]&quot;.\nBarristan_Manticore_S3_Ep1.jpg|Barristan kills the attacking [[Manticores|manticore]].\nSelmy-S3.jpg|Barristan Selmy in &quot;[[Valar Dohaeris]]&quot;.\n\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season One Appearances|no|no|yes|yes|yes|yes|yes|yes}}\n{{Season Three Appearances|yes||yes|yes|yes||yes|yes|yes|yes}}\n{{Season Four Appearances|yes||yes|yes|yes|yes||yes||yes}}\n\n", "Biography": "===Background===\nSer Barristan Selmy is the [[Lord Commander]] of the [[Kingsguard]], the elite bodyguard of the [[King of the Andals and the First Men]]. Barristan is the only known member of [[House Selmy]], a minor house that serves [[House Baratheon]]. Barristan Selmy is noted as an extremely capable warrior, even in his old age, and has a reputation for honor and chivalry that is second to none. He served in the Kingsguard of [[Aerys II Targaryen]].Â He fought in the battle against the [[Kingswood Brotherhood]] and slew their leader [[Simon Toyne]].&lt;ref name=&quot;E3&quot;&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt; [[Jaime Lannister]], then aged 16, squired for Selmy during the battle and greatly admired his skill.&lt;ref name=&quot;A Man Without Honor&quot;&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n[[File:Barristan kills Maelys.png|thumb|left|250px|Barristan slays Maelys the Monstrous.]]\n[[File:Barristan and Robert.png|thumb|left|A wounded Barristan with [[Robert Baratheon]] after the [[Battle of the Trident]].]]He never wavered in his loyalty to [[House Targaryen]] during [[Robert's Rebellion]], in accordance with the vows he swore when he joined the [[Kingsguard]]. Both Robert Baratheon and Ned Stark held Ser Barristan in very high esteem. Upon assuming the throne, Robert pardoned him and made him [[Lord Commander]] of the [[Kingsguard]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/jbaratheon/barristan-selmy/ HBO viewers guide, season 2 guide to houses, House Baratheon of King's Landing - Barristan Selmy entry]&lt;/ref&gt;\n\n===[[Season 1]]===\nKing [[Robert Baratheon]], Ser Barristan Selmy and Ser [[Jaime Lannister]] swap war stories in the [[Red Keep]]. Barristan recalls his first kill as being a Tyroshi soldier whose name he never knew. Barristan killed him with a lance to the heart. Barristan and Jaime also discuss their campaign against the [[Kingswood Brotherhood]], when Barristan slew [[Simon Toyne]] in single combat while Jaime scored his own first kill - an outlaw he decapitated - as a squire of fifteen.&lt;ref name=&quot;E3&quot; /&gt; Selmy attends the King at the tournament thrown in honor of Lord [[Eddard Stark]]'s appointment as [[Hand of the King]].&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\n[[File:Barristan and Eddard.jpg|thumb|Barristan Selmy talks with Lord Stark.]]\n\nBarristan stands vigil for Ser [[Hugh]] of [[Vale of Arryn|the Vale]] after his death in a [[tournament]] accident. Eddard quizzes him over Hugh's death and how the lots are drawn to determine which knight will face another in the contests. Eddard states that, in [[Rickard Stark|his father's]] opinion, Barristan was the finest knight in the Seven Kingdoms. Barristan acknowledges that the [[Mad King]]'s murder of Eddard's father was a grave crime and he is glad they did not cross swords at the [[Battle of the Trident]].&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\nBarristan later accompanies Robert, his squire [[Lancel Lannister]] and Lord [[Renly Baratheon]] on a hunt in the [[Kingswood]]. The king reflects on how much better things used to be, but Renly angrily accuses him of nostalgic self-delusion before stomping off. Barristan is bemused by the exchange, as well as Lancel's constant refilling of Robert's wineskin.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt; Robert tracks a boar and attempts to kill it singlehanded. He takes a grievous wound but finishes the boar off with his dirk. Barristan bitterly claims to have failed the king as Robert lies on his deathbed, but Eddard counsels him that no one could protect Robert from himself.&lt;ref name=&quot;You Win or You Die&quot;&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n\n[[File:Barristan.png|thumb|Barristan reads the last words of King Robert.]]\nBarristan accompanies the wounded king's return trip to [[King's Landing]] and stands guard outside his chambers. After Robert's death, he stands guard in the throne room as King [[Joffrey Baratheon]] commands his counsellors to swear fealty to him. Barristan is shocked when Queen [[Cersei Lannister|Cersei]] destroys Robert's proclamation announcing that Eddard is to become the Protector of the Realm, but even more so when Eddard says that Joffrey has no claim to the [[Iron Throne]]. During the ensuing melee, Eddard orders that Barristan is not to be harmed, but the [[City Watch]] betrays and murders Eddard's men and takes Eddard prisoner instead.&lt;ref name=&quot;You Win or You Die&quot;/&gt;\n\nJoffrey later shocks the court by publicly dismissing Barristan from the Kingsguard - which is an irrevocable lifetime appointment - on the grounds of old age and the fact he failed to protect Robert. In reality, of course, Cersei is cleaning house by removing anyone from court who isn't a dedicated Lannister-loyalist. Barristan's shock turns to outrage when Cersei announces that his position as Lord Commander of the Kingsguard is toÂ be given toÂ Jaime Lannister. Barristan openly denounces Jaime as &quot;the man who profaned his blade with the blood of the King he had sworn to defend!&quot;, causing CerseiÂ to angrily rebuke him. Varys tries to defuse the situation byÂ offering Selmy a keep to live in and servants to tend his needs out of respect for his years of service, but Ser Barristan bluntly refuses the offer, insulted atÂ the council's attempt to fob him off with &quot;a hall to die in and men to bury me&quot;, and tears off his cloak, breastplate, and some other items saying he is a knight and will die a knight. [[Littlefinger]] crassly jokes that he will apparently be a &quot;naked knight&quot;, which causes the whole court to laugh at him.\n\n[[File:Ser Barristan challenging the court..jpg|thumb|left|Ser Barristan challenging the court.]]\nHowever, their mockeryÂ abruptly comes to an end whenÂ Selmy draws his sword in fury, silencing the entire court. Though the other five Kingsguard members block his path to the Iron Throne and Joffrey, Barristan sneers that even now he could kill the other five Kingsguard as easily as &quot;carving a cake&quot;. There is a tense pause in the throneroom, as despite his old age Barristan is such a legendary and skilled knight they know that he might indeed be able to fight his way through to harm Joffrey. However, Selmy notes the presence of [[Janos Slynt]] and the [[gold cloaks]] and ultimately realizes he is too badly outnumbered.Â He still mocks their fear of himÂ by throwingÂ his sword at Joffrey's feet, telling the &quot;boy&quot; to melt it down and add it to the others that make up the Iron Throne, before storming out in disgust. Ser Jaime was indeed named as the new Lord Commander in Barristan's place, though in absentia as he was captured by the Starks in battle before he could return to King's Landing. Jaime's own place in the Kingsguard was replaced by Joffrey's personal bodyguard [[Sandor Clegane]], an affront to the institution, as Sandor is not even a knight.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n\nThe whereabouts of Ser Barristan are unknown.\n\nWhile imprisoned, Jaime Lannister tells Ser [[Alton Lannister]] about his time as Ser Barristan's squire, describing him as &quot;a painter who only used red&quot;.&lt;ref name=&quot;A Man Without Honor&quot;/&gt;\n\n===[[Season 3]]===\n\n[[File:Barristan meets daenerys.png|thumb|Barristan joins Daenerys.]]Ser Barristan tracks down [[Daenerys Targaryen]] to [[Astapor]] in [[Slaver's Bay]], where he saves her from an assassination attempt by a [[Unidentified Warlock|member]] of the [[Warlocks]] of [[Qarth]], preventing a [[Manticore]]Â from harming her. Ser [[Jorah Mormont|Jorah]] identifies him to the young queen, and Selmy quickly bows to proclaim his loyalty to her, explaining that in serving her, he hopes to make amends for his failure to protect her family in [[Robert's Rebellion]]. Declaring that she is the rightful Queen of the Seven Kingdoms, he asks to serve in her Queensguard.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\nAs Daenerys prepares to negotiate for the purchase of Astapor's [[Unsullied]], Barristan strongly argues against using slaves-soldiers as dishonorable. Jorah is in favor of using them, but Barristan retorts that when Daenerys' older brother [[Rhaegar Targaryen|Rhaegar]] led his army in the [[Battle of the Trident]], men fought and died for Rhaegar because they believed in him, because they loved him - not because they were slave soldiers whose free will had been stripped away. Jorah responds that Rhaegar indeed fought honorably and nobly, but that in the end Rhaegar died. Daenerys was born months after [[Robert Baratheon]] killed Rhaegar at the Battle of the Trident, and only knew her cruel and half-mad brother [[Viserys Targaryen|Viserys]], so she asks Ser Barristan if he knew Rhaegar. As a member of the Kingsguard at the time, Barristan knew Rhaegar well: he fought beside him and bled beside him at the Trident. Barristan says that Rhaegar was the finest man he ever met, the last dragon. Daenerys grows quiet and says she wishes she'd known her older brother, but that Rhaegar was not the last dragon (she is).\n\n[[File:Daenerys orders barristan and jorah to not question her.png|thumb|left|Daenerys orders Jorah and Barristan to never question her again in public.]]\n\nLater, when Daenerys agrees to give the [[Good Masters]] her largest dragon in exchange for the Unsullied, Ser Barristan openly protests, begging her to win Westeros back with dragons, not slaves. Daenerys ignores him and completes the transaction. As they depart, the furious queen tells Barristan and Jorah that while she values their advice, they will be advising someone else if they question her in public again.&lt;ref&gt;[[Walk of Punishment]]&lt;/ref&gt;\n\nSer Barristan is present when Daenerys receives custody of the Unsullied and observes her betrayal of the Good Masters. He survives the subsequent [[Sack of Astapor]] and is overjoyed when the recently freed Unsullied agree to continue serving Daenerys.Â Along with [[Jorah Mormont]] and [[Missandei]], Ser Barristan rides out of the city at her side.&lt;ref&gt;[[And Now His Watch is Ended]]&lt;/ref&gt;\n\n[[File:Barristan and jorah.png|thumb|Barristan talking to Jorah.]]\n\nAs the Targaryen host marches towards Yunkai, Ser Barristan and Jorah ride together and discuss a variety of topics. Barristan admits that Robert was a good man and a good warrior, but a terrible king. Barristan explains that a man of honor must keep his vows no matter what, whether he's serving [[Robert Baratheon|a drunk]] or [[Aerys II Targaryen|a lunatic]]. Barristan also explains that Robert never trusted him to do anything more than protect him, hence Barristan was barred from Small Council meetings, though the Lord Commander is usually the Small Council's military attachĂŠ.&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n\n[[File:Barristan brings captains of the second sons.png|thumb|left|Barristan brings the captains of the Second Sons to Daenerys.]]\n\nSer Barristan is present when Daenerys and Jorah gather reconnaissanceÂ on the [[Second Sons (mercenary company)|Second Sons]] and confirms that their presence will pose a problem. He later presents the Second Sons' captainsâ&euro;&ldquo; [[Mero]] the Titan's Bastard, [[Prendahl na Ghezn]], and [[Daario Naharis]]â&euro;&ldquo; to the queen. He is incensed at the captains' attitude towards Daenerys during the meeting, but holds his tongue as per her instructions. When the captains leave, Daenerys tells Barristan that if they must fight the Second Sons, he is to killÂ Mero first. Ser Barristan responds that it would be his pleasure.&lt;ref&gt;&quot;[[Second Sons (episode)]]&quot;&lt;/ref&gt;\n\nWhen Daario Naharis, Grey Worm, and Ser Jorah Mormont plan to infiltrate Yunkai, Ser Barristan offers his assistance. Jorah advises him to stay behind and protect Daenerys, as he is a member of her Queensguard. Ser Barristan is present alongside Daenerys when the group returns [[Battle of Yunkai|victorious]].&lt;ref&gt;&quot;[[The Rains of Castamere (episode)]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n[[File:Barristan witnesses the crucified girls.png|thumb|Barristan witnesses the crucified girls.]]\nSer Barristan is present when Daenerys makes a morning inspection of her army. When she asks after Daario and Grey Worm, Barristan and Jorah inform her that they are &quot;gambling&quot;. When she finds her itinerant commanders, Daenerys tells them that it is Barristan and Jorah who will ride at her side, since they didn't keep her waiting. Barristan is later present when Daenerys learns that every mile-marker from Yunkai to Meereen is decorated with the corpse of a slave.&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\nSer Barristan is at his queen's side at the gates of Meereen. He volunteers to fight Meereen's champion and mentions that he's probably won more duels than anyone else alive; Daenerys rejects his offer, as she wants to preserve his skills for more worthy foes.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\nSer BarristanÂ is present when the so-called &quot;Great Masters&quot; are rounded up to be crucified like children on the road to Meereen. HeÂ advises her against it, saying that sometimes, it is best to answer injustice with mercy. Daenerys shows her Targaryen blood by firmly declaring that she will answer injustice with real justice.&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\n[[File:Barristan at a council meeting.png|thumb|left|Barristan at a council meeting.]]During a meeting in Meereen, Barristan Selmy is in favor of launching an invasion of Westeros. Ser Jorah councils that the Lannister forcesÂ outnumber them, but Selmy states that their army is dispersed, tired and [[Purple Wedding|their king is dead]]. Barristan believes with their current forces and the element of surprise, they could take King's Landing. Barristan also believes that the old Houses will flock to support Daenerys, but Jorah counters that the old Houses will only side with who they believe will win.&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;\n\nBarristan is present when a goat herder and [[Hizdahr zo Loraq]]Â are given audiences with Daenerys Targaryen in Meereen. On the other side of the world, VarysÂ informs the Small Council that Barristan did not take kindly to his dismissal from the Kingsguard, and is now one of Daenerys's advisors. CerseiÂ dismisses Barristan as an old man who was not fit to protect Joffrey. [[Tywin Lannister|Tywin]] disagrees, saying her decision to dismiss Barristan was as insulting as it was stupid, because of the old knight's reputation; he also points out that Joffrey did not die under Barristan's watch.&lt;ref&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt;\n\n[[File:Barristan confronts jorah.png|thumb|Barristan confronts Jorah.]]In Meereen, BarristanÂ watches the Unsullied taking the bodies of the crucified masters down outside Meereen, a small boy approaches him, giving him a scroll bearing the seal of theÂ [[Hand of the King|Hand]]. He reads its contents slowly in consternation. He confronts Ser Jorah: the document is a royal pardon signed by KingÂ [[Robert Baratheon]]. Barristan surmises Jorah spied on Daenerys. Jorah begs to be allowed to speak with her privately, but Barristan tells him that he will never allow Jorah to be alone with her again. He is later present when JorahÂ is banished from Daenerys's service.&lt;ref&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt;\n\nSer Barristan remains at Daenerys' side when she meets with more supplicants. He is present when a former slave [[Fennesz]] requests to resell himself to his [[Mighdal|former master]] and when the [[Zalla|charred bones]] of a [[Goatherd (The Children)|goatherd]]'s daughter are presented to Daenerys.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n"}, "title": "Barristan Selmy"}