{"attributes": {"status": " Active", "origin": " '''Basilisks''' are a kind of carnivorous reptile, native to the jungles in the southern regions of far eastern Essos.  Basilisks are venomous, and Basilisk venom is a notable Poison", "imagesize": " ", "habitat": " Jungles", "title": " Basilisks", "image": " ", "diet": "Carnivore", "range": " southern Essos", "type": " Reptile"}, "sections": {"TOP": "Basilisks0262820syfzv267low42xesyw2terq8f3awvi1810582015-04-04T15:04:34ZThe Dragon Demands5014364{{Species\n| Title= Basilisks\n| Image= \n| ImageSize= \n| Type= Reptile\n| Diet=Carnivore\n| Status= Active\n| Habitat = Jungles\n| Range= southern [[Essos]]\n| Origin= \n}}\n\n'''Basilisks''' are a kind of carnivorous reptile, native to the jungles in the southern regions of far eastern [[Essos]].  Basilisks are venomous, and Basilisk venom is a notable [[Poison|poison]] used in assassinations.&lt;ref&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt;  Even [[Basilisk's blood]] is poisonous.&lt;ref&gt;[[Poisons (Histories &amp; Lore)]]&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF|Basilisk}} (spoilers from the books)\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, basilisks are large, roughly dog-sized venomous reptiles that live in the jungles of [[Yi Ti]], far to the southeast of the [[Dothraki Sea]], across the Bone Mountains.  They may also infest the tropical [[Basilisk Isles]] off the northern coast of [[Sothoryos]], and also on tropical islands of the [[Jade Sea]] (which Yi Ti is on the northwest coast of), the same islands where poisonous [[Manticore]] insects are also found. \n\nWhile wild basilisks originated in Yi Ti (and possibly other regions around the Jade Sea), they became a very popular animal for use in [[Fighting pit]]s throughout Essos, made to fight other animals as entertainment.  Thus they have been imported into many animal menageries across Essos.  When [[Daenerys Targaryen]] passes through [[Qarth]] she sees a basilisk tearing apart a dog in a fighting pit; they are probably also found in the popular fighting pits in [[Slaver's Bay]].  \n\nExactly what a basilisk looks like is unclear, or if it is even meant to be analogous to a specific kind of real-life reptile.  Because basilisks have been seen set against dogs in fighting pits they would seem to be roughly dog-sized, and therefore smaller than the massive [[Lizard-lions]] founds in the swamps of [[The Neck|the Neck]] in [[Westeros]].  Due to their relative size and possession of poison, they may be somewhat like [[Wikipedia:Komodo dragon|Komodo dragons]] - though they may be more like snakes for all we know.\n\nThe novels have at different points said that both &quot;Basilisk venom&quot; and &quot;Basilisk blood&quot; is poisonous:  they might simply both be poisonous.  \n\n"}, "title": "Basilisks"}