{"attributes": {}, "sections": {"TOP": "Bastardy0316092tsp0jyeuzekqz37w4uw40wfn50m0y1787862015-03-23T12:44:14ZThe White Winged Fury26111788Undo revision 178785 by [[Special:Contributions/EnglishJoker|EnglishJoker]] ([[User talk:EnglishJoker|talk]])[[File:Jon-Snow-Kit-Harington_510.jpeg|thumb|300px|Jon Snow, a bastard of [[House Stark]].]]\n{{Dialogue a-b-a-b|Jon Snow|What's my name?|Samwell Tarly|Jon Snow.|And why is my surname 'Snow'?|...Because you're a bastard from the North.|[[Jon Snow]] and [[Samwell Tarly]]|Cripples, Bastards and Broken Things}}\n\nThe term '''bastard''' refers to anyone born out of wedlock. All major religions in the [[Seven Kingdoms]] - including the [[Faith of the Seven]], followers of the [[Old Gods of the Forest]], and followers of the [[Drowned God]] - attach very negative social stigmas to bastardy.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the status of being a bastard is a considerable social disgrace amongst the nobility, though less so amongst the [[smallfolk]]. However, while bastards are disadvantaged, they still have means to climb the social ladder. They may win honor and glory in battle and be [[knight]]ed. If they do great deeds in service to the king or a noble lord, they can even receive a bill of legitimacy, allowing them to take their father's surname and formally join his House, or to take a new surname and found a new House (some bastards take new names altogether, like &quot;Blackfyre&quot;, while others add a prefix to their bastard name, such as &quot;Longwaters&quot;). For example, [[House Baratheon]] was founded by the legitimized bastard half-brother of [[Aegon I Targaryen|Aegon the Conqueror]].\n\nHowever, while bastards stand outside the lines of succession and inheritance, there are still exceptions which have caused immense problems. King [[Aegon IV Targaryen]] legitmized three of his bastard sons and one of his bastard daughters on his deathbed. His eldest bastard son, [[Daemon Blackfyre]], later claimed the [[Iron Throne]] and led a bloody civil war known as the [[First Blackfyre Rebellion]] . His sons and descendants launched four more attempts to take the Iron Throne before their final claimant, Maelys the Monstrous, was slain by [[Barristan Selmy|Ser Barristan Selmy]] during the [[War of the Ninepenny Kings]]. This is sometimes used as an example of what happens if a bastard is treated too well and given too much power and legitimacy.\n\nThere is no official distinction between bastards who have one noble-born parent, and those whose parents are both noble-born. In practice, however, a nobleman would be much more likely to acknowledge a bastard child born to a noble lady, than he would a child born to a commoner. For example, while Robert Baratheon is rumored to have fathered over a dozen bastard children, the only one who he acknowledged in the books was Edric Storm, because his mother was a noblewoman, Delena of [[House Florent]] - the younger first cousin of [[Selyse Baratheon|Selyse Florent]], the wife of Robert's younger brother [[Stannis Baratheon|Stannis]].\n\nFans sometimes derisively assume that &quot;[[Joffrey Baratheon]]&quot; should really be called &quot;Joffrey Lannister&quot;, because of his status as the bastard offspring of the incestuous relationship between [[Cersei Lannister]] and [[Jaime Lannister]], and not the son of King Robert Baratheon at all. This is actually in error, as according to the customs of bastardy, Joffrey doesn't even have the right to use the surname &quot;Lannister&quot;. As Jaime's bastard son, given birth to by a woman from the Westerlands (Cersei), Joffrey would have to use the bastard surname for the Westerlands: &quot;Joffrey Hill&quot;. There's also the possibility that he might be called &quot;Joffrey Waters&quot; given that both Jaime and Cersei had been living in the Crownlands for many years, and Joffrey lived his whole life there. All of this, of course, would only happen if Jaime were to openly acknowledge Joffrey as his son, which is an impossibility given the disastrous political fallout this would create. Further, as the product of not merely bastardy, but [[incest]], the [[Faith of the Seven]] would want to outright kill Joffrey as an abomination before the gods if his actual parentage were ever revealed. Therefore from a strict legal standpoint, given that Jaime will never acknowledge his children with Cersei, Joffrey has no right to ''any'' surname, and should properly just be called &quot;Joffrey&quot; as if he were a lowborn commoner.\n\n", "Known bastards": "'''Beyond the Wall'''\n* [[Craster]], bastard son of a Night's Watchman and a wildling woman.\n'''The North'''\n* [[Jon Snow]], bastard son of [[Eddard Stark|Lord Eddard Stark]], allegedly with a lowborn woman named [[Wylla]]. \n* [[Ramsay Bolton]], born Ramsay Snow, bastard son of Lord [[Roose Bolton]] of [[the Dreadfort]]. Legitimized by King Tommen for his successful retaking of [[Moat Cailin]].\n\n'''The Iron Islands'''\n* [[Cotter Pyke]], commander of [[Eastwatch]], one of the three castles manned by the [[Night's Watch]].\n\n'''The Riverlands'''\n* [[Ryger Rivers]], bastard son of Lord [[Walder Frey]] and a milkmaid.\n* Ser [[Walder Rivers]], bastard son of Lord Walder. Known as &quot;Black Walder&quot; an account of his foul temper.\n* {[[Brynden Rivers]]}, legitimized bastard son of King [[Aegon IV Targaryen]], born over a hundred years before Robert's Rebellion. Known as &quot;Bloodraven&quot;.\n* {[[Aegor Rivers]]}, legitimized bastard son of King [[Aegon IV Targaryen]], who lived over a hundred years before Robert's Rebellion. Known as &quot;Bittersteel&quot;.\n\n'''The Crownlands'''\n* {[[Marston Waters]]}, a knight of Aegon II's kingsguard.\n* {[[Daemon Blackfyre]]}, born Daemon Waters, legitimized bastard son of King [[Aegon IV Targaryen]], who lived over a hundred years before Robert's Rebellion. Founder of [[House Blackfyre]].\n\n'''The Reach'''\n* {[[Jafer Flowers]]}, a ranger of the [[Night's Watch]] who accompanied [[Benjen Stark]] on a mission, was killed and returned as a [[wight]] before being destroyed.\n\n'''The Westerlands'''\n* '''â&euro;&lsaquo;â&euro;&lsaquo;'''â&euro;&lsaquo;{[[Donnel Hill]]}, a member of the Night's Watch who is killed during the [[Battle of Castle Black]] defending the gate from [[Mag Mar Tun Doh Weg|a giant]].\n\n'''Dorne'''\n* [[Ellaria Sand]], a bastard of [[House Uller]] and Prince [[Oberyn Martell]]'s [[paramour]].\n* The [[Sand Snakes]] - Oberyn Martell's eight bastard daughters. Ellaria Sand is the mother of the youngest four of them.\n** [[Obara Sand]], Oberyn's first bastard daughter.\n** [[Nymeria Sand]], Oberyn's second bastard daughter. Named after the warrior-queen of the [[Rhoynar]].\n** [[Tyene Sand]], Oberyn's third bastard daughter.\n** [[Sarella Sand]], Oberyn's fourth bastard daughter.\n** [[Elia Sand]], Oberyn's fifth bastard daughter, born to Ellaria. Named in honor of [[Elia Martell|Oberyn's sister]].\n** [[Obella Sand]], Oberyn's sixth bastard daughter, born to Ellaria.\n** [[Dorea Sand]], Oberyn's seventh bastard daughter, born to Ellaria.\n** [[Loreza Sand]], Oberyn's eighth bastard daughter, born to Ellaria.\n*Ser [[Daemon Sand]], the Bastard of Godsgrace. Squire to Prince Oberyn.\n\n'''Unacknowledged bastards'''\n* [[Gendry]], a blacksmith's apprentice in [[King's Landing]], one of several bastard sons of [[Robert Baratheon|King Robert Baratheon]]. Because Robert never acknowledged Gendry, he does not use the bastard surname &quot;Waters.&quot;\n* {[[Barra]]}, another of King Robert's bastards. Killed by [[Janos Slynt]] during the [[Massacre in King's Landing|purge]] of Robert's bastards.\n* King {[[Joffrey Baratheon]]}, generally believed to be the son of [[Robert Baratheon]] and [[Cersei Lannister]], he is actually the son of [[Jaime Lannister]] and Cersei, making him not only a bastard, but a bastard born of [[incest]]. Poisoned during his wedding feast in a plot masterminded by [[Olenna Tyrell]] and [[Petyr Baelish|Petyr &quot;Littlefinger&quot; Baelish]].\n* Princess [[Myrcella Baratheon]], Jaime and Cersei's second child.\n* King [[Tommen Baratheon]], Jaime and Cersei's third child.\n\n", "See also": "* [[Legitimization]]\n* {{AWOIAF}}\n* {{WP}}\n\n", "Legal and social status": "===Lack of inheritance and discrimination===\n{{Dialogue a-b|Ramsay Snow|The [[Flaying|flayed]] man is on our [[Heraldry|banners]]!|Roose Bolton|&lt;nowiki&gt;&lt;/nowiki&gt;''My'' banners, not yours.  You're not a Bolton, you're a Snow.|Roose Bolton and his bastard son, Ramsay Snow.|Season 4}}\n\n[[File:Ramsay-406.png|thumb|right|250px|[[Ramsay Snow]], a bastard of [[House Bolton]].]]\nBastards are not allowed to inherit their father's lands or titles, and have no claims to the privileges of their father's [[noble house|House]]. It is up to their father on how to raise or treat them: at worst they are unacknowledged and ignored, though they may fare better and be discreetly sent funds to ensure their well-being. At best, a lord will acknowledge his bastard children (allowing them to take on one of the special bastard surnames), but send them away to one of his distant castles to be raised away from his lawful family. For bastard children to be raised by their father in his own castle alongside his trueborn children is considered extremely unusual (such as when Eddard Stark did so for his bastard son, Jon Snow).\n\nFaced with no prospects for inheritance, many noble-born bastards, even acknowledged ones, ultimately voluntarily join the [[Night's Watch]] to seek prestige and equality. The Night's Watch is highly egalitarian compared to the rest of Westeros, and at [[the Wall]]Â every man is given what he earns; both bastards and criminals can become high-ranking officers and commanders for their service. Similarly, bastards may also take up the life of [[Knighthood|knighthood]] in the hope of being granted a place at a lord's household and even lands and titles for services to their liege lords. In this way, a bastard may become the founder of a [[noble house]].  Bastard children may also be given over to the [[Faith of the Seven]] to join monastic orders or the clergy, and bastard sons may be sent to train as [[Maesters]].\n\nThere is no outright law punishing noble men or women for having bastard children, instead it is considered a social and [[Religion|religious]] disgrace.\n\nIt is possible for the [[king]] to [[Legitimization|legitimize]] a lord's bastard children, though this special dispensation is difficult to acquire and infrequently happens.&lt;ref&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt; It will usually only be granted if a lord has no other legitimate children (or no male children) to carry on the name of his house. However, the social stigma is not automatically removed after the bastard is formally legitimized.\n\nNevertheless, as a highborn bastard carries the blood of a noble house, they may still be perceived as a potential threat by rival claimants. For this reason, King [[Joffrey Baratheon|Joffrey]], knowing that he, his sister [[Myrcella Baratheon|Myrcella]] and brother [[Tommen Baratheon|Tommen]] are not [[Robert Baratheon]]'s true children and are instead born of incest between [[Cersei Lannister]] and her twin brother [[Jaime Lannister]], orders the massacre of Robert's bastards because they are his true children and thus stronger claimants to the throne than he is.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt; When [[Roose Bolton]] and [[Ramsay Snow]] discuss their search for the remaining male Stark children, RamsayÂ suggests killing [[Jon Snow]] too. He reasons that, being [[Eddard Stark]]'s bastard son, Jon could become a threat to their rule in [[the North]], even though he has joined the Night's Watch and given up any possible future claim.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\n===Bastards in Dorne===\n[[File:EllariaBastardsVid.jpg|thumb|300px|right|Ellaria Sand, a bastard of [[House Uller]].]]\n{{Dialogue a-b|Oberyn Martell|Bastards are born of passion, aren't they?  We don't despise them in Dorne.|Cersei Lannister|No? How ''tolerant'' of you.|Queen [[Cersei Lannister|Cersei]] scorns Dorne's relaxed attitudes towards bastards.|The Lion and the Rose}}\nDue to its unique history and culture, bastards are not looked down upon in [[Dorne]] the way they are in the rest of the Seven Kingdoms. The present-day [[Dornishmen]] descend from the [[Rhoynar]] people who migrated to Westeros a thousand years ago, whose possessed an urban culture based around city-states along the [[Rhoyne]] River in [[Essos]]. The culture they passed down to the present-day Dornishmen has relatively relaxed attitudes towards sexual matters. While the Rhoynar who came to Dorne did convert to the [[Faith of the Seven]], they basically just ignored the rules they didn't like, and follow the religion much less strictly than other parts of Westeros. Many Dornish nobles have formalized lovers known as [[Paramour|paramours]], and they do not possess the same stigma against homosexual behavior that the rest of Westeros does.\n\nThese relaxed sexual mores in Dorne extend to bastard children. The Dornish feel that bastards are born of passion and love, unlike the rest of the Seven Kingdoms that consider them born of lies and deceit, and thus would not disdain a child for such a parentage. While it is rare and scandalous for a lord from outside of Dorne to raise his bastard child in his home castle alongside his trueborn children (i.e. as [[Eddard Stark]] did with Jon Snow), it is actually commonplace in Dorne to see bastards living at the court of their noble parents; OberynÂ Martell raised his eight illegitimate daughters in Sunspear, alongside his brother's legitimate children. The Dornish are also much more likely to acknowledge any bastard children in the first place: they would consider it cruel for a lord to abandon his own flesh and blood, as King [[Robert Baratheon]] ignored the many bastard children he fathered over the years. Because Dornish culture holds little if any stigma against bastards, it is not unusual to see bastards work their way up to important social or court positions there, holding castles or leading armies for their families.\n\nBastards in Dorne still face a few restrictions, but they are relatively minor compared to the social contempt that bastards in the rest of the Seven Kingdoms often face. Bastards in Dorne must still use the special bastard surname &quot;Sand&quot;, and they are less likely to inherit from their parents. While Jon Snow was roughly the same age as his father's eldest trueborn son, [[Robb Stark]], he was still shooed outside during the great feast at [[Winterfell]], rather than potentially offend King Robert and Queen Cersei by seating a bastard at the main table. The Dornish, in contrast, feel that an older bastard does have a place within the family and is not shameful, but a bastard child is treated somewhat like a younger child in order of inheritance. For example, if the Starks lived in Dorne, Jon Snow would be treated as a younger brother behind even [[Rickon Stark|Rickon]] in the line of succession, but otherwise, he would be treated as a full member of the family.\n\nAnother minor stigma against bastards in Dorne is that it is still seen as marrying beneath one's station for a powerful lord to marry a noble-born bastard. This is often simply due to the practical reason that a bastard cannot inherit, and thus the marriage would not bring with it any new wealth or lands. This stigma is somewhat like if a nobleman married a daughter from another House who was trueborn, but who was also the fifth youngest of five daughters, and thus a very poor match. [[Ellaria Sand]] is an acknowledged bastard of [[House Uller]], one of the more powerful noble families in Dorne. Even in the relaxed social mores of Dorne, however, it would still have been marrying beneath his station for Prince [[Oberyn Martell]], younger brother of the ruler of Dorne, to wed Ellaria. While Oberyn could not marry Ellaria, he simply made her his formal paramour, his wife in all but name.\n\n", "Terminology": "[[File:Bastard names by region.PNG|thumb|Bastard names by region.]]\nThe stigma of illegitimacy is so great, that all acknowledged bastards born to a noble in Westeros have to identify themselves through a specific surname marking them as a bastard, which varies by region:\n* '''Flowers''': [[The Reach]]\n* '''Hill''': [[The Westerlands]]\n* '''Pyke''': [[Iron Islands]]\n* '''Rivers''': [[The Riverlands]]\n* '''Sand''': [[Dorne]]\n* '''Snow''': [[The North]]\n* '''Stone''': [[The Vale of Arryn]]\n* '''Storm''': [[The Stormlands]]\n* '''Waters''': [[The Crownlands]]\n\nHowever, this system does not apply to the bastards of [[smallfolk]]: at least one parent (usually, but not always, the father) has to be a member of a noble House. If both the father and mother are commoners, the child cannot use the special surname.\n\nThe low-born commoners of [[Westeros]] do not actually use surnames at all. Therefore, possessing a bastard surname is simultaneously a mark of distinction and badge of shame. Anyone who encounters someone with a bastard surname will immediately know that they are not simply a bastard, but the bastard child of a noble.\n\n[[File:GendryInfobox.jpg|thumb|right|Gendry, as an ''unacknowledged'' bastard of Robert Baratheon, cannot use the surname &quot;Waters&quot;.]]\nBastards only use the special surnames if they have been openly acknowledged by their noble-born parent. In such cases, their noble parent will usually try to make sure that they are well cared for, or send money for their support, but it is extremely unusual for a noble to raise their bastard child in their own household.        \nThere is no official distinction between bastards who have one noble-born parent, and those whose parents are both noble-born. In practice, however, a nobleman would be much more likely to acknowledge a bastard child born to a noble lady, than he would a child born to a commoner.\n\nBastard surnames are dependent on the region a child was born in, i.e. where the mother is from, not where the father is from. For example, a noble lord from the Stormlands could father one bastard child in the Vale, and another in the Riverlands, but neither would use the surname &quot;Storm&quot;: the first bastard would use the surname &quot;Stone&quot;, and the second would use the surname &quot;Rivers.&quot; It is extremely unusual for a bastard to know who his nobleman father is, but not his mother. Therefore [[Jon Snow]]'s situation is additionally unusual, not just because he actually lives with his nobleman father, but because he probably wasn't even born in the North. [[Eddard Stark]] brought him back to [[Winterfell]] as an infant after fighting in the south during [[Robert's Rebellion]], but refused to say who his mother was or where she came from. As a result of the mystery surrounding his mother's identity, Jon ended up using the surname &quot;Snow&quot; by default.\n\nBastard children of a noble lord may be referred to politely as &quot;natural children&quot;, though the less polite term &quot;baseborn&quot; is more commonly used, and they are often bluntly and rudely referred to as simply &quot;bastard.&quot; In contrast, a noble lord's children with his lawfully married wife are termed &quot;trueborn&quot;. Thus when Lord [[Eddard Stark]] discovers that none of [[Cersei Lannister]]'s children were fathered by her husband King [[Robert Baratheon]], he says that King Robert &quot;has no trueborn sons,&quot; even though he knows that Robert has several &quot;baseborn,&quot; bastard children.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n\n"}, "title": "Bastardy"}