{"attributes": {}, "sections": {"Behind the scenes": "[[Iwan Rheon]] confirmed their appearance in the TV series when he tweeted a set photo of them in their kennel.\n\n", "TOP": "Bastard's girls0221086ga07jjrabxp1oqkye6y6jlcdywzuft1495052014-06-27T21:25:00ZThe Dragon Demands5014364Undo revision 147636 by [[Special:Contributions/Ruebenn|Ruebenn]] ([[User talk:Ruebenn|talk]]){{Conjecture}}\n[[File:The-girls.jpg|thumb|250px|Ramsay's girls.]]\n{{Quote|We have to reward the hounds, love. They did all the hard work.|[[Ramsay Snow]] to [[Myranda]]|The Lion and the Rose}}\n'''The Bastard's girls''' are a pack of vicious dogs bred by [[Ramsay Snow]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the &quot;Bastard's girls&quot; are how [[Theon Greyjoy]] refers to Ramsay Snow's pack of hunting dogs.\n\nRamsay uses the hounds to partake in his sick practice of releasing women naked into the Bolton Forests where he hunts them for sport after giving them a days head start. The pack is made up of all vicious, mean tempered bitches. The dogs are looked after by the kennelmaster Ben Bones of [[the Dreadfort]] who under Ramsay's instructions also trained them to kill wolves.\n\nThose women he hunts that give him good sport are given a quick death (after being raped) and in &quot;honor&quot; of the hunt, Ramsay names a new bitch pup after the woman. Those women that do not give him good sport are still raped, but are not given a quick death: Ramsay subsequently flays them alive, and they do not get a dog named after them. His current pack consists of...\n\n*Grey Jeyne\n*Helicent\n*Jez\n*Alison\n*Kyra\n*Maude\n*Red Jeyne\n*Sara\n*Willow\n\n==â&euro;&lsaquo;See also==\n*{{AWOIAF}} (spoilers from the books)\n\n", "History": "===[[Season 4]]===\nRamsay and Myranda hunt down [[Tansy]] with the hounds. After Myranda injures Tansy with an arrow to the leg, Ramsay has the dogs kill Tansy.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\nWhen [[Yara Greyjoy]] attempts to [[Assault on the Dreadfort|rescue]] [[Theon]] from [[the Dreadfort]] she finds him at the castle's kennels. After most of Yara's comrades are killed and Theon bites her to return to his imprisonment, Ramsay releases the hounds, which had grown restless because of the fighting.&lt;ref&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt;\n\n"}, "title": "Bastard's girls"}