{"attributes": {"casual2": " UnknownThe '''Battle of the Fist of the First Men''' is a battle during the Conflict Beyond the Wall. It is the first open confrontation between men and White Walkers since the Long Night, over eight thousand years ago.==History=====Prelude===While Samwell Tarly, Grenn, and Eddison Tollett", "name": " Battle of the Fist of the First Men", "forces1": "~300 men", "casual1": "Over 200 men", "image": "File:Wights 1x10.png", "forces2": ["White Walkers", "Hundreds of Wights"], "next": "Mutiny at Craster's Keep", "width": "", "bg2": "", "conc": "", "place": "Fist of the First Men, Beyond the Wall", "result": ["White Walkers victory", "Retreat of surviving members of the Night's Watch"], "commanders1": "Lord Commander Jeor Mormont", "date": "", "link": "Night's Watch Night's Watch", "commanders2": "White Walker (Valar Morghulis)", "prev": "Great Ranging", "side2": "White Walkers", "conflict": "Conflict Beyond the Wall", "side1": "File:Night's-Watch-sigil.jpg"}, "sections": {"TOP": "Battle of the Fist of the First Men0143274lxd59fttapkyapuwzwaoug0umavaiq1795632015-03-26T18:14:11ZThe Dragon Demands5014364/* In the books */{{Battle\n|width=\n|prev=[[Great Ranging]]\n|conc=\n|next=[[Mutiny at Craster's Keep]]\n|name= Battle of the Fist of the First Men\n|image=[[File:Wights 1x10.png|300px]]\n|conflict=[[Conflict Beyond the Wall]]\n|date=\n|place=[[Fist of the First Men]], [[Beyond the Wall]]\n|result=[[White Walkers]] victory&lt;br&gt;Retreat of surviving members of the Night's Watch\n|BG2=\n|side1=[[File:Night's-Watch-sigil.jpg|20px|right|link=Night's Watch]] [[Night's Watch]]\n|side2=[[White Walkers]]\n|commanders1=Lord Commander [[Jeor Mormont]]\n|commanders2=[[White Walker (Valar Morghulis)]]\n|forces1=~300 men\n|forces2=White Walkers&lt;br&gt;Hundreds of [[Wights|wights]]\n|casual1=Over 200 men\n|casual2= Unknown}}\nThe '''Battle of the Fist of the First Men''' is a battle during the [[Conflict Beyond the Wall]]. It is the first open confrontation between men and [[White Walkers]] since [[the Long Night]], over eight thousand years ago.\n", "See also": "*{{AWOIAF}}(MAJOR spoilers from the books)\n\n", "In the books": "In the ''A Song of Ice and Fire'' books, while waiting for the last of the search parties to return to decide on a plan of action regarding the [[wildlings]], the Watch is attacked by a horde of wights, among them reanimated corpses of animals (most notably a [[Snow bears|snow bear]]). Since their arrows have no effect against the undead attackers, Mormont orders his archers to use fire arrows, slowing the wights but not stopping them. The Watch is quickly overrun. Most of the force of 300 men is killed, including the officers Thoren Smallwood and Ottyn Wythers. Only sixty-one men manage to cut their way free out of the Fist, part of those are killed by the pursuing wights during the retreat. Of the forty-four survivors, twelve are critically injured and are put on horses while the able men hold torches to guard the flanks and rear. Only the stragglers are attacked by the wights. Eventually the survivors reached [[Craster's Keep]], where the next [[Mutiny at Craster's Keep|disaster]] occurred - the combined effect was that nearly a third of the entire Night's Watch, including most of its officers and best warriors, was wiped out.\n\nThe battle plays out different in the novel than in the TV series. Much of the battle is actually described, albeit in flashback, but due to budget restraints it happens &quot;off screen&quot; in the TV series, like the [[Battle of Oxcross]] and the [[Battle of the Green Fork]]. Also, during the battleÂ [[Samwell Tarly]] manages to send many [[ravens]], but just two of them - one to [[Castle Black]] and one to the [[Shadow Tower]] - have messages about the impending attack. Terrified of the battle, Samwell forgets to send any other messages off before setting the rest of the ravens free when the battle is lost. The message to Castle Black reaches its destination, but there is nothing those who remained there can do to help Mormont and his troops, except sending distress messages to the five kings (thinking that the enemies mentioned in the message are the Wildlings, while Sam meant the Others), pleading for them to send reinforcements. Neither [[Ghost]] nor [[Rast]] take part in the battle, as the [[direwolf]] had accompanied [[Jon Snow]] while the ranger had remained at Castle Black.\n\nDuring the retreat, Sam collapsed. Only [[Grenn]] stayed with him and urged him to move on, but in vain. A steward of the Watch named Paul carried Sam on his back. Due to the delay, the three fell behind the other survivors, and one of the Others attacked them. The Other killed Paul, and Sam desperately stabbed it with hisÂ [[Dragonglass]] dagger. To Sam and Grenn's amazement, the Other was destroyed. Eventually Sam and Grenn caught up with the rest of the Watch. This was moved around in the TV series to occur after Sam fled [[Craster's Keep]] with [[Gilly]].\n\n", "History": "===Prelude===\nWhile [[Samwell Tarly]], [[Grenn]], and [[Eddison Tollett|Edd]] are collecting animal feces to burn as firewood near to the [[Fist of the First Men]], they hear a blast from a horn, and Samwell immediately assumes that the [[Ranger|Ranging party]], with [[Jon Snow]], has returned. A second blast sounds, and Grenn and Edd draw their swords, assuming it is [[Wildlings|wildlings]]. Finally a third blast sounds, signalling [[White Walkers]]. Grenn and Edd run, leaving Samwell behind as a snowstorm begins to blow in.\n\nSamwell hides behind a rock because he is unable to catch up to the other boys. An army of undead [[Wights|wights]] marches beside him, heading towards the Fist of the First Men. A White Walker rides an undead horse directly next to the rock Samwell is hiding behind and notices him. SamwellÂ begins to cry and the White Walker ignores him, letting out a shriek to urge on the wights towards the [[Night's Watch]] encampment atop the Fist of the First Men.&lt;ref name=&quot;E20&quot;&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n===Battle===\nThe camp of the Night's Watch on the Fist is overrun by a horde of wights led by White Walkers.&lt;ref name=&quot;E20&quot;/&gt;\n\n===Aftermath===\n[[File:Nightswatch_3x01.jpg|thumb|300px|right|The survivors march away from the Fist of the First Men]]\nOnly a handful of black brothers survive the attack and, led by Lord Commander [[Jeor Mormont|Mormont]], begin their way back to [[the Wall]] to warn of the coming danger. Samwell survives the battle and runs through a blizzard in search of safety. He sees another man of the Night's Watch ahead but soon discovers that he has been decapitated. Just then, a wight approaches Sam and is just about to attack him with an axe when the direwolf [[Ghost]] saves him by attacking the wight. [[Lord Commander]] Mormont then appears and asks Sam if he sent off the messenger-ravens he was instructed to release. Sam tells him that he wasn't able to in the confusion of the attack which angers Lord Commander Mormont greatly.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\nThe wildling [[Orell]] scouts the Fist of the First Men by warging into his eagle. He discovers the Fist is filled with dead &quot;crows&quot;.&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt;\n\n[[File:HorseCorpses 3x03.jpg|thumb|right|The aftermath of the Battle of the Fist of the First Men.]]\n[[Mance Rayder]], along with [[Jon Snow]], [[Tormund Giantsbane]], [[Orell]], and [[Ygritte]], inspects the Fist, finding only the mutilated remains of the horses arranged in a spiral pattern. All the corpses of the black brothers Orell had discovered are gone. Jon says that about three hundred men were camped at the Fist. Mance warns him that they have now been raised as undead wights.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\n"}, "title": "Battle of the Fist of the First Men"}