{"attributes": {"image": "File:Battle_of_Oxcross.jpg", "imagebg": "", "conc": "", "result": "Decisive House Stark", "side4": "", "side2": "File:Lannister mini shield.png", "side3": "", "side1": "File:Stark mini shield.png", "casual4": "", "forces4": "", "forces3": "", "forces2": "Thousands", "forces1": "Unknown (#In the books", "casual1": " Minimal", "next": "Sack of Ashemark", "width": "", "bg2": "", "casual2": " Massive, army annihilated or scattered", "prev": " Raid by the Gods Eye", "conflict": "War of the Five Kings", "civilian": "Quote", "link": "House Lannister House Lannister", "date": "", "commanders1": ["King Robb Stark", "*Lord Roose Bolton", "*Lord Rickard Karstark"], "commanders2": "Ser Stafford Lannisterâ&euro; ", "commanders3": "", "commanders4": "", "casual3": "", "name": " Battle of Oxcross", "place": "Oxcross, the Westerlands"}, "sections": {"TOP": "Battle of Oxcross07754ra0eb193bxtdc6d5a98nk28g3ckfgn41592522014-09-13T14:06:51ZSer Patrek25358400{{Battle\n|width=\n|prev= [[Raid by the Gods Eye]]\n|conc=\n|next=[[Sack of Ashemark]]\n|name= Battle of Oxcross\n|imageBG=\n|image=[[File:Battle_of_Oxcross.jpg|300px]]\n|conflict=[[War of the Five Kings]]\n|date=\n|place=[[Oxcross]], the [[Westerlands]]\n|result=Decisive [[House Stark|Stark]] - [[House Tully|Tully]] victory,&lt;br&gt; [[Stafford Lannister]] killed.\n|BG2=\n|side1=[[File:Stark mini shield.png|20px|right|link=House Stark]] [[House Stark]]\n*[[File:Bolton mini shield.png|20px|right|link=House Bolton]] [[House Bolton]]\n*[[File:Karstark mini shield.png|20px|right|link=House Karstark]] [[House Karstark]]\n|side2=[[File:Lannister mini shield.png|20px|right|link=House Lannister]] [[House Lannister]]\n|side3=\n|side4=\n|commanders1=King [[Robb Stark]]&lt;br&gt;\n*Lord [[Roose Bolton]]&lt;br&gt;\n*Lord [[Rickard Karstark]]\n|commanders2=Ser [[Stafford Lannister]]â&euro; \n|commanders3=\n|commanders4=\n|forces1=Unknown ([[#In the books|see below]])\n|forces2=Thousands\n|forces3=\n|forces4=\n|casual1= Minimal\n|casual2= Massive, army annihilated or scattered\n|casual3=\n|casual4=\n|civilian=}}\n{{Quote|Using some vile sorcery, [[Sansa Stark|your]] brother fell on Stafford Lannister with an army of wolves. Thousands of good men were butchered. After the slaughter, the Northmen feasted on the flesh of the slain.|Ser [[Lancel Lannister]]'s &quot;report&quot;|Garden of Bones}}\nThe '''Battle of Oxcross''' is a major engagement in the [[War of the Five Kings]]. It occurs largely off screen in &quot;[[Garden of Bones]].&quot; The army of [[House Stark]] in [[the Riverlands]] moves into [[the Westerlands]] to attack a host of [[House Lannister]] reinforcements camped near the town of [[Oxcross]].&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\nFollowing through on King [[Robb Stark]]'s promise to give Queen [[Cersei Lannister]] &quot;another [[Battle of the Whispering Wood|Whispering Wood]]&quot;,&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt; the battle was a decisive Stark victory with the Lannister host under the command of Ser [[Stafford Lannister]] destroyed and Stafford himself killed.\n\n", "See also": "*{{AWOIAF}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' books the battle is not shown directly but reported to [[Catelyn Stark]]. Roose Bolton doesn't participate as he's leading the joint Northern-Frey armies east of the Trident. [[Brynden Tully]], [[Rickard Karstark]], [[Galbart Glover]], [[Greatjon Umber]], [[Maege Mormont]] and Ser [[Stevron Frey]] take part. Karstark is the one to slay Stafford Lannister, while Ser Stevron Frey, Walder Frey's heir, perishes from wounds taken during the battle. Ser Rupert Brax, a Lannister bannerman, is also slain. Lord Roland Crakehall, Lord Antario Jast and Ser Lymond Vikary, also sworn to Casterly Rock, are rumored to have been killed, while Martyn Lannister, third son of Ser [[Kevan Lannister]], is taken prisoner.\n\nAs Tyrion points out, the Lannister army was mostly composed of green conscripts scraped together from [[Lannisport]] and surrounding areas, to try to make up for the loss of Jaime's army at Whispering Wood. While training the new raw recruits in their camp near the village of Oxcross, Stafford Lannister, cousin of [[Tywin Lannister]] and brother of his [[Joanna Lannister|late wife]], felt so confident that he was safe from Stark attack in the heart of the Westerlands that he didn't even bother to post sentries.\n\nThe Stark force is able to achieve a surprise assault because they used a previously unknown path through the border mountains of the Westerlands discovered by Grey Wind. This allows the Stark army to bypass the [[Golden Tooth]] castle, a predictable choke point which guards the only major road leading through the mountains between the Riverlands and the interior of the Westerlands.\n\nOxcross is more of a rout than a pitched battle, with the surprised Lannister army massacred in its own camp. Brynden Tully led the vanguard of Robb's army. Robb's direwolf Grey Wind played an important role in the battle by sneaking into the Lannister camp and panicking their horses, who had never seen a wolf of such massive size before. Ser Stafford Lannister himself was killed while chasing after his terrified horse.\n\nThe Lannister survivors regrouped at [[Lannisport]] under Ser Daven Lannister, Stafford's son and widely considered to be a more intelligent commander than his father.\n\n===Numbers===\n\nThe book version of Robb Stark's campaign is more detailed with several major differences. In particular, Robb's army divided into two major parts before reaching the Whispering Wood, with 6,000 cavalry going west with Robb to Riverrun, and 16,000 infantry going east to fight Tywin at the Green Fork in a feint. In the books, this eastern Stark army is commanded by Roose Bolton, who is able to retreat from the Battle of the Green Fork in good order. In the TV series, the feint only consists of 2,000 men and is completely destroyed. Robb has 20,000 men with him at the Whispering Wood. The Riverlords under House Tully then throw their support behind Robb, drastically increasing the size of his army. Robb then invades the Westerlands with 6,000 cavalry.\n\nThe number of Lannister soldiers in the Riverlands has been doubled in the TV series, from 30,000 to 60,000. The books state that 10,000 green Lannister conscripts were killed at Oxcross, and the few survivors scattered. The exact figure isn't given in the TV series though they do state that the army was destroyed and &quot;thousands&quot; of Lannister soldiers are dead. A figure of a five to one kill ratio would result in a higher number of Stark dead than in the books, in which the battle was a massacre and Robb's losses were very light.\n\n", "History": "===Prelude===\n{{Quote|These are my terms. If the Queen Regent and her son meet them I'll give them peace. If not, I will litter the south with Lannister dead.|King [[Robb Stark]]|The North Remembers}}\nHaving won a trio of victories in [[the Riverlands]], the army of [[House Stark]] under the command of King [[Robb Stark|Robb I]] is expected to march on the host of Lord [[Tywin Lannister]] which has regrouped at [[Harrenhal]].&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt; The Lannister force under Ser [[Jaime Lannister]] has been decimated and Jaime himself captured.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt; Meanwhile, a group of Lannister reinforcements under the command of Ser [[Stafford Lannister]] has assembled at [[Oxcross]] on the border between the Riverlands and the Westerlands.&lt;ref name=&quot;E14&quot;&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\n===Battle===\n[[File:GreyWindOxcross.jpg|thumb|left|Grey Wind surprises the Lannister horses.]]\nKing [[Robb Stark]]'s forces assault Ser Stafford's camp in a night time raid. Robb's [[Direwolves|direwolf]] [[Grey Wind]] sneaks up to the Lannister camp, kills several sentries and panics their horses. As a massive rain breaks out, Robb, prepares to lead the charge. Robb's bannermen cry out &quot;The King in the North!&quot; and draw their swords. The surprised Lannister army is easily slaughtered as they are roused from sleep by the Stark cavalry.&lt;ref name=&quot;E14&quot;/&gt;\n\n[[File:Robb_cavalry.jpg|thumb|King Robb Stark preparing to lead his cavalry in a charge.]]The battle is a decisive victory for the Stark forces. Lord [[Roose Bolton]] reports Lannister casualties outnumbering Stark losses in a 5:1 ratio. Thousands of Lannister soldiers are dead. The Lannister commander Ser [[Stafford Lannister]], a cousin of Lord Tywin, is killed in the battle and a number of Lannister officers are captured.&lt;ref name=&quot;E14&quot;/&gt;\n\n===Aftermath===\n\n[[Robb Stark]] faces dissent from his bannermen over keeping the numerous prisoners alive, but insists that they are treated well. He refuses to allow them to be tortured for information, fearing that the Lannisters would use this as an excuse to torture their own Stark prisoners. Some Northern soldiers loot the dead. Robb meets [[Talisa]] a healer from Volantis helping the [[Silent Sisters]] tending to a [[Wounded Lannister]] and assists her in an amputation.&lt;ref name=&quot;E14&quot;/&gt;\n\nKing [[Joffrey Baratheon]] is furious when news of Robb's victory reaches King's Landing. He reacts by having Robb's sister [[Sansa Stark]] publicly beaten in his throne room. Lannister loyalists spread rumors that Robb used sorcery and an army of wolves to achieve his victory and that the Northmen feasted on the flesh of their foes after the battle.&lt;ref name=&quot;E14&quot;/&gt;\n\nThe victory leaves the Westerlands lightly defended.&lt;ref name=&quot;E14&quot;/&gt; The next target of Robb's invasion is [[Ashemark]], the seat of [[House Marbrand]], which is [[Sack of Ashemark|sacked]] by the Northern army.&lt;ref&gt;Season 2 bluray: &quot;War of the Five Kings&quot; feature&lt;/ref&gt;\n\n"}, "title": "Battle of Oxcross"}