{"attributes": {"casual2": ["Heavy*Entire southern assault force eliminated ", "(Day 1)**Styr**Thenn warg â&euro; **Ygritte â&euro; *Main force killed, scattered, or captured (Day 2)Quote"], "name": " Battle of Castle Black", "forces1": ["'''Day 1''':  ~100, a large number not able-bodied warriors*1 direwolf (Ghost)", "----'''Day 2''':  ~2,800 Baratheon cavalry&lt;ref&gt;Based on a count of cavalry squares visible on-screen, divided evenly between the two pincers.  Stannis said four episodes before in &quot;The Laws of Gods and Men&quot; that he has about 4,000 men left overall; others must have been left at Dragonstone, bringing the baggage train overland from Eastwatch, didn't have horses, etc.&lt;/ref&gt;"], "casual1": "Significant Night's Watch casualties*Pypar â&euro; *Grenn â&euro; *Hill â&euro; *Cooper â&euro; ----Minimal Baratheon casualties", "image": "File:Battle of Castle Black begins.png", "forces2": "~100,000 wildlings*Tormund's warband*Styr's Thenn warband*Giants**Mammoths", "next": "Assassination at the Tower of the Hand", "bg2": "", "conc": "", "place": "Castle Black, the Wall", "result": ["-Decisive Night's Watch and House Baratheon of Dragonstone victory ", "-Mance Rayder captured", "-Wildling army scattered or captured"], "commanders1": ["Ser Alliser Thorne (wounded)", "*Janos Slynt*Jon Snow*Eddison Tollett----King Stannis Baratheon*Ser Davos Seaworth"], "date": "301 AL", "link": "Free Folk The Free Folk*Thenn*Giants", "commanders2": ["Mance Rayder (POW)", "*Tormund (POW)", "*Styr, Magnar of Thenn â&euro; *Mag Mar Tun Doh Weg â&euro; "], "prev": ["Fall of Moat Cailin", "Sack of Mole's Town"], "side2": "File:MR mini shield.png", "conflict": ["Conflict Beyond the Wall", "War of the Five Kings"], "side1": "File:Crow mini shield.png"}, "sections": {"TOP": "Battle of Castle Black025879j16tb2zf85fdy2i8xk2a6w5kzifltn21790432015-03-24T14:49:52ZThe Dragon Demands5014364/* Battle Day 2: Stannis'sÂ army arrives */{{Battle\n|prev=[[Fall of Moat Cailin]]&lt;br&gt;[[Sack of Mole's Town]]\n|conc=\n|next=[[Assassination at the Tower of the Hand]]\n|name= Battle of Castle Black\n|image=[[File:Battle of Castle Black begins.png|300px]]\n|conflict=[[Conflict Beyond the Wall]]&lt;br&gt;[[War of the Five Kings]]\n|date=301 AL\n|place=[[Castle Black]], [[the Wall]]\n|result=-Decisive Night's Watch and House Baratheon of Dragonstone victory &lt;br&gt;\n-Mance Rayder captured&lt;br&gt;\n-Wildling army scattered or captured\n|BG2=\n|side1=[[File:Crow mini shield.png|20px|right|link=Night's Watch]] [[Night's Watch]] (early)\n----\n[[File:Baratheon DS mini shield.png|20px|right|]] [[House Baratheon of Dragonstone]] (late)\n|side2=[[File:MR mini shield.png|20px|right|link=Free Folk]] The [[Free Folk]]\n*[[Thenn]]\n*[[Giants]]\n|commanders1=Ser [[Alliser Thorne]] (wounded)&lt;br&gt;\n*[[Janos Slynt]]\n*[[Jon Snow]]\n*[[Eddison Tollett]]\n----\nKing [[Stannis Baratheon]]\n*Ser [[Davos Seaworth]]\n|commanders2=[[Mance Rayder]] (POW)&lt;br&gt;\n*[[Tormund]] (POW)&lt;br&gt;\n*[[Styr]], [[Magnar]] of Thenn â&euro; \n*[[Mag Mar Tun Doh Weg]] â&euro; \n|forces1='''Day 1''':  ~100, a large number not able-bodied warriors\n*1 [[direwolf]] ([[Ghost]])&lt;br&gt;\n----\n'''Day 2''':  ~2,800 Baratheon cavalry&lt;ref&gt;Based on a count of cavalry squares visible on-screen, divided evenly between the two pincers.  Stannis said four episodes before in &quot;The Laws of Gods and Men&quot; that he has about 4,000 men left overall; others must have been left at Dragonstone, bringing the baggage train overland from Eastwatch, didn't have horses, etc.&lt;/ref&gt;\n|forces2=~100,000 wildlings\n*Tormund's warband\n*Styr's [[Thenn]] warband\n*Giants\n**[[Mammoths]]\n|casual1=Significant Night's Watch casualties\n*[[Pypar]] â&euro; \n*[[Grenn]] â&euro; \n*[[Hill]] â&euro; \n*[[Cooper]] â&euro; \n----\nMinimal Baratheon casualties\n|casual2=Heavy\n*Entire southern assault force eliminated &lt;br&gt;(Day 1)\n**Styr\n**[[Thenn warg]] â&euro; \n**[[Ygritte]] â&euro; \n*Main force killed, scattered, or captured (Day 2)\n}}\n{{Quote|Brothers! A hundred generations have defended this castle. She has never fallen before and she will not fall tonight. Those are Thenns on our walls, they eat the flesh of the men they kill! Do you want to fill the belly of a Thenn tonight? Tonight we fight! And when the sun rises, I promise you, Castle Black will stand! The Night's Watch will stand! With me now, now with me!|[[Alliser Thorne]]|The Watchers on the Wall}}\n\nThe '''Battle of Castle Black''' is an event during the [[Conflict Beyond the Wall]]. Due to the later intervention of [[Stannis Baratheon]], it can also be considered part of the [[War of the Five Kings]].\n\nThe entire Season 4 episode &quot;[[The Watchers on the Wall]]&quot; is devoted to the first night of the battle, while Jon Snow's parley with Mance Rayder and the arrival of Stannis Baratheon's forces the next day occur in the following episode, &quot;[[The Children]]&quot;.\n\n", "See also": "*{{AWOIAF}} (MAJOR spoilers from the books)\n", "In the books": "===Preface===\nMance Rayder, now knowing that the bulk of the Watch's fighting force [[Battle of the Fist of the First Men|has been wiped out on the Fist by their mutual enemy]], makes his way out of the [[Frostfangs]] and starts his march toward [[the Wall]]. Mance forms a plan to divert the remaining fighting men from both [[Castle Black]] and the [[Shadow Tower]] to the far west so he can send a team to scale the Wall and take the unwalled Castle Black from behind by surprise. With Mance's diversionary force striking hard in the west, Lord Steward [[Bowen Marsh]] marshals his forces and takes the bait, leaving only the old, the green, and the sickly behind to defend Castle Black - forty-one brothers against thirty thousand wildlings.\n\nThe defenders of Castle Black are forewarned of the attack by the messages Sam sent during the [[Battle of the Fist of the First Men]] (although the enemies Sam referred to in his messages are the [[White Walkers|Others]], not the wildlings). Maester Aemon sends requests of help to all kings and lords of Westeros ''&quot;Wildlings at the gate. The realm in danger. Send all the help you can to Castle Black&quot;'', even as far as [[Oldtown]] and the [[Citadel]], and to half a hundred mighty lords in their castles. The northern lords offer their best hope, so to them Aemon sends two birds. To the [[House Umber|Umbers]] and the [[House Bolton|Boltons]], to Castle [[House Cerwyn|Cerwyn]] and [[Torrhen's Square]], [[Karhold]] and [[Deepwood Motte]], to [[Bear Island]], [[Oldcastle]], [[Widow's Watch]], [[White Harbor]], [[Barrowton]], and the Rills, to the mountain fastnesses of the Liddles, the Burleys, the Norreys, the Harclays, and the Wulls ''&quot;Wildlings at the gate. The north in danger. Come with all your strength&quot;''. However, no answers arrive, let alone any reinforcements.\n\nOne of these distress messages is received by the [[Small Council]]. [[Tyrion]] suggests to send recruits to [[Bowen Marsh]], but [[Tywin]] refuses. He comments that since [[Robb Stark]] and [[Balon Greyjoy]] have declared themselves as kings and claim the North, let them defend it, if they can, and if not, Mance Rayder might even prove a useful ally. The message for Stannis is received by Alester Florent, but he does not show it to Stannis, thinking that Stannis lacks soldiers to fight his own battles, he has none to waste on wildlings. By chance, Maester Pylos shows this letter to Davos, and he gives it to Stannis and persuades him to travel north and assist the Watch.\n\n===Strike from the South===\n\nAs part of Mance Rayder's plan, the Magnar of Thenn, [[Styr]], along with his co-commander Jarl and about 120 raiders (among them 100 Thenns), is sent ahead to scale the Wall and take Castle Black by surprise from the rear. After crossing near Greyguard and circling south-east through the Gift, Jon Snow escapes at [[Queenscrown]], though he is shot by an arrow at his thigh. He warns [[Mole's Town]] and Castle Black of the imminent attack from the south. Donal Noye, Castle Black's blacksmith and now de-facto commander (since all other officers are either dead or absent), and Jon organize the defense around archers in the towers and a line of fighting men on the massive wooden staircase that zigzags up the south face of the Wall. The defenders have no time to practice or to take any [[Raid on Craster's Keep|punitive action against the Mutineers]]. Three quarters of the residents of Mole's Town seek refuge at the castle, and Noye allows them to stay on condition they take part in the battle.\n\nWhile Noye, Clydas and Maester Aemon treat Jon's injury, he gives them full report of the time he spent with the wildlings, and admits breaking his vows with [[Ygritte]]. They believe him that he was acting at [[Qhorin]]'s orders. Aemon updates Jon of the latest bad news: [[Jeor Mormont]]'s death; the [[Ironborn|ironborn]]'s invasion; the [[Sack of Winterfell]]; the alleged death of [[Bran Stark|Bran]] and [[Rickon Stark|Rickon]]. Jon is confused to hear the last item, for he is certain he saw [[Summer]] at Queenscrown. Grenn (who returned with the other loyalists long before Jon) and Pyp are overjoyed that Jon returned safely. Grenn tells Jon that Sam killed an [[White Walkers|Other]], and more about the [[Mutiny at Craster's Keep]], and that he and about dozen more remained loyal to Mormont but had to retreat, being outnumbered by the [[Betrayers|Mutineers]]. He is saddened to tell him that [[Sam]] was left behind. At that point, Sam, [[Gilly]] and [[Ghost]] have not returned yet.\n\nThe battle begins in the early morning hours as wildling raiders and Thenn warriors storm Castle Black. Jon and others are awakened by the smoke rising from Mole's Town. Jon insists on joining the battle despite his injury, and Noye places him with two other archers, Deaf Dick Follard and Satin, atop the King's Tower. In order to make the Thenns think that there are many more defenders than actually are, Noye commands to put scarecrows on the battlements. Jon warns the others not to hide behind the scarecrows, for arrows will easily go through them.\n\nAfter the archers take a heavy toll on the wildling force, the battle culminates on the stair. Once the majority of the wildling forces mount the stair and push back the crumbling defense, killing some of the brothers and villagers, the Watch springs a desperate trap. The stair, soaked in oil between the last Night's Watch line of defense and the base of the structure, is set ablaze, destroying the stair and killing Styr and most of his men. [[Ygritte]], who was shot fatally, dies in Jon's arms. It is unknown who shot the arrow that killed her.\n\nWhile the raiding party is defeated,Â Mance's main force has yet to be dealt with and the Watch's primary means of transporting men and materials to the top of the Wall are destroyed. Most of the villagers, thinking incorrectly that the worst is over, return to Mole's Town. A few villagers remain, among them Zei, Hareth and three orphan kids whose father died on the stair.\n\nAt this point, among the casualties the defenders suffer are [[Rast]], Deaf Dick Follard, Young Henly, Old Henly, Easy, and Dornish Dilly.\n\n===The Siege===\n\nWith the news that his advance party has been defeated, and he must instead assault the Wall, Mance assembles his host beyond the tree line. After a small probing attack at night, the first morning's attacks are spearheaded by giants mounted on mammoths. The defenders catapult barrels of pitch at the advancing army, making it visible for the archers. The wildlings do not waste their efforts on scaling the Wall or trying to break it, but concentrate on the gate. Mag the Mighty, King of the Giants, manages to breach the massive doors that lead to the tunnel underneath the Wall. Donal Noye gives Jon the command, and he and four brothers defend the tunnel system with spears and arrow fire from behind the internal gate and murder-hole system built into the tunnel.\n\nJon and other rest of the defenders shoot arrows and catapult rocks at the wildlings, killing many of them. One mammoth is killed and another lurchesÂ burning through the woods, trampling down men and trees alike. Jon exclaims &quot;The Wall will stop them. The Wall defends itself. Mance wants to unman us with his numbers. Does he think we're stupid? The chariots, the horsemen, all those fools on foot... what are they going to do to us up here? Any of you ever see a mammoth climb a wall? They're nothing, they're less use than our straw brothers here, they can't reach us, they can't hurt us, and they don't frighten us, do they?&quot;. Jon's speech encourages the other defenders and raises the morale. The giants try to break the gate with a battering ram, but the defenders kill many of them and injure the mammoths, causing them to go berserk, smashing wildlings and crushing archers underfoot. The wildling archers shoot back, but they only waste their arrows because the Wall is too high. The wildlings suffer such heavy casualties that they have to retreat. At that point, the greatest flaw of Mance's army is very visible - the lack of discipline, which is hardly compensated by their numericalÂ superiority.\n\nNoye and the other four manage to kill all of the attackers, including Mag, and hold the interior portcullis under the Wall, but all five of them are slain, including Donal, whose body is found crushed by Mag, and his sword thrust though the giant's neck.\n\nWith the death of Donal Noye, Jon Snow reluctantly assumes command of the defense of the Wall at the request of Maester Aemon. A message arrives from [[Denys Mallister]] that [[Bowen Marsh]] chased three hundred wildlings led by the Weeper to the [[Shadow Tower]], fought them at the Bridge of Skulls and defeated them, but at great cost: more than hundred brothers were killed, among them Ser [[Endrew Tarth]] and Ser Aladale Wynch. Marsh was carried to the Shadow Tower, severely injured. Hearing that, Jon sends a request for aid from the village. The messenger, Zei, never returns, so Jon sends [[Mully]], who finds the village deserted.\n\nOver the next several days, Jon manages to throw back repeated attacks on the Wall by using catapults, archers, flaming arrows, boiling oil, and finally frozen barrels of rock and ice used to destroy Mance's armored battering rams. None of the wildlings try to scale the Wall. Jon has barely time to rest as he rushes from one battle station to another, encouraging his subordinates and foiling the wildlings' attempts to invade.\n\nIn order to keep the morale high, the defenders start naming the straw sentinels after their missing brothers ([[Othell Yarwyck]], [[Eddison Tollett]] and others), wagering as to which of them will collect the most arrows before they are done. Jon allows this because the game seems to give his brothers heart.\n\nSer [[Alliser Thorne]], an enemy of Jon, and Lord [[Janos Slynt]], a betrayer of Jon's father [[Eddard Stark]], arrive along with reinforcements from [[Eastwatch-by-the-Sea]]. They prove to be a hindrance rather than assistance. They roughly take Jon into custody with the knowledge, from a captured [[Rattleshirt]] who led a diversion on the eastern side of the Wall, that he had deserted and joined forces with the wildlings. Maester Aemon supports Jon and assures them that Jon has already explained his deeds to him and Donal Noye, but Thorne and Slynt do not listen to him. They accuse Jon of oathbreaking, cowardice, and desertion. Jon repeats what he told before that he was acting at [[Qhorin]]'s orders, but his explanations are rejected. Thorne, who always loathed Jon, accuses him of murdering Qhorin, suggesting that he is in league with [[Betrayers|those who murdered Mormont]], and that [[Benjen Stark]] may have a hand in all of that, and maybe he sits in Mance's tent at that moment. Slynt teases Jon by claiming that [[Eddard Stark]] died a traitor. Until that point Jon forces himself to stay calm, but hearing the lies about his father, his patience runs out, and when Thorne grabs his arm, he yanks himself free and grabs Thorne by the throat with such ferocity that he lifts him off the floor. The Eastwatch men pull Jon off Thorne. Either not believing Jon or not caring about his orders from Qhorin, Slynt and Thorne imprison Jon in the ice cells under the Wall for four days.\n\n===The Parley===\nThe Watch receive an envoy from Mance, requesting a [[parley]]. Jon is summoned from his cell and sent out to the wildling camp to treat with Mance, although Alliser and Janos want Jon to assassinate the King-Beyond-the-Wall. Jon has no choice, for a refusal will confirm the false accusations against him and will give them excuse to kill him. It is clear to Jon that the wildlings will probably kill him on the spot, but he decides to go anyway: he grudgingly acknowledges that their only hope for survival is if he can assassinate Mance, though he will die in the process whether he succeeds or fails. Even desertion is impossible; to Mance he is a proven liar and betrayer. Unlike in the show, he does not leave [[Longclaw|his sword]] behind. Tormund welcomes Jon, escorts him to Mance's tent and protects him from other wildlings who wish to kill him.\n\nMance receives Jon into his tent, where his pregnant wife Dalla is going into labor, while her sister Val attends to her. Mance tells Jon that [[Varamyr]], using [[Orell]]'s eagle, spied on the defenders and now they know how few brothers are left and how little weapons and supplies they have. Mance admits the defenders proved to be much more stubborn than he expected, even after Marsh took most of the garrison away from the castle, but he can continue the attack here and still send ten thousand men to cross the [[Bay of Seals]] on rafts and take Eastwatch from the rear; he can storm the Shadow Tower too, for he knows the approaches as well as any man alive; he can send men and mammoths to dig out the gates at the abandoned castles, all of them at once. Mance shows Jon a huge ornamented warhorn, claiming it is the famous horn of [[Joramun]], that according to legend can destroy the Wall. He tells Jon to deliver an ultimatum to Castle Black: the defenders must open the gate and allow the wildlings to pass the Wall within three days, otherwise Tormund will blow the horn.\n\nMance reveals that he does not wish to continue fighting nor to use the horn, because once the Wall is down - nothing will stop the [[White Walkers|Others]]. Jon is not thrilled about the idea of letting thousands of giants, cannibals and lawless wildlings swarm the North, raiding and kidnapping women. He asks Mance: &quot;If we let your people pass, are you strong enough to make them keep the king's peace and obey the laws?&quot;. Mance laughs and answers &quot;When we want laws we'll make our own. You can keep your king's justice too, and your king's taxes. I'm offering you the horn, not our freedom. We will not kneel to you&quot;. Jon muses that [[Jeor Mormont]] might have listened to the offer, but Thorne and Slynt would surely dismiss the notion out of hand, and in any case he cannot return to Castle Black without killing Mance. While Jon considers his next move, whether to try killing Mance or to destroy the horn, the meeting is interrupted when they hear warhorns outside.\n\n===Stannis arrives===\n\nMeanwhile, King [[Stannis Baratheon]] sails to [[Eastwatch-by-the-Sea]] with a host of 1,300-1,500 mounted soldiers. At this point, Stannis has not met yet with [[Tycho Nestoris]] or any representative of the [[Iron Bank of Braavos]]. Davos does not come with Stannis, but is sent to the [[White Harbor]] to seek the support of [[House Manderly]]. Accompanied by [[Cotter Pyke]] and his rangers from Eastwatch, Stannis and his troops travel along ranger roads beyond the Wall. They take Mance Rayder's host in the flank as it besieges Castle Black.\n\nMance's scouts warn him of the approaching rangers and as they emerge from the fringes of the wood, his free folk fly to meet them. The rangers are only scouts, a screen intended to draw in the wildlings, and they scatter back into the trees before Mance's wildlings and Harma Dogshead's raiders can slaughter them. At this crucial point, [[Melisandre]] destroys the eagle that Varamyr Sixskins uses for scouting. The trumpets blow all around and three columns of heavy horse emerge. One smashes into Harma's raiders, who have no time to regroup and meet them, while the second drives into the flanks of Tormund Giantsbane's spearmen. The third is shattered by the giants on their mammoths, but the other two are able to close in around them like pincers. On the eastern edge of the camps, archers fire arrows at the tents and camps of the wildlings.\n\nJon watches the banners of the charging knights, a yellow one with long pointed tongues that shows a flaming heart, and another like a sheet of beaten gold, with a black stag prancing and rippling in the wind. ''&quot;[[Robert Baratheon|Robert]]&quot;'' he thinks for one mad moment, but when the trumpets blow again and the knights charge, the name they cry is &quot;Stannis! Stannis! STANNIS!&quot;.\n\n===Aftermath===\n\nDespite their superiority in numbers, the undisciplined wildling host breaks and runs as more men emerge from the trees. In the ensuing battle, Harma Dogshead is slain and most of the wildling army is routed. Over a thousand wildlings are killed, and another thousand are taken captive. Mance is captured and most of his lieutenants are either killed or captured, with the exception of Tormund Giantsbane, the Weeper and Varamyr Sixskins.\n\n[[Kegs]], [[Mully]] and [[Jack Bulwer]] are in Castle Black while the Thenns sack [[Mole's Town]]. They survive the battle.\n\nGrenn, Pypar, and Donnel Hill survive the battle.\n\nSome time after the battle is over, Sam and Gilly finally arrive. They were lucky to get lost while on their way from [[Craster's Keep]], otherwise they would have found themselves caught in the battle or at the wildlings' camp. They meet [[Denys Mallister]], [[Bowen Marsh]], Dywen, Bedwyck (aka Giant) and [[Eddison Tollett]]. Sam hears from them about the battle. Ghost returns later, and he and Jon are overjoyed to be re-united.\n\nThe Night's Watch takes a headcount after the battle, and it is specifically stated that following the losses taken at the Battle of the Fist of the First Men and the wildling assault on Castle Black, 588 black brothers are still alive in the entire organization (including the garrisons at Eastwatch and the Shadow Tower). This is down from the &quot;under one thousand&quot; members it had when Jon Snow joined the Night's Watch, which Jeor Mormont and Maester Aemon warned Tyrion was barely enough to man the three castles they still garrisoned along the Wall, and they already had to abandon castles along long stretches of it.\n\n", "History": "===Prelude===\nHaving heard disturbing reports of disappearance of [[wildlings]] and presence of [[White Walkers]] [[beyond the Wall]], [[Lord Commander]] [[Jeor Mormont]] commanded a [[Great Ranging|great ranging]] beyond the Wall to find out what was happening.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt; The ranging ended up in disaster with a nigh-annihilation of the ranging party after an [[Battle of the Fist of the First Men|attack]] by White Walkers followed by a [[Mutiny at Craster's Keep|mutiny]].&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n\n[[ManceÂ Rayder|Mance&amp;nbsp;Rayder]], [[King-Beyond-the-Wall]], indeed united most wildling tribes in order to march south to escape the White Walkers. The destruction of the ranging party convinced him it was time to strike both because of the White Walker threat and because of the severe losses of the [[Night's Watch]], making an attack on the Wall both necessary and easier than it once had been.\n\nMance's strategy was sending raiding parties to climb [[the Wall]] to lure the remaining strength of the Night's Watch out of [[Castle Black]], then attack the castle's weakly defended southern side, while the bulk of his forces attacked the Wall from the north.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\nâ&euro;&lsaquo;Having infiltrated Mance's army to learn their plans, [[Jon Snow]] convinced the Night's Watch not to waste men on defending [[the Gift]] but instead to focus on the defense of Castle Black.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt; An attack on Craster's Keep prevented wildlings from knowing the truth about the numbers of the Night's Watch.&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt; After the attacks on smaller villages in the Gift do not succeed in drawing out the garrison of Castle Black, the raids of the southern wildling force culminate in the [[Sack of Mole's Town]], only half a league south of the Wall. When news of this attack reaches Castle Black, the garrison realizes that Mance Rayder's main assault is imminent.&lt;ref&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt;\n\n===Battle: The First Night===\n[[Ygritte]]Â spies on the castle to scout numbers of defenders. She tells the otherÂ wildingsÂ that most of the guards are at the top of the Wall and that few are left in the Castle. The group prepares to attack, whileÂ YgritteÂ seems to have second thoughts. TheÂ [[ThennÂ warg|Thenn]] [[warg]] suddenly snaps out of his trance and informs the group that the signal has been given, prompting theÂ wildlingsÂ to immediately take off towards Castle Black's southern gate. North of the Wall, the massiveÂ wildlingÂ army emerges from the woods, their numbers including [[giants]] riding atop [[mammoths]].Â [[Alliser Thorne]]Â orders the archers on the Wall to nock their arrows, but they draw instead whileÂ [[Grenn]]Â accidently drops a barrel down the Wall.Â AlliserÂ angrily drills his men on properly following orders when another horn blows from down below at Castle Black, signaling the unanticipated appearance ofÂ [[Tormund]]'sÂ band ofÂ wildlingsÂ at the castle's southern entrance. Realizing the dire need for experienced men to defend the keep from the surprise attack,Â AlliserÂ orders [[JanosÂ Slynt|Janos Slynt]] to assume command of the Wall's defenses and heads below to join the melee.\n\nBelow,Â TormundÂ andÂ [[Styr]]'sÂ forces charge the gate whileÂ YgritteÂ manages to pick off several men defending the gate with her bow.Â [[Pypar]]Â is firing a crossbow as Sam assists by reloading another crossbow, butÂ Pypar'sÂ aim is poor due to inexperience and nerves and he repeatedly misses his shots.Â The band ofÂ wildlingsÂ manage to reach Castle Black's walls and begin scaling them usingÂ grappling hooks and ropes, forcing Sam andÂ PypÂ to retreat.\n\n[[File:ThorneSeason4.jpg|thumb|200px|left|Thorne rallies his men.]]\nAlliserÂ Thorne arrives with reinforcements from the top of the Wall via the wooden lift system, which is being operated by [[Olly]].Â AlliserÂ gives an impassioned speech, promising that the ancient order of the Night's Watch and Castle Black will survive this battle. His speech rallies the black brothers andÂ AlliserÂ personally leads the charge against theÂ wildlingsÂ who have breached Castle Black's defenses, causing an intense battle to erupt in the courtyard.\n\nâ&euro;&lsaquo;[[File:Giant_with_his_bow.png|thumb|200px|A giant fires a huge arrow.]]\nOnÂ the northern side of the Wall, the wildling horde emerges from the treeline led by two giants, [[Mag Mar Tun Doh Weg|one]]Â of which is riding a [[Mammoths|mammoth]]. They charge towards Castle Black's outer gate, while many more wildlings start ascending the Wall using climbing gear. On top of the Wall, JanosÂ Slynt, having no true leadership experience, breaks down at the sight of the massiveÂ wildlingÂ army and begins fumbling his orders.Â GrennÂ steps in by falsely claiming thatÂ AlliserÂ needs Janos back down in Castle Black. Janos believes the lie and leaves, allowing Jon to take command of the Wall's defenses. The black brothers continue to rain down arrows on the advancingÂ wildlings, even killing ones that are attempting to scale the Wall.Â [[Dongo|One giant]], armed with a massive bow, manages to fire a huge arrow at one of the bunkers atop the Wall, completely obliterating it and killing the black brother manning it. Hundreds of wildlings reach the base of the Wall and begin using climbing equipment to scale it. Jon assures his comrades that it will take several hours for them to reach the summit, because he [[The Climb|made that climb]] himself, though Edd warns that they're in more of a hurry now than he was.\n\n[[File:Hobb's_Butcher's_Knife.png|thumb|left|200px|Hobb prepares to butcher wildlings with his cleaver.]]\nDown in Castle Black, the battle rages on between theÂ wildlingsÂ and the Night's Watch.Â StyrÂ andÂ YgritteÂ continue to slay numerous black brothers. At one point, a group ofÂ wildlingsÂ breach Castle Black's dining hall. OneÂ wildlingÂ is killed when a black brother throws boiling stew in his face and beats him to death with the pot.Â [[Hobb]], Castle Black's cook, calmly enters the dining hall and kills aÂ wildlingÂ with his massive butcher's knife. Meanwhile, JanosÂ SlyntÂ hides in the back of the kitchens, where he discovers [[Gilly]] and [[Sam|her baby]], whom Sam had hidden there before the battle.\n\n[[File:S04E09_-_Pypar's_death.png|thumb|200px|Sam cradles a dying Pyp.]]\nPypâ&euro;&lsaquo;Â manages to kill a wildling with his crossbow, but is then shot through the neck by Ygritte. Sam comforts Pyp and stays with him until he dies. Sam is forced to leave Pyp's body and as he heads to Castle Black's lift system, but he is spotted by the ThennÂ warg. The wargÂ charges at Sam as he desperately attempts to load his crossbow, managing to do so and firing a bolt into the warg's head just before he reaches him. Meanwhile,Â Alliser ThorneÂ is locked in a vicious duel with Tormund on the catwalks of Castle Black, both seemingly evenly matched in skill. However, Thorne suffers a grievous wound and is forced to retreat, being dragged to safety as he continues to shout orders to his men.\n\n[[File:Battle of Castle Black Mammoth on Fire.jpg|thumb|left|200px|The wildlings at the north gate and their mammoth set on fire by flaming oil casks.]]\nMeanwhile, a large group of wildlings reaches the gate on the north side of the Wall, including Mag on his mammoth and a second giant. Mag dismounts, and the wildlings attach grappling hooks to the heavy iron bars of the gate, tied to ropes, and they secure the other ends of some to the mammoth. Mag prys at the gate with an iron bar, while the rest of the group starts pulling the gate open; due to the added strength of the giants and mammoth, the four-inch steel bars start to bend and buckle. To repel their assault, Jon ordered the defenders to drop oil barrels with lit fuses onto them. When they hit the ground right in front of the gate they explode into a huge fireball, killing most of the human wildlings and setting the hairy mammoth's hindquarters on fire, making it flee in terror. The other giant runs after it but it impaled through the back by a huge ballista bolt shot from atop the Wall. Mag the Migthy becomes infuriated by his fellow giants' death, and in a berserker rage, stops trying to pry the gate open but instead tries to lift it up by himself. As he slowly manages to inch the gate open, the Watch rains twenty arrows into him, but he shrugs them off. Seeing that the giant will breach the outer gate, Jon sends a group of six black brothers lead by [[Grenn]] down to hold it at any cost.\n\n[[File:Battle of Castle Black.jpg|thumb|200px|Jon joins the fighting in the courtyard.]]\nSam arrives atop the Wall to ask Jon for more men to defend the castle, and Jon tasks Sam with releasingÂ [[Ghost]] from his pen to assist in the fighting. Jon descends the Wall and finally enters the fray, quickly dispatching several wildlingsÂ and catching the attention of Styr and the two meetÂ in a single combat.Â \n\n[[File:StyrDeath.PNG|thumb|left|200px|Styr is killed by Jon Snow.]]\nStyr eventually gets the upper hand by knocking [[Longclaw]] away, but Jon then knocks Styr's axe out of his hands with an iron chain. Their duel devolves into brutal hand-to-hand combat. Styr smashes Jon's face into an anvil and tosses him into the blacksmith's forge. StyrÂ picks Jon up and begins strangling him, butÂ Jon spits blood in Styr's face and distracts him long enough for Jon to grab the blacksmith's hammer lying next to him and buriesÂ it intoÂ Styr's skull.\n\n[[File:Ygritte_dies.png|thumb|200px|Ygritte dies in Jon's arms.]]\nUpon killingÂ Styr, Jon turns around to findÂ Ygritte pointing her bow at him with an arrow drawn. He smiles at her, causingÂ Ygritte to hesitate. Before either can say anything, Ygritte is shot through the heart by an arrow fired from Olly, avenging the death of his father at Ygritte's hands during the wildling attack on his village. Jon holds her in his arms as she tells him that they should have never left the cave, and they lament circumstances that prevented them from being together as she succumbs to her wound.\n\n[[File:Tormund_capture.jpg|thumb|left|200px|Tormund is captured by the Night's Watch.]]\nAtop the Wall, [[Eddison Tollett]], who Jon left in command of the defenses, orders the men to drop the &quot;scythe&quot;. A huge section of ice suddenly falls away from the Wall revealing a massive scythe-like blade attached to a chain that swings along the Wall,Â cleaving through theÂ wildlingsÂ attempting to climb its face. Eddison notices the wildling forces are beginning to withdraw into theÂ [[Haunted Forest]], proclaiming that they have stopped them for now, but that the wildlings still outnumber the black brothers 1,000 to 1 and that Mance was simply testing their defenses. Below, a heavily woundedÂ Tormund is surrounded in the courtyard but continues to fight despite being the only wildling alive in Castle Black. He is finally subdued by Jon with a crossbow and taken prisoner by the Night's Watch for interrogation.&lt;ref name=&quot;E39&quot;&gt;&quot;[[The Watchers on the Wall]]&quot;&lt;/ref&gt;\n\n===Interlude: Jon treats with Mance Rayder===\nSam returns to Gilly just like he promised and discovers Janos Slynt, who hid in fear during the entire battle.Â Against all odds, the Night's Watch have repelledÂ ManceÂ Rayder's forces for the time being.\n\n[[File:GrennDead.PNG|thumb|300px|Grenn's body discovered by Sam and Jon.]]\nThe following morning, what is left of Castle Black's garrison begin to regroup and prepare for the inevitable next attack by Mance Rayder. Jon discusses with Sam that he has a suicidal solution to end the wildlingÂ threat; he plans to assassinate Mance Rayder, noting that he is the only thing binding the disparate wildling clans that make up the army, and his death will rob them of that purpose and leadership. Sam tries to talk sense into Jon, but to no avail. As Jon prepares to leave via Castle Black's tunnel, they discover the bodies of the black brothers who held the inner gate against the giant. Grenn is amongst the casualties and Jon tells Sam that all bodies must be burned. Before Jon leaves, he remembers the promise he made to Jeor Mormont and decidesÂ to leave Longclaw with Sam. Sam tells Jon to come back, and Jon looks and Sam and smiles unreassuringly before stepping out into the wilderness on the other side of the gate.&lt;ref name=&quot;E39&quot;/&gt;\n\nâ&euro;&lsaquo;JonÂ meets with Mance Rayder in his tent, where they discuss the battle and the Night's Watch'sÂ slim chances of victory. Jon tells Mance he must take his army and return home, while ManceÂ reveals he sent 400 wildlingsÂ to scale the Wall five miles west of Castle Black, and demands the Watch open the gate or he will kill every black brother there. Mance would rather not see any more of his own followers killed, however, and the main reason that the wildlings want to pass south of the Wall is so that they can flee from the [[White Walkers]]. Mance therefore proposes peace terms to Jon: if the Watch will allow the wildlings to pass through the Wall, he promises that none of them will be harmed. Jon eyes a knife in the tent, and Mance realizes that Jon has really come to assassinate him. Mance asks if he'd have the stomach to do the deed, dishonorably killing him under a flag of truce, but at that moment horns and trumpets sound in the distance.&lt;ref name=&quot;E40&quot;&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n===Battle Day 2: Stannis'sÂ army arrives===\n[[File:Stannis_attacks.png|thumb|left|300px|Stannis takes the wildling army by surprise.]]\n\nColumns of heavy horse carrying hundreds of mounted [[Knighthood|knights]] charge into the wildling camp carrying the flaming stag banners of [[House Baratheon of Dragonstone]], and are led by none other than [[Stannis Baratheon]] and [[Davos Seaworth]]. Because they were only expecting attacks from the Wall, the wildlings left their eastern flank totally undefended: they are taken by complete surprise while still in their own camp, many of them still resting from the fighting the night before. Even if they weren't taken by surprise and out of position, the wildlings are undisciplined and have no experience fighting heavily armored cavalry. They quickly panic and are torn apart by Stannis's riders, who attack the camp from both sides in two large pincer formations, and catch the wildlings in a perfect double envelopment. Seeing his men being massacred in a one-sided fight, Mance gives the order to stand down, officially ending the wildings' siege of Castle Black.\n\nStannis meets Mance face to face and demands that he kneel before him, but Mance refuses, though aware that Stannis will likely kill him in response. Stannis and Davos also meet Jon and learn that he is Ned Stark's son. Remembering his respect for Ned, Stannis listens to Jon's advice to take Mance prisoner instead of killing him, and to burn all of the dead so that they cannot be turned into [[Wights|wights]].&lt;ref name=&quot;E40&quot;/&gt;\n\n===Aftermath===\nThe Night's Watch members who were killed during the first night are laid out on a large funeral pyre in the courtyard of Castle Black. Maester [[Aemon]] gives the eulogy during their funeral, which is attended by the surviving black brothers as well as Stannis and his entourage. Grenn, Pyp, and dozens of black brothers have died protecting men, women, and children who will never know their names. Maester Aemon and the surviving black brothers close the eulogy with the traditional line, &quot;And now their watch is ended.&quot;&lt;ref name=&quot;E40&quot;/&gt;\n\n"}, "title": "Battle of Castle Black"}