{"attributes": {"image": "File: Green Fork.jpg", "conc": " Siege of Riverrun", "result": ["Lannister tactical victory", "Stark strategic victory"], "side4": "", "side2": "File:Stark mini shield.png", "side3": "", "side1": "File:Lannister mini shield.png", "casual4": "", "forces4": "", "forces3": "", "forces2": "2,000 Stark soldiers", "forces1": "30,000 Lannister soldiers*An unknown number of hill tribes", "casual1": "Unknown", "next": " Battle of the Whispering Wood", "width": "", "bg2": "", "casual2": "2,000 killed/captured", "prev": " Battle at the Mummer's Ford", "conflict": "War of the Five Kings", "civilian": "Image:Tyrion 1x09.jpg", "link": "House Stark House Stark", "date": "", "commanders1": "Lord Tywin Lannister*Tyrion Lannister*Ser Kevan Lannister", "commanders2": "Unknown", "commanders3": "", "commanders4": "", "casual3": "", "name": "Battle of the Green Fork", "place": "Along the western side of the Green Fork in the Riverlands"}, "sections": {"TOP": "Battle of the Green Fork03835iycy3oiuwy5qzuxljotg2na0xxqp8lw1604072014-09-24T19:35:58ZThe Dragon Demands5014364{{Battle\n|name=Battle of the Green Fork\n|width=\n|prev= [[Battle at the Mummer's Ford]]\n|conc= [[Siege of Riverrun]]\n|next= [[Battle of the Whispering Wood]]\n|image=[[File: Green Fork.jpg|300px]]\n|conflict=[[War of the Five Kings]]\n|date=\n|place=Along the western side of the [[Green Fork]] in the [[Riverlands]]\n|result=Lannister tactical victory&lt;br&gt;Stark strategic victory\n|BG2=\n|side1=[[File:Lannister mini shield.png|20px|right|link=House Lannister]] [[House Lannister]]\n**House Lannister vassal houses\n**[[Hill tribes]]\n***[[Stone Crows]]\n***[[Burned Men]]\n***[[Black Ears]]\n***[[Moon Brothers]]\n***[[Painted Dogs]]\n|side2=[[File:Stark mini shield.png|20px|right|link=House Stark]] [[House Stark]]\n|side3=\n|side4=\n|commanders1=Lord [[Tywin Lannister]]\n*[[Tyrion Lannister]]\n*Ser [[Kevan Lannister]]\n|commanders2=Unknown\n|commanders3=\n|commanders4=\n|forces1=30,000 Lannister soldiers\n*An unknown number of [[hill tribes|hill tribesmen]]\n|forces2=2,000 Stark soldiers\n|forces3=\n|forces4=\n|casual1=Unknown\n|casual2=2,000 killed/captured\n|casual3=\n|casual4=\n|civilian=}}\n[[Image:Tyrion 1x09.jpg|200px|thumb|right|[[Tyrion Lannister]] prepares the Hill Clans for the '''Battle of the Green Fork'''.]]\n'''The Battle of the Green Fork''' was an early battle in the war that erupted after King [[Robert Baratheon]]'s death. It is depicted in the [[Baelor|ninth episode]] of the [[Season 1|first season]] of ''[[Game of Thrones]]''.\n\n", "See also": "*{{AWOIAF}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Battle of the Green Fork unfolds in a similar manner but with different details. As in the TV series, Robb meant to send a feinting force against Tywin while engaging Jaime Lannister near Riverrun. However, in the books his plan was more complex due to the different positioning. In the books, Tywin's army was located east of the Green Fork, near the ruby ford over the river. From this position Tywin could march north swiftly to meet Robb or west to relieve Jaime should he come under attack. In order to pin Tywin's forces on the Trident, Robb sent one army consisting of most of his infantry south along the [[Kingsroad]] while his cavalry crossed at the Twins and marched south to face Jaime.\n\nThe battle is fully narrated from Tyrion's POV in the books (''A Game of Thrones'', Tyrion VIII). He fights throughout the battle and even manages to kill several men. After he is unhorsed by a Northerner, he still manages to overcome the man by using his spiked helmet to eviscerate his horse. The TV series changed this to have Tyrion accidentally knocked unconscious at the very start of the battle, and only wake up after it is over - probably due to budget limitations in Season 1 (the Battle of the Whispering Wood also occurred off-screen in the TV series, but that battle also occurred &quot;off screen&quot; in the books, and Catelyn only hears a report of what happened).\n\nThe Stark infantry, commanded by Lord [[Roose Bolton]], marched throughout the night in an effort to take the Lannister army by surprise. The Stark force was much larger in the book; numbering approximately 16,000-18,000 men and the Lannister force numbering approximately 24,000 (supplemented by an additional 300 mountain clansmen).\n\n[[Ser]] [[Kevan Lannister]] commanded the center with lords [[Leo Lefford|Lefford]], Lydden, and Serrett, a mixed force of pike and horse, Ser [[Addam Marbrand]] commanded the right with Ser Flement Brax and members of houses [[Crakehall]] and Swyft, all cavalry. Lord Tywin Lannister commanded the reserve. Ser [[Gregor Clegane]] commanded the left and the van, which included [[Tyrion Lannister]]. Lord Tywin put his undisciplined men in the vanguard, to tempt the Northern commander to over commit should they rout. He then intended for Ser Kevan and the center to wheel to the left and take the northerners in the side. However, the commander, Lord Bolton, proved to be cautious and failed to fall for the trap. Once he saw the battle was lost, he retreated in good order with only moderate losses. Roose's army positioned itself to make it difficult for Tywin to leave Harrenhal, and was later able to capture the castle months later after Tywin decided to abandon the position.\n\nIt is implied Â that casualties were Â &quot;insignificant&quot; to a little under 4,000 for Tywin Lannister as he is later described as having 20,000 men at the Battle of the Fords against [[Edmure Tully]], compared to the 24,000 he was said to have at the Battle of the Green Fork (though some sources say he actually only had about 20,000 at the Green Fork). Roose Bolton, meanwhile, may have lost 4-5,000 men out of his original 16-18,000, as he was later described as having about 10,000 men when he took Harrenhal (though this was months later and he may have sent smaller contingents away on other missions).\n\nWhile there were only 300 [[Hill tribes|hill tribesmen]] present at the battle in the book, the TV series increased this number to 3,000. Because the tribesmen were put in a dangerous position in the vanguard, about half of them (150 or so) are killed - though in both the book and TV version, even Tywin compliments that they fought quite well, given the circumstances (they did not break and run, but held and killed a significant number of Northerners). Though of course, Tywin had intended for their lines to break, to lure the Northerners into overcommitting, but they could not have known that.\n\n", "History": "===[[Season 1]]===\nLeading a host of 18,000 troops from the [[North]], [[Robb Stark]] means to confront the [[House Lannister|Lannister]] armies in the [[Riverlands]] and relieve the forces loyal to [[Hoster Tully|his grandfather]] which have been under attack for some time. Lord [[Tywin Lannister]] has split his forces into two armies, each numbering approximately 30,000 men. One force, under the command of [[Jaime Lannister]], lays siege to [[Riverrun]], the seat of [[House Tully]]. The other, under Tywin's direct command, marches north, along the west bank of the Green Fork of the [[River Trident]], to prevent the Starks from lifting the siege, and sends scouts to reconnoiter the Stark position.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\nRobb and his men debate strategy, since they are outnumbered by either Lannister army. Several lords favor a direct confrontation with Tywin's forces, while [[Greatjon Umber]] advocates trying to outflank Tywin, get past him, and then confront Jaime's forces at Riverrun. Robb is still undecided when one of the Lannister scouts is taken prisoner. He tells Robb that he counted roughly 20,000 men in the Stark host. Robb tells him to carry a message to Tywin, telling him that &quot;Twenty thousand Northern warriors march South to find out if he really does shit gold&quot;.&lt;ref&gt;&quot;The Pointy End&quot;&lt;/ref&gt;\n\n[[Catelyn Stark]] negotiates with Lord [[Walder Frey]] to allow Robb's army safe passage across the Trident at the Green Fork. Walder grants the passage and even contributes his levies to Robb's army, increasing Robb's numbers, in return for Robb agreeing to a number of conditions, includingÂ marriage toÂ one of his daughters or granddaughters once the war is concluded. At the Twins, the Stark host splits into two elements:Â a force ofÂ 2,000, mostly infantry,Â conducts a forced marchÂ south down the King's Road toÂ fix and delayÂ Tywin's forces; the main bodyÂ of the Northern army, including most of the cavalry,Â crosses the TwinsÂ to break the siege at [[Riverrun]]Â and rally the River Lords.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\nTywin receives word that the Starks are moving against him. Believing this is the full Stark host, based on the information the captured scout returned to him, he prepares to confront it. He assigns his son, [[Tyrion Lannister]], who has won the support of several of the [[hill tribes]] of the [[Vale of Arryn]], to command them in the vanguard. In the event, Tyrion is disabled by an accidental blow from one of his own men and spends the battle unconscious. In his absence, the Lannisters win a crushing victory, and his hill tribesmen actually perform quite well. However, it is quickly revealed that the battle was a feint: Robb Stark only sent 2,000 men against the main Lannister host, slipping the rest around the Lannister force to instead attack Jaime Lannister's forces.&lt;ref&gt;&quot;Baelor&quot;&lt;/ref&gt;\n\nDespite winning the battle on the Green Fork, the defeat of Jaime's forces at the [[Battle of the Whispering Wood]] and the subsequent joining of forces of the river lords to Robb's forces leaves Tywin's forces exposed and outflanked. He retreats his army to [[Harrenhal]] to rest and regroup.&lt;ref&gt;&quot;Baelor&quot;&lt;/ref&gt;\n\n"}, "title": "Battle of the Green Fork"}