{"attributes": {"casual2": "HeavyQuote", "name": " Battle of Yunkai", "forces1": "*Over 8,000 Unsullied*Under 100 Dothraki*2,000 Second Sons (mercenary company)", "casual1": "Minimal, if any", "image": "File:Battle of Yunkai.jpg", "forces2": ["Yunkish city watch", "Yunkish slave soldiers Surrender"], "next": "Siege of Meereen", "width": "", "bg2": "", "conc": "", "place": "Yunkai, Slaver's Bay", "result": ["Decisive Targaryen victory", "Slave soldiers of Yunkai surrender", "Liberation of entire slave population in the city"], "commanders1": "Queen Daenerys Targaryen*Ser Jorah Mormont*Grey Worm*Daario Naharis", "date": "", "link": "House Targaryen House Targaryen", "commanders2": "Wise Masters", "prev": "Sack of Astapor", "side2": "Yunkai", "conflict": "Targaryen campaign in Slaver's Bay", "side1": "File:Targaryen mini shield.png"}, "sections": {"TOP": "Battle of Yunkai01718594nqnwhi29lqugm5ql33q91edbpjuj71788302015-03-23T17:39:22ZArticXiongmao15030876/* Aftermath */{{Battle\n|width=\n|prev=[[Sack of Astapor]]\n|conc=\n|next=[[Siege of Meereen]]\n|name= Battle of Yunkai\n|image=[[File:Battle of Yunkai.jpg|320px]]\n|conflict=[[Targaryen campaign in Slaver's Bay]]\n|date=\n|place=[[Yunkai]], [[Slaver's Bay]]\n|result=Decisive Targaryen victory&lt;br&gt;Slave soldiers of Yunkai surrender&lt;br&gt;Liberation of entire slave population in the city\n|BG2=\n|side1=[[File:Targaryen mini shield.png|20px|right|link=House Targaryen]] [[House Targaryen]]\n|side2=[[Yunkai]]\n|commanders1=Queen [[Daenerys Targaryen]]\n*Ser [[Jorah Mormont]]\n*[[Grey Worm]]\n*[[Daario Naharis]]\n|commanders2=[[Wise Masters]]\n|forces1=*Over 8,000 [[Unsullied]]\n*Under 100 [[Dothraki]]\n*2,000 [[Second Sons (mercenary company)|Second Sons]]\n|forces2=Yunkish city watch&lt;br&gt;\nYunkish slave soldiers {{Surrender}}\n|casual1=Minimal, if any\n|casual2=Heavy\n}}\n{{Quote|I kill the guards. I take your two best men and lead them through the back streets, which I know well, then open the front gates. Then comes the army.|[[Daario Naharis]]' plan to breach Yunkai.|The Rains of Castamere (episode)}}\nThe '''Battle of Yunkai''' is the second of [[Daenerys Targaryen]]'s attack against the slaver-cities of [[Slaver's Bay]].\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n", "In the books": "In the ''A Song of Ice and Fire'' books, the Battle of Yunkai takes place in a quite different manner. Yunkai has hired both the Second Sons - led by [[Mero]] - and the Stormcrows - led by [[Prendahl na Ghezn]], Sallor the Bald, and Daario Naharis. Daario turns over the Stormcrows to Daenerys after murdering both Prendahl and Sallor. With the Stormcrows on her side, Daenerys orders an attack against the unsuspecting Second Sons, who are getting drunk on a wagon of wine given to them by Daenerys. While her Unsullied and Dothraki attack the Yunkish slave defenders from the front, Daario's Stormcrows take them in the rear. Almost 200 Yunkish infantry are killed while the rest surrender while the Second Sons also suffer minimal casualties and yield nonetheless. Mero, however, escapes.\n\nThe TV version does have Daenerys gift a barrel of strong wine to the Second Sons, apparently a nod to this subplot in the books.\n\nWithout the sellsword companies to protect Yunkai, the [[Wise Masters]] have no choice but to surrender. They comply to Daenerys' demands: all the slaves are freed and are allowed to take from their former masters all the weapons, food, money and merchandise as they can carry. Yunkai is otherwise unharmed. The Wise Masters are allowed to remained in control of the city.\n\nAlthough the Yunkai have been deprived of their slaves and much of their property, they remain wealthy. Soon after Daenerys' host leaves to [[Meereen]], they start to plot against her. After the [[Siege of Meereen]] ends, a messenger from [[Astapor]] informs Daenerys that new levies have been raised and can be seen drilling outside the city walls, warships are being built, envoys have been sent to [[New Ghis]] and [[Volantis]] to make alliances and hire sellswords. The Yunkai have even dispatched riders to [[Vaes Dothrak]] to bring a [[khalasar]] down upon Daenerys. Daenerys is greatlyÂ disheartened by these news,Â but takes no action against Yunkai.\n\n", "History": "\n===Prelude===\nAfter killing his superiors [[Mero]] and [[Prendahl na Ghezn]], [[Daario Naharis]] joins forces with [[Daenerys Targaryen]]. He does this in spite of the [[Second Sons (mercenary company)|Second Sons]]' contract with the [[Wise Masters]] of [[Yunkai]].&lt;ref&gt;&quot;[[Second Sons (episode)|Second Sons]]&quot;&lt;/ref&gt;\n\nDaario then assists in planning the attack on the city by informing Daenerys and her supporters of a back gate that his men use when visiting Yunkai's [[Prostitution|bedslaves]]. He insists that the guards know him and will let him in, at which point he will kill them. He proposes taking Daenerys' two best men and lead them through the back streets, which he know well. They would then open the front gates, allowing Daenerys' army to enter the city. [[Grey Worm]] trusts Daario, but Ser [[Jorah Mormont]] and Ser [[Barristan Selmy]] do not. Barristan offers to help lead the attack, but Jorah advises him to stay behind and protect Daenerys, as he is her [[Queensguard]].\n===Attack===\nJorah, Grey Worm and Daario reach the back gate. Daario approaches it and tells his comrades that he will signal them with a songbird's whistle. When he reaches the gate, a guard threatens him. Daario calms the guard by letting him know who he is, before killing him and another guard. He whistles, and Jorah and Grey Worm follow. Jorah informs him that there may be more guard. Daario doubts it, saying that the Yunkish prefer to let their slaves do their fighting for them. Despite this, a large group of guards surround them. They defeat the guards, but even more appear.\n===Aftermath===\nDaenerys' army later returns to her tent. Jorah informs her that the Wise Masters acted too late and their slave soldiers threw down their spears and surrendered. Daario then approaches her with a banner which he took from the temple, places it at her feet and tells her that the city is hers.&lt;ref&gt;&quot;[[The Rains of Castamere (episode)|The Rains of Castamere]]''&lt;/ref&gt;\n\n[[File:Dany_Mother_Mhysa.png|thumb|People of Yunkai celebrate Daenerys as Mhysa]]\nThe following morning, Daenerys addresses the city's slaves with [[Missandei]] serving as her translator. During her speech, Daenerys tells the slaves that it is their own choice to reach for their freedom. As a result, the liberated slaves revere Dany as their &quot;mhysa&quot;, which translates as &quot;mother&quot; from the [[Ghiscari Empire|Ghiscari]] language. Daenerys then mingles with the former slaves, who regards her as a &quot;glimmer of hope&quot; in an increasingly dark world.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\nSince Daenerys moves on from Yunkai to [[Meereen]] and decides to rule over the city,Â the Wise Masters manage to return to power and enslave all the freedmen who remained in the city.&lt;ref&gt;&quot;[The First of His Name]&quot;&lt;/ref&gt;. In response, Daenerys sends to Yunkai a [[Great Masters|Great Master]] of [[Meereen]] at her service, [[Hizdahr zo Loraq]], in order to negotiate with the Wise Masters: if they do not comply with her demands of abandoning slavery once and for all, Daario Naharis will send in his Second Sons and execute them all.&lt;ref&gt;&quot;[[Mockingbird]]&quot;&lt;/ref&gt;\n\n"}, "title": "Battle of Yunkai"}