{"attributes": {"image": "", "imagebg": "", "conc": " ", "result": "Tactical House Tully", "side4": "", "side2": "File:Lannister mini shield.png", "side3": "", "side1": "File:Tully mini shield.png", "casual4": "", "forces4": "", "forces3": "", "forces2": "Thousands", "forces1": "Thousands", "casual1": " 208 men", "next": " Battle of the Blackwater", "width": "", "bg2": "", "casual2": " Heavy, many times more than the Tullys.", "prev": " Surrender of the Crag", "conflict": "War of the Five Kings", "civilian": "The '''Battle of Stone Mill''' is a major engagement in the War of the Five Kings. It is recounted by Edmure Tully in his report to King in the North Robb Stark in &quot;Walk of Punishment&quot;, the third episode of Season 3.==History=====Prelude===The House Stark", "link": "House Lannister House Lannister", "date": "", "commanders1": "Lord Edmure Tully", "commanders2": "Ser Gregor Clegane", "commanders3": "", "commanders4": "", "casual3": "", "name": " Battle of Stone Mill", "place": "Stone Mill, the Riverlands"}, "sections": {"TOP": "Battle of Stone Mill014960m7u0lb7m7lnjxd7o5tgmqxzk2uyxnho1737122015-02-19T19:07:23ZThe Dragon Demands5014364/* Prelude */{{Battle\n|width=\n|prev= [[Surrender of the Crag]]\n|conc= \n|next= [[Battle of the Blackwater]]\n|name= Battle of Stone Mill\n|imageBG=\n|image=\n|conflict=[[War of the Five Kings]]\n|date=\n|place=[[Stone Mill]], [[the Riverlands]]\n|result=Tactical [[House Tully|Tully]] victory,&lt;br&gt; Strategic [[House Stark|Stark]] - Tully failure&lt;br&gt;[[Stone Mill]] reclaimed from Lannister occupation\n|BG2=\n|side1=[[File:Tully mini shield.png|20px|right|link=House Tully]] [[House Tully]]\n|side2=[[File:Lannister mini shield.png|20px|right|link=House Lannister]] [[House Lannister]]\n|side3=\n|side4=\n|commanders1=Lord [[Edmure Tully]]\n|commanders2=Ser [[Gregor Clegane]]\n|commanders3=\n|commanders4=\n|forces1=Thousands\n|forces2=Thousands\n|forces3=\n|forces4=\n|casual1= 208 men\n|casual2= Heavy, many times more than the Tullys.\n|casual3=\n|casual4=\n|civilian=}}\n\nThe '''Battle of Stone Mill''' is a major engagement in the [[War of the Five Kings]]. It is recounted by [[Edmure Tully]] in his report to [[King in the North]] [[Robb Stark]] in &quot;[[Walk of Punishment]]&quot;, the third episode of [[Season 3]].\n\n", "See also": "*{{AWOIAF|Battle of the Fords}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the battle is similar but takes on a considerably greater strategic significance. In the novels the main Lannister army under Tywin was lured by Robb from Harrenhal and marched west, Tywin facing unrest from his bannermen as Robb's forces ravaged their homeland. Tywin's main army attempted to cross the Red Fork of the Trident south of Riverrun, only to face significant Riverlands opposition led by Edmure Tully, who seized the opportunity to prove himself a battle commander the equal of his nephew.\n\nThe battle was fought over an extremely wide front, encompassing fords to the south and north of Riverrun, and featured the entire main Lannister army attempting to cross the river. Edmure's forces were fewer in number but held the strategic high ground on each side of the fords, and were able to subject the Lannister forces to withering arrow fire as they attempted to cross. Ser [[Jason Mallister]] commanded the defense of four fords to the south of Riverrun, and Karyl Vance commanded the defense of fords to the north, while Edmure Tully commanded the defense of the fords closest to Riverrun itself. The fiercest assault came at Stone Mill in the center, where the forces commanded by Ser Gregor Clegane himself managed to gain a foothold on the west bank of the river despite suffering terrible losses, but were then driven back when Edmure hit them with his reserves.\n\nThe entire campaign was led by Tywin, while Gregor Clegane personally commanded the main thrust at Stone Mill. While the battle was raging, Tywin received word that Stannis Baratheon was about to attack King's Landing. He withdrew from the engagement, turned his army south and marched to the headwaters of the [[Blackwater Rush]]. They built barges and skiffs and were able to rapidly head downriver, meeting the army of [[House Tyrell]] along the way. This allowed the combined Lannister and Tyrell armies to then attack Stannis's flank at the Battle of the Blackwater, routing him.\n\nRobb later chastises Edmure for his blunder, saying that the Northmen had identified a valley in the western mountains where they planned to lure Tywin Lannister into a trap and destroy his main army, as well as keeping Tywin from aiding King's Landing's defense and thus allowing the Northmen to try and negotiate a peace with Stannis after he took the capital. By preventing his crossing, Edmure won a strategically meaningless short-term victory at the cost of a possible long-term victory for the entire campaign. Edmure angrily pointed out that the blunder was due to Robb not trusting him with his plans.\n\nIn the TV series the timing and nature of the battle is changed. The entire battle now takes place at the Stone Mill and seems to be much smaller in scale, with Gregor's forces consisting almost solely of the garrison Tywin left him at Harrenhal. Rather than being forced to retreat eastwards to King's Landing, Gregor's forces were instead forced to retreat westwards to Casterly Rock. The overall strategic significance of the battle was also downplayed: in the TV series it only meant that the Mountain would be able to bring the rest of his army back to the Lannister cause, and survive to cause further problems later on.\n\nOne minor change is about Martyn and Willem Lannister: none of them was taken captive at the Battle of Stone Mill, and not by the Tullys. Willem and his cousin Tion Frey were captured by the Starks at the [[Battle of the Whispering Wood]], while Martyn was captured at the [[Battle of Oxcross]].\n\n", "History": "===Prelude===\n\n\nThe [[House Stark|Stark]] army under King [[Robb Stark]] abandoned its invasion of the [[Westerlands]] - now fruitless since they lacked the strength to attack [[Casterly Rock]]&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt; - and marched east to besiege Harrenhal and flush out the Mountain. However, upon their arrival they discovered that the Mountain had already slaughtered the prisoners at Harrenhal and fled.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\nGregor Clegane's forces seized command of the shore opposite [[Stone Mill]]. Edmure Tully, commanding Robb's forces at and around [[Riverrun]], decided to engage the Mountain's forces and seized the mill.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\n===The Battle===\nTactically, the battle was an amazing success, inflicting disproportionate losses on the Lannisters and forcing Gregor Clegane to retreat from the Red Fork of the [[Trident]]. They fell back on [[Casterly Rock]]. This removed them from being in immediate striking distance of Riverrun itself. Tywin's young nephews, [[Willem Lannister|Willem]] and [[Martyn Lannister]], are taken hostage in the battle.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\n===Aftermath===\nStrategically, the battle was a significant blunder. Robb Stark's plan was to lure Gregor Clegane's forces further west into the [[Riverlands]] where they could be surrounded and destroyed. Edmure's attack instead allowed Clegane and his army to escape.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\n"}, "title": "Battle of Stone Mill"}