{"attributes": {"casual2": " 2,400 Unsullied, significant in the rest of the army.  Both mercenary companies fled. ", "name": " Battle of Qohor", "forces1": "20,000", "casual1": " 12,000", "image": " File:Battle-of-qohor-animated-history.jpg", "civilian": "Quote", "imagebg": "", "next": "", "width": "", "bg2": "", "conc": "", "place": "Qohor, the Free Cities", "result": "Qohorik victory", "forces2": "Unknown number of Qohorik city guard and heavy cavalry*Second Sons (mercenary company)", "date": "~100 BAL", "commanders1": "Khal Temmoâ&euro; *Temmo's successor Surrender", "commanders2": "Unknown", "prev": " ", "side2": "Qohor", "conflict": "Century of Blood", "side1": "Dothraki"}, "sections": {"TOP": "Battle of Qohor021209bgani9u0i5r1siqazoroze8knsfl6ws1651012014-11-17T13:23:35Z50.188.163.36/* Aftermath */{{Battle\n|width=\n|prev= \n|conc=\n|next=\n|name= Battle of Qohor\n|imageBG=\n|image= [[File:Battle-of-qohor-animated-history.jpg|300px]]\n|conflict=[[Century of Blood]]\n|date=~100 BAL\n|place=[[Qohor]], the [[Free Cities]]\n|result=Qohorik victory\n|BG2=\n|side1=[[Dothraki]]\n|side2=[[Qohor]]\n|commanders1=Khal [[Temmo]]â&euro; \n*Temmo's successor {{Surrender}}\n|commanders2=Unknown\n|forces1=20,000\n|forces2=Unknown number of Qohorik city guard and heavy cavalry\n*[[Second Sons (mercenary company)|Second Sons]]\n*One other [[Mercenaries#Mercenary companies|mercenary company]]\n*3,000 Unsullied\n|casual1= 12,000\n|casual2= 2,400 Unsullied, significant in the rest of the army.  Both mercenary companies fled. \n|civilian=}}\n{{Quote|Eighteen times the horselords charged.  And eighteen times the Unsullied locked their shields, lowed their spears, and held the line against twenty thousand Dothraki screamers.|Ser [[Jorah Mormont]]|The Unsullied (Histories &amp; Lore)}}\nThe '''Battle of Qohor''' was a battle fought in [[Essos]] four centuries before the [[War of the Five Kings]]. In the battle, a Dothraki [[khalasar]] of 20,000 riders was decisively stopped by 3,000 [[Unsullied]] slave-soldiers before the walls of the Free City of [[Qohor]].&lt;ref&gt;&quot;[[The Unsullied (Histories &amp; Lore)]]&quot;&lt;/ref&gt;\n\n", " See also ": "* {{AWOIAF}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Temmo's Dothraki ''khalasar'' was actually said to number 50,000, not 20,000. The reason for the discrepancy isn't clear: George R.R. Martin may have officially revised the number.\n\nTwo companies of sellswords were present at the battle: the Second Sons and the Bright Banners. The Second Sons are identified in the animated featurette, not by name but their heraldry does appear. The Bright Banners were not identified in the featurette: they are a less prominent mercenary company and have only been mentioned in relation to the Battle of Qohor. The Bright Banners may no longer exist by the time of the novels four centuries later.\n\nBoth sellsword companies fled the battle when it seemed hopeless, which is often seen by detractors of mercenaries as a prime example of how unreliable they are. Many sellswords would rather break their contract and flee than face certain death. The battle is probably one of the prime examples Jorah Mormont is referring to when [[Second Sons (episode)|Daenerys parleys with the Second Sons]] in Season 3 of the TV series, when [[Mero]] says that the Second Sons &quot;have faced worse odds and won&quot;, but Jorah counters that they have &quot;faced worse odds and ''run''&quot;. On the other hand, sellswords do have a reputation to maintain, otherwise no one would ever hire mercenaries who always flee at the first sign of trouble, so there have been other examples in history of mercenaries who stood firm in the face of overwhelming odds.\n\n", "History": "===Prelude===\nThe [[Dothraki]] mounted nomads had long roamed the central plains of the [[Dothraki Sea]] in Essos, but their expansion had been kept in check for thousands of years by the might of the [[Valyrian Freehold]] and its [[dragons]].\n\nAfter the [[Doom of Valyria]] destroyed the city and its empire in a single day, its outlying colonies dissolved into chaos, degenerating into petty kingdoms and city-states constantly fighting each other. To the west, its colonies became the [[Free Cities]], which entered into a frantic one hundred year period of wars for domination known as the [[Century of Blood]]. To the east, Valyria's colonies formed into the modern cities of [[Slaver's Bay]]. The cities of the region such had once been colonies of the old [[Ghiscari Empire]], before the Valyrians destroyed [[Old Ghis]] [[Valyrian-Ghiscari Wars|millennia before]].\n\nYet with the threat of Valyria and its dragons gone, and its colonies left weakened and in disarray, the Dothraki khalasars were free to sweep across the entire continent. The years after the Doom saw the first great wave of Dothraki raids and pillaging, and none could withstand them.\n\nSoon, the Dothraki horde of Khal Temmo, numbering 20,000 riders, set its eyes in Qohor, the easternmost of the Free Cities, which directly borders the Dothraki Sea. Other Free Cities had suffered devastating raids in force, but never anything in such numbers: this time, Temmo intended to raze Qohor to the ground, and plunder its remains.\n\nFacing certain destruction, Qohor doubled its city guards, and prepared heavy armored cavalry to face the Dothraki. They also hired two full [[Mercenary#Mercenary companies|sellsword companies]], one of which was the [[Second Sons (mercenary company)|Second Sons]]. Almost as an afterthought, they sent an envoy to [[Astapor]] in Slaver's Bay, to purchase 3,000 of their [[Unsullied]] warrior-[[Eunuch|eunuch]] [[Slavery|slave-soldiers]]. The Astapori claimed that the disciplined and relentlessly trained Unsullied were the legendary lock-step legions of Old Ghis come again, though most others believed that the age of infantry dominance had ended with the rise of the Valyrians and their dragons.\n\n===Battle===\nUp until this point Temmo's khalasar had only faced frightened farmers with sharpened spears as they pillaged. Qohor was determined to make the first significant attempt to stop the Dothraki's advance. When Temmo arrived and saw the forces arrayed against him, his khalasar was actually eager to finally face a real fight.\n[[File:Century of Blood Qohor.png|thumb|300px|The Dothraki slaughtered the Qohorik garrison on the first day of the battle.]]\nOn the first day of battle, before the Unsullied arrived, the Qohorik forces were annihilated. Their heavy horse were butchered by the mobile Dothraki light cavalry, who cut down men using their [[Arakh]] blades like scythes. The Dothraki archers also fired from horseback, so that the rain of arrows came both as they advanced and as they withdrew to set up the next charge. The two sellsword companies fled the battle rather than face such hopless odds.\n\nYet during the night, as the Dothraki feasted to celebrate their victory, the relatively small force of Unsullied managed to slip past their lines. When the second day dawned, the Dothraki awoke to see 3,000 Unsullied arrayed before the gates of Qohor, their companies arrayed in precise formation.\n\nThe Dothraki could easily have flanked around the relatively small number of Unsullied, but the DothrakiÂ think nothing of infantry, arrogantly considering them good for nothing but riding down. Twenty thousand Dothraki riders charged the Unsullied lines, but their phalanxes held firm with fearless discipline. Many Dothraki died on the fence of Unsullied spears. Temmo had his archers let loose upon the Unsullied, but they raised and locked their shields above their heads and weathered the incoming fire. The Dothraki charged the Unsullied phalanxes a total of eighteen times, yet each time they were repulsed.\n\nBy the end, only 600 of the 3,000 Unsullied survived - yet 12,000 Dothraki were dead, including Khal Temmo and all his sons.Â For the first timeÂ in history,Â the invincible Dothraki hordesÂ now knew the bitter tasteÂ ofÂ defeat.\n\n===Aftermath===\nAfter the battle, the new khal led the surviving Dothraki up to the city gates. As per Dothraki custom, one by one each man cut off his hair braid to let the whole world know his shame of defeat, and then threw the braid down before the feet of the Unsullied.\n\nThe reputation of the new Unsullied legions was firmly solidified in Essos. Afterwards, Qohor has maintained a standing garrison of Unsullied purchased from Slaver's Bay. Several of the other Free Cities, or wealthy merchant-princes from them, also often buy smaller companies of Unsullied for their own protection. After the Battle of Qohor, even the Dothraki came to respect the Unsullied as they do no other infantry in the world, whom they usually regard with contempt.\n\nSince that day, the Dothraki hordes were still thought to be a formidable force, but no longer were they considered invincible. Many great Dothraki raids and campaigns would occur in the subsequent four centuries, but few of the vast scale seen in the immediate aftermath of Valyria's fall. Eventually, as the Free Cities stabilized and their own internal conflicts from the Century of Blood ended, they settled into a new relationship with the Dothraki. The Free Cities realized that it was less destructive to simply offer the Dothraki tribute than it was to fight them. Dothraki khalasars, while they rarely admitted it, also realized after Qohor that there was a small but real chance that they would be destroyed if they attempted to launch a full-scale attack on one of the Free Cities. Every now and again they would still make a punitive raid, either because they were dissatisfied with a tribute, or simply felt they hadn't had a good fight in a while, but these were rarely large attempts to actually take and destroy one of the cities. There have of course been occasional exceptions, when a particularly brazen khal has tried, but they never entirely succeeded - in part due to the standing garrisons of Unsullied that Qohor and some of the other Free Cities maintained.\n\n"}, "title": "Battle of Qohor"}