{"attributes": {"image": "File:Jaime captured.png", "imagebg": "", "conc": " Siege of Riverrun", "result": "Decisive House Stark", "side4": "", "side2": "File:Lannister mini shield.png", "side3": "", "side1": "File:Stark mini shield.png", "casual4": "", "forces4": "", "forces3": "", "forces2": "30,000 at Riverrun, unknown at the battle", "forces1": "~21,600&lt;ref&gt;Robb left the North with 20,000 men.  Walder Frey joined his 4,000 men to Robb's cause, but of these 400 stayed behind to defend the Twins, increasing Robb's army to 23,600 men.  He then sent 2,000 east as a suicidal diversionary attack against Tywin's army, meaning he had at least 21,600 at Whispering Wood - though this doesn't include local Tully-loyal soldiers who may have rallied to his army.&lt;/ref&gt;", "casual1": " Unknown, likely light-moderate", "next": " Battle of the Camps", "width": "", "bg2": "", "casual2": " Unknown but heavy, virtually entire army*Ser Jaime Lannister (captured)", "prev": " Battle of the Green Fork", "conflict": "War of the Five Kings", "civilian": "Quote", "link": "House Lannister House Lannister", "date": "", "commanders1": ["Lord Robb Stark", "Lord Greatjon Umber"], "commanders2": "Ser Jaime Lannister (POW)", "commanders3": "", "commanders4": "", "casual3": "", "name": " Battle of the Whispering Wood", "place": " Whispering Wood, near Riverrun in the Riverlands"}, "sections": {"TOP": "Battle of the Whispering Wood03818900fr24lx3lm7fkujppszqaqlscd2211603412014-09-24T19:10:43ZThe Dragon Demands5014364{{Battle\n|width=\n|prev= [[Battle of the Green Fork]]\n|conc= [[Siege of Riverrun]]\n|next= [[Battle of the Camps]]\n|name= Battle of the Whispering Wood\n|imageBG=\n|image=[[File:Jaime captured.png|300px]] \n|conflict=[[War of the Five Kings]]\n|date=\n|place= [[Whispering Wood]], near [[Riverrun]] in [[the Riverlands]]\n|result=Decisive [[House Stark|Stark]] victory, &lt;br&gt;[[Jaime Lannister]] captured.\n|BG2=\n|side1=[[File:Stark mini shield.png|20px|right|link=House Stark]] [[House Stark]]&lt;br&gt;[[File:Umber mini shield.png|20px|right|link=House Umber]] [[House Umber]]\n|side2=[[File:Lannister mini shield.png|20px|right|link=House Lannister]] [[House Lannister]]\n|side3=\n|side4=\n|commanders1=Lord [[Robb Stark]]&lt;br&gt;Lord [[Greatjon Umber]]\n|commanders2=Ser [[Jaime Lannister]] (POW)\n|commanders3=\n|commanders4=\n|forces1=~21,600&lt;ref&gt;Robb left the North with 20,000 men.  Walder Frey joined his 4,000 men to Robb's cause, but of these 400 stayed behind to defend the Twins, increasing Robb's army to 23,600 men.  He then sent 2,000 east as a suicidal diversionary attack against Tywin's army, meaning he had at least 21,600 at Whispering Wood - though this doesn't include local Tully-loyal soldiers who may have rallied to his army.&lt;/ref&gt;\n|forces2=30,000 at Riverrun, unknown at the battle\n|forces3=\n|forces4=\n|casual1= Unknown, likely light-moderate\n|casual2= Unknown but heavy, virtually entire army\n*Ser Jaime Lannister (captured)\n|casual3=\n|casual4=\n|civilian=}}\n{{Quote|Jaime captured, his army scattered, it's a catastrophe!|[[Kevan Lannister]]|Fire and Blood}}\n[[Image:Whispering Wood.jpg|right|200px|thumb|Robb Stark addresses his troops following the Battle of the Whispering Wood.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;]]The '''Battle of the Whispering Wood''' was an early battle in the [[War of the Five Kings]], which erupted after King [[Robert Baratheon]]'s death. It is depicted in the [[Baelor|ninth episode]] of the [[Season 1|first season]] of ''[[Game of Thrones]]''.\n\n", "See also": "*{{AWOIAF}}\n\n", "In the books": "Robb Stark split his forces and took his northern cavalry (approximately 5,000 men) across the Green Fork of the Trident at the Twins and rode south to relieve Riverrun. In an effort to keep his march secret, he had Ser [[Brynden Tully]] shoot down all of the Lannister ravens and any outriders screening the camps.\n\nIn an effort to draw Ser Jaime from his camp, Robb Stark sent a small force of a few hundred men carrying Tully colors to raid his camp and lure him out. When Ser Jaime came out, the raiders would fall back to a point where the rest of the Stark force would be waiting.\n\nForces of Lady Mormont sounded horns to signal the trap had been sprung. Greatjon Umber, Lord Rickard Karstark, the Freys and Mallisters all had subordinate commands. When Ser Jaime saw the battle lost, he rallied his retainers and attempted to cut his way through the host to slay Robb Stark in single combat. He was halted, but not before some of Robb Stark's personal guard were slain.\n\nThe outcome of the battle was a complete success for House Stark. Ser Jaime was captured, though at the loss of Daryn Hornwood, the sole heir of House Hornwood, and Eddard and [[Torrhen Karstark]], sons of Lord [[Rickard Karstark]]. Lord Gawen Westerling, Lord Quenten Banefort, Ser Garth Greenfield, Lord Regenard Estren, Ser Tytos Brax, Mallor the Dornishman and three Lannisters ([[Willem Lannister]] son of [[Kevan Lannister|Kevan]], Cleos and Tion Frey sons of Genna Lannister) were captured alongside Ser Jaime.\n\n===Numbers===\nNumbers for the battle are confused due to the misinformation that is flowing between the Stark and Lannister armies. Robb's army consists of 18,000 troops. The Lannister scout inflates this to 20,000 by miscounting, and Robb seems to confirm this number. So when Tywin destroys the 2,000 Stark soldiers on the Green Fork, he assumes Robb has 18,000 men left. However, after the scout was released, Robb won the allegiance of [[House Frey]], who contributed an unknown number of troops to Robb's cause (4,000 troops in the books, but the numbers for the TV series were not revealed). So by the time Robb reached Jaime, his army was larger than it initially appeared to Tywin.\n\nThe bulk of Jaime's 30,000-strong army is besieging Riverrun, so presumably he took only a small force to reconnoiter the Stark position to the north (in the novel, Jaime assumes a small band of loyal Rivermen are attacking, so only takes a modest force to confront them, unaware the bulk of Robb's army is there). The strength of Jaime's army at the Whispering Wood is therefore impossible to ascertain.\n\nFurther, in the books, the overall number of Lannister forces that Jaime had deployed around Riverrun was about 12,000 infantry, 3,000 cavalry; the TV series seems to have increased this to 30,000: Tywin clearly states that he is giving Jaime &quot;half&quot; of all Lannister forces when he gives him command of 30,000 men, which would put their combined total at 60,000 at the start of the war.\n\nWithin the first book, ''A Game of Thrones'', the process of relieving Riverrun from Jaime's siege is actually a two step process.\n\n#First, Robb lures out the Lannister cavalry and Jaime in particular, destroying this force in the &quot;Battle of the Whispering Wood&quot;.\n#Afterwards, Robb proceeds to launch a night-time attack against the main Lannister army camped around Riverrun, in the &quot;Battle of the Camps&quot;.\n\nEven within the books, the Starks as well as the Lannisters tend to refer to both battles in combination as &quot;the Battle of the Whispering Wood&quot;.\n\nThe [[Battle of the Camps]] is confirmed to have happened, off-screen, in the Season 2 Blu-ray extra features.\n\n", "History": "===Prelude===\nLeading a host of 18,000 troops from the [[North]], [[Robb Stark]] means to confront the [[House Lannister|Lannister]] armies in the [[Riverlands]] and relieve the forces loyal to [[Hoster Tully|his grandfather]] which have been under attack for some time. Lord [[Tywin Lannister]] has split his forces into two armies, each numbering approximately 30,000 men. One force, under the command of [[Jaime Lannister]], lays siege to [[Riverrun]], the seat of [[House Tully]]. The other, under Tywin's direct command, marches north, along the west bank of the Green Fork of the [[The Trident|Trident River]], to prevent the Starks from lifting the siege, and sends scouts to reconnitor the Stark position.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\nRobb and his men debate strategy, since they are outnumbered by either Lannister army. Several lords favor a direct confrontation with Tywin's forces, while [[Greatjon Umber]] advocates trying to outflank Tywin, get past him, and then confront Jaime's forces at Riverrun. Robb is still undecided when one of the Lannister scouts is taken prisoner. He tells Robb that he counted roughly 20,000 men in the Stark host. Robb tells him to carry a message to Tywin, telling him that twenty thousand Northern warriors are coming to face him.&lt;ref&gt;&quot;The Pointy End&quot;&lt;/ref&gt;\n\n[[Catelyn Stark]] negotiates with Lord [[Walder Frey]] to allow Robb's army safe passage across the Trident at the [[Twins]]. Walder grants the passage and even contributes his levies to Robb's army, increasing Robb's numbers, in return for Robb agreeing to marry one of his daughters. However, after crossing the river the Stark host splits into two forces. One, of 2,000 men, moves south to confront Tywin, while the others move south-west to confront Jaime.&lt;ref&gt;&quot;Baelor&quot;&lt;/ref&gt;\n\nTywin receives word that the Starks are moving against him. Believing this is the full Stark host, based on the information the captured scout returned to him, he prepares to confront it. In a pitched battle - the [[Battle of the Green Fork]] - the Lannisters emerge soundly victorious due to overwhelming superiority of numbers, but quickly realize that they have been deceived.&lt;ref&gt;&quot;Baelor&quot;&lt;/ref&gt;\n\n===The Battle===\n\nThe bulk of Robb's forces descends on Jaime's army and lures him into the [[Whispering Wood]], northwest of Riverrun. In a decisive battle, Robb's Northmen win a significant victory by defeating the Lannister army and take Jaime himself prisoner. Jaime challenges Robb to single combat to decide the matter, but Robb refuses.&lt;ref&gt;&quot;Baelor&quot;&lt;/ref&gt;&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/map/special/battleground-westeros/4/ HBO viewers guide, season 2 map, special features - Battleground Westeros, Battle of the Whispering Wood entry]&lt;/ref&gt;\n\n===Aftermath===\n\nThe Battle of the Whispering Wood and the [[Battle of the Camps|following slaughter]] of the Lannister forces besieging Riverrun essentially destroy half of the Lannister standing army, removing their second functional army-group within the Riverlands. This leaves Lord Tywin with only the 30,000 strong army under his own command further to the east. Recognizing that the situation is lost, Tywin decides to pull back his army further south in the Riverlands to Harrenhal on the shores of the God's Eye lake, in order to use that castle as a base of operations for a protracted war.\n\nPreviously, Robb Stark was a rebellious provincial, badly outnumbered. Not only did Whispering Wood establish Robb's reputation as a strong leader, it destroyed the numerical advantage the Lannisters had held at the outbreak of the war. Moreover, the liberation of Riverrun resulted in the lords of the Riverlands rallying to Robb Stark's cause, putting him in control of two of the Kingdoms and drastically increasing the total size of his army. The after-effects were therefore quite long-lasting, forcing the Lannisters to fight the Starks on even terms, where before they could have simply ground them down through attrition.\n\nWith only one field army left to work with, Tywin Lannister was put in a precarious position. With only one large army he was robbed of his ability to maneuver, as he could not move his forces to one location without abandoning another. Particularly, Robb's northern army was not the only one Tywin had to deal with, as the surviving Baratheon brothers were making their own claims to the throne from further south. This left the Lannisters caught in the middle and fighting a two-front war. Tywin's main army was therefore essentially pinned down in the middle of the kingdom at [[Harrenhal]], unable to launch an attack on Riverrun to the north for fear of attack from Storm's End to the south, and vice versa. This left the Lannisters scrambling to scrape together a new field army out of green conscripts in their home territories in the Westerlands, biding their time until these new levies could be deployed in the field.\n\nThe following year, while [[Brienne of Tarth]] transports her prisoner Jaime Lannister, they come upon three Stark soldiers. Brienne and Jaime attempts to pass him off as a common thief, but one of the soldiers recognizes Jaime since he saw him at the Battle of the Whispering Wood.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n"}, "title": "Battle of the Whispering Wood"}