{"attributes": {"image": "", "conc": " ", "result": "Decisive Stark victory", "side4": "", "side2": "File:Stark mini shield.png", "side3": "", "side1": "File:Lannister mini shield.png", "casual2": "Light", "forces2": "", "forces1": "", "casual1": "Entire Lannister army-group besieging Riverrun functionally destroyed.", "next": " Execution of Eddard Stark", "width": "", "bg2": "", "prev": [" Battle of the Whispering Wood", "Siege of Riverrun"], "conflict": "War of the Five Kings", "civilian": "'''The Battle of the Camps''' is an early battle in the War of the Five Kings. It is the second stage of the liberation of Riverrun in which, following immediately after the Battle of the Whispering Wood, the House Lannister army laying Siege of Riverrun", "link": "House Stark House Stark", "date": "", "commanders1": "Unknown", "commanders2": "Robb Stark*Greatjon Umber", "name": " Battle of the Camps", "place": "Riverrun, the Riverlands"}, "sections": {"TOP": "Battle of the Camps015127gnjvixq3k4y3x13spgm2w0netwp54231593472014-09-14T12:57:34ZSer Patrek25358400{{Battle\n|width=\n|prev= [[Battle of the Whispering Wood]]&lt;br&gt;[[Siege of Riverrun]]\n|conc= \n|next= [[Execution of Eddard Stark]]\n|name= Battle of the Camps\n|image=\n|conflict=[[War of the Five Kings]]\n|date=\n|place=[[Riverrun]], [[the Riverlands]]\n|result=Decisive Stark victory\n|BG2=\n|side1=[[File:Lannister mini shield.png|20px|right|link=House Lannister]]  [[House Lannister]]\n|side2=[[File:Stark mini shield.png|20px|right|link=House Stark]] [[House Stark]]\n|side3=\n|side4=\n|commanders1=Unknown\n|commanders2=[[Robb Stark]]\n*[[Greatjon Umber]]\n|forces1=\n|forces2=\n|casual1=Entire Lannister army-group besieging Riverrun functionally destroyed.\n|casual2=Light\n|civilian=}}\n\n'''The Battle of the Camps''' is an early battle in the [[War of the Five Kings]]. It is the second stage of the liberation of [[Riverrun]] in which, following immediately after the [[Battle of the Whispering Wood]], the [[House Lannister]] army laying [[Siege of Riverrun|siege]] to the seat of [[House Tully]] is smashed, allowing the Riverlords to join their forces with those of the North. It occurs off-screen between the [[Baelor|ninth]] and [[Fire and Blood|tenth]] episodes of the [[Season 1|first season]].\n\n", "See also": "*{{AWOIAF}}\n\n", "In the books": "\nIn order to maintain an effective siege, the Lannister armies were divided into three different camps around Riverrun: one north of the Tumblestone, one to the southwest between the fork of the Tumblestone and Red Fork of the Trident, and a third smaller army to the southeast, on the other side of the Red Fork. The third group was smallest because the Red Fork was wider than the Tumblestone and unlikely for the Tullys to try to cross. When the siege began, the Tullys also raised the sluice gates to flood the moat on the southwest side of Riverrun, connecting the Tumblestone and Red Fork and functionally turning Riverrun into an island.\n\nThe earlier Battle of the Whispering Wood had destroyed the Lannister cavalry, as well as their scouts, so the Stark-Tully forces that came to relieve Riverrun achieved complete surprise when they attacked that night. Catelyn's uncle Brynden &quot;The Blackfish&quot; Tully began with an assault on the northern camp, which had been personally commanded by Ser [[Jaime Lannister]]. Caught while asleep, this now-leaderless Lannister army was easily slaughtered in their own camp.\n\nThe southwestern Lannister camp was commanded by Lord Andros Brax, and on hearing the noise of the assault on the northern camp, he hastily led many of his men in an attempt to cross the Tumblestone on their rafts. Taken by surprise, Brax responded in a panic, not taking time to assemble his whole camp, allowing for a defeat in detail. The river crossing was frantic and disorganized, and so was still within catapult range from Riverrun: many rafts were overturned by catapult shot, including Andros Brax, who was weighed down by his armor and drowned. The few, waterlogged men who didn't drown were disorganized and outnumbered, and Brynden Tully's force was already deployed in a superior defensive position on the north bank, thus they were easily destroyed. However, most of the men in Brax's camp hadn't had time to assemble before he attempted a crossing. A second Stark army personally led by Robb Stark, including forces of House Umber and elements of House Mallister, then attacked the southwestern camp. Panicked, outnumbered, and having lost a large number of men in Brax's failed crossing, they were easily overrun. Towards the end the Lannister forces in the southwestern camp attempted to form a shieldwall against Robb's army to the west, but were then attacked in the rear by a sortie of Tully forces from Riverrun led by Tytos Blackwood.\n\nThe third Lannister camp to the southeast, which was also the smallest with only 2,000 footmen and 2,000 bowmen, did not engage in combat. Seeing that the battle was already lost, its commander Ser Forley Prester managed to retreat in good order back to Golden Tooth. Nonetheless this meant that two thirds of the infantry and none of the cavalry deployed by the Lannisters around Riverrun survived the assault. Tywin, Tyrion, and the rest of the Lannister generals considered it a complete disaster and that their second army-group in the Riverlands had been functionally destroyed.\n\nThe Battle of the Whispering Wood and the Battle of the Camps were two halves of the process of lifting the siege of Riverrun. Even within the books, the Starks as well as the Lannisters tend to refer to both battles in combination as just &quot;the Battle of the Whispering Wood&quot;.\n\n", "History": "===Battle===\nFollowing immediately after [[Robb Stark]]'s ambush of Ser [[Jaime Lannister]]'s cavalry at the [[Battle of the Whispering Wood]], he made a surprise night-time assault on his main army besieging Riverrun. The Lannister army was caught asleep in their camps and leaderless, and were easily slaughtered.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n===Aftermath===\n\nSpeaking soon afterwards at the war council of the eastern Lannister army-group in the Riverlands, [[Kevan Lannister]] announced that Jaime's army had been completely destroyed, and the survivors scattered. [[Tywin Lannister]]'s generals argued over whether they should fall back to the Westerlands to rebuild their numbers with new conscripts, attack immediately with what forces they had remaining to avoid looking weak, or even to sue for peace. [[Tyrion Lannister]] pointed out that Robb would never accept a Lannister surrender, after the petulant King [[Joffrey Baratheon]] had Robb's father Lord [[Eddard Stark]] [[Execution of Eddard Stark|beheaded]].\n\nTywin decided to retreat his eastern army-group east to recently captured [[Harrenhal]], and use it for continued operations in the Riverlands. Five hundred riders under Ser [[Gregor Clegane]] covered their retreat by burning out all the farmlands between the Red Fork and Harrenhal's location on the north shore of [[Gods Eye]] lake.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\nMeanwhile, Tywin's brother-in-law Ser [[Stafford Lannister]] is tasked with raising and training a new army-group of green conscripts in [[the Westerlands]].&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\n"}, "title": "Battle of the Camps"}