{"attributes": {"image": "File:Wildfire explosion.jpg", "imagebg": "", "conc": "", "result": "Decisive House Lannister", "side4": "", "side2": "File:Baratheon DS mini shield.png", "side3": "", "side1": "File:KL Baratheon mini shield.png", "casual4": "", "forces4": "", "forces3": "", "forces2": ["Tens of thousands", "200 ships (inc. 30 Lyseni freesails)*''Fury''*''Black Betha''"], "forces1": ["The City Watch (unknown)", "Soldiers of House Lannister (unknown)", "20 ships (19 not present)", "Lannister/Tyrell reinforcements (unknown)"], "casual1": " Heavy*Thousands of Goldcloaks and Lannister soldiers*Ser Mandon Moore", "next": "Sack of Winterfell", "width": "", "bg2": "", "casual2": " Massive*Matthos Seaworth", "prev": "Surrender of the Crag", "conflict": "War of the Five Kings", "civilian": "Quote", "link": "House FlorentHouse Florent*House Fossoway*Salladhor Saan's mercenary fleet", "date": "", "commanders1": ["King Joffrey Baratheon", "Tyrion Lannister, Hand of the King (WIA)", "Lord Tywin Lannister", "Ser Loras Tyrell", "Commander Bronn", "Sandor Clegane "], "commanders2": ["King Stannis Baratheon", "Ser Davos Seaworth", "Salladhor Saan"], "commanders3": "", "commanders4": "", "casual3": "", "name": " Battle of the Blackwater", "place": "King's Landing and the mouth of Blackwater Rush, the Crownlands"}, "sections": {"TOP": "Battle of the Blackwater09412rshkhuyi6kpx0wjace5kg5kz69qpydr1803682015-03-30T13:34:10ZDaemon Targaryen24097499Undo revision 180364 by [[Special:Contributions/108.200.170.115|108.200.170.115]] ([[User talk:108.200.170.115|talk]]){{Battle\n|width=\n|prev=[[Surrender of the Crag]]\n|conc=\n|next=[[Sack of Winterfell]]\n|name= Battle of the Blackwater\n|imageBG=\n|image=[[File:Wildfire explosion.jpg|300px]]\n|conflict=[[War of the Five Kings]]\n|date=\n|place=[[King's Landing]] and the mouth of [[Blackwater Rush]], the [[Crownlands]]\n|result=Decisive [[House Lannister|Lannister]] - [[House Tyrell|Tyrell]] victory,&lt;br&gt;\n|BG2=\n|side1=[[File:KL Baratheon mini shield.png|right|20px|link=House Baratheon of King's Landing]][[House Baratheon of King's Landing]]\n*[[File:Kingsguard mini shield.png|20px|right|link=Kingsguard]][[Kingsguard]]\n*[[File:Lannister mini shield.png|20px|right|link=House Lannister]][[House Lannister]]\n*[[File:Gold Cloak mini shield.png|20px|right|link=City Watch]][[City Watch|City Watch of King's Landing]]\n*[[File:Tyrell mini shield.png|20px|right|link=House Tyrell]][[House Tyrell]] (late battle)\n|side2=[[File:Baratheon DS mini shield.png|20px|right|link=House Baratheon of Dragonstone]][[House Baratheon of Dragonstone]]\n*[[The Stormlands|Stormlords]]\n**[[File:Seaworth mini shield.png|20px|right|link=House Seaworth]] [[House Seaworth]]\n**[[House Errol]]\n**[[House Estermont]]\n*Houses of the Narrow Sea\n**[[House Velaryon]]\n*[[File:Florent mini shield.png|20px|right|link=House Florent]][[House Florent]]\n*[[House Fossoway]]\n*[[Salladhor Saan]]'s mercenary fleet\n|side3=\n|side4=\n|commanders1=King [[Joffrey Baratheon]]&lt;br&gt;[[Tyrion Lannister]], [[Hand of the King]] (WIA)&lt;br&gt;Lord [[Tywin Lannister]]&lt;br&gt;Ser [[Loras Tyrell]]&lt;br&gt;Commander [[Bronn]]&lt;br&gt;[[Sandor Clegane]] \n|commanders2=King [[Stannis Baratheon]]&lt;br&gt;Ser [[Davos Seaworth]]&lt;br&gt;[[Salladhor Saan]]\n|commanders3=\n|commanders4=\n|forces1=The City Watch (unknown)&lt;br&gt;Soldiers of House Lannister (unknown)&lt;br&gt;20 ships (19 not present)&lt;br&gt;Lannister/Tyrell reinforcements (unknown)\n|forces2=Tens of thousands&lt;br&gt;200 ships (inc. 30 Lyseni freesails)\n*''[[Fury]]''\n*''[[Black Betha]]''\n|forces3=\n|forces4=\n|casual1= Heavy\n*Thousands of Goldcloaks and Lannister soldiers\n*Ser [[Mandon Moore]]\n|casual2= Massive\n*[[Matthos Seaworth]]\n|casual3=\n|casual4=\n|civilian=}}\n{{Quote|Those are brave men knocking at our door. Let's go kill them!|[[Tyrion Lannister]]|Blackwater (episode)}}\n\nThe '''Battle of the Blackwater''' (also called the '''Battle of Blackwater Bay'''&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;:  King's Landing is at the mouth of the Blackwater River, which flows into Blackwater Bay, and thus the battle took place where both bodies of water named &quot;Blackwater&quot; meet.&lt;/ref&gt;) is the largest battle in the [[War of the Five Kings]] to date. It is depicted in full in the episode &quot;[[Blackwater (episode)|Blackwater]].&quot;\n\nThe battle was an attempt by [[Stannis Baratheon]] to take [[King's Landing]], the capital of the [[Seven Kingdoms]], and to seize the [[Iron Throne]] from [[Joffrey Baratheon]]. It required a naval assault and an attack on the city gates by land. [[Tyrion Lannister]], acting [[Hand of the King]], led the defense of the city. He successfully destroyed a large portion of Stannis' fleet through the use of [[wildfire]], but was unable to prevent Stannis' army from landing and gaining the walls of the city. However, late-arriving reinforcements under Lord [[Tywin Lannister]] and Ser [[Loras Tyrell]] defeated Stannis' army, resulting in a decisive [[House Lannister|Lannister]]-[[House Tyrell|Tyrell]] victory in King Joffrey's name.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Battle of the Blackwater unfolds somewhat differently than in the TV series, although the general sequence of events is similar. The battle is the culmination and climax of the second novel in the series, ''A Clash of Kings''.\n\nIn the novels, Renly's death was followed by Stannis seizing control of [[Storm's End]], the ancestral Baratheon castle. Most of the lords of [[the Stormlands]] and a few of [[the Reach]] ([[House Florent]] in particular) joined Stannis' cause, but the bulk of the Reach's lords regrouped at [[Bitterbridge]]. Stannis assumed that Tyrells would swear to his cause, but the knights he sent to [[parley]] with the Tyrell forces were imprisoned. Stannis sent his fleet into Blackwater Bay and his army by land northwards through the [[Kingswood]]. In the Kingswood, Stannis' army was harassed and delayed by Tyrion's [[hill tribes]], particularly the [[Stone Crows]] under [[Shagga]], whom he had deployed as skirmishers.\n\nTyrion and Cersei initially hoped that Renly and Stannis would exhaust themselves fighting one another, buying time for their father to win a decisive victory over the Starks and then come to the relief of the city. However, with Robb Stark winning victory after victory (at Oxcross, Ashemark, the Crag, and other engagements), this was not possible, forcing Tywin to remain at Harrenhal. Indeed, Robb's armies began threatening other Westerland strongholds, forcing Tywin to reluctantly march to meet Robb in battle or risk losing the confidence of his lords, whose homelands were now in peril. However, [[Edmure Tully]] sent a force from [[Riverrun]] to hold the fords over the [[Red Fork]], delaying Tywin's forces long enough for him to hear that Stannis was on the march. He immediately turned his army south to the headwaters of the Blackwater Rush and built barges to transport his forces to King's Landing by river.\n\nHearing of the Tyrell reluctance to join Stannis, Tyrion dispatched Littlefinger to negotiate, authorizing him to offer Joffrey's hand in marriage to [[Margaery Tyrell]]. The Tyrells accepted the offer and their army moved north to the Blackwater, meeting Tywin's forces as they came down the river. At the same time, Tyrion secured the city's unusually large stocks of wildfire and also began building an immense chain across the mouth of the river.\n\nWhen Stannis' fleet arrived, the royal fleet engaged it in battle and drew it into the mouth of the river. Tyrion raised the chain behind Stannis' ships to prevent their escape and then detonated barrels of wildfire located under the river mouth, causing a conflageration that consumed most of Stannis' fleet (as well as the royal fleet). However, Tyrion did not anticipate that this would create so many burned-out hulks that, after a couple of hours, Stannis' army would be able to use them as an effective bridge to reach the city. Sandor Clegane and then Tyrion himself led sallies to defend the city, Sandor fleeing after the first and Tyrion being severely wounded in the second sortie by Ser Mandon Moore of the Kingsguard. As Tyrion passed out, the joint Lannister-Tyrell army arrived and destroyed Stannis' forces. Stannis, observing from the south bank of the river, was evacuated to Dragonstone by his sworn knights with several hundred troops.\n\nThe most notable difference between the TV and book versions of the battle is the absence of the iconic chain, the raising of which makes Ser Davos realize that he's sailed into a trap. In addition, in the novel the royal fleet is present and draws Stannis' fleet into the trap. Although some ships upriver manage to escape the explosion, several royal galleys are sacrificed to the wildfire. In the novel, Stannis also does not personally take part in the battle and remains south of the river, making it much easier for him to escape once the tide turns against his forces, though he is also dragged from battle, refusing to surrender. Another difference is that it is actually Ser Loras' older brother, Ser Garlan Tyrell, who wears Renly's armor as he is a better fit.\n\nIn the aftermath of the battle, with their armies destroyed, the lords of the Stormlands bent the knee. The only two major holdouts which still supported Stannis instead of Joffrey were the garrison at Storm's End itself, as well as Dragonstone and the islands of the Narrow Sea which were difficult to assault due to their isolated nature (though Dragonstone and the isles sworn to it are technically part of the Crownlands, not the Stormlands).\n\n===Numbers===\nStannis attacked King's Landing with approximately 21,000 men. The defenders of the city numbered some 7,100 troops, consisting of 2,000 veteran gold cloaks, 4,000 newly conscripted, ill-trained, and poorly disciplined gold cloaks, 800 sellswords, and 300 knights and men-at-arms. Tywin's main army in the Riverlands consisted of some 20,000 men before clashing with Edmure Tully's forces; the size of the army he brought back to King's Landing after the Battle of the Fords, and the size of the Tyrell army went with them, is not revealed. It is not known how closely the TV series adhered to these numbers.\n\n", "Numbers": "Based on information from previous episodes, it is known that Stannis' fleet numbers 200 ships, including 30 freesail vessels commanded by Salladhor Saan. They outnumber the royal fleet 10-1, indicating that the royal fleet in Blackwater Bay consists of just 20 ships. Only one - the ship laden with wildfire - takes part in the battle, the other nineteen having been sent out of the area on Tyrion's order.\n\nStannis' army consists of his own forces from Dragonstone and the surrounding islands, augmented by an army of Stormlands troops that formerly followed Renly. However, it is known that most of the 100,000 troops under Renly did not join Stannis, with House Tyrell's contingent withdrawing. In the TV series, no figure is given for how many troops withdrew and how many stayed with Stannis. Matthos Seaworth states that Stannis' troops outnumber the defenders of King's Landing 5-1,but we don't know the precise numbers.\n\nAlso, while we know that Tywin Lannister's army in the Riverlands consisted of more than 30,000 troops, we don't know how many forces he left behind with [[Gregor Clegane]] to continue the fight and how many he took south to the capital.\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Gallery": "\n&lt;gallery&gt;\nBoat dropping Wildfire.png|The royal vessel leaking wildfire into the bay passes Davos Seaworth's flagship.\nBronn 2x09.png|Bronn fires an arrow to ignite the wildfire.\nSoldiers at the mud gate.jpg|Lannister and Baratheon soldiers fighting at the Mud Gate.\nTyrion speech.jpg|Tyrion rallies the troops.\nTyrionInjuredBlackwater.png|Tyrion is wounded by Ser [[Mandon Moore]].\nLoras as Renly.jpg|Ser Loras Tyrell leads the Tyrell and Lannister reinforcements into battle.\nTywin and Loras.jpg|The forging of an alliance between House Lannister and House Tyrell represents a significant shift in the balance of power in Westeros.\nLannisters overrun the Stormlands.jpg|Robb Stark's map shows that Lannister-Tyrell armies have overrun the Stormlands in the aftermath of the Battle of the Blackwater.\nImry Florent.png|Ser [[Imry Florent]], first mate of Stannis' ship ''Fury''.\nHallyne 2x09.jpg|Wisdom [[Hallyne]] watches the wildfire explosion.\nTyrion at war.jpg|Tyrion opens his helm after fighting off the first wave of attackers.\n&lt;/gallery&gt;\n\n", "History": "===Prelude===\nUpon claiming the Iron Throne, Stannis Baratheon realized he lacked the manpower needed to take King's Landing. With the help of [[Melisandre]], a [[Lord of Light|red priestess]] from [[Asshai]], he arranged the assassination of his younger brother, [[Renly Baratheon|Renly]], and secured the loyalty of many of the lords sworn to him.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt; However, he failed to win the allegiance of House Tyrell, who withdrew their large army from the field and returned to [[Highgarden]]. Nevertheless, having also secured an alliance with the freesail captain [[Salladhor Saan]],&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt; Stannis was confident of victory. On the advice of his loyal vassal and future Hand, Ser [[Davos Seaworth]], he decided not to take Melisandre with him to King's Landing, concerned that the victory would be credited to her and not himself.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\nWith King's Landing in danger, Tyrion Lannister made preparations to withstand siege. However, most of their manpower had been drawn north to fight the [[House Stark|Starks]] in the [[Riverlands]], leaving the city walls undermanned. Tyrion planned to level the field through the use of [[wildfire]], a dangerous but highly destructive substance.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt; With [[Robb Stark]]'s forces poised in the west, Tywin was unwilling to leave his defensive position at [[Harrenhal]], fearing being attacked from the rear. However, when Robb launched an invasion of the [[Westerlands]] instead, drawing close to [[Casterly Rock]], Tywin decided to move his army.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt; At the same time, Lord [[Petyr Baelish|Petyr 'Littlefinger' Baelish]] negotiated a fresh alliance between House Lannister and House Tyrell.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\n===Battle===\n{{Quote|Come with me and take this city!|King Stannis I rallies his forces|Blackwater (episode)}}\n\nStannis' fleet, commanded by Davos, swept into [[Blackwater Bay]] and approached the city. The original plan was to destroy the royal fleet and land troops under the city walls. However, the royal fleet proved to be absent, Tyrion having commanded it to leave the area (to Joffrey's incomprehension) rather than be sunk. Instead, Tyrion had a ship filled with wildfire and sent it to leak the substance directly into the bay. At his signal, Commander [[Bronn]] of the King's Landing [[City Watch]] ignited the wildfire with a flaming arrow. This resulted in a tremendous explosion that obliterated the leading elements of Stannis' fleet, including Davos' [[Black Betha|flagship]].&lt;ref name=&quot;E19&quot;&gt;&quot;[[Blackwater (episode)|Blackwater]]&quot;&lt;/ref&gt;&lt;ref&gt;&quot;VG Battle of the Blackwater&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/map/special/battleground-westeros/5/ HBO viewers guide, season 2 map, special features - Battleground Westeros, Battle of the Blackwater entry]&lt;/ref&gt;\n\nWhile the explosion sunk many of Stannis' ships, it was insufficient to stop him landing significant numbers of troops on the banks of the [[Blackwater Rush]] below the city. Under heavy arrow fire, Stannis personally led an assault on the city walls and managed to lead a small detachment on the battlements. An attempted sally led by [[Sandor Clegane]] faltered when his fear of fire caused his flight from the field.&lt;ref&gt;&quot;VG Battle of the Blackwater&lt;/ref&gt;\n\nQueen Regent [[Cersei Lannister|Cersei]] intended royal executioner Ser [[Ilyn Payne]] to kill her and other women hiding in [[Maegor's Holdfast]], such as [[Sansa Stark]], rather than let Stannis' forces capture and rape them. She recalled Joffrey from the battlefield, leading to a loss of morale amongst the King's Landing defenders. Tyrion rallied them and led a counter-attack against a battering ram trying to smash down the [[Mud Gate]], accompanied by Ser [[Mandon Moore]] and Ser [[Boros Blount]] of the [[Kingsguard]]. A late-arriving force of Stannis' troops attacked but was checked by Tyrion's forces. Ser Mandon turned on Tyrion and struck him down with a blow to the face, however Moore was slain by [[Podrick Payne]], Tyrion's squire, before he could kill Tyrion.&lt;ref name=&quot;E19&quot; /&gt;\n\nAt this point, Tywin Lannister's army arrived in concert with the Tyrell forces under Ser Loras. Ser Loras wore the armor and crown of the late Renly Baratheon to sow confusion and discord amongst Stannis' men. Tyrell and LannisterÂ cavalry smashedÂ Stannis'sÂ forcesÂ and routed themÂ although some were able to retreat in good order to their landing vessels. Stannis was dragged reluctantly from the battlefield by loyal retainers.\n\n===Aftermath===\n\nThe forging of an alliance between House Lannister and House Tyrell places the overwhelming bulk of the armies of southern Westeros under the banner of King Joffrey Baratheon. This combined army now hugely outstrips the armies of House Stark in size, and makes the Lannister-Tyrell faction the largest and most powerful in the war.&lt;ref name=&quot;E19&quot; /&gt;\n\nIn the weeks after the battle, the children of the city picked over the half-sunken wrecks of ships in the harbor searching for gold and other treasures taken from the dead sailors.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\nMost of the military strength of [[the Stormlands]] was destroyed in the battle. Most Baratheon vassal Houses sided with [[Renly Baratheon]] at the beginning of the war, but later shifted to follow Stannis after Renly's death. Very few sided with Stannis originally, and effectively none had sided with Joffrey. With their armies destroyed, they could not offer resistance as combined Lannister-Tyrell armies overran the Stormlands. Stannis himself, however, safe from immediate assault due to the island location of Dragonstone, remained defiant and refused to surrender.&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n\n"}, "title": "Battle of the Blackwater"}