{"attributes": {"status": " Active", "origin": " Quote", "imagesize": " 250px", "habitat": " Forests and mountains.", "title": " Bears", "image": " Black and brown and covered in hair.jpg", "diet": " Omnivores", "range": " Throughout Westeros and Essos", "type": " Mammal"}, "sections": {"Behind the scenes": "\nA live actor-bear, [[Bart the Bear]], was used for the bear pit scene in Season 3's &quot;[[The Bear and the Maiden Fair (episode)|The Bear and the Maiden Fair]]&quot;.\n\nBecause there are various legal restrictions on international transport of large animals such as bears, Little Bart's appearances were filmed in Los Angeles, USA.&lt;ref&gt;[http://winteriscoming.net/2013/01/nikolaj-coster-waldau-confirms-two-more-days-of-shooting/ WinterIsComing.net], January 28th, 2013.&lt;/ref&gt;\n\nAs the in-episode guide explains, the sets and actors were still in Northern Ireland, and never filmed in Los Angeles. Rather, a stunt man in a green-screen suit stood in for the bear on-set in Northern Ireland so the actors would have the proper eye-line, while the actor-bear was filmed in his sanctuary in Los Angeles, and his trainer walked him through the required motions for the scene. The actor-bear's footage was then digitally integrated into the shots with the human actors.\n\n", "TOP": "Bears0276053q07by17j2s5p9j3s7phmdo8t7yiyx51795652015-03-26T18:17:18ZThe Dragon Demands5014364/* In the books */{{Species\n| Title= Bears\n| Image= Black and brown and covered in hair.jpg\n| ImageSize= 250px\n| Type= Mammal\n| Diet= Omnivores\n| Status= Active\n| Habitat = Forests and mountains.\n| Range= Throughout [[Westeros]] and [[Essos]]\n| Origin= \n}}\n{{Quote|A bear there was, a bear, a bear! All black and brown and covered in hair!|Lyrics from the song ''[[The Bear and the Maiden Fair (song)|The Bear and the Maiden Fair]]''.|Walk of Punishment}}\n\n'''Bears''' are large predators found throughout the forests and mountains of [[Westeros]] and [[Essos]]. Distantly related to [[Dogs|canines]], they have stocky bodies, short tails, powerful jaws, and sharp claws.\n\n[[Bear Island]] is a heavily forested isle off the northwest coast of [[the North]] in Westeros. The [[Heraldry|heraldry]] of the island's rulers, [[House Mormont]], consists of a black bear in a woods of green trees.\n\nBears are frequently captured and put in animal menageries, and [[Wikipedia:Bear-baiting|bear-baiting]] is common blood-sport throughout much of the known world. Bears are often seen in the [[Fighting pit|fighting pits]] of Essos, and in Westeros as well the seedier elements of society also use bear pits as a form of entertainment, throwing other animals or even people into an enclosed space to fight a captive bear.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, bears are common in wilderness regions of Westeros and Essos. A very large species of bear lives in the lands [[Beyond the Wall|beyond the Wall]], known as [[Snow bears]].\n\nThe ranger Dywen claimed that he saw a fifteen feet tall bear, but [[Jeor Mormont|Lord Commander Mormont]] dismissed that as nonsense, commenting that it was even less likely than the tale about [[Maege Mormont|his sister]] that she has taken a bear for a lover.\n\nWhile [[Arya Stark]] worked at Harrenhal, she saw that the Brave Companions brought a huge black bear in a cage, for their &quot;entertainments&quot;. After [[Roose Bolton]] and [[Locke|Vargo Hoat]] took over the castle, they had [[Amory Lorch]] thrown into the bear pit, and he was torn apart.\n\nBrienne and Jaime's fight in the bear pit at Harrenhal proceeds somewhat differently. Steelshanks and a dozen or so of his men fill the bear with crossbow bolts until it dies. As a result Brienne and Jaime do not need to dramatically climb out of the pit, because the bear is dead. In the TV version Steelshanks only shoots the bear with one crossbow bolt to scare it off, apparently only dealing it a minor wound. It is possible that this was changed so as to avoid the impression of cruelty to animals, and also that it would have been more difficult to depict the live actor-bear being peppered with multiple arrows.\n\nBrienne is also not armed with a wooden sword, but with a tourney blade - which are unsharpened because they are not meant for actual combat. Jaime only realizes this after he sees Brienne stab the bear without causing it any injury. As it would also have been difficult for TV viewers to realize that she was given a blunt tourney sword, the TV series made this more explicit by giving her a wooden sword.\n\n", "History": "===[[Season 1]]===\nWhile at [[Castle Black]], [[Tyrion Lannister]] is amiably drinking and chatting with the recruiter [[Yoren]], and asks him what was the strangest thing he ever ate. Yoren replies that he once ate a bear's testicles, which makes Tyrion laugh and think he is joking. Yoren insists that he is telling the truth, and that he also ate the bear's brains, guts, lungs, and heart, all fried in its own fat. As Yoren explains, when you are snowbound a hundred miles north of the Wall and your last meal was a week ago, you don't leave anything for the wolves. As for the taste, Yoren remarks that the bear's balls were &quot;a bit chewy&quot;.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n\nAfter taking [[Brienne of Tarth]] prisoner at [[Harrenhal]], [[Locke]] and his men intend to kill her. [[Jaime Lannister]] is incredulous that Locke and his [[House Bolton|Bolton]] soldiers would do this, given that [[Selwyn Tarth|Brienne's father]] offered them a very generous ransom of 300 [[Currency|Gold Dragons]]. [[Qyburn]] explains that Locke and most of his men might die in the war or the coming winter, so they are simply more considered with the immediate, petty amusement of torturing Brienne to death.\n[[File:Bear and maiden fair promo brienne a.png|thumb|200px|Brienne is thrown into a bear pit.]]\nWhen Jaime returns to Harrenhal, he finds that Locke and his men have thrown Brienne into a bear pit. They have formed a cheering crowd around the pit, and are mockingly singing ''The Bear and the Maiden Fair'' while taunting the bear to attack Brienne. The bear has already left a deep gash along Brienne's collarbone with its claws, and she is barely holding it at bay armed only with a wooden sword. Eventually the bear manages to knock the wooden sword out of her hands, and shove her to the ground.\n[[File:Little Bart the Bear.jpg|thumb|200px|The bear attempts to climb after Brienne and Jaime.]]\nJaime confronts Locke, who affirms that he cares more about torturing Brienne than any amount of gold Jaime could offer him, making Jaime powerless. Instead, Jaime jumps into the bear-pit and saves Brienne's life, despite having lost his right hand. While the pair were struggling to climb out of the pit, Locke's soldier [[Steelshanks]] scared off the bear by shooting it in the back with a crossbow bolt, mildly wounding it.\n\nAfter they were out of the bear pit, Locke tried to reassert control of the situation, but Jaime had correctly assessed that he was too valuable of a hostage for Locke to threaten. Steelshanks pointed out that Lord [[Roose Bolton]] had commanded him to bring Jaime to [[King's Landing]], and if Jaime died trying to save Brienne, Roose would have him killed for his failure. They then depart Harrenhal.&lt;ref&gt;&quot;[[The Bear and the Maiden Fair (episode)|The Bear and the Maiden Fair]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n\nWhen [[Tormund]]'s [[Free Folk|wildling]] raiding force is waiting around their campfires for the signal to begin the [[Battle of Castle Black]], he passes the time by telling tall tales. In one of these, he claims that he once had sex with a female bear named Sheila, and she really knew what she was doing. [[Ygritte]] angrily responds that everyone knows he's just making that up, and he knows it, and that it isn't that funny.&lt;ref&gt;&quot;[[The Watchers on the Wall]]&quot;&lt;/ref&gt;\n\n"}, "title": "Bears"}