{"attributes": {}, "sections": {"TOP": "Bedding01993161z0mdfyjh4tl0mn4ndl7vhx2561miy1761842015-03-11T15:37:59ZEnglishJoker1525043/* Known beddings */{{Quote|It's tradition. Without the bedding ceremony there's no real proof the lord and lady consummated their marriage.|King [[Robb Stark]] to Queen [[Talisa Stark]]|The Rains of Castamere (episode)}}\n\nThe '''bedding''' is a [[Westeros]]i [[Marriage|wedding]] tradition, practiced throughout the entire continent. It's intended to provide evidence that the bride and bridegroom have consummated their marriage.\n\nThe bedding is commonly held after the wedding feast is over. Male guests carry the bride while female guests carry the bridegroom to the bedchamber, removing items of clothing along the way and making ribald jokes.\n\n", "Known beddings": "*[[File:Roslin_frey_bedded.png|thumb|300px|Roslin Frey being carried to her bed.]][[Eddard Stark|Ned Stark]] forbade the bedding after his wedding to [[Catelyn Stark|Catelyn Tully]], joking that it wouldn't do if he broke someone's jaw at his own wedding.&lt;ref name=&quot;S03E09&quot;&gt;&quot;[[The Rains of Castamere]]&quot;&lt;/ref&gt;\n\n*During the feast for the wedding of [[Sansa Stark]] and [[Tyrion Lannister]], King [[Joffrey Baratheon]] tries to initiate the bedding in an attempt to humiliate Sansa. A drunken Tyrion puts an end to it by threatening to geld Joffrey, though he then, laughingly, &quot;admits&quot; he's made a bad joke. [[Tywin Lannister]]'s intervention prevents the bedding from taking place.&lt;ref&gt;&quot;[[Second Sons (episode)|Second Sons]]&quot;&lt;/ref&gt;\n\n*After the wedding feast of Lord [[Edmure Tully]] and [[Roslin Frey]], Lord [[Walder Frey]] initiates the bedding. Male guests carry Roslin while the Frey women take Edmure to their bedchamber.Â Afterwards, the [[Red Wedding]] begins and Edmure is captured out of his bed and held prisoner.&lt;ref name=&quot;S03E09&quot;/&gt;\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, beddings take place in quite a similar manner, with addition: after the married couple is carried and bundled naked into bed, the guests stand outside the bridal chamber, shouting ribald suggestions through the door.\n\n*At Edmure's wedding, Catelyn recalls her own bedding: [[Jory Cassel]] tore her gown in his haste to undress her; Ser Desmond Grell, the master at arms of [[Riverrun]], kept apologizing for every ribald joke he told, only to make another; and when Lord Willam Dustin saw her naked, he told Ned that the sight of her breasts was enough to make him wish he'd never been weaned. Ned's response is not mentioned, but it is unlikely that he broke Lord Dustin's jaw.\n\n*At Sansa's wedding, she muses how when she was a girl, the bedding seemed to her wonderfully wicked and exciting at the same time, but at present she is so miserable for being forced to marry a man she does not love and is so unattractive, that she does not think she could bear the ripping of her dress, and she is certain she would burst into tears at the first randy jape. She is slightly relieved that Tyrion spares her the humiliating experience, despite Joffrey's protests.\n\n*After the wedding of [[Lysa Arryn]] and [[Littlefinger]], Lysa's knights carry her up to the tower, stripping her and shouting bawdy jests. Lysa had brought only three ladies with her, so they press Sansa to help them undress Petyr and march him up to his marriage bed. He submits with good grace and a wicked tongue, giving as good as he gets. By the time they have gotten him into the tower and out of his clothes, the other women are flushed, with laces unlaced, kirtles crooked, and skirts in disarray. But Littlefinger only smiles at Sansa as they march him up to the bedchamber where his lady wife is waiting.\n\n*According to [[Barristan Selmy]], at the wedding of [[Tywin Lannister|Tywin]] and [[Joanna Lannister]], [[Aerys II Targaryen|the Mad King]] drunkenly japed about how it was a pity the First Night tradition was banned and took too many liberties in Joanna's bedding. Tywin was not amused, and that caused further friction between him and Aerys.\n\n", "See also": "*{{AWOIAF}}\n\n"}, "title": "Bedding"}