{"attributes": {}, "sections": {"Quotes": "{{Quote|After Aegon and his dragons destroyed the combined armies of the Reach and the Rock at the Field of Fire, King Torrhen Stark bent the knee and swore fealty to the Targaryen Dynasty in order to spare the destruction of Winterfell and it's people. He was foreverafter known as the King Who Knelt. As a reward for his submission, Aegon named Torrhen Lord of Winterfell and Warden of the North.|[[Robb Stark]]|House Stark (Complete Guide to Westeros)}}\n\n{{Quote|Seeing both the threat and opportunity the Targaryens represented, Loren wisely surrendered and aided Aegon in his further conquest of Westeros. The Lannisters were thus appointed Lords Paramount of the Westerlands and Wardens of the West, titles we hold to this day.|[[Tywin Lannister]]|House Lannister (Complete Guide to Westeros)}}\n\n{{Quote|Bend the knee my lord. Bend the knee &amp; swear loyalty to my son, and we shall allow you to live out your days in the grey waste you call home.|[[Cersei Lannister]] to [[Eddard Stark]]|You Win or You Die}}\n\n{{Quote|There sits the only King I mean to bend my knee to: the King in the North!|[[Jon Umber]] to [[Robb Stark]]|Fire and Blood}}\n\n{{Quote|When the lion finally showed his colors and purged King's Landing, we knew our cause was lost. My father chose the peaceful route and bent the knee to Robert, who heartily pardoned us.|[[Margaery Tyrell]]|Robert's Rebellion (Histories &amp; Lore)}}\n\n{{Quote|I've always served thieves according to their deserts, as you well know, Ser Davos. Joffrey, Renly, Robb Stark, they're all thieves. They'll bend the knee or I'll destroy them. |[[Stannis Baratheon]] to [[Davos Seaworth]]|The North Remembers}}\n\n{{Quote|You act as if I volunteered to go. You gave me away, if you remember! The day you bent the knee to Robert Baratheon, after he crushed you! Did you take what was yours then?!|[[Theon Greyjoy]] to [[Balon Greyjoy]]|What is Dead May Never Die}}\n\n{{Quote|The last Gardener king lost his face along with his body, and his steward Harlen Tyrell promptly yielded Highgarden to Aegon. My grandmother swears that Harlen was like most of our men and grew up banging steel together too loudly for thought to penetrate, but luckily his wife had better sense. Whatever the case, in return for Harlan's show of sense Aegon proclaimed House Tyrell the Lords of the Reach and Wardens of the South, passing over all the other houses with better claims.|[[Margaery Tyrell]]|The Reach (Histories &amp; Lore)}}\n\n{{Quote|The people of the Vale say that Ser Artys Arryn, the Andal general, flew on the back of a giant falcon and slew the Griffin King on top of the tallest mountain. During Aegon's conquest, one of his sisters did the same, flying her dragon over the Bloody Gate and up to the Eyrie, the Arryn stronghold, and the Arryn boy king yielded the Vale in return for a ride on the beast.|[[Petyr Baelish]]|The Vale (Histories &amp; Lore)}}\n\n{{Quote|Aegon Targaryen landed to our south and, as had many before him liked the look of the Riverlands. My ancestor Edmyn Tully led the desertion of riverlords to his cause and was rewarded by getting to watch King Harren burn in his own tower. Unfortunately, that's not all Edmyn got. House Tully was named the Lords Paramount of the Trident, which means we had to keep in line all of those lords who hadn't governed themselves for thousands of years.|[[Brynden Tully]]|The Riverlands (Histories &amp; Lore)}}\n\n{{Quote|After years of war, my ancestors gave up their barbaric practices and bent the knee to their new kings. Thus House Bolton became what we are today: loyal bannermen and staunch allies to the Starks... and the second greatest house in the North.|[[Roose Bolton]]|House Bolton (Histories &amp; Lore)}}\n\n{{Template:Dialogue a-b-a-b|Stannis|It is customary to kneel when surrendering to a king.|Mance|We do not kneel.|I'll have thousands of your men in chains by nightfall. I have nowhere to put them, I have nothing to feed them. I'm not here to slaughter big dogs. Their fate depends on their king.|All the same, we do not kneel.|[[Stannis Baratheon]] and [[Mance Rayder]]|The Children}}\n\n", "TOP": "Bending the knee027512ng6f3uwo66tgy5lewb6sawn78v6rw5l1683912015-01-04T03:41:10ZSon Of Fire24907634[[File:The_King_who_Knelt.png|thumb|300px|[[Torrhen Stark]] bends the knee to [[Aegon I Targaryen]] and [[Visenya Targaryen|his]] [[Rhaenys Targaryen (sister of Aegon I)|sisters]], foreverafter becoming known as &quot;the King Who Knelt&quot;]]\n{{Quote|Joffrey, Renly, Robb Stark: they're all thieves. They'll bend the knee or I'll destroy them.|Stannis Baratheon|The North Remembers}}\n'''&quot;Bending the knee&quot;''' is a formal act of submission to a king or lord, a recognition of authority and a demonstration of fealty. It is common for surrendering parties to bend the knee after being defeated in a war or rebellion.\n\n==Known acts of &quot;bending the knee&quot;==\n[[File:Bolton-bends-the-knee.jpg|thumb|The Boltons bend the knee to the Starks]]\n* For centuries, [[House Bolton]] resisted the rule of [[House Stark]] as [[King in the North|Kings of Winter]]. They were eventually defeated and bent the knee, giving up their barbaric practice of [[flaying]] as a sign of their submission.\n* Several kings and lords bent the knee to [[Aegon I Targaryen]] and [[Visenya Targaryen|his]] [[Rhaenys Targaryen (sister of Aegon I)|sisters]] during the [[War of Conquest]], giving up their crowns and becoming vassals of Aegon the Conqueror.\n** [[Edmyn Tully]] surrendered upon the arrival of [[House Targaryen]]. After the [[Burning of Harrenhal]] and the death of [[King of the Iron Islands and the Riverlands|King]] [[Harren Hoare]] and [[House Hoare|his entire family]], Aegon named Edmyn [[Lord Paramount of the Riverlands]].\n[[File:Harlen_Tyrell_surrender_to_Aegon_the_Conqueror.png|thumb|Harlen Tyrell surrenders Highgarden to Aegon I Targaryen]]\n** After the [[Field of Fire]] and the death of [[King of the Reach|King]] [[Mern Gardener]] and [[House Gardener|his entire family]], [[Harlen Tyrell]] surrendered the Reach and was named [[Lord Paramount of the Reach]] and [[Warden of the South]].\n[[File:Loren_lannister.png|thumb|Loren Lannister surrenders to Aegon]]\n** After the Field of Fire, [[King of the Rock|King]] [[Loren Lannister]] surrendered and was named [[Lord Paramount of the Westerlands]] and [[Warden of the West]].\n** After the Field of Fire, [[King in the North|King]] [[Torrhen Stark]] surrendered and was named [[Lord Paramount of the North]] and [[Warden of the North]]. He was foreverafter known as &quot;the King Who Knelt&quot;.\n[[File:Visenya_takes_the_Eyrie.jpg|thumb|Visenya Targaryen flies her [[dragon]] over the Eyrie and Ronnel Arryn surrenders in exchange for a ride on the beast]]\n** During the Conquest, [[Visenya Targaryen]] rode [[Vhagar]] over the [[Bloody Gate]] and up to [[the Eyrie]], where the child [[King of Mountain and Vale|King]] [[Ronnel Arryn (King)|Ronnel Arryn]] surrendered [[The Vale of Arryn]] in return for a ride on the [[Dragons|dragon]]'s back.\n[[File:Tyrell_surrender_to_Robert.png|thumb|Mace Tyrell kneels to Robert Baratheon and Eddard Stark]]\n* After [[Robert's Rebellion]] and the fall of the Targaryen dynasty, [[Lord of Highgarden|Lord]] [[Mace Tyrell]] bent the knee to [[Robert Baratheon]], and in return was treated leniently, pardoned, and allowed to continue ruling the Reach as his family had before the war.\n[[File:Balon_kneels.png|thumb|Balon Greyjoy kneels to Robert Baratheon and Eddard Stark after his failed rebellion]]\n* After the failure of the [[Greyjoy Rebellion]], [[King of the Iron Islands|King]] [[Balon Greyjoy]] bent the knee to Robert. As a reward for his surrender he was allowed to keep his titles of [[Lord of the Iron Islands]], [[King of Salt and Rock]], [[Son of the Sea Wind]] and [[Lord Reaper of Pyke]]. However, his only surviving son [[Theon Greyjoy|Theon]] was taken as a [[hostage]] by [[Eddard Stark]] to ensure that Balon did not rebel against the [[Iron Throne]] again.\n*Following the [[Battle of the Whispering Wood]] and the [[Battle of the Camps]],  Northern and Riverlands lords bend the knee to [[Robb Stark]], proclaiming him [[King in the North]] in defiance of the authority of the [[Iron Throne]]\n*After the [[assassination of Renly I|assassination]] of [[Renly Baratheon]], the Stormlords and some lords of the Reach who had declared for him bent the knee to Stannis in support of his claim to the Iron Throne.\n*Following the [[Battle of the Blackwater]], many surviving Stormlords and Reach lords bent the knee to King [[Joffrey]].&lt;ref&gt;The Stormlands (Histories &amp; Lore)&lt;/ref&gt;\n\n"}, "title": "Bending the knee"}