{"attributes": {"status": " :Category:Status: Alive", "death": "", "last": "&quot;The Bear and the Maiden Fair (episode)", "family": "", "rightlink": "Brotherhood Without BannersCharacter", "culture": "Andal", "season": "Season 1", "image": "Beric-Dondarrion-Profile-HD.png", "leftimage": "Dondarrion mini shield.png", "allegiance": ["House Dondarrion", "The Brotherhood Without Banners"], "actor": ["David Michael Scott (Season 1)", "Richard Dormer (Season 3)Quote"], "religion": "R'hllor", "titles": "Lord of Blackhaven", "rightimage": "BWB mini shield.png", "place": ["Blackhaven, the Dornish Marches, ", "The Stormlands"], "6": "yesSeason Three Appearances", "title": "Beric Dondarrion", "aka": "The Lightning Lord", "first": "&quot;A Golden Crown&quot;", "appearances": " 5 episodes &lt;small&gt;#Appearances", "leftlink": "House Dondarrion"}, "sections": {"Behind the scenes": "[[File:Beric-Dondarrion.jpg|right|thumb|David Michael Scott as Beric Dondarrion.]]\n\nBeric was originally played by guest star [[David Michael Scott]] who only appeared in the [[Season 1|first season]] episode &quot;[[A Golden Crown]]&quot;.&lt;ref name=&quot;E6&quot;/&gt; The character did not appear in the [[Season 2|second season]] and was confirmed as being recast for the [[Season 3|third season]] in May 2012.&lt;ref&gt;[http://winteriscoming.net/2012/05/ew-scoop-on-s3-the-reeds-are-in-and-so-is-blackfish/  Winter is Coming.net article on season 3 roles]&lt;/ref&gt; [[Richard Dormer]] was announced in the part in July 2012.&lt;ref name=ComicCon&gt;[http://www.westeros.org/GoT/News/Entry/Massive_Comic-Con_Casting_Reveals/ &quot;Massive Comic-Con Casting Reveals&quot; from Westeros.org, 13 July 2012]&lt;/ref&gt;\n\n", "TOP": "Beric Dondarrion02379tpihevkbte5guug5xp6oewqq34p22up1757482015-03-07T20:41:15ZEnglishJoker1525043/* Season 3 */{{Update}}\n\n{{Heraldry\n|leftimage=Dondarrion mini shield.png\n|leftlink=House Dondarrion\n|rightimage=BWB mini shield.png\n|rightlink=Brotherhood Without Banners\n}}\n\n\n{{Character\n| Title=Beric Dondarrion\n| Image=Beric-Dondarrion-Profile-HD.png\n| Season=[[Season 1|1]], [[Season 3|3]]\n| First=&quot;[[A Golden Crown]]&quot;\n| Last=&quot;[[The Bear and the Maiden Fair (episode)|The Bear and the Maiden Fair]]&quot;\n| Appearances= 5 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Titles=[[Lord of Blackhaven]]\n| Aka=The Lightning Lord\n| Status= [[:Category:Status: Alive|Alive]]\n| Death=\n| Place=[[Blackhaven]], the [[Dornish Marches]], &lt;br&gt;[[The Stormlands]]\n| Allegiance=[[House Dondarrion]]&lt;br&gt;The [[Brotherhood Without Banners]]\n| Religion=[[R'hllor|R'hllor, the Lord of Light]] (convert)\n| Culture=[[Andal]]\n| Family=\n| Actor=[[David Michael Scott]] (Season 1)&lt;br&gt;[[Richard Dormer]] (Season 3)}}\n{{Quote|Every time I come back, I'm a bit less. Pieces of you get chipped away.|Beric Dondarrion|And Now His Watch is Ended}}\n'''Beric Dondarrion''' is a recurring character in the [[Season 1|first]] and [[Season 3|third]] seasons. He was originally played by guest star [[David Michael Scott]] and debuts in &quot;[[A Golden Crown]]&quot;. The role was recast for the third season with [[Richard Dormer]] taking over. Beric Dondarrion is the [[Lord of Blackhaven]] and the head of [[House Dondarrion]]. Initially sent out by Eddard Stark to lead a party of men to apprehend Ser [[Gregor Clegane]] for atrocities committed against the people of [[the Riverlands]], Dondarrion became leader of the outlaw resistance group known as the [[Brotherhood Without Banners]].\n\n", "Appearance": "{{Season One Appearances|6=yes}}\n\n{{Season Three Appearances||||yes|yes|yes|yes}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Beric Dondarrion is the Lord of Blackhaven, a small castle in the Stormlands on the Dornish Marches. He is a young, vigorous and capable warrior, a skilled knight and charismatic leader of men, as well as popular with ladies. He goes to King's Landing to participate in the Tourney of the Hand before being charged with the mission to arrest Gregor Clegane, alongside the warrior-priest [[Thoros]] of Myr. [[Jeyne Poole]], daughter of [[Vayon Poole]], has a crush on him.\n\nAs the War of the Five Kings rages in the Riverlands, Dondarrion achieves a semi-legendary status due to constant and contradictory reports of Lannister bannermen boasting to have killed him.\n\n[[George R.R. Martin]], an avid comic book fan, has repeatedly stated that he feels it is cheap when characters suffer from &quot;Comic Book Deaths&quot; - dying only to be brought back to life later in the story, apparently none the worse for wear. Martin's subversion of this in the ''A Song of Ice and Fire'' series - apart from permanently killing off major characters such as [[Ned Stark]], [[Renly Baratheon]], or [[Robb Stark]] - is that in the one instance in the story of a man who does come back to life, he is very much the worse for wear. The wounds inflicted on Dondarrion in his many deaths never fully heal, leaving him a scarecrow of a man. The eye he lost never magically grew back, and he was once killed by a severe blow to the head, which caved half of his skull in. The TV series didn't include the head injury, probably because it would be difficult for practical effects to portray the actor with a caved-in skull. However, it is not the physical damage Dondarrion sustains which particularly bother him, but that coming back each time takes a heavy toll. Every time Dondarrion is resurrected large pieces of who he is, large chunks of his memory are lost. In the books, Dondarrion goes on to explain to Arya that after dying and being resurrected six times, he has lost ''all'' of his memories from before the point when her father sent him out from King's Landing on the mission to bring Gregor Clegane to justice. He has no memories of the castle he grew up in, or the woman he was betrothed to marry. Even so, Dondarrion is still determined to uphold the mission Ned Stark sent him on; indeed as his other memories fade, he becomes fixated on this one goal he can still remember.\n\n", "Quotes": "{{Quote|That's what we are: ghosts. Waiting for you in the dark. You can't see us, but we see you. No matter whose cloak you wear: Lannister, Stark, Baratheon, you prey on the weak, the Brotherhood Without Banners will hunt you down.|Beric Dondarrion|And Now His Watch is Ended}}\n\n", "The Deaths of Dondarrion": "\nBeric Dondarrion has died several times, only to be revived by Thoros of Myr's prayers to the Lord of Light:\n\n#Impaled through the chest with a lance, by Ser Gregor Clegane, &quot;The Mountain That Rides&quot;, during the [[Battle at the Mummer's Ford|Battle]] at the [[Mummer's Ford]].\n#Knifed in the belly.\n#Shot in the back with an arrow.\n#An axe driven into his side.\n#Captured by Lannister soldiers, they executed him for treason - but unable to decide whether to hang him or stick a dagger through his eye, they just did both.\n#Cleaved through the torso by a sword-stroke from Sandor Clegane, &quot;The Hound&quot;, during a [[trial by combat]].\n\nDondarrion does not perfectly recover from each of these physical injuries, but instead carries severe scars from each wound, notably the remaining mark around his neck from when he was hanged. Particularly, his missing right eye did not grow back. Moreover, according to Dondarrion being resurrected carries a heavy toll, chipping away at him and losing large pieces of his memory each time he's brought back.&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n\n", "Image Gallery": "&lt;gallery&gt;\nDondarrionS3.jpg\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n", "Biography": "===Background===\nBeric Dondarrion is the [[Lord of Blackhaven]] and the head of [[House Dondarrion]], a vassal house to [[House Baratheon]] of [[Storm's End]]. He is a young lord who still enjoys the life of a [[knight]], including taking part in [[tourneys]]. He is visiting [[King's Landing]] when the series begins.\n\n===[[Season 1]]===\nUpon hearing of the atrocities committed by Ser [[Gregor Clegane]], Lord [[Eddard Stark]], acting as the [[Hand of the King]], orders Lord Beric to take a hundred men, ride to Ser Gregor's [[Clegane's Keep|keep]] and execute him for treason and murder. Beric willingly agrees to the task.&lt;ref name=&quot;E6&quot;&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\nLord Beric is rumored to have been killed in the [[Battle at the Mummer's Ford]]. The survivors form the [[Brotherhood Without Banners]].&lt;ref&gt;Season 2 bluray: War of the Five Kings feature&lt;/ref&gt; In fact, Beric is actually killed by the Mountain, who drives a lance through his chest. [[Thoros]] of Myr unwittingly resurrects him.&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n[[File:Beric Dondarrion and Hound Clegane S3E4.jpg|thumb|Lord Beric confronts the Hound.]]\nDondarrion reunites with [[Thoros]]' party at [[Hollow Hill]], the headquarters of the [[Brotherhood Without Banners]], and is surprised to see they have captured [[Sandor Clegane]]. Beric reveals he has converted to the religion of the [[Lord of Light]]. After [[Arya Stark]] accuses the Hound of murder, Beric sentences him to [[trial by combat]] as there is no other witness to confirm his guilt, and chooses himself as Clegane's rival.&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n\n[[File:Clegane Kills Beric s3e5.jpg|thumb|Clegane kills Beric]]Using magic, Beric ignites his blade with fire, initially giving him an advantage during the fight due to Sandor's fear of fire. However, Sandor's superior strength eventually proves enough to overpower Beric, and with a powerful downward swipe Sandor cuts deep into Beric shoulder, nearly cutting off his entire arm and cutting right through his flaming sword. Arya attempts to kill the Hound while he tries to extinguish his shield which had been set a flame during the fight, but she is stopped byÂ [[Gendry]]. Sandor taunts Arya over how the gods prefer him over her friend, but he is interrupted and shocked by Beric, who has been revived and healed byÂ [[Thoros]]Â using the Lord of Light's power. Since Sandor effectively won the fight, Beric declares him innocent and sets him free, but keeps Arya with the Brotherhood, intending to ransom her to [[Catelyn Stark|her mother]] and [[Robb Stark|brother]] at Riverrun.&lt;ref&gt;[[Kissed by Fire]]&lt;/ref&gt;\n\nLater, Beric reminisces on the times he has been killed with Thoros and Arya. Arya briefly asks if Thoros can revive a man with no head, clearly referring to her father, but Beric merely compliments Eddard's honourable nature and tells her of the side effect of his resurrection: with each revival, he loses some of his memories and is less himself, a life he would not wish on Eddard. The group is later encountered by [[Melisandre]], who seeks out Gendry. Melisandre briefly examines Beric and is clearly astonished at how Thoros has been able to revive him so many times. Against Arya's wishes, Beric sells Gendry to Melisandre for gold, a decision that later leads Arya to abandon them.\n\n"}, "title": "Beric Dondarrion"}