{"attributes": {"status": " :Category:Status: Alive", "death": "", "family": "", "title": "Bert", "season": "Season 3", "image": "", "allegiance": "House Baratheon of Dragonstone", "actor": "Quote", "deathep": "", "titles": "", "place": "", "mentioned": "&quot;Kissed by Fire&quot;", "aka": ""}, "sections": {"TOP": "Bert0154593lu3990qd506w0hs1k10cyr65v3ijy61608352014-09-28T17:42:45ZSer Patrek25358400{{Character\n| Title=Bert\n| Image=\n| Season=[[Season 3|3]]\n| Mentioned=&quot;[[Kissed by Fire]]&quot;\n| Aka=\n| Titles=\n| Status= [[:Category:Status: Alive|Alive]]\n| Death=\n| DeathEp=\n| Place=\n| Allegiance=[[House Baratheon of Dragonstone]]\n| Family=\n| Actor=}}\n{{Quote|He's the fat one. He's on guard duty tonight. He likes to drink wine and sleep a lot.|Princess Shireen Baratheon|Kissed by Fire}}\n'''Bert''' is an unseen character mentioned in the [[Season 3|third season]] episode &quot;[[Kissed by Fire]]&quot;. He is a guard of [[House Baratheon of Dragonstone]] serving in the dungeons of the [[Dragonstone (castle)|castle]].\n\n", " See also ": "* {{AWOIAF|Porridge|&quot;Porridge&quot;}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, there is no character named Bert. However, Davos has two gaolers while incarcerated. One is described as &quot;broad and squat, with thick shoulders and huge strong hands&quot;; Davos names him Porridge as a result of him regularly bringing Davos porridge, and considers him the kinder and more personable of the two, even suspecting he feeds the rats. Once Davos thought he heard Porridge talking to the rats as if they were children, but he might have imagined it. The other is older and described as &quot;stooped and sallow&quot;, and is called Lamprey due to once bringing Davos half a lamprey pie (keep in mind that lamprey pie is considered a delicacy).\n\nDavos knows the gaolers would be deaf to pleas for freedom or mercy, so instead he keeps asking them questions, hoping perhaps one day one might answer: he asks about news of the war, if the [[Stannis Baratheon|king]] is well, about his son Devan, about Shireen, about [[Salladhor Saan]], about the weather, have the autumn storms begun yet, and if ships still sail the narrow sea. He receives no answers, perhaps because the gaolers are ordered not to speak with him. Sometimes Porridge gives him a look, and for half a heartbeat Davos would think that he is about to speak. With Lamprey there is not even that much.\n\nIt is unknown if Bert is based on either of them, although he matches Porridge's description more. Just like with Lamprey and Porridge, Davos is not aware of Bert's real name (at least until Shireen informs him).\n\nBert is maybe based on Ser Bartimus, the chief gaoler of the prison at the [[White Harbor]]. Whenever Ser Bartimus is drunk (which is almost every day), he likes to boast of how he had saved Lord Wyman Manderly's life at the [[Battle of the Trident]].\n\n", "Biography": "===Background===\nBert is fond of wine.\n\n===[[Season 3]]===\nTaking advantage of Bert falling asleep while drunk with wine, Princess [[Shireen Baratheon]] visits the imprisoned Ser [[Davos Seaworth]]. &lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\n"}, "title": "Bert"}