{"attributes": {"status": " :Category:Status: Alive", "title": " Beskha", "season": " ''Game of Thrones: A Telltale Games Series''", "image": " TSITD Beskha Smile.png", "actor": " Toks OlagundoyeQuote", "appearances": " 2 episodes", "first": " &quot;The Lost Lords&quot;"}, "sections": {"TOP": "Beskha0297371h05wct4bcc2ku498jve17yn357ovus1803752015-03-30T20:29:21Z89.180.63.62/* Appearances */{{Character\n| Title= Beskha\n|Image = TSITD Beskha Smile.png\n|Season = ''[[Game of Thrones: A Telltale Games Series]]''\n|First = &quot;[[The Lost Lords]]&quot;\n|Appearances = 2 episodes\n|Status = [[:Category:Status: Alive|Alive]]\n|Actor = [[Toks Olagundoye]]}}{{Quote|I know, I know. Woman sellsword. Four years fighting by your side, and you still can't get over it.|Beskha to Asher|The Lost Lords}}'''Beskha'''Â is an inhabitant of [[Essos]] and a woman sellsword who fights alongside [[Asher Forrester]].\n\n==â&euro;&lsaquo;Biography==\n\n=== Background ===\nNothing is known about Beskha's past, except that she has unfinished business in [[Meereen]] and that she has never been to [[Westeros]]. At some point in her life, she became a sellsword and befriended Asher Forrester, an exiled man who became her drinking, thieving and fighting companion four years prior to the events of the game.\n===â&euro;&lsaquo;&quot;[[The Lost Lords]]&quot;===\nBeskha makes her first appearance in this episode. She and her sellsword friend, Asher, are in [[Yunkai]] three days after the city's liberation. They managed to capture Bezzaq, a former slave master with a bounty on his head, and are awaiting in an abandoned tavern to collect the reward. To their surprise, the Lost Legion arrive and their leader,[[Tazal]], demands the captive. Tazal eventually murders Bezzaq and orders his men to kill Asher and Beskha, planning to blame them for the captive's death and claim the reward money for killing them. Asher and Beskha defeat Tazal's men and severely wound Tazal himself. More Legion men show up and two of them overpower Asher while Beskha is busy fighting another. Asher's uncle, [[Malcolm Branfield]], arrives and saves Asher and the three flee the tavern.\n\nBeskha stands in the background while Malcolm talks to Asher and informs him of the deaths of his father and brother(s) and that he is in Yunkai to take Asher back to Ironrath. Malcolm tells Asher that the only way to save house Forrester is if they return with an army of mercenaries to fight against the Whitehills. Asher and Beskha decide to call in a favor with an old acquaintance to secure a sellsword army in Meereen. Beskha, however seems troubled about going to Meereen, stating that she has unfinished business there, and refusing to talk about it. She dismisses her doubts and assures Asher it won't be a problem. While Beskha, Asher and Malcolm are leaving Yunkai, they encounter and dodge the Lost Legion once more.\n==Personalityâ&euro;&lsaquo;==\nBeskha, like most mercenaries, greatly values money and is used to violence, killing whomever she needs to nonchalantly. Despite her tough attitude, she is humorous and quick to laugh at Asher's remarks. She despises the concept of noble Houses in the continent of [[Westeros]], believing it to be just another way to control others. She is a skilled fighter, preferring her swords over other weapons, andÂ synchronizing her attacks with Asher's to defeat a large number of Lost Legion soldiers.\n\nâ&euro;&lsaquo;Beskha shares a strong bond with Asher,Â even referring to him as &quot;little brother&quot;. Her loyalty to Asher is so great that she decides to accompany him in his quest to save his family.\n\n", "Appearances": "{{Telltale Game Series Appearances||yes|yes|yes}}\n\n"}, "title": "Beskha"}