{"attributes": {"status": " :Category:Status: Alive", "death": "", "last": "", "family": [" Olenna Tyrell", "Paxter Redwyne"], "title": "File:Redwyne mini shield.png", "season": " Histories &amp; Lore", "image": "Bethany Redwyne.png", "allegiance": "House Redwyne", "actor": "Quote", "titles": "", "link": "House Redwyne", "mentioned": "&quot;House Tully (Histories &amp; Lore)&quot;", "place": "The Arbor", "aka": "", "first": ""}, "sections": {"TOP": "Bethany Redwyne021370qno7lu94citbtzjvf1v9fwk0r5v0mz91629542014-10-24T11:01:33ZGreater good3347453{{Conjecture}}\n{{Character\n| Title=[[File:Redwyne mini shield.png|25px|left|link=House Redwyne]] Bethany Redwyne [[File:Redwyne mini shield.png|25px|right|link=House Redwyne]]\n| Image=Bethany Redwyne.png\n| Season= [[Histories &amp; Lore]]\n| First=\n| Last=\n| Aka=\n| Mentioned=&quot;[[House Tully (Histories &amp; Lore)]]&quot;\n| Status= [[:Category:Status: Alive|Alive]]\n| Titles=\n| Death=\n| Place=[[The Arbor]]\n| Allegiance=[[House Redwyne]]\n| Family= [[Olenna Tyrell]]&lt;br&gt;[[Paxter Redwyne]]\n| Actor=}}\n{{Quote|When I returned from the War of the Ninepenny Kings, people called me &quot;Ser Brynden&quot;, but my older brother Hoster called me 'engaged'.  A great match with a very rich house, to be sure.  But I'd just fought and killed a great deal of men, and had no desire to be told ''when'' and ''whom'' to marry.|Ser Brynden Tully|House Tully (Histories &amp; Lore)}}\n'''Bethany Redwyne''' is an unseen character in ''[[Game of Thrones]]''. She briefly appears in the Season 3 &quot;Histories &amp; Lore&quot; featurette for &quot;[[House Tully (Histories &amp; Lore)|House Tully]]&quot;. She is not referred to by name, but it is known from the books. The featurette does show the grape-vine sigil of [[House Redwyne]] when she appears.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the exact familial relationship between Bethany Redwyne and the main branch of House Redwyne is unknown. [[Olenna Tyrell]] was born Olenna Redwyne, and is the aunt of the current Lord Paxter Redwyne. It isn't clear if Bethany is Olenna's sister or a more distant cousin.\n\nBethany Redwyne later married Lord Mathis Rowan, head of House Rowan - another powerful family from [[the Reach]], whose seat Goldengrove is located in the northwest, on the borders with [[the Westerlands]]. They have three children.Â Their daughter was caught in bed with [[Dareon]], and to protect her reputation she accused him of rape which resulted in him being sent to [[The Wall]].\n\nHad Brynden agreed to the marriage-alliance with House Redwyne, it would have drastically altered Robert's Rebellion by giving the rebels access to the large fleet of House Redwyne, but given that he didn't, the war was decided entirely on land. Indeed, while the Tyrells and the rest of the Reach actively fought on the Royalist side in the war, it is stated that the Redwynes were among the staunchest Targaryen loyalists.\n\nHoster came up with several alternate marriage-alliance proposals over the years, all of them admittedly quite good matches, but Brynden refused them all, adding to the bickering between the two brothers.\n\nBrynden never said exactly why he refused to marry Bethany Redwyne (or anyone else since), leading to much fan speculation:\n\n*Brynden might simply have been insulted at the idea of being pressured to marry against his will.\n*Brynden may have loved another woman he could not have, and thus refused to love any other. He may have even secretly loved Hoster's wife [[Minisa Tully|Minisa Whent]], but after she married his older brother he would never love again.\n*Brynden may be homosexual, but refuses to discuss this publicly. Then again, even homosexuals such as [[Renly Baratheon]] would enter into loveless marriage-alliances if it furthered their political needs.\n\n", "Biography": "===Background===\nWhen Ser [[Brynden Tully]] returned from the [[War of the Ninepenny Kings]] he was hailed as a hero of the conflict, but his older brother Lord [[Hoster Tully]] greeted him with a marriage betrothal he had contracted on his behalf, in which Brynden would marry Bethany Redwyne. Brynden openly admitted that it was a good match and an opportunity for [[House Tully]] to ally with a very rich House.\n\nHowever, Brynden refused to take part in the marriage, saying at the time that he would not simply be told when and whom to marry. From Hoster's point of view, many Tullys in past generations had been asked to do their duty for the good of the House and enter into arranged marriages to secure powerful alliances: even Brynden did not deny that it was a good match, but nonetheless refused to further the fortunes of his family. This led to a severe argument between the two brothers that would last much of the rest of their lives. Hoster called Brynden the &quot;black goat&quot; of the Tully herd, but considering their family's [[heraldry]] of a silver trout, Brynden joked that it would be more apt to say he was the black fish of the Tully school - the nickname stuck with Brynden ever since, and he even took a black trout as his personal sigil.\n\nBrynden somewhat rued his decision years later during [[Robert's Rebellion]]: House Redwyne controls one of the largest fleets in Westeros, based at [[the Arbor]], and this could have been added to the rebels' side. Instead, the Redwynes stayed loyal to the Targaryens.&lt;ref&gt;[[House Tully (Histories &amp; Lore)]]&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n\n"}, "title": "Bethany Redwyne"}