{"attributes": {}, "sections": {" In the books ": "In the ''[[A Song of Ice and Fire]]'' novels, the Betrayers - as they are called in the Appendix to ''A Dance with Dragons'' - are led by Dirk and Ollo Lophand, who kill [[Craster]] and Lord Commander Mormont, respectively. [[Rast]] isn't present because he had remained at [[Castle Black]]. Grenn and about dozen more remain loyal to Mormont, and they are outnumbered 1:2 by the Betrayers, hence the Betrayers are at least twenty.\n\nThe Betrayers who are specifically mentioned in the books are:\n{{Col-begin}}{{Col-2}}\n*Dirk\n*Ollo Lophand\n*Grubbs\n*Garth of Greenaway\n*Alan of [[Rosby]]\n{{Col-2}}\n*Rolley of [[Sisterton]]\n*Mawney\n*Clubfoot [[Karl]]\n*&quot;Orphan&quot; Oss\n*&quot;Muttering&quot; Bill\n{{Col-end}}\n\nSome of these mutinous black brothers had been involved in a conspiracy to kill Lord Commander Mormont and several other members of the Night's Watch to ensure the end of the [[Great Ranging]] and facilitate their desertion. However, the sudden snowfall and the [[Battle of the Fist of the First Men|attack of the White Walkers]] to the encampment at the Fist of the First Men made the conspiracy pointless. A few men who had been discussing betrayal before the massacre at the Fist ultimately stay loyal during the mutiny, while some other men who weren't part of the earlier plot spontaneously join the mutiny when it breaks out.\n\nNo punitive action by the Watch is ever taken against the Betrayers. Ollo Lophand and four others are killed by a mysterious person who accompanies [[Bran Stark]] and his escorts. Bran wargs into [[Summer]] and finds their bodies. It is unknown what becomes of the remaining Betrayers.\n\nThose who remained loyal to Mormont are:\n{{Col-begin}}{{Col-2}}\n*[[Grenn]]\n*[[Samwell Tarly]]\n*[[Eddison Tollett]]\n*Dywen\n*Bedwyck aka &quot;Giant&quot;\n*[[Donnel Hill|&quot;Sweet&quot; Donnel Hill]]\n*Ulmer\n{{Col-2}}\n*Left-Hand Lew\n*Garth Greyfeather\n*Kedge Whiteye\n*Black Bernarr\n*Tim Stone\n*Goady\n{{Col-end}}\n\nAll the above Loyalists, except Sam, do not engage in fight with the Betrayers but escape. They arrive at [[Castle Black]] long before [[Jon Snow]]. Sam eventually escapes with [[Gilly]], and they come to Castle Black much later.\n\n", "TOP": "Betrayers015324anhor4c2s36a8wtanp5swzs4ibx1t0r1637052014-11-03T07:37:46Z79.180.36.212/* In the books */ added link{{Conjecture}}\n[[File:Jeor Mormont And Now his watch is ended.png|thumb|300px|Rast murders his [[Lord Commander]].]]\n{{Quote|When the Walkers come crawling Craster will serve us up like so many pigs. If we want to live, we'll have to look out for ourselves.|[[Rast]]|And Now His Watch is Ended}}\nTheÂ '''Mutineersâ&euro;&lsaquo;''' are a group of sworn brothers of the [[Night's Watch]] who, after surviving the [[Battle of the Fist of the First Men|Battle]] of the [[Fist of the First Men]] and taking shelter at [[Craster's Keep]], [[Oathbreaking|break]] their vows and carry out a [[Mutiny at Craster's Keep|mutiny]] against the Lord Commander [[Jeor Mormont]].\n\nFollowing the death of bothÂ Craster and Mormont, Karl takes command ofÂ theÂ Mutineers and they remain at the keep. However, back at Castle Black, [[Jon Snow]] proposes that they must be killed so they will not divulge any information aboutÂ Castle Black to Mance Rayder. All of the mutineers are slain when a loyal group of Night's Watch men led by Jon Snow launch a [[Raid on Craster's Keep|raid]] onÂ Craster's Keep.Â \n\n", " Known Mutineers ": "* {[[Karl Tanner]]}, who kills [[Craster]], committing a grave violation against the sacred [[guest right]] and the laws of hospitality. Killed by Jon Snow.\n* {[[Rast]]}, who murders Lord Commander Mormont. Killed by [[Ghost]].\n\n"}, "title": "Betrayers"}