{"attributes": {"status": " :Category:Status: Dead", "10": "yesSeason Two Appearances", "death": "Neck broken by Sandor Clegane", "last": "&quot;Mockingbird&quot;", "family": "", "title": "Biter", "season": "Season 1", "image": "Biter.png", "allegiance": "House Lannister", "actor": "Gerard JordanDialogue a-b", "deathep": "&quot;Mockingbird&quot;", "link": " House LannisterCharacter", "7": "yes==Image gallery==&lt;gallery captionalign=&quot;left&quot;&gt;Rorge and Biter.jpg", "8": "yesSeason Four Appearances", "mentioned": "", "place": "", "aka": "", "appearances": " 5 episodes &lt;small&gt;#Appearances", "first": "&quot;Fire and Blood&quot; (unidentified)"}, "sections": {"TOP": "Biter04764gyjb3janqyopp0pd9n6luyrbtqb7r6v1809282015-04-04T04:17:56Z73.194.218.25{{Heraldry\n|image= Lannister mini shield.png\n|link = House Lannister\n}}\n{{Character\n| Title=Biter\n| Image=Biter.png|thumb\n| Season=[[Season 1|1]], [[Season 2|2]], [[Season 4|4]]\n| First=&quot;[[Fire and Blood]]&quot; (unidentified)\n| Last=&quot;[[Mockingbird]]&quot;\n| Appearances= 5 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Mentioned=\n| Aka=\n| Status= [[:Category:Status: Dead|Deceased]]\n| Death=Neck broken by [[Sandor Clegane|the Hound]]\n| DeathEp=&quot;[[Mockingbird]]&quot;\n| Place=\n| Allegiance=[[House Lannister]]\n| Family=\n| Actor=[[Gerard Jordan]]\n}}\n{{Dialogue a-b|Arya|They don't scare me.|Gendry|Well, then you're stupid: They scare me.|[[Arya]] and [[Gendry]] discussing [[Rorge]], Biter, and Jaqen|The Night Lands}}\n'''Biter''' is a recurring character in the [[Season 1|first]], [[Season 2|second]] and [[Season 4|fourth]] seasons. He is played by [[Gerard Jordan]] and debuts in &quot;[[The Night Lands]],&quot; though he was also portrayed by an unidentified extra in &quot;[[Fire and Blood]]&quot;. Biter is a menacing criminal forcibly recruited into the [[Night's Watch]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]Â ''novels, Biter is a mindless, mute thug from King's Landing, an associate of Rorge. According to semi-canon source, Rorge ran several fighting pits where dogs and bears would fight one another and also people. Biter fought in these pits and developed a reputation for savage cruelty. He has no tongue and only speaks through hisses. His teeth have been filed to points.\n\nRorge and Biter helped [[Arya Stark]] and [[Jaqen H'ghar]] to free the Northern prisoners at [[Harrenhal]]. Afterwards they join the Brave Companions, the notorious sellsword company led by [[Locke|Vargo Hoat]].\n\nBiter is known for his bestial savagery. He tears flesh out of his victims' bodies with his sharpened teeth. According to Rorge, Biter once chewed the breasts of a septa sometime during their pillaging.\n\nWhile Vargo Hoat becomes delirious due to his festering head injury, many of the Brave Companions leave Harrenhal, among them Rorge and Biter. They and five more form a gang that sacks [[Saltpans]]. They never encounter Arya and the Hound.\n\nRorge and Biter have nothing to do with the [[dying man]] that Arya and the Hound find. He was injured by a [[Bolton]] soldier.\n\nRorge's gang encountersÂ [[Brienne]] near the [[Inn at the Crossroads]]. Brienne fights Rorge and kills him, butÂ Biter tackles her down, overcomes her and savagely chews her face. Eventually [[Gendry]] intervenes and kills Biter by driving a spear through the back of his neck, but not before Brienne's face is horribly disfigured.\n\n", "Behind the scenes": "[[File:520px-Biter.png|thumb|The character speculated to be Biter in &quot;Fire and Blood&quot;, next to the alleged Rorge]]\nFans have speculated that the three prisoners in Yoren's wagon in the [[Fire and Blood|final episode]] of the [[Season 1|first season]] of the series were meant to be Rorge, Biter and (in a cloak with his face hidden) Jaqen H'ghar. However, these three roles were played by extras, with full-time actors for the roles not hired until filming of Season 2 was underway.\n\n", "Image gallery": "&lt;gallery captionalign=&quot;left&quot;&gt;\nRorge and Biter.jpg|[[Rorge]] &amp; Biter at [[Harrenhal]]\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season One Appearances|10=yes}}\n{{Season Two Appearances||yes|yes|8=yes}}\n{{Season Four Appearances|7=yes}}\n\n", "Biography": "===Background===\nBiter is a mute criminal from [[King's Landing]] with filed teeth. Along with [[Rorge]] and [[Jaqen H'ghar]], he was fished out of the dungeons by [[Yoren]] and forcibly recruited into the [[Night's Watch]]. He is accompanying the rest of Yoren's new recruits northwards to [[the Wall]].\n\n===[[Season 2]]===\nBiter, alongside [[Rorge]] and [[Jaqen H'ghar]] are kept inside a cage for their trip to [[the Wall]]. When Jaqen asks &quot;Arry&quot; (actually [[Arya Stark]]) for water, Rorge demands beer and insults Arya, who says that he should have asked nicely and hits Rorge's hand with a stick. He recoils and then tries to grab Arya through the cage. Biter moves up behind Rorge and hisses as Rorge threatens Arya again.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\nThe group is resting in a barn when they are roused to arms by Yoren and told they are being attacked. As they rush outside one man trips and drops his torch, setting a fire near the prisoner wagon. They are met by Ser [[Amory Lorch]] and a force of men loyal to [[House Lannister]]. Lorch points out the Gold Cloaks with him and says that they have come for [[Gendry]], a royal bastard. Lorch orders Yoren and the recruits to drop their weapons. Yoren remains defiant and Lorch orders him shot.&lt;ref name=&quot;E13&quot;&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\nSeeing their leader killed Gendry and many of the other recruits join the fight. Arya is distracted by Jaqen calling for help as the flames lick the bars of the cage. She hands him an axe before rushing to join the fray. They use it to escape the wagon. Gendry is overwhelmed and knocked down. As Arya runs round a corner she is knocked over and taken prisoner along with the other survivors.&lt;ref name=&quot;E13&quot; /&gt;\n\nRorge, Biter and Jaqen are inducted into the Lannister army. They serve at Harrenhal, where their former fellow recruits are also taken as captives. Arya approaches Rorge and Biter looking for Jaqen. Rorge repeats his earlier threats and shows no acknowledgement of her saving his life.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\nArya and The Hound come across a homestead recently burned and pillaged by Rorge and Biter. After granting a [[Dying man (Mockingbird)|mortally wounded peasant]] a merciful death, the Hound is suddenly ambushed from behind by Biter who sinks his teeth into his flesh. The Hound quickly overpowers Biter and snaps his neck, killing him. Rorge then attempts to accost them before being recognized and slayed by Arya.&lt;ref&gt;&quot;[[Mockingbird]]&quot;&lt;/ref&gt;\n\nLater, the bite wound inflicted by Biter begins to fester due to the Hound's fear of cauterizing it with fire.&lt;ref&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt;\n\n"}, "title": "Biter"}