{"attributes": {"founding": "", "founder": "Image:Bitterbridge Pin.png", "places": "", "title": "Bitterbridge", "image": "", "rulers": "", "location": "Westeros, the Reach", "military": "", "religion": "The Faith of the Seven", "age": "", "type": "Castle", "institutions": "", "population": ""}, "sections": {"TOP": "Bitterbridge07073buzlz81zaey17satb8u09a69m1nff281257392014-04-13T16:42:47ZThe Dragon Demands5014364/* In the books */{{Settlement\n| Title=Bitterbridge\n| Image=\n| Image size=\n| Location=[[Westeros]], [[the Reach]]\n| Type=Castle\n| Population=\n| Rulers=\n| Religion=The [[Faith of the Seven]]\n| Military=\n| Institutions=\n| Places=\n| Founding=\n| Age=\n| Founder=\n}}\n[[Image:Bitterbridge Pin.png|thumb|right|200px|A map showing the location of Bitterbridge on the continent of Westeros.]]\n'''Bitterbridge''' is a castle in [[the Reach]], the region controlled by [[House Tyrell]] of [[Highgarden]]. The castle is located in the north east of the region where the [[Mander]] first crosses the [[Roseroad]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season1/#!/locations/highgarden/ HBO viewers guide, season 1 map, Highgarden entry]&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Bitterbridge is the seat of House Caswell. It is noted for being a low, stout castle, although still the tallest and most notable building on the otherwise flat and low-lying land. The castle is named for an ancient stone bridge over the river.\n\n''The World of Ice and Fire'' reveals that the name of the town was originally Stonebridge. During the reign of King [[Maegor Targaryen]] (popularly remembered as &quot;Maegor the Cruel&quot;), Stonebridge was the site of the opening battle of the Faith Militant uprising, an armed conflict between the new Targaryen kings and the military orders of the [[Faith of the Seven]]. An army of nine thousand poorly armed commoners who had joined the Faith Militant was in the middle of crossing the Mander River at Stonebridge when it was attacked by no less than six lordly armies of armored knights on heavy horse. With their forces divided between both sides of the river, and surrounded by the Targaryen-loyal armies, the Faith Militant forces were massacred, in one of the most lopsided battles in the history of Westeros.  So many men were killed that the Mander River ran red with blood for twenty leagues, and Stonebridge was known as &quot;Bitterbridge&quot; ever after.\n\n"}, "title": "Bitterbridge"}