{"attributes": {"begin": "November 13, 2013", "end": "December 6, 2013", "name": "Black Friday", "civilian": "Heavy'''&quot;Black Friday&quot;''' is the seventh episode of the seventeenth season of the animated series ''South Park''. It is the first of a three-part story, continued in &quot;A Song of Ass and Fire&quot; and concluded in &quot;Titties and Dragons&quot;. It is a parody of ''Game of Thrones''.==Prelude==Realizing that winter is coming, the inhabitants of South Park prepare for the annual battle on Black Friday - the day after Thanksgiving, when the Christmas shopping season officially begins. They are shocked to hear that the shopping mall is giving out an 80% discount to the first thirty people to get through the front doors. All anticipate a bloodbath in the fight to get the discount.The boys of South Park, however, see opportunity: the Christmas 2013 season will see the debut of the new, Eighth Generation video game consoles X-Box One and Playstation 4. Normally, these would be far too expensive for them to buy as soon as they come out, but with the discount, they would be able to buy them immediately.File:BlackFriday 9.jpg", "image": " File:BlackFriday7.jpg", "battles": "", "next": " ", "width": "", "bg2": "", "conc": "", "place": "South Park, Colorado, USA", "result": "Phyrric X-Box One fans victory", "commanders1": "Wizard-King Eric Cartman*Ser Kyle Broflofski*Paladin Butters", "commanders2": "Princess Kenny McCormick*Ser Stan Marsh*Ser Jimmy Valmer", "side1": "X-Box One fans*Knights of Sauron*Kindergarteners*The Federation (Star Trek fans)*Harry Potter fans*Jocks*Swim Team*Glee Club", "side2": "Playstation 4 fans*The Goths*Book Club*Janice Pinkerton", "previous": ["Canadian-American War, ", "War for Imaginationland"]}, "sections": {"References": "{{reflist}}\n\n", "TOP": "Black Friday0202288b2yfx1xugiaawc0z5ibat0zs1h7led1738282015-02-20T19:07:32ZThe Dragon Demands5014364/* Prelude */{{War\n|width=\n|previous=Canadian-American War, &lt;br&gt;War for Imaginationland\n|conc=\n|next= \n|name=Black Friday\n|image= [[File:BlackFriday7.jpg|300px]]\n|begin=November 13, 2013\n|end=December 6, 2013\n|place=South Park, Colorado, USA\n|result=Phyrric X-Box One fans victory\n|battles=\n|BG2=\n|side1=X-Box One fans\n*Knights of Sauron\n*Kindergarteners\n*The Federation (Star Trek fans)\n*Harry Potter fans\n*Jocks\n*Swim Team\n*Glee Club\n|side2=Playstation 4 fans\n*The Goths\n*Book Club\n*Janice Pinkerton\n|commanders1=Wizard-King Eric Cartman\n*Ser Kyle Broflofski\n*Paladin Butters\n|commanders2=Princess Kenny McCormick\n*Ser Stan Marsh\n*Ser Jimmy Valmer\n|civilian=Heavy\n}}\n'''&quot;Black Friday&quot;''' is the seventh episode of the seventeenth season of the animated series ''South Park''. It is the first of a three-part story, continued in &quot;A Song of Ass and Fire&quot; and concluded in &quot;Titties and Dragons&quot;. It is a parody of ''[[Game of Thrones]]''.\n\n", "Prelude": "\nRealizing that winter is coming, the inhabitants of South Park prepare for the annual battle on Black Friday - the day after Thanksgiving, when the Christmas shopping season officially begins. They are shocked to hear that the shopping mall is giving out an 80% discount to the first thirty people to get through the front doors. All anticipate a bloodbath in the fight to get the discount.\n\nThe boys of South Park, however, see opportunity: the Christmas 2013 season will see the debut of the new, Eighth Generation video game consoles X-Box One and Playstation 4. Normally, these would be far too expensive for them to buy as soon as they come out, but with the discount, they would be able to buy them immediately.\n[[File:BlackFriday 9.jpg|thumb|left|X-Box fans vs PS4 fans.]]\nUnfortunately, they soon break into two factions, between those who want to buy X-Box Ones and those who want to buy Playstation 4's. Wizard-King Cartman (not a king of wizards, but a king who happens to also be a wizard) sets himself up as head of the X-Box One faction, while Stan champions the Playstation 4 facton (due to its superior hand-held controller). Kyle grudgingly sides with Cartman because he feels the X-Box One is technologically superior but is deeply regretful to be fighting Stan.\n[[File:BlackFriday Wizard-King Cartman.jpg|thumb|Wizard-King Cartman leads the X-Box One fans.]]\nCartman proves adept at intrigue and forging new alliances, bringing other groups such as the ''Star Trek'' fans onto the X-Box One side. Drastically outnumbered, all seems lost for the Playstation 4 fans, but deciding to do &quot;what ''Game of Thrones'' would do&quot; they try to beat Cartman at his own game by forging even stronger alliances...by writing to Sony itself. The makers of Playstation 4 in Japan actually take the threat very seriously: they realize that while South Park may be one small town, if the news media gets word that Playstation 4 ''lost'' such a head-to-head competition against X-Box One, it could quickly become national news and tarnish their entire image, and possibly make them lose the entire format war. Sony therefore extends a special rebate discount for Playstation 4's in South Park, which brings some support back to Stan's side.\n[[Image:BlackFriday PrincessKenny 4.jpg|thumb|Princess Kenny switches allegiances to join the Playstation 4 fans.]]\nNonetheless, things are looking grim for the Playstation 4 fans...until a stunning betrayal. Many of the boys follow the beautiful Lady McCormick (Kenny cosplaying as Daenerys Targaryen), but Cartman takes McCormick aside to urge that &quot;she&quot; cannot call herself &quot;Princess&quot;, because Cartman and Cartman alone is the head of the X-Box faction. McCormick feels robbed of &quot;her&quot; birthright to be a princess (much as Daenerys Targaryen was), so in an abrupt reversal, she switches sides to the Playstation 4 fans and takes many of the X-Box One supporters with her.\n[[Image:BlackFriday PrincessKenny 3.png|thumb|150px|left|Princess Kenny prefers the PS4's dual shock controller and touch-pad interface.]]\nBoth sides now gear for war, training for combat against the swarming crowds of zombie-like shoppers that they will face on Black Friday. Cartman responds with similar tactics, calling in to Microsoft to inform their X-Box One department that Sony is actively promoting Playstation 4 in South Park. Their current CEO Steve Ballmer dismisses this competition as nonsense and doesn't want to be involved in petty rivalry - until Bill Gates hears of it. He returns to Microsoft and has Ballmer assassinated so he can resume control. Gates them begins actively arming the X-Box One fans in South Park by giving them medieval hand weapons such as maces and swords, and even a few handguns. Princess McCormick nontheless refuses to back down, claiming she will not be denied the rulership that is hers by right.\n[[Image:BlackFriday1.png|thumb|left|150px|Butters asks George R.R. Martin how ''Game of Thrones'' is going to end.]]\nMeanwhile, Cartman sends Paladin Butters and Ser Scott Malkinson to Sante Fe, New Mexico, to speak with author [[George R.R. Martin]] and ask him how ''Game of Thrones'' will end, so they can use the same strategy that the winners use against the Playstation 4 fans. Martin is surprised to see Butters, and though he does start to explain the story, the actual &quot;end&quot; is several books away, and Martin insists on explaining the entire story in order. The explanation soon drags on and on, while Martin insists that the good part is &quot;on the way&quot;.\n[[Image:BlackFriday8.jpg|thumb|Black Friday customers descend upon the shopping mall like an army of wight-zombies.]]\nIn South Park, Black Friday is about to dawn...until a last minute revelation that George R.R. Martin struck a new promotion deal with Sony and Microsoft, insisting that they say &quot;screw it&quot; and push back the date of Black Friday by a full week so everyone has more time to prepare, while increasing the promised discount to 96% off for the first one hundred people through the door.\n\n", "The Red Robin Wedding": "[[Image:PrincessKennyInJapan.jpg|thumb|left|Cartman invites Kenny back from Japan to the peace banquet.]]\nAll of these events culminated in the betrayal at the Red Robin Wedding on Black Friday. Both sides realized that the Red Robin restaurant next to the shopping mall has internal doors leading into the mall itself, and the Red Robin lets wedding parties rent out the entire restaurant. Realizing that Princess Kenny was gaining the upper hand, the X-Box One fans feigned submission, pointing out that the bigger threat was the horde of zombie-like shoppers at the front door. To celebrate their peace agreement, they rented out the Red Robin to hold a wedding feast to mark the reunification of their two &quot;Houses&quot;.\n[[Image:RedRobinWedding.jpg|thumb|The Red Robin &quot;Wedding&quot; to secure peace between the warring factions.]]\nNo one was actually going to be married, but when the staff asked who the wedding was for, on the spur-of-the-moment Wizard-King Cartman said that the wedding was for Tom Hanks and BeyoncĂŠ (when asked if this meant that she had left Jay-Z, Cartman said of course she had, because she was marrying Tom Hanks).\n\nStan later realized that it was all a ploy by Cartman, but before he could warn the other PS4 fans, Cartman framed Stan for defecating in an old man's garden and got him grounded in his house.\n\nAs George R.R. Martin took his time symbolically cutting the ribbon at the entrance to the mall, all seemed as if Cartman's plan would succeed, but the signal to begin the betrayal never came - in its place, Stan arrived, having escaped. Stan had warned the other Playstation 4 fans in advance, who turned the tables on the X-Box One fans and pulled their weapons on ''them''.\n\nBill Gates of Microsoft and the President of Sony then arrived, uninvited by either side. The boys gave an impassioned speech that they didn't want to fight and die for the cynical machinations of these corporate giants trying to drive up Black Friday sales to a frenzy - so they left Gates and the president of Sony to fight it out.\n\nMeanwhile, Martin took so long to get to the ribbon-cutting that an irate shopper who wanted an Elmo doll cut off his penis and threw it into the crowd, and shoppers began crashing through the windows. The eight or so remaining members of mall security faced their oncoming deaths bravely, but were overwhelmed.\n[[Image:BlackFridayAftermath.jpg|thumb|Black Friday's bloody aftermath.]]\nHours later, the boys emerged from the Red Robin, and marched through the bloody aftermath of Black Friday - at one point wading through a room with literally ankle-deep blood pooled across the floor. Amidst the chaos and heaps of corpses they reached the electronics store, and quietly bought an X-Box One. On returning home, the boys mildly enjoyed the game console, but even Cartman realized that it was a hollow victory - all of that effort, fighting, and death was over a machine that was only about 10% better than the last generation of game consoles.\n\nCartman realized that the boys had more fun the past few weeks when they were playing out ''Game of Thrones'' in real life than they ever had playing video games, and exhorted the other boys to join him in a quest for the &quot;Stick of Truth&quot;...\n\n==''Game of Thrones'' references==\n*Within the three-part episode itself, everyone has watched ''Game of Thrones'' and use it as a guide for their actions.\n*A running joke throughout &quot;Black Friday&quot; is satirizing how characters in ''Game of Thrones'' frequently discuss political intrigue while walking through the castle gardens in [[King's Landing]].  In the Season 4 Blu-ray commentary, [[David Benioff]] and [[D.B. Weiss]] revealed that they saw the ''South Park'' parody, and in response, consciously stopped having characters do this quite as frequently.  The TV series even references the joke Season 4's &quot;[[Oathkeeper]]&quot;, when [[Olenna Tyrell]] is getting ready to leave King's Landing while walking with Margaery in the gardens, which she notes has become tedious, saying: &quot;If I have to take one more leisurely stroll through these gardens, I'll fling myself from the cliffs&quot;.  &lt;ref&gt;[http://www.denofgeek.us/tv/game-of-thrones/243771/67-things-you-didnt-know-about-game-of-thrones-season-4 ]&lt;/ref&gt;\n* The mall security is analogous to the Night's Watch and the South Park Mall is analogous to the Wall.\n*Butters even visits [[George R.R. Martin]] at his home in Sante Fe to ask how the series will end, so he can tell what to do in the upcoming conflict.\n*Martin's appearance in the cartoon mocks how the release date for the books was stretched back by many years, while Martin insists that the best parts are &quot;on their way&quot;. Thus, instead of telling Butters and Scott the information they need, Martin, who is depicted as a simple-minded dim-wit with a fixation for male penises. Rather than giving them useful information, he chatters nonstop on (greatly exaggerated from the canon) penis related-content from the books from the beginning, till the kids nearly freak out. This is continued into the final part, when Martin takes far too long to cut the ribbon at the mall to open the Black Friday sale (which ultimately leads to him being castrated by an irate shopper).\n**Butters insists that the dragons haven't &quot;shown up yet&quot; even though he also says he watched to the end of Season 3. Actually, the dragons ''have'' shown up starting from the finale of Season 1, &quot;[[Fire and Blood]]&quot;, but a complaint even among book fans is that they're still juveniles and don't do much yet (i.e. for all of book/Season 2 they're basically just the size of cats). Even as of the most current book, Daenerys's dragons are only just on the verge of being big enough to ride. Thus Butter's point generally stands: epic battles with people riding huge adult dragons into battle were promised, but the dragons take five books to grow to such a size.\n*Butters insists that he's annoyed how the TV series shows too many &quot;wieners&quot; and not enough dragons. Actually, a fan complaint is that the instances of male full frontal nudity have been extremely rare and drastically out of proportion compared to the massive number of female nude scenes. ''CollegeHumor.com'' went so far as to make a parody video, consisting of a fake fan PSA in which female fans plead with HBO to &quot;show more dongs&quot; on ''Game of Thrones''.&lt;ref&gt;[http://www.collegehumor.com/video/6905751/hbo-should-show-dongs CollegeHumor.com], &quot;HBO Should Show Dongs&quot;.&lt;/ref&gt;\n**Butters makes a point that HBO can't show an erect penis on TV, but this strains the credibility of scenes for him, i.e. that [[Theon Greyjoy]]'s penis is flacid ''immediately'' after he finishes penetrating the prostitute [[Ros]], when it logically shouldn't be. Meanwhile, Butters notes that they ''can'' show an erect penis for a gay man, because this must be less offensive or frightening - apparently the sex scene between Ser [[Loras Tyrell]] and [[Olyvar]] in Season 3's &quot;[[Kissed by Fire]]&quot;.\n*When Martin answers the door, he initially assumes that Butters is another fan here to complain that he was traumatized by the [[Red Wedding]].\n*Martin tells Butters &quot;there is a young blacksmith who wakes up one morning with a plan&quot; - presumably referring to [[Gendry]].\n*Despite drastically exaggerating the number of penises involved, South Park's version of George R.R. Martin gave a fairly accurate (and ''spoiler filled'') summation of the events of the [[Purple Wedding]]. Â This episode aired in November/December 2013, during the break after Season 3, before the Purple Wedding occurred in early Season 4, and thus risked spoiling viewers who haven't read the books.\n*Kenny McCormick cosplays as [[Daenerys Targaryen]]. Actually, Kenny's costume was originally developed for the South Park video game ''The Stick of Truth'', and is modeled on Princess Zelda - thus explaining why it has several Japanese ''anime'' tropes including a &quot;magical girlfriend&quot; heart-shaped emblem. It looks similar enough to Daenerys that Kenny simply re-used it for his ''Game of Thrones'' cosplay.\n**Some wondered if South Park was actually able to get Emilia Clarke to record Kenny's inner &quot;Princess McCormick&quot; monologue voice. According to IMDB, the voice of &quot;Princess Kenny&quot; was actually provided by actress Caitlin Gallogly - doing a spot-on Emilia Clarke impression.&lt;ref&gt;[http://www.imdb.com/name/nm4743504/]&lt;/ref&gt;\n*Tweek cosplays as Khal [[Drogo]].\n*The TV anchors are a brother-sister team having an [[Incest|incestuous]] sexual relationship, like [[Cersei Lannister|Cersei]] and [[Jaime Lannister]].\n*Many times when the narrative cuts to the President of Sony, the scene begins with him having sex with someone - for no real reason. This is apparently making fun of the alleged &quot;[[Sexposition]]&quot; technique used on the TV show, in which important but lengthy exposition will be made more exciting by placing it during a sex scene. The twist later on is that the President of Sony even has sex with Niles the reporter (who continues to use his reporter-voice as if he was reporting on a traffic accident, etc.)\n*The mobs of people swarming around the shopping mall before Black Friday are treated like the [[Wight]]-zombies, while the shopping mall security guards are an analogue of the [[Night's Watch]].\n*The [[heraldry]] of several major Houses is accurately depicted in the background of several scenes, including the direwolf of [[House Stark]] and the stag of [[House Baratheon]]. The colors for the [[House Targaryen]] sigil are reversed: the Targaryen heraldry is a red dragon on a black background, but the episode depicts a black dragon on a red background. Then again, this ''is'' an accurate depiction of the heraldry of [[House Blackfyre]], a cadet branch of House Targaryen which intentionally reversed the colors.\n*The Red Robin Wedding is, of course, a parody of the [[Red Wedding]].\n*Randy Marsh says: &quot;Peterson was a great guy, and he did not deserve to get beheaded like that. Now I don't know about you, but I am sick and tired of getting to know people here, getting invested in their personalities and their back stories, and then having them die!&quot; - this can be reference to the killing off of major Game of Thrones characters that are favored by the fans, mainly [[Eddard Stark]].\n*Cartman excuses himself during the wedding, saying he needs to the restroom - a reference to Brynden TullyÂ (in the TV series - [[Blackfish]]), who left the dining hall for similar reason shortly before the massacre began.\n*The middle episodes end with ''Game of Thrones''-style cliffhanger shots. In part 1, Kenny's pet rat perches on his shoulder similar to how Daenerys Targaryen's newly hatched dragon did in the Season 1 finale. In part 2, a zombie-shopper screams at the camera just as the White Walker did in the Season 2 finale as it led an army of wight-zombies to attack the Night's Watch camp.\n\n==Â Image gallery==\n&lt;gallery&gt;\nBlackFridayPoster.jpg|The battle lines are drawn between X-Box One fans and PS4 fans\nBlackFriday3.png|George R.R. Martin conducts a chorus to sing a song about &quot;wieners&quot; in ''Game of Thrones''.  Note the accurate Stark and Reyne heraldry, and the dragon eggs.  \nBlackFriday4.png|The wiener-song chorus:  note the accurate Baratheon heraldry.\nBlackFriday2.png|Inaccurate Targaryen heraldry...or accurate [[House Blackfyre]] heraldry?\nBlackFriday6.png|Martin assures the boys that the dragons and pizzas are coming...eventually.\nBlackFriday5.png|Martin finally says he knows just how to help the boys prepare for Black Friday...delay it.  \n&lt;/gallery&gt;\n\n"}, "title": "Black Friday"}