{"attributes": {"begin": " ", "end": "  ", "name": "Blackfyre Rebellion", "image": "File:Blackfyre Rebellion.png", "battles": "Battle of Redgrass Field", "next": "War of the Ninepenny Kings", "conc": "", "place": "Seven Kingdoms, Westeros", "result": "Iron Throne victory", "commanders1": "King Daeron II Targaryen", "link": "House Blackfyre House Blackfyre", "commanders2": "Daemon Blackfyreâ&euro; Quote", "side1": "File:Targaryen mini shield.png", "side2": "File:Blackfyre mini shield.png", "previous": "Conquest of Dorne"}, "sections": {" In the books ": "House Blackfyre fled east to the Free Cities, and continued to harass the Targaryen kings for decades. There were Five Blackfyre Rebellions over the course of sixty years, but of varying size. The first was also the largest and the one which very nearly succeeded due to the popularity of Daemon.\n\nHistorians alternatively call it the &quot;First Blackfyre Rebellion&quot;, though of course, those who lived through only called it &quot;the Blackfyre Rebellion&quot; before the later rebellions occurred.  By the time of the War of the Five Kings many still refer to it as &quot;''the'' Blackfyre Rebellion&quot;, because it was by far the largest.\n\nDaemon had many children, including seven sons and possibly several daughters, which allowed the Blackfyre line to survive through multiple failed rebellions. Daemon's eldest two sons, Aegon and Aemon, died in the first rebellion.\n\nThe &quot;Second Blackfyre Rebellion&quot; (212 AL) was little more than a plot which was rooted out before it could achieve fruition. Daemon II Blackfyre ended up being taken alive as a prisoner, so that Daemon's fourth son Haegon couldn't be crowned king in exile.\n\nThe Fourth Blackfyre Rebellion occurred in 236 AL, and was led by Bittersteel and Daemon III, grandson of Daemon I. The Blackfyres were able to assemble an army in the Free Cities, which landed at Massey's Hook in the southeast of [[the Crownlands]] (near the northern border of [[the Stormlands]]). Daemon III had depended on the hope that numerous major Houses in the Seven Kingdoms would switch over to his side after he won a few victories on mainland Westeros. Unfortunately, his anticipated groundswell of support never occurred: Daemon I had been dead for forty years by this point, and the once fervent support for the Blackfyre cause had been forgotten. To many lords, Daemon III's army seemed like just a collection of ragged mercenaries carrying tattered old banners. Ser [[Duncan the Tall]] emerged as one of the great heroes of the conflict, when he personally slew Daemon III at the Battle of Wendwater Bridge, ending the war.\n\nThe fifth and final Blackfyre Rebellion (259-261 AL),also known as the [[War of the Ninepenny Kings]], ended with the death of Maelys Blackfyre at the hands of Ser Barristan Selmy. Maelys's death also ended the male Blackfyre line.\n\n", "Quotes": "{{Quote|Aegon the Unworthy legitimized all his bastards on his deathbed.  Inevitably the greatest of these, Daemon Blackfyre, declared himself the rightful heir, and ignited yet another war for the crown.  After much bloodshed Daemon, was killed by an alliance of his brothers on the Redgrass Field.  All the same, his descendants continued to threaten the Targaryens until half a century later, when Barristan the Bold slew Maelys the Monstrous on the Stepstones, extinguishing Daemon's line.    |[[Varys]]|The Death of Kings}}\n\n", "TOP": "Blackfyre Rebellion0205686d5flvtuuo4b4fypcr9wefypc52o60f1802582015-03-29T03:50:41Z50.188.163.36/* In the books */{{War\n|name=Blackfyre Rebellion\n|image=[[File:Blackfyre Rebellion.png|300px]]\n|previous=[[Conquest of Dorne]]\n|conc=\n|next=[[War of the Ninepenny Kings]]\n|begin= \n|end=  \n|place=[[Seven Kingdoms]], [[Westeros]]\n|result=[[Iron Throne]] victory\n|battles=[[Battle of Redgrass Field]]\n|side1=[[File:Targaryen mini shield.png|20px|right|link=House Targaryen]] [[House Targaryen]]\n|side2=[[File:Blackfyre mini shield.png|20px|right|link=House Blackfyre]] [[House Blackfyre]]\n|commanders1=King [[Daeron II Targaryen]]\n|commanders2=[[Daemon Blackfyre]]â&euro; \n}}\n\n{{Quote|Aegon the Unworthy legitimized all his bastards on his deathbed.  Inevitably the greatest of these, Daemon Blackfyre, declared himself the rightful heir, and ignited yet another war for the crown.  After much bloodshed Daemon, was killed by an alliance of his brothers on the Redgrass Field.  |[[Varys]]|The Death of Kings}}\n[[File:Daemon Blackfyre.png|thumb|300px|Daemon Blackfyre, the Black Dragon.]]\nThe '''Blackfyre Rebellion''' was an uprising led by [[Daemon Blackfyre]], a legitimized [[bastard]] of King [[Aegon IV Targaryen]] and his cousin and lover [[Daena Targaryen]], against his half-brother, King [[Daeron II Targaryen]]. The rebellion failed, and Daemon himself was killed in the [[Battle of Redgrass Field]].&lt;ref&gt;[[A Golden Crown]]&lt;/ref&gt;\n\n", " See also ": "* {{AWOIAF}}\n\n"}, "title": "Blackfyre Rebellion"}