{"attributes": {}, "sections": {"Scene 31": "[[File:Sandor with Sansa 2x09.png|thumb|The Hound offers to take Sansa with him north.]]\nSansa returns to her chamber and bars the door. She picks up the doll that Eddard gave her on their arrival in Kingâ&euro;&trade;s Landing. Sandor startles her by speaking. He asks if the ladies are starting to panic. She wonders why he is there. He says that he wonâ&euro;&trade;t be there long and is going. She asks where and he says somewhere that isnâ&euro;&trade;t burning. He suggests north perhaps. Sansa asks about Joffrey and Sandor says that he can die on his own. He offers to take her with him and return her to [[Winterfell]]. He says that he can keep her safe if she wants to go home. Sansa replies that she will be safe there and Stannis will not hurt her. He forcefully tells her to look at him, frightening her. He says that Stannis and the Lannisters are killers. He says that Eddard was a killer and Robb is a killer. He says that her sons will be the same one day. He tells her that the world is built by killers so she should get used to looking at them. Sansa says that he will not hurt her. He agrees, calling her Little bird. He lets her go and then walks out of the room.\n\n", "Scene 30": "[[File:SansaAndShaeBlackwater.png|thumb|Shae warns Sansa to leave and lock herself within her chambers.]]\nLancel returns to Cersei and tells her that the battle has been lost. He says that Stannisâ&euro;&trade;s troops are at their gates and that the Goldcloaks lost all heart when Joffrey left. Cersei asks where Joffrey is. Lancel does not answer and instead says that he wants to escort him back to the battle. Cersei asks why she should care what Lancel want. Lancel asks her to listen. She stands and pushes his wounded side. He falls back into a stone pillar, screaming in pain. Cersei leads Tommen out of the room.\n\nSansa comforts the panicked women. She reassures them that with the drawbridge raised they are in the safest place they can be. She says that Joffrey is unhurt and his knights have rallied behind him to save the city. She asks them to sing a hymn with her. She begins and the others join her. Shae interrupts her and tells her to bar herself in her chamber. Shae says that Stannis will not hurt her but Ser Ilyn will. Sansa asks Shae to come with her. Shae says that she needs to say goodbye to someone. Sansa repeats Cerseiâ&euro;&trade;s prediction that all of them will be raped. Shae says that no-one will rape her and shows Sansa a small dagger strapped to her calf. She urges Sansa on and Sansa complies.\n\n", "TOP": "Blackwater recap09409h9iku5r4ahnav5wsipgt9im4gmwdxq01434262014-06-12T13:54:50Z76.169.223.246/* Closing montage */:''Main: [[Blackwater]]''\nThis '''recap''' of &quot;'''Blackwater'''&quot; features a detailed section on each scene of the episode.\n\n", "Scene 32": "[[File:TyrionInjuredBlackwater.png|thumb|Tyrion's face is sliced by Ser Mandon.]]\nTyrion knocks the chains from a metal grill with his axe. He opens the tunnel entrance and leads his men outside. A Baratheon officer calls for his men to get up the ladders. Tyrion approaches him unnoticed and chops through his right leg with his axe. The officer topples over and Tyrion hits him again and shouts for his men to attack. Tyrionâ&euro;&trade;s men kill the attackers surrounding the battering ram and topple it over. A burning brand is thrown onto it from the walls. The victorious Lannisters chant half man as the ram burns. Tyrion takes off his helm but then hears more attackers coming from the far side of the shore.\n\nThe Lannister sortie clashes with the Baratheon reinforcements before the walls. Stannis continues to battle atop the walls but has not been joined by enough men to move on. Â While the threat of breaching the Mud Gate- the easiest way into the city- has been stopped, Tyrion's counterattack was costly. Â It has also put much of the city's garrison in danger of annihilation, and even if they successfully withdraw back Â into the city Stannis' new forces will eventually put up more ladders to join their leader and breach the wall.\n\nTyrion is disarmed by a Baratheon soldier with a mace. The man is tackled to his feet before he can finish Tyrion. Tyrion notices Ser Mandon staring at him and walks over to the Kingsguard smiling at him. Mandon rushes at Tyrion and swings his sword at his face in a sudden and vicious down-cut. Tyrion shouts as the blade slices across his forehead and cheek. He collapses to his knees and Mandon raises his sword again. Podrick stabs Ser Mandon through the back of his neck (protruding from his lower face) with a spear killing him. Podrick rushes to Tyrionâ&euro;&trade;s side, holding him up as blood pours from his wound.\n\n", "Scene 13": "[[File:Tyrion_Joffrey_Lancel.png|thumb|Tyrion watching for Stannis' fleet with Joffrey and Lancel.]]\nJoffreyâ&euro;&trade;s party arrives at the [[Mud Gate]]. They are met by panicking [[smallfolk]] and hurried final preparations. Joffrey is startled by a rapidly passing cart. Tyrion and Podrick are atop the city walls with the archers. Joffrey and Lancel join them and Lancel wonders where their fleet is. Tyrion responds that they are on their way. Joffrey asks why they are not there already as the enemy are coming. Tyrion ignores his nephew. Joffrey instructs the Hound to prompt Tyrion and he does so. Tyrion orders Lancel to tell Joffrey (via the Hound) that he is too busy to talk. Joffrey threatens to order the Hound to cut Tyrion in half. Tyrion dryly jokes that he would then be the quarter man, which does not have the same ring to it. A squire lights a torch and waves it near to the Houndâ&euro;&trade;s face as he passes, the Hound recoils from the flame. Tyrion adds that he would be unable to give the signal which is essential to his battle plan. He warns that without his plan Stannis will take the city and Joffreyâ&euro;&trade;s throne before mounting Joffreyâ&euro;&trade;s head on a spike. Tyrion muses that it might be funny except that his head would be there too.\n\n", "Scene 12": "[[File:Tyrion_and_Bronn.png|thumb|left|Tyrion and Bronn talk strategy.]]\nThe [[Iron Throne]] room is lit by great flaming braziers. [[Bronn]] and [[Tyrion Lannister|Tyrion]] discuss their plan for the battle. Tyrion reminds Bronn to wait until the ships are deep into the bay. Bronn impatiently asserts that he knows what in means. He asks Tyrion if he knows how to use the axe. Tyrion says that he has chopped wood once and then recalls that he actually only watched [[Jaime Lannister|his brother]] doing it. Bronn reminds Tyrion that he has seen him kill a man with a shield and says that he will be unstoppable with an axe. Tyrion shakes his hand and Bronn warns him not to get killed. Tyrion returns the sentiment, calling Bronn a friend. Bronn asks if they are friends now. Tyrion asserts that they are, saying that paying Bronn for his services does not diminish their friendship. Bronn skeptically jokes that if anything it enhances it. Tyrion notes that enhances is a fancy word for a sellsword and Bronn explains that he has been spending time with fancy folks. Bronn bows to the newly arrived [[Sansa Stark]] and [[Shae]] on his way out of the throne room. \n[[File:Tyrion_greets_Sansa.png|thumb|Tyrion greets Sansa.]]\nTyrion gives Podrick his axe and approaches the ladies. He greets Sansa and pretends to forget Shaeâ&euro;&trade;s name. He checks that Sansa has been invited to join Cersei and the other highborn ladies in [[Maegor's Holdfast]]. Sansa affirms that she has, but explains that King Joffrey has summoned her to see him off. Joffrey, the Hound and three other members of the Kingsguard enter from behind the throne. Joffrey calls Sansa over yelling, &quot;Sansa, here&quot;, much as one would call a dog. Tyrion deadpans that Joffrey has always been a great romantic. Sansa says that she will pray for Tyrionâ&euro;&trade;s safe return. Tyrion seems surprised that she would care, but when she says that she will pray just as she will for the king, he realizes that she may be praying, but her prayers are not for the Lannisters' well being or success. Sansa goes to Joffrey leaving Tyrion alone with Shae and they share a heartfelt moment. He tells her to stay safe, she reciprocates calling him her lion. \n[[File:Sansa_kissing_Hearteater.png|thumb|left|Sansa kissing Hearteater.]]\n[[Joffrey Baratheon|Joffrey]] tells Sansa that he is riding forth for battle, referring to himself in the third person. He says that she should see him off with a kiss and draws his sword from its scabbard. He tells her that the blade is new, and says that he has named it [[Hearteater]]. He orders her to kiss the sword. She kneels down to do so. Joffrey claims that Sansa will kiss it again when he returns and will taste his uncleâ&euro;&trade;s blood. Sansa asks if Joffrey will slay Stannis himself. Joffrey hesitantly says that he will if Stannis is fool enough to come near him. Sansa asks if Joffrey will be fighting outside the gates as part of the vanguard. Joffrey knows that he will not be anywhere near the fighting, and that she has caught him in a false boast. He angrily tells her that he refuses to discuss his battle plans with a â&euro;&oelig;stupid girl.â&euro;? Sansa apologizes and agrees that she is stupid before asserting that Joffrey would definitely be in the vanguard. She adds that her brother [[Robb Stark|Robb]] always goes where the fighting is thickest, and Robb is only a pretender. Joffrey is furious, so he says that Robbâ&euro;&trade;s turn will come and that Sansa can then lick his blood from Hearteater as well. Joffrey leads his men out of the throne room, and Sansa returns to Shae. Shae watches them leave and tells Sansa that some of the boys will never come back. Sansa replies that Joffrey will as the worst ones always live. Shae shushes her and leads her out.\n\n", "Scene 11": "[[File:Stannis_blackwater.png|thumb|Stannis hearing the drums.]]\nThe sound of the drums carries back to Stannis aboard the ''Fury'' as he watches his own men gather.\n\n", "Scene 10": "[[File:War_drums.png|thumb|left|Drums summon the men to arms.]]\nThe sound of the bells carries out into the bay, reaching Davos and [[Matthos]] aboard the [[Black Betha]]. Matthos says that the people are welcoming their new king. Davos disagrees, saying that he has never known bells to mean surrender. Davos says that if they want to play music they will join them. He orders his drummers to sound a call to arms. Matthos relays the order and the men assemble on deck to the beat of the drums.\n\n", "Scene 17": "\nMatthos notes the approach of the single ship from the city docks. Davos calls his bowmen to arms. They nock and draw their bows. Davos has them hold until he can see the ship and then notices that there is no-one on board.\n\n", "Scene 16": "[[File:Archers 2x09.jpg|thumb|190px|Tyrion orders his archers to prepare.]]\nAt the mud gate the Lannister forces watch for Stannisâ&euro;&trade;s fleet to emerge from the darkness. Joffrey is the first to spot the lead vessel, [[Black Bethaâ&euro;&trade;]]. Tyrion orders his archers to prepare. The [[Captain of the Archers]] shouts for his men to get to their marks. Once in position he instructs them to nock arrows. Tyrion tells them to hold fast. Joffrey questions the order, citing the need to attack. Tyrion repeats himself forcefully. A single ship emerges from the city docks. Joffrey asks where the rest of their fleet is. Tyrion ignores the boy king.\n\n", "Scene 15": "\nCersei leads [[Tommen Baratheon]] and Ser [[Ilyn Payne]] through Maegorâ&euro;&trade;s Holdfast into a room is filled with ladies, [[Septa|septas]] and [[handmaiden|handmaids]] taking refuge from the battle. Sansa and Shae are already there and Sansa wonders why Cersei invited her. She says that Cersei always tells her how stupid she is and confides her belief that Cersei hates her. Shae suggests that Cersei may hate her less than she hates everyone else. Sansa says she doubts it and watches as Cerseiâ&euro;&trade;s handmaid pours a glass of wine. Shae suggests that Cersei is jealous of Sansa and Sansa wonders what reason Cersei could have to be jealous of her.\n\nCersei calls Sansa over to her bed on the dais. Cersei says that she had wondered where their little dove had flown and then observes that Sansa look pale, asking if it is still her period. Sansa says that it is and Cersei says that it is fitting that the men will bleed out on the field of battle while Sansa bleeds in the room. Cersei orders her handmaid to pour Sansa some wine. Sansa says that she is not thirsty and Cersei insists, saying that she is not offering water. Sansa asks why Ser [[Ilyn Payne]] is present. Cersei claims that he is there to defend them. Sansa says that they have guards and Cersei asserts that his loyalty goes beyond money while their guards will desert them at the first sign of trouble.\n\nSer [[Mandon Moore]] enters and reports that the men have caught thieves attempting to escape. Cersei calls them battles first traitors. She orders Ser Ilyn to execute them and have their heads mounted on the stables as a warning to others. Cersei says that the only way to ensure the loyalty of the smallfolk is to make sure that they fear you more than they do the enemy. Sansa reminds Cersei that she claimed that Ser Ilyn was there to protect them. Cersei says that he is, telling Sansa that traitors are a danger to them all. Cersei calls for more wine.\n\n", "Scene 14": "[[File:Davos_and_Matthos_looking.png|thumb|Davos and Matthos looking for ships.]]\nDavos wonders where the enemy ships are. Matthos asserts that they were wise to attack at night and have taken the city by surprise. Davos counters that Varys knows what Matthos had for breakfast three days earlier and states that there are no surprises. Matthos suggests that the rumors of dissention in the defenderâ&euro;&trade;s ranks could be true and that their sailors might have mutinied. Davos agrees that it is possible.\n\n", "Scene 19": "[[File:Boat_dropping_Wildfire.png|thumb|The ship leaking Wildfire.]]\nMatthos climbs down from the top deck and walks to the stern of the ship. As the unmanned enemy vessel passes Davos notices a green liquid pouring out of its hold. He recognizes the substance as [[Wildfire]] and calls for his helmsman to steer clear.\n\n", "Scene 18": "\n[[Hallyne]] climbs the stairs and hands Tyrion a flaming torch.\n\n", "Scene 26": "[[File:Soldiers_at_the_mud_gate.jpg|thumb|right|190px|Baratheon pushing the Lannister soldiers fighting back through the Mud Gate.]]\n[[File:Ladders_up!.jpg|thumb|190px|The ladders are brought to breach the castle walls]]\nThe Hound and his men fight on outside the gate. He is stunned when a burning man rushes at him. His life is saved by Bronn, who shoots the man before he can swing at the momentarily defenceless Hound. Bronn nods at the Hound and then quickly dispatches two men who rush him. The Hound looks around at the flames and then walks inside. His men call to fall back and follow him inside.\n\nWith the sortie defeated Stannis orders his ladders put up. He is first to climb the ladder and quickly kills the soldier at the top. Stannis and his guard fight fiercely atop the wall, establishing a small foothold.\n\n", "Scene 27": "[[File:Sandor_getting_drunk.jpg|thumb|190px|Sandor suffers a  mental breakdown and begins to drink]]\nJoffrey rushes down the stairs as the Captain of the Archers calls for his men to fire faster. The Hound shuffles back into the city, dazed by the flames. He orders a drink and a squire responds. He spits out the water, he calls it Blackwater and demands wine. The squire obeys and hands him wine.\n\nHe walks past the stairs and Tyrion offers him some iced milk too. Sandor tells him to â&euro;&oelig;eat shit.â&euro;? Tyrion points out that he is on the wrong side of the wall. Sandorâ&euro;&trade;s voice cracks as he says that he has lost half of his men and the Blackwater is on fire. Joffrey shouts a command for the Hound to return to the fray. Sandor bows his head and does not respond. Tyrion reminds him that he is a member of the Kingsguard and says that they must beat the enemy back or they will take the Kingâ&euro;&trade;s city. Clegane says â&euro;&oelig;fuck the Kingsguard, fuck the city, fuck the king.â&euro;? He walks away from the fight leaving Joffrey and Tyrion stunned.\n\n", "Scene 24": "[[File:Sandor_joins_the_fight.jpg|thumb|[[The Hound]] leads a sortie through the [[Mud Gate]].]]\nThe Hound leads his troops out through the gate. He warns them that he will rape the corpse of any man who dies with a clean sword. Lancel trades blows with an opponent. The Hound wades into the thick of the fighting, cutting a man in half with his greatsword. Lancel is shot in the right side of his chest by an archer. He manages to keep his feet and retreat into the city.\n\n", "Scene 25": "Cersei tells Sansa that when she was little she looked so much like Jaime that even Tywin could not tell them apart. She could not understand why they were treated differently. She complains that while she was being taught to be a lady Jaime was being taught to fight. She says that Jaime was heir to [[Casterly Rock]] while she was sold to a stranger like a horse. Sansa reminds her that the marriage made her queen of the [[Seven Kingdoms]]. Cersei counters that Sansa will be Joffreyâ&euro;&trade;s queen and invites her to enjoy it.\n\nCersei notices Shae watching them from across the room and says that she has not seen her before. Cersei approaches Shae and calls her pretty. Shae stands and attempts to curtsey. Cersei calls it the worst she has ever seen and demonstrates how to do it properly. Shae mimics her movements and Cersei says that she learns quickly. She asks how long Shae has served Sansa and Shae tells her it has been just a few weeks. Cersei instantly recognizes her Lorathi accent and asks when she left there. Cersei does not wait for an answer and observes that Shae is lowborn. Shaeâ&euro;&trade;s smile fades and Cersei asks when she came to Westeros. Shae says that it was ten years ago. Cersei wonders how Shae went from a Lorathi commoner to the Red Keep in ten years without being able to curtsey. She asks Shaeâ&euro;&trade;s name and asks her to tell her story. Shae hesitates and then begins at the age of thirteen.\n\nShae is rescued by the arrival of Lancel. He bursts in shouting for Cersei. He reports Tyrionâ&euro;&trade;s destruction of the fleet and the landing of Stannisâ&euro;&trade;s troops. Cersei orders him to bring Joffrey inside. He objects saying that the presence of the King is good for morale. Cersei again tells Lancel to bring Joffrey back to his chambers. Lancel wonders why not to her side and she sarcastically asks if he wants Joffrey to be mocked as a coward for hiding behind his motherâ&euro;&trade;s skirts.\n\nCersei sits back down and reveals to Sansa that she lied about Ser Ilynâ&euro;&trade;s purpose. She holds out an unsteady arm for more wine as she explains that he is there to kill them should the Red Keep be breached.\n\n", "Scene 22": "\nSansa holds hands with several other women, sitting in a circle on the floor of the room. Cersei calls her over again. She asks Sansa what she is doing. Sansa tells her that she was praying and Cersei says that Sansa is perfect. She asks what they were praying for and Sansa says they were asking the gods to have mercy on them all. Cersei wonders if Sansa means all of them, including her. Sansa convincingly says â&euro;&oelig;of courseâ&euro;? and Cersei asks if she even means Joffrey. Sansa begins her usual lie about her love for the King. Cersei cuts her off, telling her to shut up and calling her a fool. Cersei mocks her faith and claims that the gods have no mercy. She reveals that [[Tywin Lannister|her father]] taught her that lesson when he caught her praying as a child after the death of her mother. Cersei was too young to understand death aged just four and was imploring the gods to return her mother to her. Sansa wonders if Tywin does not believe in the gods. Cersei says that he believes in them but does not like them.\n\nCersei orders another glass of wine for Sansa and invites her to sit. She orders Sansa to drink deeply. Cersei says that she should have been born a man. She claims that she would rather face a thousand swords than be shut inside with a flock of frightened hens. Sansa reminds her that the women are her guests, there under her protection because she invited them. Cersei retorts that she did it because it was expected of her. She says that Sansa will face similar expectations if she becomes Joffreyâ&euro;&trade;s queen. Cersei says that if Tyrion is somehow able to win the battle then the women will tell tales of how her courage inspired them, calling Tyrion her wretched little brother. Sansa wonders what will happen if the city should fall. Cersei suggests that Sansa would like that. Cersei predicts that the Red Keep would hold for a time, giving her an opportunity to surrender to Stannis in person. She says that if it were anyone but Stannis she would hope for a private audience but knows that she has no hope of seducing him. She asks if she has shocked Sansa and tells her captive that a woman has weapons other than tears. She tells Sansa that her best weapon is between her legs and she should learn how to use it. She again orders Sansa to drink and then asks if she has any notion what happens when a city is sacked. She muses that Sansa would not and elucidates that should the city fall all the women there will be raped. Cersei predicts that half of them will be carrying bastard children by the morning. She tells Sansa that she will be glad of her period then. Cersei asserts that when a manâ&euro;&trade;s blood is up from battle then any woman looks good, so Sansa will look like a slice of cake waiting to be eaten. Sansa is horrified and drinks deeply from her wine glass.\n\n", "Scene 23": "[[File:Stannis landing boats 2x09.jpg|thumb|Stannis leads his landing from the prow of a longboat.]]\n[[File:Joffrey terrified 2x09.jpg|thumb|Joffrey terrified by the size of the opposing force.]]\nStannis kneels in the prow of a longboat, sword in hand. His army is rowing for shore in a fleet of similar boats. Tyrion watches their approach from atop the walls and calls Stannis a serious man. Joffrey begins to panic, saying that they are coming ashore. Tyrion orders the Captain of the Archers to rain fire on the attackers. Joffrey cries that there are too many of them. Tyrion orders the Hound to lead a sortie beyond the gate to kill anyone who reaches the shore. The Hound nods and leaves to comply. Tyrion dispatches Podrick to bring any men guarding the Kingâ&euro;&trade;s gate to reinforce them and the squire hurries off to fulfil the order. The Hound descends the steps and calls to the men. He thumps Lancel in the chest and says, &quot;You,too.&quot; Sandor grabs the Captain of the Archers by the front of his tunic and tells him to keep the flaming arrows away from him or he will strangle him with his own guts.\n\nTyrionâ&euro;&trade;s archers loose volley after volley on the boats as they reach the shore. Stannis leads his men through the hail of arrows, sustaining heavy casualties. They reach the walls and are bombarded with rocks from the battlements. One of Stannisâ&euro;&trade;s men is killed by a heavy stone right in front of him. Crossbowmen amongst the attackers return fire at the archers. Stannis orders his men to move along the wall to the mud gate.\n\n", "Scene 20": "\nTyrion drops the flaming torch over the wall, lighting a beacon at its base.\n\n", "Scene 21": "[[File:Bronn 2x09.png|thumb|left|190px|Bronn fires the arrow that triggers the explosion.]]\nBronn stands on the shore of the bay outside the city with a bow in hand. He sees the beacon lit and nocks a flaming arrow. He draws and fires a high arcing shot into the middle of the bay.\n[[File:Wildfire_explosion.jpg|thumb|Wildfire explosion.]]\nDavos watches the fire arrow sail over his mast and hit the surface of the wildfire, igniting the substance. The green flame spreads rapidly, engulfing the deserted Lannister ship. Davos calls for his son to get down. The wildfire filled vessel explodes. Matthos is caught in the full force of the explosion while Davos is catapulted off his ship and into the bay by the shock wave as the spreading fire pulverizes his ship.\n\nStannis recoils from the massive explosion in the midst of his fleet, the ''[[Fury]]'' herself is unharmed.\n\nThe ships in the main blast zone are eradicated instantly. Hallyne watches the conflagration gleefully while the rest of the Lannister men turn away. The Hound is terrified by the sickly green flame. Hallyne giggles as he sees the fruits of his labor. Tyrion is fascinated and appalled by the devastation.\n\n[[File:Soldiers_jumping2.jpg|thumb|178px|Men burning after being splashed with Wildfire]]\nChaos rains amongst the fleet as the horrified men try to get away from the burning wildfire the explosion has catapulted into the air. The substance splashes and ignites everything it touches and orange flames dance amongst the sickly green.\n\nStannis takes in the destruction of many of his ships. He orders his officers to prepare to land. Ser [[Imry Florent]] questions the order, concerned that if they land so far from the gates then they will be easy prey for enemy archers. Stannis asserts that Tyrion has played his trick and can only play it once. The Ser Imry warns that hundreds will die, Stannis predicts that it will be thousands. He makes for the port bow and then shout to his men â&euro;&oelig;Come with me and take this city.â&euro;? They cheer and follow him over the side of the ship.\n\n", "Scene 28": "\nStannisâ&euro;&trade;s force continues to land ships. Their numbers at the walls grow with each rowboat. They unload a battering ram and overturn a specially fitted boat. They carry both to the Mud Gate. The upturned boat is used to protect the ram as it is swung against the gate.\n\n", "Scene 29": "[[Image:Tyrion speech.jpg|right|thumb|190px||Tyrion makes a speech to his men.]]\nLancel returns to the walls to bring Joffrey back to the Red Keep. Tyrion asks Joffrey to consider why his men should defend the city if he will not. Joffrey asks what Tyrion wants him to do and Tyrion tells him to lead. Joffrey asked Lancel what his mother said, wondering if she had urgent business. Lancel admits that she did not say. Joffrey grimaces, then orders Ser [[Boros Blount]] and Ser [[Mandon Moore]] to stay with Tyrion to represent the King on the field of battle. He hurriedly climbs down the stairs, followed by a third member of the Kingsguard. His departure takes him through a crowd of his men, who watch him leave.\n\nLannister men haul a cargo net full of rocks up to the walls. The attackers kill the men holding the rope and the rocks crash back down behind the walls. The men underneath dive out of the way of the rocks.\n\nPodrick returns with reinforcements from the Kingâ&euro;&trade;s Gate. Tyrion looks around at his muttering troops and says to himself that he will lead the attack. He shouts it to his men and is met with more murmurs. He orders Ser Mandon to bear the kingâ&euro;&trade;s banner and then shouts for his men to form up. Several gold cloaks among the group turn away from him. He calls out that he is mocked as half a man and wonders what that makes them. A Lannister soldier calls that they cannot counterattack because Stannisâ&euro;&trade;s men are already at the gates. Tyrion says that there is another way that he can show them. He says they will emerge behind their enemies. He tells his men not to fight for Joffrey or his kingdom, for honor, for glory or for riches because they will not get any. He asks them to fight for their city. He says that if Stannis gets in he will burn their houses and rape their women. His speech is punctuated by the hammering of the ram against the gate. He says that there are brave men knocking at their door and invites the defenders to go and kill them. The men cheer and Tyrion walks through the crowd with Podrick and the remaining [[Kingsguard]].\n\n", "Scene 9": "[[File:War_bell.png|thumb|The bells ring for war.]]\nBell ringers continue to sound the alarm over Kingâ&euro;&trade;s Landing.\n\n", "Scene 8": "[[File:Varys_Tyrion_Podrick.png|thumb|left|Lord Varys visits Tyrion while he gets armored by Podrick.]]\n[[Varys]] visits Tyrion in his chambers as he prepares for the battle. Varys confides that he has always hated the cityâ&euro;&trade;s bells because they ring for horror. He says that they toll for dead kings and sieges. Tyrion adds weddings and Varys deadpans that is exactly what he means. [[Podrick Payne]] dresses Tyrion in his armor. Varys checks Podrickâ&euro;&trade;s name, pretending not to know him. Tyrion calls out Varysâ&euro;&trade;s deception, asserting that he knows every [[Little birds|boy in the city]]. Varys says that he is unsure what Tyrion is suggesting and Tyrion insists that Varys knows exactly what he means. Varys asks Tyrion if he trusts Podrick. Tyrion looks at his squire and says that he does, strangely. Varys unfurls a map of the tunnel network beneath the city. Tyrion looks down at it and estimates that it shows twenty miles of tunnels. Varys corrects him, saying that there are fifty and elucidating that the Targaryens built the city to withstand a siege but wanted to be able to escape if necessary. Tyrion says that he is not planning to escape and paints himself as the captain of a [[Ships|ship]]; willing to go down with it if it sinks. Varys retorts that many captains say the same while their ships are afloat. Varys observes that Tyrion looks well suited for battle as Podrick helps him into his greaves. Tyrion disagrees and Varys hopes that he is wrong for all their sakes.\n\n[[File:Tyrion and Podrick 2x09.png|thumb|Tyrion ready for battle.]]\nVarys reveals reports that King [[Stannis Baratheon]] has converted to the [[Lord of Light]] through his association with [[Melisandre]] of [[Asshai]], calling her a red priestess. Tyrion wonders about the significance of the association. Varys asks if Tyrion does not believe in the old powers. Tyrion recounts their purported abilitities (blood spells, curses and shapeshifting) and sarcastically asks Varys what he thinks. Varys says that people believe in what they have seen and what those they trust have seen. Varys extrapolates that Tyrion probably does not entirely trust him. Tyrion tells Varys not to take it personally, explaining that he does not entirely trust himself. Varys goes on to say that he has seen and heard things that Tyrion has not. He confides that he wishes he had not either, his eyes misting. He asks if he has told Tyrion how he was castrated and Tyrion answers that he has not. Varys says that he will one day. He gather himself and asserts that the dark arts have provided Stannis with his armies and brought him to their door. Varys says that he can think of nothing worse than a man in service to such powers taking the Iron Throne. He tells Tyrion that he is the only man who can stop Stannis. Podrick offers Tyrion a battle axe. Tyrion looks at it and grips it firmly in his hand before looking back at Varys.\n\n", "Scene 7": "[[File:Bronn_singing.png|thumb|Bronn singing with Lannister soldiers.]]\n[[House Lannister]] [[man-at-arms|soldiers]] prepare for the battle by drinking and carousing with [[Prostitution|prostitutes]]. They sing a rendition of &quot;[[The Rains of Castamere (song)|The Rains of Castamere]]&quot; together. [[Bronn]] is amongst those joining in. One of the singing men asks him where he learned the words to a Lannister song. Bronn responds that it was from drunk Lannisters, drawing a laugh from the crowd. [[Armeca]] sits on his lap and she compliments his voice. He thanks her and she goes on to say that she likes his nose. She asks him how many times he has broken it. Bronn lifts her up and begins to undress her while he recalls. He says that his mother hit him with an iron poker when he was five and she makes a sympathetic noise. Bronn excuses his mother by saying that she was aiming for his younger brother who was a real pest. He says that he was nine the second time and lost a fight with a group of older boys. He begins to tell about the third time but stops when he has undressed her. He leans back to look at her appreciatively. He pulls her into his lap and says that she does not want to hear about the third time. She kisses his nose and offers her sympathy. He tells her not feel sorry for it because it will be half way up her â&euro;&oelig;ass before the night is through.â&euro;? He again gets a laugh from the crowd of men.\n[[File:Bronn's_knife.png|thumb|left|Bronn ready to kill The Hound.]]\n[[Sandor Clegane]] enters with a drinking companion, silencing the men. They approach two squires at a table and the boys hurriedly give up their seats. The Hound seizes a mug of ale from one of the departing boys. Bronn calls out a welcome and offers them a drink. The Hound only stares at him in response. Bronn whispers to [[Armeca]] that he does not think that the Hound likes him. Sandor downs his drink and watches Bronn looking at Armeca. The Hound asks Bronn if he thinks that he is a hard man. Bronn laughs, gently spanks Armeca and says that he knows he is. The men laugh at his bawdy reference. Bronn says that they have a warm room, beautiful women and plenty of good brown ale to drink. He wonders why Sandor only wants to put one of them in the ground with no women to keep them company. Sandor counters that there are plenty of women in the ground and that he has put some there himself, as has Bronn. The Hound asserts that while Bronn likes singing, drinking and women he truly loves killing. He says that they are the same, only Bronn is smaller. He stands up. Bronn points at him and adds that he is quicker. The Hound says that Tyrion will miss Bronn. Bronn taps Armeca and she shifts away so that he can stand up. Bronn reaches for the dagger he keeps at the small of his back as he squares off to the Hound. They are interrupted by the ringing of Bells, summoning the men to arms. The soldiers finish their drinks and leave. Bronn suggests another drink before the war. The Hound turns away from him and Bronn smiles.\n\n", "Scene 6": "[[File:Essence_of_Night_Shade.png|thumb|Cersei holds Essence of Night Shade.]]\n[[Grand Maester]] [[Pycelle]] is summoned to see Queen Regent [[Cersei Lannister]] in her chambers. He tells her that it is his duty not just to serve the royal house but also to offer guidance in times of conflict. Cersei impatiently tells him that his words are always wise and measured. She begins to prompt him but he interrupts to say that a [[maester]]â&euro;&trade;s duties become more urgent in war time. He begins to reminisce and Cersei interrupts to ask if he has brought what she asked for. He confirms that he has and hands her a small bottle of [[Essence of Nightshade]]. He warns that it is as dangerous as it is efficacious. He explains that a single drop can cause relaxation, three drops a deep sleep and begins to explain what ten drops will do. Cersei interrupts him to say that she already knows. Pycelle asks permission for a question and Cersei denies it. She says that he must be busy preparing for the battle. She warns him to take care as he descends the many stairs on his way out.\n\n", "Scene 5": "[[File:Tyrion_and_Shae_in_bed.png|thumb|Tyrion lies in bed with Shae.]]\n[[Tyrion Lannister]] lies restless in bed next to [[Shae]] in the [[Tower of the Hand]]. Shae asks if he is afraid, calling him â&euro;&oelig;My lion.â&euro;? Tyrion predicts that if the city falls Stannis will burn every Lannister that he can find and says that he is afraid. Shae says that she will not let anyone hurt him. He smiles at her before explaining that while he is a Lannister and has no choice in his side, it is not her war and she can leave. She straddles him and says that it is her fight now. Tyrion jokes that Shae cannot â&euro;&oelig;fuck [her] way out of everything.â&euro;? She counters that it has worked so far. She asks if he can remember what he said when they first met in his tent at the Lannister army camp. She reminds him that he told her to make love to him like it was his last day on earth. She pushes back his hair and leans in to kiss him.\n\n", "Scene 4": "[[File:Davos_Matthos_faith.png|thumb|Davos and Matthos debating faith.]]\n[[Davos Seaworth|Davos]] joins his son [[Matthos Seaworth|Matthos]] at the prow of ''[[Black Bethaâ&euro;&trade;|Black Betha]]''. Matthos tells his father that the tide is against them but Davos assures him that with the wind will blow them straights to the gates of the city. Matthos says that Davos is coming home. Davos replies that he has not called Kingâ&euro;&trade;s Landing home for twenty years. He observes that he has spent most of his life dodging the royal fleet and is now sailing towards them. Matthos corrects Davos that they are the royal fleet, he points out that Davos is no longer a smuggler and is the fleetâ&euro;&trade;s High Captain. Davos counters that there are several royal fleets at that time. Matthos says that they will change things; that Stannis will be on the [[Iron Throne]] when the sun rises and Davos will be his [[Hand of the King|Hand]]. Davos affirms the assertion â&euro;&oelig;Gods be good.â&euro;? Matthos corrects him again, saying that there is just one god and that he is watching over them. Davos wonders if the Lord of Light watches over their enemies as well. Matthos says that he watches over all people and says that the people of Kingâ&euro;&trade;s Landing did not choose the false King [[Joffrey Baratheon]]. Matthos asserts that the people will be glad to see Joffreyâ&euro;&trade;s head on a spike. Davos reminds him that they must put it there first. Matthos is confident of victory, saying that their ships outnumber their opponentâ&euro;&trade;s 10 to 1 while their army outnumbers their opponentâ&euro;&trade;s 5 to 1. Davos warns that the city walls have never been breached. He says that the men guarding the walls will not see them as liberators but as strangers who have come to set their city ablaze. Matthos asserts his faith in the Lord of Light, their cause and his captain.\n\n", "Scene 3": "[[File:Stannis_men.png|thumb|left|Stannis men anxious for the coming battle.]]\nStannisâ&euro;&trade;s soldiers wait below decks, anxious for the coming battle. One man vomits into a barrel that appears to be filled to the brim with other's vomit.\n\n", "Scene 2": "[[File:Stannis_at_Fury.png|thumb|Stannis at the prow of the Fury.]]\n[[Stannis Baratheon]] and his men stand at the prow of the ''[[Fury]]''.\n\n", "Scene 1": "[[File:Davos_fleet.png|thumb|left|Davos looking on the 200 strong fleet.]]\nHigh Captain [[Davos Seaworth]] stands on the deck of his ship ''[[Black Betha]]'' overseeing his men preparing for the coming assault on [[Kingâ&euro;&trade;s Landing]]. He ascends to the top deck and looks at the 200 strong fleet behind him.\n\n"}, "title": "Blackwater recap"}