{"attributes": {}, "sections": {"TOP": "Black Cells020973hprcr12whpujcelenvz5qaa22744qm11752632015-03-04T16:10:38ZSharp Blades26158496[[File:BlackCell.jpg|thumb||300px|[[Varys]] visits [[Eddard Stark|Ned Stark]], imprisoned in a Black Cell.]]\n{{Quote|Get him out of my sight. Throw him in one of the Black Cells.|Tyrion Lannister|What is Dead May Never Die}}\nThe '''Black Cells''' are one level of the dungeons of the [[Red Keep]]. They are reserved for prisoners accused of high crimes, such as [[treason]]. Cells are completely dark, with no possible light sources (except when gaolers enter with torches).\n\n[[Varys]] has access to the Black Cells, but dons the guise of a gaoler to enter.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' books the Black Cells are the third level of the Red Keep's dungeons. On the upper level are cells with high narrow windows where common criminals are confined together. The second level has smaller, personal cells without windows for highborn captives. Torches in the halls cast light through the bars. The Black Cells themselves are smaller still and have doors of wood so that no light enters them; they are reserved for the most vile and dangerous prisoners. The fourth level is the one used for torture and none who enter leaves alive.\n\n", "History": "===[[Season 1]]===\n[[Eddard Stark|Ned Stark]] is confined to the Black Cells following his [[Massacre in the Red Keep|arrest]]. He is visited twice by [[Varys]] who tries to convince him to confess to treason in order to prevent war and to save the lives of his daughters [[Sansa Stark|Sansa]] and [[Arya Stark|Arya]].&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n\nAfter learning that [[Pycelle]] is an informant for Queen [[Cersei Lannister|Cersei]], [[Tyrion Lannister]] has his men [[Timett]] and [[Bronn]] cut off Pycelle's beard and throw him into one of the Black Cells.&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt; Not long afterwards Cersei sends [[Lancel Lannister|Lancel]] to demand that Tyrion have Pycelle freed. He agrees to let him go, given that he has made his point, but will not let him return to the [[Small Council]].&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\nTyrion is confined to the Black Cells after being [[Second Trial by combat of Tyrion Lannister|found guilty]] of the [[Purple Wedding|murder]] of his nephew King [[Joffrey Baratheon|Joffrey]]. On the eve of his execution, [[Jaime Lannister|Jaime]] frees Tyrion, so he can escape to the [[Free Cities]]. Tyrion first uses the passages in the Red Keep to visit the [[Tower of the Hand]] and [[Assassination at the Tower of the Hand|confront and kill]] his [[Tywin Lannister|father]].&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n"}, "title": "Black Cells"}