{"attributes": {}, "sections": {"TOP": "Blood magic03811cdlor8exdcmew64oh67hcauxwnfnjbw1749792015-03-02T15:16:18ZStarkiller55524043470{{Quote|It is not a matter of gold, this is blood magic. Only death pays for life.|[[Mirri Maz Duur]]|Baelor}}\n''' Blood magic''' is a form of sorcery, forbidden among the [[Dothraki]]. [[Mirri Maz Duur]], a [[Lhazareen]] ''[[maegi]]'' and [[godswife]] of the [[Great Shepherd]] is a known practitioner.\n", " Known Maegi ": "*{[[MirriÂ Maz Duur|Mirri&amp;nbsp;Maz Duur]]}\n\n", "See also": "*{{AWOIAF}}\n\n", "In the books": "", "History": "===[[Season 1]]===\n[[File:Mirri Maz Duur 1x09.png|thumb|The witch prepares to sacrifice Drogo's horse]]\nMirri Maz Duur promises [[Daenerys]] that she can save [[Drogo]]'s life using blood magic, but she needs to sacrifice a life to save his. She takes Drogo's horse into his tent and slits its throat as the ceremony begins. [[Qotho]] becomes enraged as Daenerys attempts to save her husband and tries to attack Daenerys, but [[Jorah Mormont|Ser Jorah]] kills him. Daenerys starts to go into labor, but none of the Dothraki midwives will help her, thinking she is cursed. With no choice, Jorah takes Daenerys into the tent where the blood ceremony is taking place.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\nIn the wastelands beyond [[Lhazar]], Daenerys wakes up to face terrible news from Ser Jorah Mormont. Her son, [[Rhaego]], is dead. He was stillborn, a deformed monster with bat wings. The [[khalasar]] has moved on, leaving a small group behind. However, Drogo lives. Mirri Maz Duur takes Daenerys to see him, only to find him lying in a catatonic state. Daenerys demands to know why, and Duur explains that when Daenerys saved her, she'd already been raped three times, and Drogo'sÂ men had destroyed her temple and killed people she healed. She explains that she killed RhaegoÂ for revenge and has prevented the [[Stallion Who Mounts the World ]] from causing more destruction and suffering.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n\n[[Stannis Baratheon]] burns in a brazier three leeches gorged on [[Gendry]]'s blood - considered by [[Melisandre]] King's blood due to his status as [[Robert Baratheon]]'s offspring - representing the three &quot;usurpers&quot; he wants destroyed: [[Robb Stark]], [[Balon Greyjoy]], and [[Joffrey Baratheon]].&lt;ref&gt;&quot;[[Second Sons (episode)]]&quot;&lt;/ref&gt; By the end of Season 4, Balon Greyjoy is the only &quot;usurper&quot; still alive.\n\n"}, "title": "Blood magic"}