{"attributes": {"founding": "", "founder": "Quote", "places": "", "title": "Bloody Gate", "image": "The Bloody Gate.png", "rulers": "The Knight of the Gate", "location": "Westeros, the Vale of Arryn", "military": "", "religion": "The Faith of the Seven", "age": "", "type": "Castle", "institutions": "", "population": ""}, "sections": {"TOP": "Bloody Gate06983gtj9sptqm85gguv81t2s4piwtt3cpeb1683502015-01-03T21:41:28ZThe Dragon Demands5014364/* In the books */{{Settlement\n| Title=Bloody Gate\n| Image=The Bloody Gate.png\n| Image size=\n| Location=[[Westeros]], the [[Vale of Arryn]]\n| Type=Castle\n| Population=\n| Rulers=The [[Knight of the Gate]]\n| Religion=The [[Faith of the Seven]]\n| Military=\n| Institutions=\n| Places=\n| Founding=\n| Age=\n| Founder=\n}}\n{{Quote|They call the entrance to their lands &quot;the Bloody Gate&quot; because, in the Age of Heroes, a dozen armies supposedly smashed themselves against it.|[[Petyr Baelish]]|The Vale (Histories &amp; Lore)}}\n[[Image:Bloody Gate Pin.png|thumb|right|200px|A map showing the location of the Bloody Gate on the continent of Westeros.]]\nThe '''Bloody Gate''' is a castle that guards the western edge of the [[Vale of Arryn]]. It is a waycastle on the road to [[the Eyrie]], the seat of [[House Arryn]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season1/#!/locations/the-eyrie/ HBO viewers guide, season 1 map, The Eyrie entry]&lt;/ref&gt;\n\nThe Bloody Gate is located about 20 miles from the Eyrie.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Knight of the Gate during the first novel is [[Ser]] [[Brynden Tully]]. After Ser Brynden renounces the post to aid [[House Tully]], the title is granted to Ser [[Donnel Waynwood|Donnel]] of [[House Waynwood]].\n\nIn the books the Bloody Gate is first depicted in the first novel,Â ''â&euro;&lsaquo;A Game of Thrones''â&euro;&lsaquo;, whenÂ [[Catelyn Stark]]Â takesÂ [[Tyrion Lannister]]Â to the Eyrie for she suspects he has attempted on Bran's life (at the time point corresponding toÂ &quot;[[The Wolf and the Lion]]&quot;), however the Bloody Gate is absent fromÂ [[Season 1]], and is not introduced until Season 4.\n\nThe proximity of the Bloody Gate to the Eyrie in &quot;[[First of His Name]]&quot; indicates that this location has been seemingly merged with the Gates of the Moon. In the books, the Eyrie is built at the peak of a mountain known as the Giant's Lance, while another castle known as the Gates of the Moon stands at the foot of the mountain, guarding the only pass to the summit. During the winter years, the Arryns move their seat to the Gates of the Moon, but then return to the Eyrie when summer arrives.\n\nThen again, in &quot;[[The Children]]&quot;, Brienne and Arya state that their current location is about 30 miles west of the Eyrie, and 10 miles west of the Bloody Gate.  This indicates that the Eyrie and Bloody Gate are still located about 20 miles apart in the TV continuity.  Therefore it isn't clear if the Bloody Gate in the TV series is meant to be at the very foot of the mountain that the Eyrie is located on - though the Eyrie can still be ''seen'' in the distance from the Bloody Gate.\n\n", "History": "===Background===\nThe Bloody Gate is a series of battlements placed across the mountainous [[Eastern Road]] as it winds its way into the Vale of Arryn from the [[Mountains of the Moon]].  The gate is built along a natural choke point where the road narrows significantly into a tight ravine, so that only a few people can walk abreast.  There are two long parapets built into the stone of the mountains. The pass, narrow where it meets the gate, is watched over by twin watchtowers, which are joined by a covered bridge of grey stone that arches above the road.  Archers are positioned atop the cliffs along the length of the narrow ravine, and train their aim on any who approach the gate.  \n\nThe Bloody Gate is commanded by the [[Knight of the Gate]], a position appointed by the [[Lord of the Eyrie]]. The Knight asks all travelers to identify themselves with the traditional line, &quot;Who would pass the Bloody Gate?&quot;\n\nThe Bloody Gate has been the primary defensive strongpoint of the Vale for thousands of years. According to myth, more than a dozen armies were destroyed trying to take it during the [[Age of Heroes]].&lt;ref&gt;[[The Vale (Histories &amp; Lore)]]&lt;/ref&gt;\n\n===[[Season 4]]===\nAfter fleeing [[Purple Wedding|King Joffrey's assassination]]  in [[King's Landing]], [[Sansa Stark]] is led to the Vale by [[Petyr Baelish|Petyr &quot;Littlefinger&quot; Baelish]] in his ship.  Rather than risk detection by entering the Vale through a major port, however, they apparently landed near the mouth of the [[Trident]] River to enter the Vale by land from the west, posing as common travelers.  Baelish identifies himsef to the Knight of the Gate, Ser [[Donnel Waynwood]], and claims that the girl with him is his niece &quot;Alayne&quot;.&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;\n\nLater, [[Arya Stark]] and [[Sandor Clegane]] arrive at the Bloody Gate as they head to the Eyrie, where Sandor hopes to ransom Arya to her aunt [[Lysa Arryn]], her one remaining relative who is both free and wealthy.  When Ser Donnel asks him the traditional line &quot;Who would pass the Bloody Gate?&quot;, Sandor quips &quot;The bloody Hound!&quot; in response, and announces that Lysa's niece Arya is his traveling companion.  Ser Donnel respectfully says that if that is the case, she has his condolences, as Lady Lysa died only three days before (secretly, pushed out of the [[Moon Door]] by Baelish himself).  Sandor and Arya are momentarily stunned at this last in a long line of disappointments, particularly after the rest of Arya's family was killed at the [[Red Wedding]] just as they arrived.  Arya bursts out giggling uncontrollably at the irony of her misfortune - but then continues to laugh at Sandor's bad luck, because he was so sure that his plan to ransom her to Lysa would work.&lt;ref&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt;  They both turn back and travel away from the gate, and are not followed by the guards.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n"}, "title": "Bloody Gate"}