{"attributes": {}, "sections": {"TOP": "Boneway021366hezwirr5y0zmymmtmxs8q3w1b2kleta1806042015-04-02T23:41:43ZThe Dragon Demands5014364/* References */{{Quote|The fighting didn't stop until Dorne married into the Seven Kingdoms, a mere hundred years ago. But still the houses of the Stormlands, such as the [[House Dondarrion|Dondarrions]], guard the Boneway, the mountain pass into the Marches, against any Dornish incursion.|[[Brienne of Tarth]]|The Stormlands (Histories &amp; Lore)}}\nThe '''Boneway''' is a pass through the [[Red Mountains]] that connects [[Dorne]] to the [[Dornish Marches]] in [[the Stormlands]]. It is one of only two major passes through the [[Red Mountains]], linking [[Dorne]] to the [[Stormlands]] and [[the Reach]]. The other major pass is the [[Prince's Pass]], located further west. The Boneway runs relatively close to the east coast.\n\n[[Blackhaven]], the castle-seat of [[House Dondarrion]] sits along the pass, on the Stormlands side of the border. The Dondarrions and other Marcher lords from the Stormlands have fought numerous border wars over the centuries in the mountain passes with Dornish lords from the south.&lt;ref&gt;[[The Stormlands (Histories &amp; Lore)]]&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Boneway is the colloquial name for the Stone Way. Its Dornish side is guarded from the castle [[Yronwood]], the seat of House Yronwood, which holds the title of Warden of the Stone Way. The path runs north past the [[Wyl]] and ends at [[Summerhall]] in the Dornish Marches.\n\nThe Boneway is one of two major passes through the Red Mountains, the other being the Prince's Pass further west. The Boneway might be thought of as the more important of the two, given that it is closer to the coast and [[Storm's End]] (hence why Brienne's animated Histories &amp; Lore featurette calls it &quot;the&quot; pass through the mountains).\n\n"}, "title": "Boneway"}