{"attributes": {"status": " :Category:Status: Alive", "death": " ", "last": " &quot;Second Sons (episode)", "title": " Boros Blount", "season": " Season 1", "image": " Boros_Blount.png", "allegiance": [" House Blount", "The Kingsguard"], "actor": " :Category:Performer Unidentified", "titles": " Ser", "link": "KingsguardCharacter", "7": "yes", "9": "yesSeason Three Appearances", "8": "yes==In the books==Boros Blount has a more prominent role in the ''A Song of Ice and Fire'' novels. In the TV series he is merely a background character, and many of his lines and actions are given to his fellow Kingsguard Ser Meryn Trant. Blount is a member of Robert Baratheon's Kingsguard. He is a short-tempered, ugly man with a broad chest and short, bandy legs. He has a flat nose, jowls and grey hair. Ser Jaime Lannister considers him an angry paper shield. Many characters throughout the series think of Blount with contempt due to the man's cowardice. Like Trant, Varys considers him one of &quot;Cersei's creatures&quot;.Boros, along with the other five Kingsguard members present, openly laughs when his Lord Commander Barristan Selmy is unlawfully dismissed from service.In the books, it is Boros Blount the one who carries out Joffrey's orders to undress and beat Sansa Stark instead of Ser Meryn. He's also absent during the Battle of the Blackwater, having been dismissed for cowardice after yielding Prince Tommen to Tyrion's agents when the Prince is smuggled out of King's Landing to protect his life from the impending attack by Stannis Baratheon. However, he is reinstated to the Kingsguard by Tywin Lannister upon his return as Hand of the King, to fill the vacancy left by the Hound when he deserted. Jaime thinks that his sister should have never dismissed Boros, but their father only compounded the shame by reinstating him.Following Joffrey's death by poisoning, Jaime makes Boros the offical food taster for King Tommen, as he deems him unfit to do anything else. Boros considers this a shameful post for a knight of the Kingsguard, grabs the hilt of his sword and says angrily &quot;You should be the food taster, it seems to me. What else is a cripple good for?&quot;. Jaime smiles and challenges Boros to fight him, although he is aware that even fat, aging and ordinary swordman like Boros can hack him into bloody pieces. Luckily for Jaime, Boros is too coward to accept the challenge. He spits at Jaime's feet and storms outside, but complies in this new role.In the Trial of Tyrion Lannister, Boros testifies after Meryn Trant, repeating what Meryn said. Whatever mislike Boros may harbors toward Cersei for dismissing him from the Kingsguard, he says the words she wants all the same.Sansa thinks that Boros Blount is &quot;the worst of the Kingsguard, an ugly man with a foul temper, all scowls and jowls&quot;, which is quite an accurate description of him.==See also==* AWOIAF (MAJOR spoilers from the books)==References==Reflist", "aka": " The Fat&lt;ref&gt;The Kingsguard (Histories &amp; Lore)&lt;/ref&gt;Quote", "appearances": " 5 episodes &lt;small&gt;(#Appearances", "first": [" &quot;You Win or You Die&quot; /", " &quot;Blackwater&quot; (identified)"]}, "sections": {"In the books": "Boros Blount has a more prominent role in the ''[[A Song of Ice and Fire]]'' novels. In the TV series he is merely a background character, and many of his lines and actions are given to his fellow Kingsguard Ser [[Meryn Trant]]. Blount is a member of Robert Baratheon's Kingsguard. He is a short-tempered, ugly man with a broad chest and short, bandy legs. He has a flat nose, jowls and grey hair. Ser [[Jaime Lannister]] considers him an angry paper shield. Many characters throughout the series think of Blount with contempt due to the man's cowardice. Like Trant, Varys considers him one of &quot;Cersei's creatures&quot;.\n\nBoros, along with the other five Kingsguard members present, openly laughs when his Lord Commander [[Barristan Selmy]] is unlawfully dismissed from service.\n\nIn the books, it is Boros Blount the one who carries out Joffrey's orders to undress and beat [[Sansa Stark]] instead of Ser Meryn. He's also absent during the Battle of the Blackwater, having been dismissed for cowardice after yielding Prince [[Tommen]] to Tyrion's agents when the Prince is smuggled out of King's Landing to protect his life from the impending attack by Stannis Baratheon. However, he is reinstated to the Kingsguard by [[Tywin Lannister]] upon his return as Hand of the King, to fill the vacancy left by [[the Hound]] when he deserted. Jaime thinks that his sister should have never dismissed Boros, but their father only compounded the shame by reinstating him.\n\nFollowing Joffrey's death by poisoning, Jaime makes Boros the offical food taster for King Tommen, as he deems him unfit to do anything else. Boros considers this a shameful post for a knight of the Kingsguard, grabs the hilt of his sword and says angrily &quot;You should be the food taster, it seems to me. What else is a cripple good for?&quot;. Jaime smiles and challenges Boros to fight him, although he is aware that even fat, aging and ordinary swordman like Boros can hack him into bloody pieces. Luckily for Jaime, Boros is too coward to accept the challenge. He spits at Jaime's feet and storms outside, but complies in this new role.\n\nIn the [[Trial of Tyrion Lannister]], Boros testifies after Meryn Trant, repeating what Meryn said. Whatever mislike Boros may harbors toward Cersei for dismissing him from the Kingsguard, he says the words she wants all the same.\n\nSansa thinks that Boros Blount is &quot;the worst of the Kingsguard, an ugly man with a foul temper, all scowls and jowls&quot;, which is quite an accurate description of him.\n\n", "TOP": "Boros Blount09370snn7j4v4k9w2slaq20ozux3fufem1qd1798822015-03-27T18:31:46ZThe Dragon Demands5014364Undo revision 179846 by [[Special:Contributions/Ardilaun|Ardilaun]] ([[User talk:Ardilaun|talk]]){{Heraldry\n|image=Kingsguard mini shield.png\n|link=Kingsguard\n}}\n{{Character\n| Title = Boros Blount\n| Image = Boros_Blount.png\n| Season = [[Season 1|1]], [[Season 2|2]], [[Season 3|3]], [[Season 4|4]]\n| First = &quot;[[You Win or You Die]]&quot; /&lt;br&gt; &quot;[[Blackwater]]&quot; (identified)\n| Last = &quot;[[Second Sons (episode)|Second Sons]]&quot;\n| Appearances = 5 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n| Status = [[:Category:Status: Alive|Alive]]\n| Allegiance = [[House Blount]]&lt;br&gt;The [[Kingsguard]]\n| Titles = [[Ser]]\n| Death = |Actor = [[:Category:Performer Unidentified|Unidentified]]|Aka = The Fat&lt;ref&gt;The Kingsguard (Histories &amp; Lore)&lt;/ref&gt;}}\n{{Quote|Maybe I'll pay you a visit tonight after my uncle passes out. How'd you like that?... You wouldn't? That's all right. Ser Meryn and Ser Boros will hold you down.|King [[Joffrey Baratheon]] threatens to rape [[Sansa Stark]] on her wedding night|Second Sons (episode)}}\n\n'''Boros Blount''' is a recurring background character in the [[Season 1|first]], [[Season 2|second]] and [[Season 3|third]] seasons. He is played by an unidentified extra and is first identified by name in &quot;[[Blackwater]].&quot; Ser Boros Blount is a member of the [[Kingsguard]] and defends King [[Joffrey Baratheon]] as he defended King [[Robert Baratheon]] before him.\n\n", "Appearances": "{{Season One Appearances|7=yes|8=yes}}\n{{Season Two Appearances|9=yes}}\n{{Season Three Appearances|7=yes|8=yes}}\n\n", "Biography": "===Background===\nSer Boros is a member of [[House Blount]], a noble house from the [[Crownlands]].\n\n===[[Season 1]]===\nSer Boros was among the guards that attacked [[Eddard Stark]] when he tried to de-throne King Joffrey.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt; He was also present when Ser [[Barristan Selmy]] was dismissed from the Kingsguard.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n[[File:Tyrion speech.jpg|thumb|Tyrion rallying the troops]]\nDuring the [[Battle of the Blackwater]], Ser Boros and Ser [[Mandon Moore]] remain at the side of King [[Joffrey]] as he oversees the [[King's Landing|city]]'s defenses alongside [[Tyrion Lannister]], the [[Hand of the King]]. When Queen [[Cersei Lannister|Cersei]] learns that the forces of [[Stannis Baratheon]] have almost breached the walls, she orders Joffrey to be brought into the safety of the [[Red Keep]]. When told that he has to leave the wall at the behest of Queen Cersei, Joffrey, who has never shown much courage in the face of adversity, complies and orders Ser Mandon and Ser Boros to aid Tyrion and fight on in his stead. They stand behind Tyrion as he gives a speech to rally the troops. &lt;ref&gt;&quot;[[Blackwater (episode)|Blackwater]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\nSer Boros, along with his three sworn brothers, is present at the [[Great Hall (Red Keep)|Great Hall]] when [[Tywin Lannister]] presents himself before King Joffrey.&lt;ref&gt;&quot;[[The Bear and the Maiden Fair]]&quot;&lt;/ref&gt;\n\nDuring the feast to celebrate the [[Marriage|wedding]] of Tyrion Lannister and [[Sansa Stark]], King Joffrey taunts Sansa by telling her that he may rape her, and have Ser [[Meryn Trant|Meryn]] and Ser Boros hold her as he does it.&lt;ref&gt;&quot;[[Second Sons (episode)|Second Sons]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\nSer Jaime goes over the security plans for the Royal Wedding feast with Ser Meryn Trant, mentioning the place in which Ser Boros will be stationed&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\nAfter King Joffrey's [[Purple Wedding|assassination]], Cersei chastises Ser Jaime for posting only Ser Boros outside Tommen's door, and commands him to have four men guarding the future king day and night.&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n"}, "title": "Boros Blount"}