{"attributes": {}, "sections": {"TOP": "Bowl of brown0174516m492arkh6btw1kl6l7g8u43ujbnipx1606752014-09-27T03:28:35ZThe Dragon Demands5014364Because it's a local dish specific to King's Landing{{Dialogue a-b|Melisandre|When I was your age, I lived on one bowl of stew a day, and 'stew' is a kind word for it.|Gendry|In [[Flea Bottom]] we called them 'bowls of brown'.  We'd pretend that the meat in them was chicken - we knew it wasn't chicken.|Gendry recounts the bowls of brown served in the slums of King's Landing|Second Sons (episode)}}\n\n'''Bowl of brown''' (or, '''bowls o'brown''') is a cheap, meager stew served in the slums of [[King's Landing]], particularly in [[Flea Bottom]].&lt;ref&gt;&quot;[[Second Sons (episode)]]&quot;&lt;/ref&gt;\n\nBowls of brown are a slow-cooked stew, and the ingredients are not always identifiable.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt; The ingredients in a particular bowl of brown vary considerably from one pot-shop to the next, and often vary greatly at a specific pot-shop on different days, depending on what the cooks are able to acquire.\n\nBowls of brown are a step above gruel, in the sense that they allegedly contain some meat. When times are good, better pot-shops may serve bowls of brown that actually contain meat from locally caught fish or pigeons. When times are bad, even the best pot-shops often supplement the stew with rats...or worse. Even in the best of times, few who purchase bowls of brown have any illusions that they are eating meat of such quality as even simple chicken meat.\n\nNonetheless, bowls o'brown are a staple diet for the thousands of [[smallfolk]] who live in the slums of cities such as King's Landing. The city's poor eat nothing but bowls o'brown day after day, and somehow still get enough nutrition to keep functioning.\n\n", " See also ": "\n* [http://awoiaf.westeros.org/index.php/Bowl_of_brown Bowl of brown at A Wiki of Ice and Fire]\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, the exact contents of bowls o'brown vary considerably depending on what the pot-shop is able to find. At best, they might contain fish or pigeon meat, but rarely if ever would they contain chicken. They also usually contain a varying assortment of vegetables. More commonly, cheap pot-shops serve bowls of brown which contain meat from rats and cats. Bowls of brown are slow-cooked in immense pots, sometimes simmering for years at a time before a scoop of it is taken to be served.\n\nAt one point, [[Tyrion Lannister]] has [[Bronn]] kill a musician named Symon Silver Tongue who knows too much about his relationship with [[Shae]], and who attempts to blackmail him by threatening to sell the information to his sister [[Cersei Lannister|Cersei]]. Tyrion is willing to pay Symon a generous sum (thirty Gold Dragons) to keep his mouth shut, but Symon greedily tries to blackmail him further, until Tyrion's patience runs out. When asked to dispose of his corpse, Bronn remarks that he knows a pot-shop that makes a &quot;savory bowl o'brown&quot; with &quot;all kinds of meat in it.&quot; Tyrion instructs Bronn to &quot;make certain I never eat there.&quot;\n\n&quot;Bowls of brown&quot; are somewhat culturally unique to King's Landing itself, though similar variants of cheap stew (known by different names) are common in the other four cities of the Seven Kingdoms, or in any settlement where people cannot afford more pleasant meals.\n\n"}, "title": "Bowl of brown"}