{"attributes": {"founding": "", "founder": "The MoonsingersQuote", "places": "Titan of Braavos&lt;br /&gt;Arsenal of Braavos&lt;br /&gt;House of Black and White&lt;br /&gt;The Sealord's Palace&lt;br /&gt;The Ragman's Harbor&lt;br /&gt;The Purple Harbor&lt;br /&gt;The Chequy Port&lt;br /&gt;The Sept-Beyond-the-Sea", "title": "Braavos", "image": "Titan of Braavos.jpg", "rulers": "The Sealord of Braavos", "location": "The Free Cities, Essos", "military": "", "religion": "Mixed", "age": "800 years", "type": "Mercantile city-state", "institutions": "Iron Bank of Braavos&lt;br /&gt;Guild of the Faceless Men", "population": ""}, "sections": {"TOP": "Braavos02306o83wsgsi9hqtlniipg31yi0uobn9aqw1799112015-03-27T19:44:52ZThe Dragon Demands5014364/* Behind the scenes */{{Settlement\n| Title=Braavos\n| Image=Titan of Braavos.jpg\n| Image size=\n| Location=The [[Free Cities]], [[Essos]]\n| Type=Mercantile city-state\n| Population=\n| Rulers=The [[Sealord of Braavos|Sealord]]\n| Religion=Mixed\n| Military=\n| Institutions=[[Iron Bank of Braavos]]&lt;br /&gt;Guild of the [[Faceless Men]]\n| Places=[[Titan of Braavos]]&lt;br /&gt;[[Arsenal of Braavos]]&lt;br /&gt;[[House of Black and White]]&lt;br /&gt;The Sealord's Palace&lt;br /&gt;The Ragman's Harbor&lt;br /&gt;The Purple Harbor&lt;br /&gt;The Chequy Port&lt;br /&gt;The Sept-Beyond-the-Sea\n| Founding=\n| Age=800 years\n| Founder=The Moonsingers\n}}\n{{Quote|Braavos is the strangest, a city erected not by the [[Valyrian Freehold|Freehold]], but against it. A labyrinth of illusion and deceit to hide the refugees from [[Valyria]]'s [[Slavery|slave-lords]].  After the [[Doom of Valyria|Doom]], the city emerged from the shadows to become of the greatest banking centers in the world.|Ser [[Jorah Mormont]] discusses the Free Cities.|The Free Cities (Histories &amp; Lore)}}\n[[Image:Bravoss.png|thumb|[[Bravos]] walk the wharves of Braavos]]\n[[Image:Braavos.png|right|thumb|200px|Map showing the location of '''Braavos''' on the continent of [[Essos]].]]\n[[Image:Syrio Forel.png|right|thumb|200px|Syrio Forel, First Sword of Braavos.]]\n'''Braavos''' is one of the [[Free Cities]]Â located on the continent of [[Essos]]. It lies east of [[Westeros]], across the [[Narrow Sea]]. It is the northern-most, the richest, and arguably the most powerful of the [[Free Cities]]. The city spans hundreds of tiny islands connected by small stone bridges. As well as the city itself, the rulers of Braavos also control the surrounding lagoon and [[Braavosian Coastlands|a strip of the coastline]] southwards towards [[Pentos]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season1/#!/locations/braavos/ HBO viewers guide, season 1 map, Braavos entry]&lt;/ref&gt;&lt;ref name=&quot;Braavos VG&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/braavos/ HBO viewers guide, season 2 map, Braavos entry]&lt;/ref&gt;\n\nA giant statue of the [[Titan of Braavos]] guards the harbor entrance to the city. The people of Braavos are known as '''Braavosi'''. Braavosi are revered seafarers and [[Bravos|swordsmen]].&lt;ref name=&quot;Braavos VG&quot; /&gt;\n\nUnlike Westerosi nobility, wealthy and powerful Braavosi favor wearing dark colors.&lt;ref&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt;\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Braavos lies at the northwestern-most end of the [[Essos]] continent, roughly due east of [[the Vale of Arryn]]. It is the only one of the Nine Free Cities which was not a former colony of the [[Valyrian Freehold]]. The city was founded by galley slaves after they staged a mutiny and killed their Valyrian overseers. Directed by the Moonsingers, they sailed as far north as they could in the Narrow Sea in search of a refuge. They established the Secret City of Braavos and kept its location secret for over four centuries, accepting other refugees and escaped slaves in the process. Because of the nature of its founding, Braavos does not keep slaves, does not like to do business with those who keep slaves, and frequently uses its military and economic power to encourage other states to give up slavery. After the [[Doom of Valyria]] four hundred years ago Braavos revealed itself to the world, and as the other Free Cities were left in chaos for decades after the Doom, Braavos rose to become the most powerful of the Free Cities. Due to its unique origin, Braavos is sometimes referred to as the Bastard Son of Valyria.\n\nBecause the Valyrians took slaves from across the vast reaches of the continent of Essos, its slave population was very diverse. Due to its origins as a refuge for slaves escaping from Valyria, Braavos is ethnically and culturally very diverse, with much more of a &quot;cosmopolitan&quot; and polyglot society than even the other Free Cities. There is no one majority religion in Braavos as a result: worshipers of all major religions may be found there (even the Faith of the Seven and the Lord of Light have at least small temples in Braavos), as well as numerous minor local religions. As a result of this diversity, there is no set &quot;Braavosi ethnicity&quot; or set of physical features. This is in contrast with some of the other Free Cities, such as Myr (whose inhabitants tend to have dark features and olive-skin) or Lys (whose inhabitants have classic Valyrian looks of pale skin, blue eyes, and blonde to white hair).\n\nThe city sprawls across a hundred islands in a vast lagoon. The nearby mainland is mostly marshland, while the seaward sides of the city are protected by tall, mountainous islands which form a semi-circle around the city. There is only one channel large and deep enough to accommodate ocean-going ships. This channel is defended by a massive statue called the Titan of Braavos, which serves as landmark, lighthouse and defensive fortification. Just beyond the Titan lies a vast shipyard called the Arsenal, which is capable of assembling a war galley out of local materials in just a day. The city proper lies beyond.\n\nThe city itself consists of a hundred unwalled islands linked by bridges and separated by water, either natural channels or canals. Several parts of the city have sunk over the years, although the tops of the buildings are still visible emerging about the waves. The city is served by two immense harbors, the Ragman's Harbor in the west were foreign ships are berthed and the Purple Harbor in the north, used by locals. All ships have to submit to inspection from officials at the Chequy Port before being directed to a berth.\n\nThe city is ruled by the Sealord, though various nobles have a say in the city's affairs. The city is religiously tolerant, with many temples to many deities (including the Westeros [[Faith of the Seven]]) located on the Isle of the Gods. A sect known as the Moonsingers are the most popular religion in Braavos, however. The city has a strong military force, consisting of the largest fleet of ships on the Narrow Sea and the resources necessary to hire large armies of mercenaries and freeriders very quickly. The city also has a powerful banking institution, the [[Iron Bank of Braavos|Iron Bank]], which holds the debts of many other governments (including the [[Iron Throne]] of Westeros), furthering Braavosi influence and power. Currently, the Iron Bank of Braavos is bigger than the banks of all the other Free Cities put together, and plays a major role in financial transactions across both Essos and Westeros.\n\nBraavos is strongly allied to the Free City of [[Pentos]], located further south along the coast. The Braavosi influence has seen Pentos outlaw slavery within the city (though very wealthy Pentoshi like Illyrio Mopatis privately flout this with their &quot;servants&quot;).\n\nAt the time of the War of the Five Kings, Braavos is more or less the most powerful of the Free Cities. The Free City with the largest population is Volantis, the first colony of Valyria which used to be the most powerful. However, Volantis entered into a decline three hundred years ago after attempting and failing to conquer all of the other Free Cities. While still one of the more powerful of the group, due to its decline and internal problems supporting its large population, Volantis was edged out by Braavos as the most powerful overall. This is despite the fact that Braavos actually has a relatively small population, and physically all of Braavos could easily fit within Volantis's harbor.\n\nThe historical development of Braavos also has some loose parallels with ancient [[Wikipedia:Athens|Athens]]. Braavos is actually located on very poor swamp lands, and does not actually produce many of its own products for export: the Braavosi economy is based on banking, and maintaining a large merchant fleet which transports goods between the different Free Cities and Westeros. The ancient Athenian historian [[Wikipedia:Thucydides|Thucydides]], writing in the fifth century B.C., pointed out that Athens was also located on lands which were actually poor relative to other parts of Greece, yet it rose to dominate much of the rest of Greece. Thucydides theorized that because Athens started out on poor lands, it wasn't a frequent target of foreign invasions, while other more wealthy cities were constantly being invaded or fighting trade wars. Thus while these other cities may have been physically richer, they could not capitalize on this raw wealth, while poor Athens enjoyed enough long-term political stability that it eventually became a major hub for the development of regional commerce. Similarly, Braavos is relatively small, and has few natural resources, but because it wasn't reliant on Valyria it enjoyed political and economic stability during the [[Century of Blood]], the hundred years of constant civil wars between the Free Cities following the Doom of Valyria. Because Braavos was so stable, its banks and shipping became the most reliable, until it dominated commerce throughout the rest of the Free Cities.\n\nAccording to the TV series official [[pronunciation guide]] developed for the cast and crew, &quot;Braavos&quot; is pronounced &quot;BRA-vos &quot;.\n\n", "Behind the scenes": "\nThe architecture and costuming of Braavos, which first prominently appeared on-screen in Season 4, were heavily inspired by the Dutch Golden Age of the 16th to 17th centuries:\n\n:[[Frank Doelger]] (Executive Producer) &quot;Once we decided we were using the Netherlands in the 16th and 17th century as [[Wikipedia:Dutch Baroque architecture|the model for the buildings]] of Braavos, Michele then picked up on that, and designed the costumes for Braavos along the same lines.&quot;\n\n:[[Michele Clapton]] (Costume designer):  &quot;I quite like the idea that banking is a dirty business.  Once they come into the bank, they put the (sable?) on, because it's where they're working.  And the men are in these very pleated skirts, and metalic roughs.  \n\n:[[D.B. Weiss]] (Executive Producer):  &quot;...From the moment we read about the Iron Bank, and [[Tycho Nestoris]] the representative of the [[Iron Bank of Braavos|Iron Bank]], we loved it because it was such an atypical element - banking doesn't really factor into most High Fantasy.  But it's very modern, I mean the lines are very clean and Dutch Protestant, and the way they dress is inspired by the [[Wikipedia:Dutch Golden Age|Dutch Golden Age]], and they're a bit more advanced than most of the people in Westeros - which is perhaps why they're in charge of everything.&quot;&lt;ref&gt;[https://www.youtube.com/watch?v=Pk00ppQ5nNw Game of Thrones - Silk, Leather &amp; Chainmail: Costumes of Season 4]&lt;/ref&gt;\n\nWhen the Dutch Republic achieved independence after the Thirty Years War ended, its resulting government was a non-hereditary general assembly - in theory; in practice it was dominated by oligarchical merchant families.  Still, this led to a strong anti-monarchist sentiment during the Dutch Golden Age, a time espousing egalitarian values.  Architectural designs from the period have a marked emphasis on sobriety and restraint - in contrast with wealthy kings and nobles each trying to outdo each other with increasingly more opulent architectural designs.  In many ways this matches how Braavosi society is described in the novels:  founded by escaped slaves from all races who fled from Valyrian control, the Braavos is strongly opposed to the slave trade, and has no hereditary nobles or kings.  Like the Dutch Republic, Braavosi politics are largely dominated by wealthy merchant-princes and bankers.\n\nPhysically, due to its many canals and romance culture vaguely similar to medieval Italian city-states, Braavos in the novels is vaguely similar to real-life [[Wikipedia:Venice|Venice]]. However, in terms of climate and weather, it is one of the northernmost of the Free Cities (at the same latitude as [[The Eyrie|the Eyrie]] in Westeros), and is noted for having cooler temperatures with mists rolling in off the water - more akin to northern European cities like Amsterdam. All-in-all BrugesÂ (one of the places often referred to as &quot;the Venice of the North&quot;) is the closer analogy than Venice - and indeed, the TV series based the look of Braavos on the Dutch Republic (albeit, Bruges was ''near'' the Dutch Republic but was not ruled by it).  The giant statue known as the Titan of Braavos is analogous to that of the ancient Greek Colossus of Rhodes.\n\nIndeed, Production Designer [[Deborah Riley]] said in a Season 4 featurette:  &quot;David and Dan had always said that perhaps an inspiration for Braavos could be Venice.  And the thing that I think was quite exciting about Braavos (in &quot;[[The Laws of Gods and Men]]&quot;) was being able to show wealth, but being able to show it through an austerity, through the notion that less is more.&quot;&lt;ref&gt;[http://www.makinggameofthrones.com/production-diary/the-titan-of-braavos ]&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n\n", "Notable Braavosi": "* [[Syrio Forel]], former [[First Sword of Braavos]], resident in [[King's Landing]]. Believed to have beenÂ killed byÂ Ser [[Meryn Trant]] of the [[Kingsguard]].\n* [[Elyo Grivas]], a former First Sword of Braavos before Syrio held the title.Â \n* {[[Mero]]}, known as &quot;the Titan's Bastard&quot;, captain of the &quot;[[Second Sons]]&quot; sellsword company. Beheaded by [[Daario Naharis]].\n* &quot;[[Jaqen H'ghar]]&quot;, a member of the [[Faceless Men]].\n* [[Tycho Nestoris]], a representative of the [[Iron Bank of Braavos]].\n* [[Ternesio Terys]], master of the ''[[Titan's Daughter]]''.\n\n", "History": "Braavos was founded as a secret city by escaped slaves and refugees from the [[Valyrian Freehold]]. After the Doom of Valyria, it rose to prominence, becoming a major trade and banking center.\n\n===[[Season 1]]===\nLord [[Eddard Stark]] hires [[Syrio Forel]], of Braavos, as a sword tutor for his daughter, [[Arya Stark|Arya]]. Syrio tells Arya that he was the First Sword of the city for nine years.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt; Syrio later says that the First Sword of Braavos never runs from a fight, no matter how hopeless.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n===[[Season 2]]===\n[[Jaqen H'ghar]] offers three deaths to [[Arya Stark]] as payment for her having saved his life and the lives of two other men. After Arya uses her third wish to escape from Harrenhal, she meets Jaqen on the road who tells and shows her that he is one of the [[Faceless Men]] of Braavos and invites her to follow him back there. When Arya grudgingly declines, Jaqen gives her a coin and tells her to show it to a Braavosi and recite the words 'Valar Morghulis' should she ever decide to visit [[Braavos]].\n\n===[[Season 3]]===\n[[Tyrion Lannister]] learns after becoming [[Master of Coin]] that the [[Iron Throne]] is deeply in debt to the [[Iron Bank of Braavos]].&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\nKing [[Stannis Baratheon]] and Ser [[Davos Seaworth]] visit Braavos to treat with the Iron Bank. The Bank initially refuses to financially back Stannis, but changes their mind after Davos points out that, apart from the aged [[Tywin Lannister]], none of the members of [[House Lannister]] are reliable trading or banking partners likely to make good on their debts, whereas Stannis is not only in his prime and a proven battle commander, but also a man who fulfills his promises. The Iron Bank then agrees to help fund Stannis' war effort. Davos then recruits [[Salladhor Saan]], who is at Braavos at the time.&lt;ref&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt;\n\n[[Arya Stark]] approaches a [[Ternesio Terys|ship's captain]], wanting to book passage to [[the North]]. He turns her down, saying that he is actually bound for his home city of Braavos. Remembering the iron coin and instructions given to her by [[Jaqen H'ghar]], Arya hands Terys the coin and whispers the words ''valar morghulis''. Startled, he responds ''valar dohaeris'' and promises that she will have a cabin.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n"}, "title": "Braavos"}