{"attributes": {"status": " :Category:Status: Dead", "title": " Brandon Stark", "season": " Season 1", "image": " Bran the Builder.png", "allegiance": " House Stark", "culture": " First Mendialogue a-b", "titles": " King in the North", "link": " House Stark::''This article is about founder of House Stark, for other uses see Brandon Stark (disambiguation).''Character", "mentioned": " &quot;Cripples, Bastards and Broken Things&quot;", "place": " Winterfell", "aka": [" Bran the Builder", "Brandon the Builder"]}, "sections": {" In the books ": "\n[[File:Brandon wall.jpg|thumb|Bran the Builder oversees the construction of the Wall]]In the ''[[A Song of Ice and Fire]]'' books, Bran the Builder is also considered the founder of House Stark. According to legend, he advised Durran during the building of Storm's End when he was just a boy. He's also traditionally attributed to having granted [[the Gift]] to the [[Night's Watch]], though [[Maesters]] argue that it must have been a different King in the North also named Brandon.\n\nBran the Builder did not, of course, construct all of Winterfell as it exists in the modern day. Even the original Winterfell was a massive fortress, but eight thousand years worth of incremental additions greatly expanded upon his original work. Nonetheless, there are still many parts of Winterfell which are said to date back to the time of Bran the Builder, and stand just as strong as the sections that were added later.\n\nAuthorÂ [[George R.R. Martin]]Â had stated that Bran the Builder might be a mythical character, noting he is as as far removed from the timeframe of the books as Noah or Gilgamesh is from ours in the real world.&lt;ref&gt;[http://www.westeros.org/Citadel/SSM/Entry/The_Wall]&lt;/ref&gt;\n\n===Descendants named &quot;Brandon&quot; in the Stark dynasty===\n\nNames are often repeated in aristocratic families, and House Stark is no exception. Due to the fame of &quot;Brandon the Builder&quot; as the founder of House Stark, &quot;Brandon&quot; became a very common name in the family. Given the astonishing eight thousand year history of House Stark (albeit much of it predating written history), there are quite a large number of characters named &quot;Brandon Stark&quot; who lived at one time or another within the fictional history of Westeros. Many of them aren't necessarily named for the original Brandon, but because a close relative was named after the original Brandon (or both), thus reinforcing the popularity of the name. There are at least ''eight'' distinct historical characters named &quot;Brandon Stark&quot; in the novels, though this is stretched across thousands of years. Within the relatively recent history of House Stark, two important characters are named &quot;Brandon Stark&quot;: [[Eddard Stark|Ned Stark]]'s older brother [[Brandon Stark (Son of Rickard)|Brandon Stark]], who was killed by the Mad King [[Aerys II Targaryen]], and Ned Stark's second youngest son [[Brandon Stark]], who was crippled when thrown out a window by [[Jaime Lannister]]. Ned's son was specifically named in memory of his uncle, who died about seven years before Ned's son Brandon was born. For TV viewers, only three of these Brandons are important, and in general there is usually little confusion in which one is being referred to: Brandon the Builder lived thousands of years ago, and Ned's son is usually called &quot;Bran&quot; for short to distinguish him from his uncle.\n\nAuthor [[George R.R. Martin]] made it a point to have several characters with the same name, because this happened in real life. It would be implausible if there was only one character named &quot;Brandon&quot; in the entire continent, throughout history. Moreover, names tend to repeat in aristocratic dynasties in honor of famous ancestors. One of the reasons Martin wrote the ''A Song of Ice and Fire'' novels is because he grew so frustrated with writing for television and film, in which budget constraints and audience attention span are a limiting factor. As Martin explained:\n\n:&quot;I remember as a little baby writer I was taught never have two characters whose names begin with the same letter because people will get them confused. And I realized I was going to have more than 26 characters, so that would have to go out the window. - And also I was reading a lot of history. [People said], 'Never have two characters with the same letter? Certainly never have two characters with the same name.' But then I'm saying, 'That's so unrealistic.'\n\n:I mean, English history is entirely composed of Henrys and Edwards. There's endless Henrys and Edwards, and you know, not only kings, who at least get numbers, but the guys who never become king. They're princes, and then they die. They're not even distinguished by numbers and it's very hard to keep all these guys straight. But that's the way the history actually was. Families using the same name over again. And I like that element of verisimilitude, [so] I adopted that.\n\n:You know, the Starks have [the name] Brandon. We have Bran, who is the kid, Brandon, Eddard's brother. There are other Brandons, if you back in the Stark family tree. [Including Brandon the Builder.] And many Brandons in between. Like the English with Edwards or Williams.&quot;&lt;ref&gt;[http://observationdeck.io9.com/george-r-r-martin-the-complete-unedited-interview-886117845]&lt;/ref&gt;\n\n", "TOP": "Brandon Stark (the Builder)0697501nbe1n0nmeypyx8qoopn76r4bhvk4b1749822015-03-02T17:08:30ZDaemon Targaryen24097499{{Heraldry\n|image = Stark mini shield.png\n|link = House Stark\n}}\n::''This article is about founder of House Stark, for other uses see [[Brandon Stark (disambiguation)]].''\n{{Character\n|Title = Brandon Stark\n|Image = Bran the Builder.png\n|Season = [[Season 1|1]]\n|Mentioned= &quot;[[Cripples, Bastards and Broken Things]]&quot;\n|Status= [[:Category:Status: Dead|Deceased]]\n|Titles = [[King in the North]]\n|Aka = Bran the Builder&lt;br&gt;Brandon the Builder\n|Allegiance = [[House Stark]]\n|Place = [[Winterfell]]\n|Culture = [[First Men]]}}\n{{dialogue a-b|Arya Stark|[[Bran Stark|He]] wants to be a knight of the Kingsguard. He can't be one now, can he?|Eddard Stark|No.  But someday he could be lord of a holdfast or sit on the King's [[Small council|council]]. Or he might raise castles, like Brandon the Builder.|Arya and Eddard talk about Bran's future.|Cripples, Bastards and Broken Things}}\n'''Brandon Stark''', also known as '''Bran the Builder''' or '''Brandon the Builder''', is an unseen character in ''Game of Thrones''. He lived roughly eight thousand years ago, and thus died long before the timeframe of the TV series. He is mentioned in the [[Season 1|first season]], and has appeared in the [[Complete Guide to Westeros]] and [[Histories &amp; Lore]] featurettes.\n\n", " See also ": "* {{AWOIAF|Bran the Builder}}\n\n", "Biography": "===Background===\n[[Image:BranTheBuilderCompleteGuide.png|thumb|Bran the Builder, founder of House Stark]]\nBran the Builder was a legendary member of theÂ [[First Men]] from the [[Age of Heroes]], the founder of [[House Stark]], and the first [[King in the North]]. Many famous structures are attributed to have been built under his direction, hence his nickname of &quot;the Builder&quot;, including [[Winterfell]] and most famously [[the Wall]], which according to legend, he raised with the aid of giants. Also according to legend, it is said he aided [[Durran]] with the construction of [[Storm's End]].&lt;ref&gt;&quot;[[The Age of Heroes (Complete Guide to Westeros)]]&quot;&lt;/ref&gt;&lt;ref&gt;&quot;[[House Stark (Complete Guide to Westeros)]]&quot;&lt;/ref&gt;\n\n===[[Season 1]]===\n\nWhen [[Arya Stark]] asks her father [[Eddard Stark|Eddard]] if her brother [[Bran Stark|Bran]] can ever be a knight now that he is paralyzed, he says no, but he can be lord of a holdfast, or sit on the king's council. Eddard also says that Bran might even raise a castle, like his ancestor and namesake Brandon the Builder.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\n"}, "title": "Brandon Stark (the Builder)"}