{"attributes": {"family": "Selwyn Tarth - father", "image": "Brienne-Profile-HD.png", "allegiance": ["House Tarth", "House Baratheon", "Renly Baratheon's Kingsguard", "House Tully"], "culture": "Andal", "titles": "", "images": " Quote", "death": "", "mentioned": "", "title": "Brienne of Tarth", "actor": "Gwendoline Christie", "religion": "Faith of the Seven", "status": " :Category:Status: Alive", "imagesize": "250px", "season": "Season 2", "appearances": "21 episodes &lt;small&gt;#Appearances", "link": "House TarthCharacter", "birth": "", "10": " yes==Family tree==House Tarth family tree==Image Gallery==&lt;gallery hideaddbutton=&quot;true&quot; columns=&quot;3&quot;&gt;Renly's_Kingsguard_with_Brienne_Loras_and_heraldry.jpg", "last": "", "age": "", "place": "Evenfall Hall, Tarth island, the Stormlands", "aka": "Brienne the Beauty", "first": "&quot;What is Dead May Never Die&quot;"}, "sections": {"Family tree": "{{House Tarth family tree}}\n\n", "Behind the scenes": "For her role as Brienne, Christie extensively trained to get into the right physical condition, as well as cutting off her long hair and reading all of the available novels to study her character's development in detail. She has said that Brienne is very different from her own personality and style. As a trained dancer and photography model, she favors heels and lots of make-up. In her interview with SFX magazine she talks about the way fans made her aware of the part. She found her name posted on a website as the one who should play Brienne, and then when she asked her agent about this part, he had already been emailed by another fan informing him of it.&lt;ref&gt;[http://www.sfx.co.uk/2012/04/11/game-of-thrones-gwendoline-christie-interview/ SFX Magazine]&lt;/ref&gt;\n\nMany actresses auditioned, and Gwendolyn Christie came dressed and in character. According to author [[George R.R. Martin]], &quot;This was another one of those cases where there was hardly any debate. The day the first batch of auditions went up for the role, we looked at a dozen actresses who were reading for Brienne, and one actress who WAS Brienne.&quot;&lt;ref&gt;[http://grrm.livejournal.com/227044.html GRRM's blog]&lt;/ref&gt;\n\nOn the Season 3 Blu-ray, Brienne narrates theÂ [[Histories &amp; Lore]] video '''&quot;[[The Stormlands (Histories &amp; Lore)|The Stormlands]]&quot;'''.\n\n", "TOP": "Brienne of Tarth04261nrclcnyk1hcobam0wgiskd1jlue7sb51811342015-04-04T20:50:54ZThe Dragon Demands5014364/* In the books */{{Heraldry\n|image=Tarth mini shield.png\n|link=House Tarth\n}}\n{{Character\n| Title=Brienne of Tarth\n| Image=Brienne-Profile-HD.png\n| ImageSize=250px\n| Season=[[Season 2|2]], [[Season 3|3]], [[Season 4|4]], [[Season 5|5]]\n| First=&quot;[[What is Dead May Never Die]]&quot;\n| Last=\n| Appearances=21 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Titles=\n| Mentioned=\n| Aka=Brienne the Beauty\n| Status= [[:Category:Status: Alive|Alive]]\n| Age=\n| Birth=\n| Death=\n| Place=[[Evenfall Hall]], [[Tarth]] island, [[the Stormlands]]\n| Allegiance=[[House Tarth]]&lt;br&gt;[[House Baratheon]]&lt;br&gt;[[Renly Baratheon]]'s [[Kingsguard]]&lt;br&gt;[[House Tully]]\n| Religion=[[Faith of the Seven]]\n| Culture=[[Andal]]\n| Family=[[Selwyn Tarth]] - father\n| Actor=[[Gwendoline Christie]]\n| Images=}} {{Quote|All my life men like you've sneered at me, and all my life I've been knocking men like you into the dust.|'''Brienne''' to [[Jaime Lannister]]|The Prince of Winterfell}}\n\n'''Brienne of Tarth''' is a major character in the [[Season 4|fourth]] and [[Season 5|fifth]] seasons. She initially appeared as a recurring character in the [[Season 2|second]] and [[Season 3|third]] seasons. She is played by [[Gwendoline Christie]] and debuts in &quot;[[What is Dead May Never Die]].&quot; She is a warrior of [[House Tarth]], vassals to [[House Baratheon]]. After winning a tournament melee, she is made a member of King [[Renly Baratheon]]'s new [[Kingsguard]], shortly before his assassination. She becomes the sworn sword of [[Catelyn Stark]] and vows to avenge Renly's death. She is charged by Catelyn Stark to return [[Jaime Lannister]] to King's Landing, in an attempt to exchange him for her two daughters she believes are held hostage there.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Brienne is considered ugly and ungainly, but is immensely skilled at combat. She is taller and stronger than many men, and her father and his head of household guards have trained her for many years in the arts of combat. Some people consider her a freak, while other men hope to marry her to inherit her father's wealthy lands. For her part, Brienne yearns for respect, acceptance and a chance to prove her valor in a worthy cause.\n\nBrienne is described as homely: her hair is a squirrel's nest of dirty straw; her features are broad and coarse; her teeth are prominent and crooked; her mouth is too wide; her lips are so plump they seemed swollen; a thousand freckles speckle her cheeks and brow; and her nose had been broken more than once. Her only lovely feature is her eyes, large and very blue, trusting and guileless. Very few people (Renly, Cortnay Penrose, Catelyn, and Jaime) see beyond her ugliness and realize that she is honest, decent and honorable, if also naive and stubborn.\n\nBrienne is the oldest daughter of Lord Selwyn of Tarth. She had two younger sisters but they both died in the cradle. She had an older brother named Galladon, but he drowned when she was eight years old, leaving her as Selwyn's only surviving child and heir. She has been engaged to marry three times (contracts made by her father, none of which ended well):\n* The first was Lord Caronâ&euro;&trade;s younger son. Brienne was seven years old, and he was ten. They had only met the once, on the occasion of their betrothal. Two years later he was dead, carried off by the same chill that took Lord and Lady Caron and their daughters. Brienne mused that had he lived, they would have been wed within a year of her first [[flowering]], and her whole life would have been different.\n* The second was Ser Ronnet Connington. He was eighteen years old, six years older than Brienne. He came to Tarth with a rose in his hand. The two of them were of a height, but she could not look him in the eye, nor say the simple welcoming words her septa had taught her. In Ronnet's eyes she was &quot;a sow in silk&quot;. He gave her the rose, told her it was all that she would ever have from him, and left. Years later, when Brienne defeated Ronnet during the mĂŞlĂŠe''' '''held at [[Bitterbridge]], it was a very sweet victory for her.\n* The third was Ser Humfrey Wagstaff. He was sixty-five years old, and Brienne only sixteen. The day they were betrothed, he warned Brienne that he would expect her to be a proper woman once theyâ&euro;&trade;d wed â&euro;&oelig;I will not have my lady wife cavorting about in manâ&euro;&trade;s mail. On this you shall obey me, lest I be forced to chastise you.â&euro;? She was still shy despite her prowess, yet somehow she had found the courage to tell Ser Humfrey that she would accept chastisement only from a man who could outfight her. The old knight purpled, but agreed to don his own armor to teach her a womanâ&euro;&trade;s proper place. They fought with blunted tourney weapons. She broke Ser Humfreyâ&euro;&trade;s collarbone, two ribs, and their betrothal. He was her third prospective husband, and her last. Her father did not insist again.\nWhen Brienne was young, Septa Roelle was her tutor. Instead of helping Brienne to gain confidence despite her ugliness, Roelle did the opposite: she kept telling Brienne that she was freakish big, mannish and slow learner, and that men talked to her kindly only because they wanted to win her fatherâ&euro;&trade;s favor.\n\nThe books don't make specific mention of her mother: in the TV series she says that she never knew her, implying that she died when Brienne was very young. Brienne has a good relationship with her father and describes him as a good man. She notes that (since her mother died) he is in a relationship with a new female romantic interest every year or so.\n\nAccording to author George R.R. Martin, Brienne in the books is supposed to be unusually tall and muscular for a woman, but not freakishly so. She is above six feet tall but not near seven feet (i.e. actress Gwendoline Christie matches this at 6 feet 3 inches). She is taller than Jaime Lannister or Renly Baratheon, and significantly more heavyset. Still, she is not quite as tall as either [[Greatjon Umber]] or [[Sandor Clegane]] (i.e. [[Rory McCann]], who plays the latter, is 6'6&quot;).\n\nThere is widespread speculation that Brienne of Tarth is a descendant of the famous knight [[Duncan the Tall]], who eventually rose to be Lord Commander of the [[Kingsguard]] under his friend King [[Aegon V Targaryen]]. Ser Duncan (&quot;Dunk&quot;) and Aegon &quot;Egg&quot; Targaryen are the two main characters in the &quot;Tales of Dunk and Egg&quot; prequel novellas, which start about 90 years before ''Game of Thrones'' begins. [[George R.R. Martin]] has stated that, with time-jumps in between each story, he intends for the prequel novellas to cover the entire lives of Dunk and Egg, up until about 50 years ago. There are three pieces of evidence that Brienne might be Duncan's descendant. First, Martin actually said that a descendant of Duncan would appear in the fourth novel, but he never indicated who it was. Second, during the fourth novel, Brienne mentions in passing while selecting a new shield that she recalls an old shield from her youth which was present in her family's armory at [[Evenfall Hall]], and the description she gives matches Ser Duncan's personal sigil (a green shooting star over a green elm tree, on a sunset-orange field). Third, though most general, is that &quot;Ser Duncan the Tall&quot; was famously a very tall man, nearly seven feet in height, and Brienne is unusually tall for a woman by Westeros standards. There is also speculation that [[Hodor]] may be a descendant of Ser Duncan, as Hodor is also extremely tall, over seven feet in height, and the upcoming fourth prequel novella, ''The She-Wolves of Winterfell'', reveals that Ser Duncan traveled to [[Winterfell]]. At one point [[Bran Stark]] has a [[greensight]] vision of the past, and sees a very large man &quot;as tall as Hodor&quot; in the Winterfell godswood, being kissed by a slender young woman - who might have been [[Old Nan]].\n\nShe first met Renly when he came to Tarth to see her father who was his bannerman. He treated her with courtesy and respect. He danced with her, and she has been in love with him ever since. Lady Catelyn realizes this the first time she sees Brienne looking at Renly (down at him, as she stands a half-hand taller than him). Brienne always tries to be at Renly's side. She offers to guard him the night before the battle, but Renly says no as he and Loras are going to &quot;pray together privately&quot;. He accepts her offer to come before dawn to arm him for the battle, others who hear this snicker, and Lady Catelyn thinks it sad that she is thought of as a joke, because she acts the part of a squire and dresses him just to have the opportunity to touch him.\n\nAccording to [[Loras Tyrell|Loras]], Renly thought that Brienne was absurd - a woman dressed in man's mail, pretending to be a knight. Yet he kept her close, because all his other knights wanted things of him, castles or honors or riches, but all that Brienne wanted was to die for him. Loras also believes that Brienne killed Renly. When she and Jaime return to [[King's Landing]], Loras (a member of the Kingsguard in the book narrative) confronts Brienne and orders her to draw her sword. Jaime intervenes and warns Loras that Brienne is as strong as [[Gregor Clegane]], and if Loras duels her it will likely be his corpse that is carried away afterwards.\n\nWhen Brienne joined Renly's army, he greeted her courteously and welcomed her to his service. She expected the other knights to treat her with coldness and mockery, but to her surprise many of them were exceedingly kind to her, going above and beyond the others to win her favor, except [[Randyll Tarly]] who was openly hostile toward her. Brienne was confused and suspicious to be treated so warmly. The mystery was solved when Dickon Tarly overheard by chance four knights talking about a wager that three of the soldiers put on the first who could claim Brienne's maidenhead, and many others joined the contest. Dickon told his father, and Randyll put an end to the wager, knowing that some of the challengers were less honorable than others, and it was only a matter of time before one of them decided to claim the prize by force. He told Brienne about the wager, bluntly claiming it was her fault. Brienne was deeply offended, and said that she came to fight and never did anything to encourage those knights. Randyll was not appeased, and told her that her presence alone encouraged them because a war host is no place for a maiden.\n\nAfter Brienne remains at Harrenal when Jaime is sent away by [[Roose Bolton]], [[Vargo Hoat]] ([[Locke]] in the TV series) attempts to rape her, but she fights him off, biting off his ear in the process. Jaime is amused when he later learns that the wound festered, driving Hoat half mad with the pain.\n\nBrienne always presents herself or is announced as &quot;Brienne of Tarth&quot;, and never &quot;Brienne Tarth&quot;, which would also be correct. The reason for this naming preference is not known.\n\nBrienne's name did not appear in the Season 1 [[Pronunciation guide]], but the phonetic pronunciation of her name was later seen written out in a behind-the-scenes short video: &quot;bree-ANN&quot;.&lt;ref&gt;[http://winteriscoming.net/2014/03/long-story-short-the-creation-of-game-of-thrones/]&lt;/ref&gt;\n\n", "Quotes": "\n{{Quote|I'm no Lady.|'''Brienne'''|What is Dead May Never Die}}\n\n{{Quote|You need trust to have a truce.|'''Brienne'''|Kissed by Fire}}\n\n", "Image Gallery": "&lt;gallery hideaddbutton=&quot;true&quot; columns=&quot;3&quot;&gt;\nRenly's_Kingsguard_with_Brienne_Loras_and_heraldry.jpg|Brienne as Renly's Kingsguard\nBrienne-of-Tarth-game-of-thrones-31362150-639-960.png|Brienne in Season 2\nBrienne Kingsguard helmet.jpg\n300px-Brienne_of_Tarth_HBO.jpg\nbrenne.jpg\nBrienne S3.jpg|Brienne in Season 3\nBrienne and Jaime Kissed by Fire.jpg|Brienne holds Jaime at the Harrenhal baths.\nBrienne_Season_3_trailer.jpg|Brienne in the Harrenhal bear pit\nBrienne 3x10.jpg|Brienne arrives at King's Landing\nHotpiepodrickbriennetalkinginn.png|[[Hot Pie]] speaks while Brienne and [[Podrick Payne]] eat a [[kidney pie]] made by him in &quot;[[The Children]]&quot;.\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "\n{{Season Two Appearances|||yes|yes|yes|yes|yes|yes||yes}}\n{{Season Three Appearances||yes|yes|yes|yes|yes|yes|||yes}}\n{{Season Four Appearances|yes|yes|yes|yes|yes||yes|10 = yes}}\n\n", "Biography": "===Background===\nBrienne is the sole surviving child and heir of Lord [[Selwyn Tarth]] of [[Evenfall Hall]], on the island of [[Tarth]], located in the [[Narrow Sea]] off the coast of [[the Stormlands]]. She is unusually tall and muscular for a woman by [[Westeros]]i standards and developed a taste for martial activity as a child. Brienne has grown up to become skilled at arms and dreams of becoming a knight.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/rbaratheon/brienne/ HBO viewer's guide, season 2 guide to houses, House Baratheon of Storm's End  - Brienne entry]&lt;/ref&gt;\n\nBrienne's mother died when she was so young that she doesn't remember her.&lt;ref name=&quot;E15&quot;&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt; As the sole heir of House Tarth, she posed a fairly promising marriage prospect for men from other noble Houses, but due to her physicality and personality has never seriously pursued a marriage alliance with another House.\n\nShe is also called '''The Maid of Tarth''', or, disparagingly, '''Brienne the Beauty''', due to her appearance.\n\n===[[Season 2]]===\n[[File:BrienneJoinsRenlysKingsguard.jpg|thumb|left|Brienne asks to join Renly's Kingsguard.]]Brienne joins the forces of King [[Renly Baratheon]] in the [[War of the Five Kings]]. She proves herself by winning a tournament amongst his men, including a victory over Renly's favorite Ser [[Loras Tyrell]]. She asks to be named to his [[Kingsguard]] as a reward. Renly grants her request despite her gender and consequent lack of [[knighthood]]. Lady [[Catelyn Stark]] arrives in the camp to negotiate an alliance between Renly and her son, King [[Robb Stark]]. Brienne takes offense when Lady Catelyn doesn't refer to Renly as &quot;Your Grace&quot;, and later, escorts her and Renly through the camp as they talk. She tells Catelyn just to call her Brienne, as despite her birth, she doesn't consider herself a &quot;Lady&quot;.&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\n[[File:BrienneAndCatelynMeet.jpg|thumb|Brienne escorts Lady Catelyn Stark.]]\n\nLord [[Petyr Baelish]] also visits Renly's camp, as envoy from King [[Joffrey Baratheon]]. Renly tells Petyr that he does not trust him and cites Brienne as having true loyalty. This mistrust seems well founded as Petyr offers to open the gates of Kingâ&euro;&trade;s Landing to Renly. While in camp he also proposes that Catelyn exchange Robb's captive Ser [[Jaime Lannister]] for her daughters. Brienne also guards Renly during an unsuccessful meeting with his brother King [[Stannis Baratheon]]. Stannis threatens Renly for refusing to swear fealty to him.&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt; Renly is assassinated by a [[Shadow]] while Brienne is guarding him. He is talking to Lady Catelyn, agreeing to recognize Robb Stark as [[King in the North]], as long as Robb gives him fealty as an overlord and recognizes his claim to the Iron Throne. Brienne is arming him for his coming battle with Stannis when the flap of the tent flutters like wind has raised it, then [[Melisandre]]'s [[Shadow]]-creature materializes to stab Renly in the back, running him through. Brienne is devastated at witnessing the death, but recognizes that the Shadow had the likeness of Stannis. She cries out and catches him as he falls, getting his blood all over herself. When two other members of Renly's Kingsguard who guard the tent rush in, they blame Brienne for the death and attack her. She is forced to kill Sers [[Robar Royce]] and [[Emmon Cuy]], and Catelyn convinces her to flee the camp, as she cannot avenge Renly if she is dead herself.&lt;ref name=&quot;E15&quot;&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\n[[File:Brienne_kneels.jpg|thumb|left|Brienne swears fealty to Lady Catelyn.]]\nBrienne swears an oath of fealty to Catelyn, becoming her sworn sword. They travel back to Robb's camp in [[the Westerlands]].&lt;ref name=&quot;E15&quot; /&gt; Catelyn is devastated by news that her home [[Winterfell]] has been captured by the turncloak [[Theon Greyjoy]] and her sons made his captives. Robb, still in the midst of fighting for the Riverlands, plans to send word to a vassal in the North, the [[bastard]] of one of his commanders [[Roose Bolton]], to free them and leaves to negotiate the surrender of [[the Crag]].&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\n[[File:Catelyn and Jaime.jpg|thumb|Catelyn and Brienne talk to Jaime Lannister.]]\nJaime escapes captivity, killing [[Torrhen Karstark]] in the attempt. He is soon recaptured, but Torrhen's father Lord [[Rickard Karstark]] demands his head in vengeance. Brienne guards Catelyn as she convinces Rickard to await Robb's return. As the hours until daylight stretch before them, the Karstarks are getting more violent and agitated, calling for Jaime Lannister's death. As it would be death to try to defend him, Brienne tells Catelyn that at this rate Jaime will not live enough for Robb to return.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt; Catelyn decides to free Jaime in an attempt to exchange him for her two daughters who she believes are both being held hostage in King's Landing by the Lannisters. She orders Brienne to smuggle Jaime from the camp and deliver him to [[King's Landing]] in order to secure the safety of her daughters. Brienne travels by horse until finding a rowboat to evade pursuit. She suffers the constant antagonism of her captive as he taunts her about her appearance and her likely dismal history with the opposite sex.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n[[File:Jaime_and_Brienne.jpg|thumb|left|Brienne escorting Jaime to King's Landing.]]\nWhen they come upon a tree with the hanging corpses of three tavern girls who have been killed by [[Stark]] forces for having relations with [[Lannister]] men, Jaime confronts her with the atrocity committed by &quot;her side&quot;. Brienne reminds him that she is sworn to Lady Catelyn, not the Starks. Despite their need to continue, Brienne determines to give the women a decent burial and is going to cut them down, when three of the Northern soldiers who killed the women return. Jaime tries to get her to remove his chains so he can defend them, Brienne ignores him. She tells the men that she is escorting a prisoner back to [[Riverrun]] for justice. Jaime improvises that he is in chains for stealing a pig. Realizing that Brienne is a woman the Stark soldiers laugh uncontrollably. Brienne suffers it in silence, and at this even Jaime seems sympathetic towards her over this rude treatment. She deflects the men's amusement by asking about the dead women, asking if they were given a quick death, and is told two of them were. When one of the men recognizes Jaime from the [[Battle of the Whispering Wood]], Brienne is forced to fight. She kills two quickly, but deliberately gives the third a slower death. Her skill impresses Ser Jaime. She then returns to the task of cutting down and burying the tavern girls.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\nJaimeÂ continuesÂ to be escorted byÂ BrienneÂ to King's Landing. On their way there, they are spotted by a traveler. Jaime urgesÂ BrienneÂ to kill the traveler, since he believes the man recognized him and will give away their whereabouts, but she refuses.\n\n[[File:Brienne_Owns_Jaime.jpg|thumb|Brienne beats down Jaime]]\nâ&euro;&lsaquo;Later, the pair have to cross a river, which means they can either attempt a dangerous fording or take the bridge, which will probably be watched.Â BrienneÂ takes the safer route of the bridge. Jaime distracts Brienne and grabs her spare sword. He cut his bonds and they engage in an extended sword fight on the bridge. Jaime, one of the most skilled swordsmen in all ofÂ Westeros, nearly overcomesÂ BrienneÂ several times. However, Jaime's mobility is reduced because his hands are still manacled, and he is malnourished after having spent the past full year chained up in a cell. Jaime begins to tire, andÂ BrienneÂ wears him down further by making simple body-blows with kicks and punches. After a protracted fight Jaime finally slumps to the ground in exhaustion, after being thrown off balance. Just then, riders from [[House Bolton]] arrive led by a man namedÂ [[Locke]]. Jaime tries to negotiate, but Locke replies that he will be executed by King Robb if he lets the Kingslayer go free, so both he and Brienne are taken prisoner.&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt;\n\nAs they ride along, the Bolton men sing a rousing chorus ofÂ ''[[The Bear and the Maiden Fair (song)|The Bear and the Maiden Fair]]''. Tied up back to back on one of the horses, Jaime warnsÂ BrienneÂ that when they make camp for the night, they will rape her, more than once, and that his honest advice is to give no resistance, and just think ofÂ Renly. They were only sent to capture Jaime, thereforeÂ BrienneÂ means nothing to them, so at the slightest provocation they will kill her without hesitation.Â BrienneÂ says she will fight even if they kill her, and Jaime agrees that if he were a woman, he would fight to the death before being raped too.\n\n[[File:Brienne_Rape_Beatdown.jpg|thumb|left|Brienne is nearly raped]]\n\nLater that night Locke's men make camp, and do indeed dragÂ BrienneÂ kicking and screaming into the bushes to gang-rape her. Jaime is disgusted by this pointless brutality, so tells he Locke thatÂ BrienneÂ is actually a noblewoman and the sole heir of LordÂ [[Selwyn Tarth]], who rules the &quot;Sapphire Isle&quot; which, Jaime says, mines all the sapphires in Westeros, and her father will pay them her weight in sapphires as a ransom, provided she is unharmed. Locke agrees and calls his men back before they are able to rapeÂ Brienne, and they tie her up to a tree again.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\nEmboldened by his success, Jaime attempts to barter for his release by reminding Locke of the wealth and power of his own father, Lord Tywin. This has an adverse effect, however, and Locke, angered by Jaime's arrogance and complacency mutilates him by cutting off his sword hand.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt; Afterwards while around the fire, because of his lost hand, Jaime has lost the will to live and will not eat. AlthoughÂ BrienneÂ taunts him that he cannot take it when life gets real,Â when she asks him why he helped her escape rape, he does not reply, but starts eating.&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n\nâ&euro;&lsaquo;After both are delivered to [[Harrenhal]] where Jaime's infected stump is treated, Brienne and Jaime share an intimate moment at the communal bath. Jaime first mocks Brienne, saying she was unable to protect [[Renly Baratheon|Renly]]. Brienne stands up defiantly and Jaime apologizes to her. He begins to confess what really happened when he killed the [[Mad King]]. Collapsing into her arms, she calls aid for the Kingslayer, at which he whimpers to himself that his name is Jaime.&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n[[File:Brienne_and_Jaime_Kissed_by_Fire.jpg|thumb|Brienne holds Jaime from fainting in the tub of Harrenhal]]\nLord Bolton allows Jaime to leave for King's Landing, but decides to keep BrienneÂ in Harrenhal for abettingÂ treason, in spite of Jaime's protests. Soon afterwards Lord Bolton departs to attend [[Edmure Tully]]'s [[Red Wedding|wedding]] at [[the Twins]], leaving Brienne in Locke's custody. Locke attempts to ransom BrienneÂ toÂ her father, who offers 300 [[Gold Dragon]]s for her return. He rejects the offer as derisory, having believed Jaime's earlier lie thatÂ Brienne'sÂ father owned all the sapphire mines in Westeros. Instead, heÂ throws her into a gladiatorial pit with a bear, giving her only a wooden sword to defend herself. After hearing that BrienneÂ has been left at Locke's mercy at Harrenhal, Jaime compels his escorts to return to save her. Jaime jumps into the pit, and with the help of [[Steelshanks]] who is bound by his duty to ensure Jaime arrives in King's Landing safely, the two of them manage to escape the pit. Locke is outraged, but once again Jaime insists that Brienne accompany him, adding that Lord Bolton will not be pleased if he discovers that Locke placed his own amusement over Jaime's safe return to King's Landing. Locke relents, and Brienne and Jaime depart together.&lt;ref&gt;&quot;[[The Climb]]&quot;&lt;/ref&gt;\n\nJaime and Brienne arrive at the gates of the Red Keep. Brienne smiles at Jaime, assuring him, after a peasant calls Jaime a &quot;country boy&quot;.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n[[File:Brienne_with_margaery.png|thumb|left|Brienne with Margaery.]]Several weeks after their return, Brienne visits [[Margaery Tyrell]]. After enduring [[Olenna Tyrell]]'s melodrama regarding her appearance and her gratitude for putting [[Loras Tyrell]] in his place, Brienne and Margaery slip off to discuss Renly's assassination. Brienne explains what she saw and how the shadow had Stannis' face, and assures Margaery that she will find a way to avenge their king. Margaery reminds Brienne that Joffrey is their king now. Brienne apologizes for any offense given, but Margaery assures her that none was taken. Brienne does not seem to notice the ostentatious statue of Joffrey only a few feet away.\n\nLater that day, Brienne meets with Jaime near the [[Red Keep]]'s Godswood to discuss the Stark girls. Jaime seems uninterested in fulfilling his promise to the now-deceased Catelyn Stark, telling Brienne that Arya has not been seen for months and is probably dead, and Sansa is now his sister-in-law. Brienne demands that Jaime look her in the eye and say that Sansa is safe in King's Landing; Jaime is unable to do so.&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\n[[File:Brienne_at_joffrey_wedding.png|thumb|Brienne at Joffrey and Margaery's wedding.]]\n\nBrienne is present at the [[Purple Wedding|wedding]]Â feastÂ of King Joffrey and Queen Margaery. She greets the king and queen with a bow, which earns her a brash reaction from Cersei. JoffreyÂ mistakes her for the one who assassinated RenlyÂ Baratheon, which Margaery quickly corrects. Right after, CerseiÂ thanks her for bringing her brother back to King's Landing safely. Brienne adds that Jaime saved her on multiple occasions, which irritates Cersei. Cersei finds it interesting that Brienne served Renly, followed by CatelynÂ Stark, and now Jaime. Brienne states that she does not serve her brother, but Cersei wonders if Brienne is in love with him.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\n[[File:Jaime_talking_with_brienne.png|thumb|left|Brienne talking to Jaime before she leaves.]]\n\nFollowing Sansa Stark's escape from King's Landing, Jaime tasks Brienne with finding her and taking her somewhere safe, far away from his sister. As parting gifts, he gives her a new suit of armor and lets her keep his [[Valyrian steel]] sword, as it was reforged from [[Eddard Stark]]'s greatsword [[Ice]], and it would be appropriate to protect Ned Stark's daughter with a sword forged from his. He also sends her Tyrion's former squire [[Podrick Payne]] to accompany Brienne on her travels. During an emotional farewell on the [[Kingsroad]], Jaime asks her to name the sword, and after a moment's thought, she chooses to call it &quot;[[Oathkeeper (sword)|Oathkeeper]]&quot;.&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\n[[File:Brienne_riding_with_podrick.png|thumb|Brienne riding with Podrick.]]\n\nWhile on the road, Podrick proves to be more a hindrance to Brienne. He has problems with his horse and accidentally sets fire to a rabbit they were cooking. Brienne tries to get rid of PodrickÂ by releasing him from the vow he swore as her squire, but to no avail. They are bound for [[Castle Black]], where Brienne believes Sansa may have taken refuge with her half-brother, [[Jon Snow]]. BrienneÂ questions PodrickÂ about his duties as squire to Tyrion. He tells her his job was mostly pouring wine, alongside other menial tasks. Brienne then asks if Podrick did anything related to combat. PodrickÂ reveals how he killed Ser [[Mandon Moore]] of the Kingsguard by shoving a spear through his head when he tried to kill Tyrion. Brienne then allows Podrick to help her remove her armor.&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;\n\n[[File:Hotpiepodrickbriennetalkinginn.png|thumb|left|Brienne and Podrick meet Hot Pie at the inn.]]\n\nLater on,Â BrienneÂ andÂ [http://gameofthrones.wikia.com/wiki/Podrick_Payne Podrick]Â stop at [[Inn at the Crossroads|an inn]] where they are served kidney pie made by [http://gameofthrones.wikia.com/wiki/Hot_Pie Hot Pie], who tells them at length the process in finding the right ingredients. Brienne tells him that she is in [http://gameofthrones.wikia.com/wiki/Catelyn_Stark Lady Stark's] and is sworn to find and protect Sansa Stark. Hot Pie backs off, declaring the Starks traitors. As Brienne and Podrick prepare to leave the inn, Podrick reminds Brienne that telling people of their quest could be dangerous, but Brienne's honesty is swiftly rewarded when Hot Pie approaches and gives them some bread baked in the shape of a wolf. He adds that while he knows nothing of Sansa, he has seen her sister [[Arya Stark|Arya]], who was in the company of a man who matches the description of [[Sandor Clegane]]. Podrick, having memorized the complex family trees of the Great Houses, suggests that they head to [[the Eyrie]], home of [[Lysa Arryn]], Arya's aunt and the Hound's last chance of a ransom.&lt;ref&gt;&quot;[[Mockingbird]]&quot;&lt;/ref&gt;\n\n[[File:Brienen_fighting_hound.png|thumb|Brienne fighting the Hound.]]\n\nEn route to the [[Bloody Gate]], Brienne and Podrick stumble upon Arya and the Hound, who have just returned from [[The Eyrie]]. Determined to honor her vow to Catelyn Stark, Brienne urges Arya to come with her and promises to take her to safety. Arya is wary and refuses, suspecting she is working for the Lannisters. The Hound sneers that there is no safety for Arya, as all her adult relatives are dead, including [[Lysa Arryn]], and [[Winterfell]] is a ruin. Brienne and the Hound engage in a bloody fight, which she ultimately wins by pushing him down a cliff. When she returns to Podrick, however, Arya is gone.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n"}, "title": "Brienne of Tarth"}