{"attributes": {}, "sections": {"The Ghost of Harrenhal": "Renly's camp is a hive of activity as his troops prepare for the coming battle with Stannis in darkness. The camp is beset by strong winds. Catelyn meets with Renly in his command tent. Two of his kingsguard are outside while Brienne stands watch inside the tent. Renly has Catelyn swear that her son Robb has no interest in challenging him for the [[Iron Throne]]. Renly drinks from a goblet thougtfully and announces that he sees no reason for hostility between them. He offers his terms; Robb can retain the title of [[King in the North]], and control of all lands north of [[Moat Cailin]], but must swear fealty to Renly as [[Eddard Stark]] did to [[Robert Baratheon]] eighteen years earlier. Catelyn is hesitant and Renly reminds her that Robert and Eddardâ&euro;&trade;s friendship held the [[Seven Kingdoms]] together. Catelyn asks what he offers in return for Robbâ&euro;&trade;s loyalty. Renly says that he will destroy Stannisâ&euro;&trade;s army and then Baratheon and Stark will fight their common enemy together as they have done many times in the past.&lt;ref name=&quot;E15&quot;&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\nRenly stands before a mirror and Brienne helps out of his cloak. Catelyn beseeches him to reconsider negotiating with Stannis. Renly reminds Catelyn of his brotherâ&euro;&trade;s rigidity and refuses to attempt further debate with him. He asks her to take his terms to Robb and says that he sees them as natural allies and hopes that Robb feels the same. He suggests that acting together they could end the war in a fortnight. An unnatural gust parts the tents opening and black smoke rushes inside. Catelyn and Brienne are stunned while Renly watches transfixed in his mirror. The smoke coalesces into a [[Shadow|human shape]] and stabs Renly through the chest. In the mirror its face resembles Stannis. The smoke dissipates and Renly collapses forward. Brienne wails and catches him as he slides to the ground.&lt;ref name=&quot;E15&quot;/&gt;\n\nThe guards rush into the tent with swords in hand. Seeing Brienne kneeling over Renlyâ&euro;&trade;s body they assume that she is responsible and threaten her life. Catelyn tries to intervene but they push her aside. Brienne fights both of them off, killing them. She then returns to Renlyâ&euro;&trade;s side, overcome by her grief. Catelyn comforts her and implores her to leave, fearing that she will be blamed for Renlyâ&euro;&trade;s death and hanged. Brienne refuses to leave Renlyâ&euro;&trade;s side until Catelyn tells her that she cannot avenge him if she is dead. Brienne guides Catelyn out of the tent through a concealed exit behind a tapestry.&lt;ref name=&quot;E15&quot;/&gt;\n\nCatelyn and Brienne stop by a river to water their horses. Brienne says that the shadow looked like Stannis. Catelyn is unconvinced, saying that she saw only a shadow in the shape of a man. Catelyn says that they should be one more days ride from Robbâ&euro;&trade;s camp. Brienne asks if Catelyn plans to stay there long. Catelyn replies that she will tell Robb what she has seen and then return to Winterfell and the two younger sons that need her. Brienne confides that she did not know her mother and Catelyn sympathises that her mother died on the birthing bed when she was very young. Brienne remarks that birth is a bloody business and Catelyn says that what follows is harder. Brienne asks if Catelyn will give her leave to pursue Stannis once she is home in Winterfell. Brienne reminds Catelyn of her vow to Renly but Catelyn warns Brienne that Stannis is surrounded by a great army. Brienne asserts that she is as good as any of Stannisâ&euro;&trade;s guards and self recriminates about fleeing with Catelyn. Catelyn reassures Brienne that she cannot be faulted for Renlyâ&euro;&trade;s death and that she served him bravely. Brienne regretfully says that she only held Renly once, as he was dying. Catelyn forcefully reminds Brienne that Renly is dead and asserts that she serves no-one by following him into the earth. Catelyn says that Renlyâ&euro;&trade;s enemies remain Robbâ&euro;&trade;s enemies. Brienne says that while she does not know Robb she would be willing to serve Catelyn. She says that Catelyn has a womans courage and asks her not to hold her back from Stannis when the time comes. Catelyn promises as asked and Brienne lays her sword on the ground between them. She swears an oath of fealty to Catelyn before the old gods and the new. Catelyn takes Brienneâ&euro;&trade;s hand and reciprocates the oath.&lt;ref name=&quot;E15&quot;/&gt;\n\n", "The Old Gods and the New": "Brienne and Catelyn arrive at Robb's camp. Catelyn finds her son flirting with [[Talisa Maegyr]] and warns him that he is not free to follow his heart. The reunion is soured by dire news from Winterfell; [[Theon Greyjoy]] has betrayed Robb, seized the castle and imprisoned Catelyn's other sons. Robb agrees to let Lord [[Roose Bolton]]'s [[Ramsay Snow|bastard]] relieve Winterfell.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\n", "The Prince of Winterfell": "[[File:Jaime_and_Brienne.jpg|thumb|Brienne escorting Jaime]]\n[[Brienne]] sends away the horse that she has used to get away from the camp. She is escorting [[Jaime Lannister|Jaime Lanni]][[Jaime Lannister|ster]] to Kingâ&euro;&trade;s Landing to exchange him for Catelyn's daughters. She pulls him from his horse and sends it off too. She removes the hood from his head but leaves his wrists chained. Jaime says that she is much uglier in daylight. She drags him upright and leads him through the woodland. He asks her name and gets no answer. He introduces himself formally and says that a captive knight has then right to know their captors identity. Brienne reluctantly introduces herself. Jaime demonstrates that he knows the sigil of her house and the name of her father, [[Selwyn Tarth]]. He asks if she has any siblings and she again keeps silent. He says that it is a long way to Kingâ&euro;&trade;s Landing and they should get to know one another. He asks if she has known many men. Receiving more stoicism he jokes that she may have known women or horses. She pushes him to his knees beside a rowboat on a river bank. Jaime says that he did not mean to give offence.&lt;ref name=&quot;E18&quot;&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\nBrienne peers at a nearby bridge from behind foliage, waiting for a caravan to pass. Jaime asks for her forgiveness and she says that his crimes are beyond forgiveness, calling him Kingslayer. Jaime asks why she hates him and whether he has wronged her. She says that he has harmed others, including those he had sworn to protect. Jaime says that she is as boring as she is ugly. With the bridge clear she pulls him to his feet and says that he will not provoke her to anger. He says that he already has and that she is ready to murder him. Brienne prepares the rowboat as Jaime goads her. He asks if she believes that she could beat him in a fair fight. Brienne says that she has never seen him fight. Jaime insists that she would not stand a chance and that there are only three men in the [[Seven Kingdoms]] who would. Brienne retorts that she has been sneered at by arrogant men throughout her entire life and has spent just as much time knocking those arrogant men into the dust. Jaime says that if she is so confident she should unlock his chains and see what happens. Brienne asks if Jaime thinks she is an idiot and orders him into the boat. Jaime says that he took her for a fighter and a woman of honor, correcting himself after initially referring to her as a man. Jaime claims that she is afraid to face him and she says that they might found out one day as she uses the oar to push the boat free from the bank. Brienne rows them downstream.&lt;ref name=&quot;E18&quot;/&gt;\n\nCatelyn is imprisoned for betraying [[Robb Stark]]. Robb orders 40 of his best men and horses added to the 40 already searching for Jaime.&lt;ref name=&quot;E18&quot;/&gt;\n\n", "TOP": "Brienne of Tarth Season 209114e5ghhx2o04v5zv3s2xx43kikj4mz0qd1167292014-03-06T02:47:17ZGreater good3347453{{Template:Delete}}In '''[[Season 2]] [[Brienne of Tarth]]''' is a regular recurring character.\n\n", "A Man Without Honor": "Robb leaves the camp for [[the Crag]]. The captive [[Jaime Lannister]] escapes but is recaptured. Brienne guards Catelyn during a heated confrontation with Lord [[Rickard Karstark]]. Lord Rickard is demanding vengeance because his son [[Torrhen Karstark]] was killed by Jaime during his escape attempt. Catelyn convinces him to stand down but Brienne predicts that the situation will escalate as night falls and the men get drunk. She accompanies Catelyn to Jaime's cell. Jaime repeatedly insults Brienne's appearance and tries to provoke Catelyn. Catelyn asks Brienne for her sword, not stating her intention.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\n", "Garden of Bones": "[[Petyr Baelish]] arrives at Renlyâ&euro;&trade;s camp. Brienne escorts Renly to his meeting with Petyr. Renly greets him as his â&euro;&oelig;favorite whoremongerâ&euro;? and sarcastically hopes that he has not been waiting long. Petyr follows Renly into his tent and Renly criticizes his lack of loyalty. Petyr says that he is a practical man and Renly says that he dislikes Petyr and demands to know why he is there. Petyr looks to Brienne and Renly says that her loyalty comes without strings and she can be trusted. Petyr says that Renly still has friends at court who think [[Eddard Stark]] was mistaken in not supporting Renlyâ&euro;&trade;s claim. Renly says that Petyr is trying to protect himself in the face of his inevitable victory. Petyr offers to open the gates of Kingâ&euro;&trade;s Landing to Renly.&lt;ref name=&quot;E14&quot;&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\nRenly meets his older brother [[Stannis Baratheon]] on the coast of the Stormlands to parley. Stannis is accompanied by Melisandre, Davos and several guards. Renly brings Catelyn, Brienne and Loras along with his own guards. Stannis believes he supersedes Renly's claim as the older brother. They are unable to reach a compromise and Renly maintains his position that he would be a better ruler than Stannis. Stannis wheels his horse and rides away as Melisandre warns Renly to look to his sins because &quot;The night is dark and full of terrors.&quot; Renly asks if his companions can believe that he loved Stannis once as he leads them away.&lt;ref name=&quot;E14&quot;/&gt;\n\n", "What is Dead May Never Die": "Brienne of Tarth takes part in a tournament held by King [[Renly Baratheon]]. She faces Ser [[Loras Tyrell]] in single combat on foot and defeats him. Renly is impressed with Brienne, stating that she is everything her father said she was and more. To reward her victory, Renly offers her anything that is within his power to give. Brienne requests the honor of being allowed to serve as a member of Renly's new [[Kingsguard]], to safeguard his life even at the cost of her own. Renly grants her request, though Loras' pride is slightly injured. Brienne is very defensive of her king, insisting that [[Catelyn Stark]] refer to him as &quot;your Grace&quot; and kneel, though Renly waves her off by saying that Lady Stark is their honored guest and doesn't need to grovel. In her new status as a member of Renly's Kingsguard, she follows him throughout his army's camp as he talks with Catelyn Stark. Retiring for the evening, Renly asks Brienne to escort Catelyn to her tent. Brienne asks Catelyn not to refer to her as &quot;Lady Brienne&quot; but simply as &quot;Brienne&quot;, because she isn't really a &quot;Lady&quot;.&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\n"}, "title": "Brienne of Tarth Season 2"}