{"attributes": {}, "sections": {"The Ghost of Harrenhal": "[[Bronn]] stands guard as [[Tyrion Lannister|Tyrion]] meets with his cousin and spy Ser [[Lancel Lannister]] in a litter on the streetâ&euro;&trade;s of [[Kingâ&euro;&trade;s Landing]]. Lancel reveals that the Queenâ&euro;&trade;s plans for defense of the city hinge on the use of [[Wildfire]]. Tyrion is disbelieving and threatens to reveal Lancelâ&euro;&trade;s sexual relationship with Cersei to [[Jaime Lannister]]. Lancel offers more information to back his claim; Cersei has met with the [[Alchemists' Guild]] and they have already stored thousands of pots of the substance. He says that they are planning to launch it from the walls onto Stannisâ&euro;&trade;s fleet and army. Tyrion sees that Lancel is telling the truth and asks when Cersei told him. Lancel says that he has heard Cersei talking with a pyromancer and has visited their guild. Tyrion forces Lancel to swear that his words are true but tires of toying with his cousin and dismisses him. Tyrion kicks him over as he ducks out of the litter and then instructs him to tell Bronn to kill him if anything happens to Tyrion. Lancel dutifully does as he is told. Bronn says that it would be his pleasure as Lancel jogs away.&lt;ref name=&quot;E15&quot;&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\nTyrion walks along a market street in Kingâ&euro;&trade;s Landing with Bronn. Traders sell eels and fruit. Tyrion bemoans their inferior military position and asks Bronn what they have. Bronn says that Tyrion has the mind that he keeps talking about. Tyrion says that he has never been able to use his mind to kill anyone. Bronn jokes that it is a good thing because he would be out of a job. Bronn asks for news of Tyrionâ&euro;&trade;s father [[Tywin Lannister]] and Tyrion says that he has not sent a raven in weeks. Tyrion jokes that Tywin is very busy being repeatedly humiliated by [[Robb Stark]]â&euro;&trade;s time consuming. Tyrion says that they will not be able to hold the city against Stannis following Joffreyâ&euro;&trade;s plans.&lt;ref name=&quot;E15&quot;/&gt;\n\nTyrion halts to listen to a protestor addressing a group of smallfolk. The man says that the city is foul with corruption and blames the rumour that King [[Joffrey Baratheon]] is the product of incest between Queen [[Cersei Lannister|Cersei]] and her brother [[Jaime Lannister]]. He calls Joffrey a rotten king. Tyrion says that it is hard to argue with his assessment and Bronn agrees, referencing Joffreyâ&euro;&trade;s treatment of Tyrionâ&euro;&trade;s nameday present. Tyrion says that Joffrey is a lost cause and that he is concerned for the rest of them. The protestor says that Joffrey is a â&euro;&oelig;dancing King, prancing down his bloodstained halls to the tune of a twisted demon monkey.â&euro;? The crowd erupts in laughter and Tyrion says that he admires the protestorâ&euro;&trade;s imagination. Bronn says that the protestor meant Tyrion. Tyrion is indignant and Bronn elucidates that the people believe Tyrion is manipulating Joffrey and blame his for the cityâ&euro;&trade;s problems. Tyrion says that he is trying to save them and Bronn says that he does not need to be convinced.&lt;ref name=&quot;E15&quot;/&gt;\n\nTyrion holds a vial filled with green [[Wildfire]] in the basement of the Alchemists' Guild. Tyrion recalls an old sailorâ&euro;&trade;s proverb â&euro;&oelig;Piss on wildfire and your cock burns off.â&euro;? [[Bronn]] grins and Wisdom [[Hallyne]] says that he has never conducted that particular experiment. Hallyne adds that it could be true because the substance burns so hot that it can melt wood, stone, steel and flesh. He is particularly focused on its potential to melt flesh like tallow. Hallyne claims that wildfire was the key to the power of [[House Targaryen]] after their dragons died out. Bronn laughs at the statement and Tyrion tells Hallyne that Bronn takes issue with the assertion. Bronn says that he has seen many insane old men pushing carts filled with jars of â&euro;&oelig;pig shitâ&euro;? around war camps making claims about their substances properties. Hallyne wags a finger at Bronn and assures him that their order does not deal in pig shit. Hallyne tells Tyrion that the substance is fire given form and that they have been perfecting it since the reign of King [[Maegor Targaryen]]. Bronn asks what the purpose of Wildfire is and Hallyne says that it can be used in catapults.&lt;ref name=&quot;E15&quot;/&gt;\n\nTyrion asks how much they have and Hallyne picks up a lamp to lead them deeper into the guildâ&euro;&trade;s tunnels. Bronn says that the substance could be useful with real soldiers manning the catapults but that all the trained soldiers are fighting for Lord [[Tywin Lannister]] in the Riverlands. Hallyne calls Bronn insulting as he leads them down a dark tunnel. Bronn asks if Hallyne has ever seen a battlefield and predicts that in the chaos pots will be dropped inside the city walls with disastrous consequences. As Bronn predicts that they will burn down the very city they are trying to defend Tyrion tells Hallyne that Bronn remains unconvinced. Hallyne opens a heavy door and warns that Bronn would not have dared to insult to order of pyromancers while [[Aerys II Targaryen]] lived. Bronn points that Aerys is dead and that all of his wildfire did not help him. Bronn says that men win wars and not magic tricks. Hallyne opens the door to reveal a massive cellar with rows upon rows of shelves filled with pots of Wildfire. Tyrion steps in and looks about in wonder. Hallyne says that they have been working tirelessly since receiving Cerseiâ&euro;&trade;s orders and have amassed 7800 pots. Bronn repeats his fears about it being a bad idea and Tyrion concurs. He says that Hallyne will be making wildfire for him from now on.&lt;ref name=&quot;E15&quot;/&gt;\n\n", "The Old Gods and the New": "King [[Joffrey Baratheon]] triggers a citywide riot when protestors throw excrement at him by demanding that his guards kill them all. Bronn's men are hard pressed to restore order and several [[goldcloaks]] are killed.&lt;ref name=&quot;E16&quot;&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\n", "The Prince of Winterfell": "Bronn cleans his fingernails in Tyrionâ&euro;&trade;s chamber. Tyrion sits opposite him poring through stacks of books. Tyrion asks if he has to do that in his rooms and Bronn replies that he likes to keep his hands clean. Tyrion again asks if Bronn specifically needs to do it there. Bronn looks across at him and then stops. Tyrion asks Bronn to start wearing a gold cloak to signify his status as Lord Commander of the City Watch. Bronn flatly refuses, reasoning that a cloak slows you down in a fight and makes it difficult to move stealthily. Tyrion points out that his new role obviates the need for sneaking around. Bronn maintains that wearing a gold cloak was not part of their deal. Tyrion reluctantly accepts the argument and returns to his reading. Bronn continues to stare at Tyrion, annoying him further. Bronn complains that Tyrion will not allow him to clean his nails or look at him and wonders why he is there. Tyrion explains that he wants Bronn to help him to plan the defence of Kingâ&euro;&trade;s Landing. Bronn stands up and then picks up one of the books, asking if it can tell them how to beat Stannis. Tyrion turns to the front cover of his current tome and reads the title aloud â&euro;&oelig;An History of the Great Sieges of Westerosâ&euro;? by Archmaester Châ&euro;&trade;Vyalthan. Tyrion stumbles over the pronunciation of the scholarâ&euro;&trade;s name and Bronn corrects him. Bronn throws the book back onto the pile and says that he would swap all of them for a few good archers.&lt;ref name=&quot;E18&quot;&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\nLord [[Varys]] enters and greets them both. Varys unctuously compliments Bronn on the Gold Cloaks performance, explaining to Tyrion that they have reduced the rate of theft in the city. Tyrion wonders how Bronn accomplished the improvement. Bronn admits that they rounded up all of the known thieves. Tyrion asks if they were questioned and Bronn declines to say more, adding that they need only worry about the unknown thieves from now on. Tyrion says that they spoke about such brutal methods and Bronn agrees that they did. Bronn then questions if they have ever been in a city under siege. They do not answer and Bronn suggests that he knows something that might not be in the books. He elucidates that starvation is the great killer of a siege and that food becomes the most valuable commodity during a siege. He says that if things are bad enough the poor will turn to cannibalism while the rich will give away their most valued possessions in exchange for simple provisions. He says that the thieves prosper most in a siege. Varys agrees that extreme measures are warranted under the circumstances.&lt;ref name=&quot;E18&quot;/&gt;\n\n[[File:Tyrion,_Varys_and_Bronn.jpg|thumb|Bronn, Varys and Tyrion strategize]]\nVarys notices what Tyrion is reading. He says that it is a thrilling subject but that it is a shame that Châ&euro;&trade;Vyalthan is an uninteresting writer. Tyrion is shocked when Varysâ&euro;&trade;s pronunciation of the name mirrors Bronnâ&euro;&trade;s. He gestures approvingly to the sellsword. Tyrion reaches for a map and says that Stannis knows Kingâ&euro;&trade;s Landing. He predicts that Stannis will use his insight to find their weak point and chooses the [[Mud Gate]] as the likely point that Stannis will attack. Tyrion says that it will be desirable to Stannis because it is weak to battering rams and only 50 yards from the shore. Varys asks what they plan to do to defend the weak spot. Bronn jokes that they could throw books at Stannisâ&euro;&trade;s men. Varys says that they do not have that many books and Bronn retorts that they donâ&euro;&trade;t have many men either. Varys asks Tyrion what they do have and Tyrion responds â&euro;&oelig;Pig Shit.â&euro;? Bronn referred to [[wildfire]] as equivalent to the pig shit peddled by battlefield â&euro;&oelig;wizardsâ&euro;? when they met with Pyromancer [[Hallyne]].&lt;ref name=&quot;E18&quot;/&gt;\n\n", "TOP": "Bronn Season 208129hhlrb2s7i0a3t25ek5iizg9lttc2orc1167642014-03-06T03:23:34ZGreater good3347453{{Template:Delete}}In '''[[Season 2]] [[Bronn]]''' becomes a major character having appeared as a recurring character in [[Season 1]]. He is still serving [[Tyrion Lannister]]. Tyrion takes up his position as acting [[Hand of the King]] to [[Joffrey Baratheon]] and makes Bronn commander of the [[City Watch]] of [[King's Landing]].\n\n", "Garden of Bones": "[[Joffrey Baratheon]] orders [[Sansa Stark]] publicly beaten by Ser [[Meryn Trant]] as retribution for [[Robb Stark]]'s victory in the [[Battle of Oxcross]]. Tyrion enters the Iron Throne room with [[Bronn]] as Meryn attacks Sansa and demands an explanation. He asks Meryn what kind of knight beats a helpless girl and Meryn says the kind that follows their king. Bronn sarcastically warns Meryn to be careful of getting blood on his white cloak. Tyrion orders Sansa covered and reminds Joffrey that he is engaged to marry her. [[Sandor Clegane]] tears off his white cloak and gives it to Sansa. Joffrey says that he was punishing her. Tyrion wonders what crimes she committed and elucidates that she did not fight in Robbâ&euro;&trade;s battle, calling Joffrey a half wit. Joffrey asserts that he can do as he likes as king. Tyrion reminds Joffrey of the fate of the [[Mad King]], who ruled without regard for the consequences of his actions until he was killed by Jaime. Meryn warns Tyrion not to threaten Joffrey and Tyrion counters that he is educating his nephew. He orders Bronn to kill Meryn if he speaks again and tells Meryn that he has now made a threat. Tyrion helps Sansa up and walks her out of the throne room. He apologizes for Joffreyâ&euro;&trade;s behaviour and asks if she wants to end the engagement. She asserts her loyalty and love for Joffrey. Tyrion calls her Lady Stark and says that she may yet survive her captivity. Bronn says that Joffreyâ&euro;&trade;s aggression stems from sexual tension and suggests organizing a prostitute to temper his cruelty. The plan backfires and Joffrey forces one of the prostitutes to beat the other and show Tyrion what she has done.&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\nTyrion turns Cersei's lover [[Lancel Lannister]] into his spy by threatening to reveal their incestuous relationship.&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\n", "The Night Lands": "Tyrion has [[Janos Slynt]] as a dinner guest in the dining room of the Tower of the Hand. Janos is the commander of the City Watch and the man responsible for carrying out the massacre of Robert's bastards. Tyrion questions Janos's involvement and his scruples. Janos stands up and threatens Tyrion, calling him a dwarf, but Tyrion points out Bronn behind Janos. Tyrion elucidates that he intends to serve as Hand of the King until [[Tywin Lannister]]'s return from the war and that he cannot trust Janos as Commander of the City Watch because he betrayed Tyrion's predecessor [[Eddard Stark]]. Janos insists that his friends at court will not allow Tyrion to replace him and that they will hear what Joffrey has to say. Tyrion says that they will not and nods to Bronn who summons four gold cloaks. Tyrion tells Janos that he is being sent to take the black and that he will leave on a ship for [[Eastwatch]] later that night. Tyrion says that he hopes Janos will enjoy [[the Wall]] and adds that he found it beautiful in a brutal, uncomfortable way. Bronn tells Janos that the gold cloaks will escort him to the ship because the city streets aren't safe at night. Janos insists that the men are under his command and Tyrion explains that Bronn is now commander of the city watch. Janos is dragged off, still protesting about his connections at court. Tyrion pours wine for Bronn and toasts to his appointment. He then asks if Bronn would murder an infant without question if ordered. Bronn says that he would ask how much.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\n", "The North Remembers": "Bronn accompanies [[Tyrion Lannister]] to [[King's Landing]] where Tyrion becomes the acting [[Hand of the King]] on orders from [[Tywin Lannister]]. [[Stannis Baratheon]] sends copies of a letter detailing Queen [[Cersei Lannister]]'s incestuous relationship with her twin [[Jaime Lannister|Jaime]] and the illegitimacy of her children to high lords throughout the seven kingdoms. Later, several of King [[Robert Baratheon]]'s bastards are brutally murdered by the [[City Watch]].&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\n", "What is Dead May Never Die": "Tyrion identifies [[Grand Maester]] [[Pycelle]] as an informant to Cersei. He has Bronn check on him and Bronn finds him alone with a prostitute and fetches Tyrion. Tyrion, Bronn and [[Timett]] burst into Pycelle's chamber while he is in bed with the prostitute [[Daisy]]. Pycelle denies his crime but Tyrion explains that he has implicated himself because he was the only one aware of the information he revealed to Cersei. Tyrion asks how long Pycelle has been spying for Cersei and Pycelle claims that he has been loyal to House Lannister since the days of the [[Mad King]]. Tyrion brings up his betrayals of past Hands of the King and suggests that he poisoned [[Jon Arryn]]. Pycelle convincingly denies any involvement in the death. Tyrion orders Pycelle confined to the black cells and pays Daisy for her trouble.&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\n"}, "title": "Bronn Season 2"}