{"attributes": {"status": " Active", "founder": [" Eddard Stark (inadvertently)", "Beric Dondarrion", "ThorosQuote"], "title": " Brotherhood Without Banners", "season": " Season 2", "image": " ", "allegiance": "R'hllor", "leader": " Lord Beric Dondarrion", "date": " ", "former": " ", "place": "Hollow Hill, the Riverlands", "members": [" Thoros", "Anguy"], "mentioned": [" &quot;Garden of Bones&quot;", "&quot;A Man Without Honor&quot;"], "type": ["Outlaw brotherhood", "Resistance group"], "appearances": " "}, "sections": {"TOP": "Brotherhood Without Banners07721qko5r16067z4bkwt7seieuej6nvc0gp1621772014-10-14T11:33:13Z109.66.3.152/* In the books */{{Infobox organization\n| Title= Brotherhood Without Banners\n|Image= \n|Season= [[Season 2|2]], [[Season 3|3]]\n|Appearances= \n|Mentioned= &quot;[[Garden of Bones]]&quot;&lt;br&gt;&quot;[[A Man Without Honor]]&quot;\n|Status= Active\n|Type=Outlaw brotherhood&lt;br&gt;Resistance group\n|Allegiance=[[R'hllor|R'hllor, the Lord of Light]]\n|Leader= Lord [[Beric Dondarrion]]\n|Members= [[Thoros]]&lt;br&gt;[[Anguy]]\n|Former= \n|Place=[[Hollow Hill]], [[the Riverlands]]\n|Date= \n|Founder= [[Eddard Stark]] (inadvertently)&lt;br&gt;Beric Dondarrion&lt;br&gt;Thoros\n}}\n{{Quote|That's what we are: ghosts. Waiting for you in the dark. You can't see us, but we see you. No matter whose cloak you wear: Lannister, Stark, Baratheon, you prey on the weak, the Brotherhood Without Banners will hunt you down.|Beric Dondarrion to Sandor Clegane|And Now His Watch is Ended}}\n\nThe '''Brotherhood Without Banners''' is an [[Outlaw|outlaw]] group working against [[House Lannister|Lannister]] interests in [[the Riverlands]] at the time of the [[War of the Five Kings]], though their goal is to protect the [[smallfolk]] from any force preying on them, regardless of which King or Lord they support.\n\nThe group was indirectly created by [[Eddard Stark]], when he sent out a force of knights to restore peace and justice to the Riverlands, bolstered by several of his own household guards from House Stark. Trapped behind enemy lines, they became a guerrilla fighting group, and were joined by deserters from different armies in the war as well as commoners trying to defend their homes. The Brotherhood continues to fight to protect the commoners of the Riverlands in the name of King Robert and Lord Eddard.\n\nFollowing the [[Red Wedding]], the Brotherhood Without Banners is one of the few surviving groups who still actively resist Lannister rule of the Seven Kingdoms.\n\n", "Known Members": "\n* Lord [[Beric Dondarrion]], [[Lord of Blackhaven]].\n* [[Thoros]], a [[Red Priest]] of the [[Lord of Light]] from the Free City of [[Myr]].\n* [[Anguy]], a champion archer from [[the Stormlands]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, a group of soldiers, [[knights]], and armed peasants known as the Brotherhood Without Banners forms to help protect the smallfolk in the Riverlands from the depredations of the war and abuses of military forces, particularly the Lannisters but also Stark forces.\n\nThe known members of the Brotherhood are:\n\n*Lord [[Beric Dondarrion]], the leader\n*[[Thoros]] of Myr\n*Edric &quot;Ned&quot; Dayne, Lord of [[Starfall]] and House Dayne in [[Dorne]], Beric's squire\n*Lem Lemoncloak\n*Harwin, formerly a member of the household guard of [[Eddard Stark]]\n*Jack-Be-Lucky\n*Tom of Sevenstreams, a singer of dubious repute\n*The Mad Huntsman, who caught [[Sandor Clegane|the Hound]]\n*Greenbeard\n*[[Anguy]] the archer\n*Merrit O'Moontown\n*Watty the Miller\n*Swampy Meg\n*Jon O'Nutten\n*Melly\n*Puddingfoot\n*{Kyle}, killed in a battle with the Brave Companions\n*{Alyn of [[Winterfell]]}\n\nThe core of the Brotherhood Without Banners are formed from the force of 100 soldiers that [[Eddard Stark]] himself sent out under the command of Ser Beric Dondarrion to bring Ser [[Gregor Clegane]] to justice when news came that Gregor was raiding villages in the Riverlands. In fact, it was Tywin Lannister's intention to goad Eddard into confronting him in order to use it as a pretext for war, and he knew Eddard's strong sense of justice would prevent him from letting Gregor's depredations of the smallfolk go unanswered. Thus the Lannisters anticipated this response and laid a trap for the men sent by Eddard at the Battle of Mummers Ford, in which most of the force was destroyed. The goal of the trap was actually to lure Eddard himself out of the safety of the capital city in order to assassinate him in the ambush, however, Tywin and Ser Gregor were not aware at the time that Jaime had badly injured Eddard's knee when he recklessly assaulted him in the street. Eddard was too badly injured to ride and lead the hunt for Ser Gregor in person, inadvertently thwarting the Lannister plan.\n\nAbout a third of Dondarrion's force led by Thoros manage to cut their way out of the ambush, though Dondarrion himself was killed. His body was recovered, however, and when Thoros reflexively recited a prayer to the Lord of Light over his deceased friend, much to his surprise Dondarrion magically returned to life. The few survivors led by Dondarrion were cut off behind enemy lines, and decided to form the Brotherhood to continue to harass Gregor's Lannister forces, still following Eddard Stark's orders to make the Lannisters answer for their crimes. Eddard supplemented Ser Beric's expedition with members of his own personal guard, thus several members of the Brotherhood Without Banners are the last survivors of his household guard from Winterfell who accompanied him to King's Landing. One of them, Harwin, was even present when Eddard and his sons found the six [[Direwolves|direwolf]] pups in the first chapter of the first novel. They continue to fight in memory of Eddard Stark, but after seeing the suffering of the smallfolk as both Lannister and Stark forces burned out villages to deny them to the enemy, they began to fight for the ideal of protecting the smallfolk from both Lannister and Stark soldiers. It is stated that about one third of Dondarrion's original one hundred men died in the ambush at Mummer's ford, thus the original core group of the Brotherhood Without Banners consisted of about thirty to forty men (it is unclear how many were from Eddard Stark's personal guard), though this was later supplemented by smallfolk and deserters from different sides in the war.\n\nBy the second novel (the same timespan as Season 2 in the TV series), the Brotherhood Without Banners has become an irritant to the Lannister army at Harrenhal and Ser [[Gregor Clegane]]'s men are trying to find the Brotherhood's leaders.\n\nMany characters who later formed the Brotherhood were introduced at the [[Tournament|Tourney of the Hand]] in the first novel. This tourney did occur in [[Season 1]] of the TV series, but the characters were not introduced, because they would not really make a significant appearance until Season 3 - they are given cameos in the first novel but only reappear as &quot;the Brotherhood&quot; in the third novel (though as in Season 2 of the TV series, in the second novel characters do mention that something called &quot;the Brotherhood&quot; is harassing Lannister supply lines).\n\nAt the Tourney of the Hand, [[Anguy]] won the archery contest and [[Thoros]] of Myr won the melee contest. This is why they arrived in King's Landing, and were available when Ned Stark ordered [[Beric Dondarrion]] to lead out a group of able knights to bring Gregor Clegane to justice - the soldiers who formed the original core of the Brotherhood Without Banners. Thus the connection might be lost on the TV audience that one of the reasons the Brotherhood is such a disproportionately capable fighting force is because so many of its initial members were elite fighters who came to the capital city to participate in the Tourney of the Hand. For example it might a bit contrived in the TV series that, as if by pure chance, the Brotherood's lead archer Anguy just happens to be preternaturally skilled with a bow. The books actually do explain that he is a professional archer so skilled that he actively competes in tournaments, and indeed recently won first place at a ''royal-level'' archery tournament. Moreover, he doesn't just happen to be wandering in the Riverlands, but the rational reason was given that he was in the capital for a major tournament, before being sent out with Dondarrion.\n\nFollowing the massacre of the Stark army at the [[Red Wedding]], the Brotherhood Without Banners is one of the few remaining pockets of resistance against Lannister control in the Riverlands. The one or two dozen original members of the Brotherhood who used to be part of Eddard Stark's personal guard (such as Harwin) are thus one of the only groups of Stark soldiers who managed to escape death or capture in the war. Even after the Red Wedding, they continue to fight the Lannisters in the name of King Robert and Lord Eddard.\n\nAlthough the Brotherhood claims to protect the smallfolk, they sometimes rob the same people they are supposed to protect, as they did to the [[Old woman prisoner]]. She told bitterly that Beric &quot;took two of my chickens and gave me a bit of paper with a mark on it. Can I eat a bit of raggy old paper, I ask you? Will it give me eggs?&quot;. The Brotherhood members that encountered Arya, Gendry and Hot Pie intended to treat them similarly: take their horses and pay with a paper. To justify their acts, they claim that they will pay after the war is over, and that they can make better use of those items than their previous owners by fighting for the good of the realm. Even if the Brotherhood intends to honor its obligations, it is not much of consolation to the poor people they rob.\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Trivia": "The &quot;Brotherhood Without Banners&quot; (or BWB) is also the name of [[George R.R. Martin]]'s fanbase, particularly the part of which gathers around the [http://asoiaf.westeros.org/ Westeros.org forums]. His fifth ''A Song of Ice and Fire'' novel, ''A Dance with Dragons'', is dedicated to the Brotherhood Without Banners.\n\n", "History": "\nThe Brotherhood Without Banners formed in the aftermath of the [[Battle at the Mummer's Ford]], in which the host assembled by [[Eddard Stark]] to arrest and execute Ser [[Gregor Clegane]], under the leadership of Lord [[Beric Dondarrion]], was ambushed. The survivors were trapped behind enemy lines, but led by Dondarrion and Thoros of Myr, they formed the Brotherhood to harass Lannister forces. Over time, they began to feel that none of the factions in the War of the Five Kings, the Starks or the Lannisters, was looking out for the welfare of the [[smallfolk]]. Stark raiding parties would burn out farms in the Riverlands just to deny their resources to the Lannisters, and the Lannisters would do the same.\n\nThe Brotherhood therefore decided to fight for no &quot;banner&quot; of one king or another in the war, but to fight to defend the common people against raiding parties of soldiers who prey on the weak during the war. From the core group which was originally sent out by Eddard Stark - and contained some of his own household guards from Winterfell - the Brotherhood gained new members during the course of the war as it was joined by Stark deserters, Baratheon deserters, and simple commoners who wanted to defend their homes.\n\nIn short, the Brotherhood Without Banners are a rag-tag band of misfits who rob from the rich to give to the poor, making hit-and-run attacks then retreating back to the forests.\n\n===[[Season 2]]===\nAt [[Harrenhal]], the Lannister torturer known as the [[Tickler]] interrogates prisoners from a nearby village and demands to know where the Brotherhood is, what they are planning and which villagers are collaborating with them.&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\nAfter the poisoning of Ser [[Amory Lorch]], Ser [[Gregor Clegane]] believes the Brotherhood Without Banners is responsible. Lord [[Tywin Lannister]] considers the name to be grandiose for a band of brigands and outlaws. Tywin is angered that the Brotherhood is operating behind the Lannister lines and harrying their forces with impunity.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\nFollowing their escape from [[Harrenhal]] [[Arya Stark|Arya]], [[Hot Pie]], and [[Gendry]] are ambushed by the Brotherhood as they attempt to make their way to [[Riverrun]]. The trio are questioned by [[Thoros]], who mistakes them for war refugees, and invites them back to a nearby [[Crossroads Inn|inn]] for food and drink. The Brotherhood also captures [[Sandor Clegane]], who identifies Arya.&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt;\n\nThe Brotherhood refuses to let Arya go, effectively making her their hostage. Meanwhile, Gendry chooses to join them.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\n"}, "title": "Brotherhood Without Banners"}