{"attributes": {"status": " :Category:Status: Alive", "last": "&quot;The Rains of Castamere (episode)", "family": [" Hoster Tully - brother", "Edmure Tully - nephew", "Catelyn Stark - niece", "Lysa Tully - niece", "Robin Arryn - great-nephew", "Robb Stark - great-nephew", "Sansa Stark - great-niece", "Arya Stark - great-niece", "Bran Stark - great-nephew", "Rickon Stark - great-nephew"], "rightlink": "House TullyCharacter", "season": "Season 3", "image": "Blackfish.png", "leftimage": "Tully mini shield.png", "allegiance": "House Tully", "actor": "Clive RussellQuote", "titles": " Ser", "rightimage": "Blackfish mini shield.png", "place": "Riverrun", "title": "Brynden Tully", "aka": "The Blackfish", "first": "&quot;Walk of Punishment&quot;", "appearances": " 5 episodes &lt;small&gt;#Appearances", "leftlink": "House Tully"}, "sections": {"Family tree": "{{House Tully family tree}}\n\n", "Behind the scenes": "Brynden Tully was announced as appearing in ''[[Game of Thrones]]'' and was expected to debut in the second season based on comments by [[George R.R. Martin]]. He debuted in the first novel, however his introduction to the TV series was pushed back due to time constraints. He was not cast for the first and second seasons, however, a press release confirmed he would be cast in [[Season 3]].&lt;ref&gt;[http://winteriscoming.net/2012/05/ew-scoop-on-s3-the-reeds-are-in-and-so-is-blackfish/  Winter is Coming.net article on season 3 roles]&lt;/ref&gt; He is played by [[Clive Russell]].&lt;ref&gt;[http://winteriscoming.net/2012/06/clive-russell-cast-as-the-blackfish/ Clive Russell cast as the Blackfish]&lt;/ref&gt;\n\nOn the Season 3 Blu-ray, the BlackfishÂ narrates [[Histories &amp; Lore]] videos on '''&quot;[[House Tully (Histories &amp; Lore)|House Tully]]&quot;''' and '''&quot;[[The Riverlands (Histories &amp; Lore)|The Riverlands]]&quot;'''.Â \n\n", "TOP": "Brynden Tully02350ablunsogwzho31g7me8li9z9o1ff0ja1799532015-03-27T21:56:27ZEnglishJoker1525043/* Season 3 */{{Heraldry\n|leftimage=Tully mini shield.png\n|leftlink=House Tully\n|rightimage=Blackfish mini shield.png\n|rightlink=House Tully\n}}\n\n{{Character\n| Title=Brynden Tully\n| Image=Blackfish.png\n| Season=[[Season 3|3]]\n| First=&quot;[[Walk of Punishment]]&quot;\n| Last=&quot;[[The Rains of Castamere (episode)|The Rains of Castamere]]&quot;\n|Appearances = 5 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Aka=The Blackfish\n| Titles = [[Ser]]\n| Status= [[:Category:Status: Alive|Alive]]\n| Place=[[Riverrun]]\n| Allegiance=[[House Tully]]\n| Family= {[[Hoster Tully]]} - brother&lt;br&gt;[[Edmure Tully]] - nephew&lt;br&gt;{[[Catelyn Stark]]} - niece&lt;br&gt;{[[Lysa Tully]]} - niece&lt;br&gt;[[Robin Arryn]] - great-nephew&lt;br&gt;{[[Robb Stark]]} - great-nephew&lt;br&gt;[[Sansa Stark]] - great-niece&lt;br&gt;[[Arya Stark]] - great-niece&lt;br&gt;[[Bran Stark]] - great-nephew&lt;br&gt;[[Rickon Stark]] - great-nephew\n| Actor=[[Clive Russell]]\n}}\n\n{{Quote|People have been calling me &quot;Blackfish&quot; for so long they don't remember my real name.|Brynden Tully|Walk of Punishment}}\n\n'''Brynden Tully''', popularly called '''&quot;the Blackfish&quot;''', is a recurring character in the [[Season 3|third season]]. He is played by [[Clive Russell]]. Ser Brynden Tully is a [[knight]] and a member of [[House Tully]]. He is the younger brother of Lord [[Hoster Tully]], and the uncle of [[Catelyn Stark|Catelyn]], [[Lysa Arryn|Lysa]], and [[Edmure Tully]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Blackfish is a canny and respected warrior. He is tall and clean-shaven, and dons a red and blue [[House Tully|Tully]] cape, like his nephew Edmure. Brynden possessed the distinctive auburn hair of the Tully family in his youth, but it has now gone mostly grey.\n\nBrynden is an experienced battlefield commander. He rose to particular distinction during the War of the Ninepenny Kings which was fought over the [[Stepstones]], in which he fought alongside Ser [[Barristan Selmy]]. The young [[Jaime Lannister]] highly revered him and was eager to hear of his exploits in the war.\n\nBrynden took up the nickname &quot;the Blackfish&quot;, after he refused to marry Bethany Redwyne, which would have advanced the family's fortunes. This led to years of bitter quarrels and estrangement with his brother Hoster. After one such quarrel with his elder brother, when Lord Hoster called him the &quot;black goat of the Tully herd&quot;, Ser Brynden pointed out that their sigil was a fish, so he took the name &quot;Blackfish&quot;, and changed the color scheme of his personal sigil to a jumping black trout (which is normally silver in the Tully sigil).\n\nSo far, the books have never made exactly clear why Brynden has never married, i.e. if he loved a woman who did not return his attraction, or if his brother refused to allow him to marry anyone else if he wouldn't go through with the arranged marriage to Bethany Redwyne. As the younger brother of Hoster, Lord Paramount of the Riverlands, Brynden was certainly one of the more eligible bachelors in Westeros. This has led to some fan speculation that Brynden may be a homosexual, and that this in-part caused the rift with his older brother when he refused to take part in a marriage-alliance he had brokered, but so far the books have given no particular hint that this is the case. Others speculate that Brynden may have loved Minisa Whent, but after she married his older brother Hoster, he refused to ever love again. Whatever the reason why Brynden never married, it is something of an open secret among his immediate family members: at one point Catelyn comments in passing to Edmure, regarding Brynden's disagreements with her father, that they both know why he never married.\n\nIn the novels he is first encountered serving in [[the Vale of Arryn]], where he serves his niece, the Lady Lysa, following the death of her husband, as the Knight of the Gate, who commands the [[Bloody Gate]]. After Catelyn asks for his assistance and Lysa refuses to send aid after the Lannisters invade the Riverlands,Â Brynden resigns from his post andÂ agrees to return to the [[Riverlands]] and help in the growing struggle against the [[Lannisters]]. In the TV series, some of Brynden's activities in the Vale have been taken over by Ser [[Vardis Egen]].\n\nAlong with Edmure, he becomes one of King [[Robb Stark]]'s most trusted lieutenants, his &quot;eyes and ears&quot;. Theon Greyjoy references the Blackfish's talent for battle and strategy.\n\nThe Blackfish is not present during the events of the Red Wedding because Robb had left him holding Riverrun as &quot;Warden of the Southern Marches&quot;, overseeing the defenses of the Stark-loyal territories of the Riverlands, and protecting his Queen, Jeyne Westerling (the book's counterpart of [[Talisa Maegyr]]), who also remained at Riverrun.\n\n", "Quotes": "{{Quote|Don't call him &quot;[[Robb Stark|nephew]]&quot;. He is your king.|'''Brynden''' to [[Edmure Tully]]|Walk of Punishment}}\n{{Quote|Even in war's darkest days, in most places in the world absolutely nothing is happening.|'''Brynden''' to [[Catelyn Stark]]|Walk of Punishment}}\n{{Quote|Your [[Hoster Tully|father]] was a stubborn old ox. I was surprised when he died. Didn't think death had the patience.|'''Brynden''' to [[Catelyn Stark]] about his brother [[Hoster Tully]]|Walk of Punishment}}\n\n", "See also": "*{{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season Three Appearances|||yes||yes|yes|yes||yes}}\n\n", "Biography": "===Background===\nBrynden Tully is the younger brother of [[Hoster Tully]]. HosterÂ was the [[Lord of Riverrun]] and the head of [[House Tully]]. He is the uncle of [[Catelyn Stark]], [[Edmure Tully]], and [[Lysa Arryn]]. Brynden is a respected knight and formidable battle commander, who first distinguished himself in the [[War of the Ninepenny Kings]], nearly forty years before the War of the Five Kings.\n\nBrynden often argued with his older brother Hoster, particularly over the fact that Brynden never married. When Brynden returned home from the War of the Ninepenny Kings, Hoster had already arranged for him to marry [[Bethany Redwyne]], of the wealthy and powerful [[House Redwyne]]. Brynden refused this generous match, however, refusing to be told when and whom to marry. Hoster was angry that Brynden would not do his duty to their family and enter into a marriage-alliance to improve their fortunes, and said that he was the black goat of the Tully herd. Brynden joked that given that the Tully sigil is a trout, it would be more fitting to say that he was the &quot;black fish&quot; of the Tully school. The nickname stuck, and Ser Brynden became popularly known as &quot;The Blackfish&quot; ever since. Brynden even took to using a black fish in his own [[Heraldry|personal heraldry]]: like the standard Tully heraldry it uses a red and blue background, but swaps out the normal silver trout for a black one. Hoster would attempt to contract other arranged marriage-alliances for Brynden over the years, many of them very promising matches, but Brynden turned down them all, which led to constant bickering between the two brothers throughout their lives.\n\nDespite his disagreements with his brother over his refusal to marry, Brynden is very devoted to his family.\n\n===[[Season 3]]===\nDuring the funeral of Hoster Tully, an annoyed Brynden takes the place of his nephew, Lord Edmure, after the latter fails several times to hit the funeral boat with flaming arrows. Later on he also chides Edmure for calling Robb &quot;nephew&quot; instead of treating him as his King as Edmure defends his course of action that led to the [[Battle of Stone Mill]]. He also consoles Catelyn when she muses about her father's funeral and whether she will ever see [[Bran]] and [[Rickon]], whose whereabouts are unknown following the [[Sack of Winterfell]].&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\nThe Blackfish brings [[Rickard Karstark]] and his men before King Robb after they brutally murdered [[Willem Lannister|Willem]] and [[Martyn Lannister]] as revenge against [[House Lannister]]. Brynden is highly offended when Karstark calls King Robb &quot;boy&quot; and punches him in the face in retaliation. Brynden counsels King Robb not to execute Lord Karstark but instead to keep him as a hostage, thus keeping the Karstark forces loyal to the Starks. King Robb disagrees, however, and executes Lord Karstark under charges of treason while Brynden watches on along with Edmure, Talisa and Catelyn.&lt;ref&gt;[[Kissed by Fire]]&lt;/ref&gt;\n\nThe Blackfish is again present when [[Walder Rivers|&quot;Black Walder&quot;]] and [[Lothar Frey]] come to Riverrun to discuss an alliance between [[House Stark]] and [[House Frey]]. The Freys demand that Edmure must marry one of Lord [[Walder Frey]]'s daughters if the alliance is to go ahead. Edmure is reluctant to agree to these terms but Brynden tells him that he must if they have any hope of winning [[War of the Five Kings|the war]].&lt;ref&gt;[[The Climb]]&lt;/ref&gt;\n\nEn route to [[the Twins]] for Edmure's wedding, Brynden agrees with Catelyn that Walder Frey is the prickliest man he has ever met. He states that he has seen &quot;wet shits I like more than Walder Frey&quot;.&lt;ref&gt;[[The Bear and the Maiden Fair (episode)]]&lt;/ref&gt;\n\nDuring the wedding feast, he goes outside to relieve himself on a tree, shortly before the massacre of [[Robb Stark]], [[Talisa Stark]], [[Catelyn Stark]], and all their soldiers during the [[Red Wedding]].&lt;ref&gt;[[The Rains of Castamere (episode)]]&lt;/ref&gt; Brynden's body is not found among the carnage, leading [[Roose Bolton]] to conclude that he escaped. Though Walder Frey is undisturbed, Bolton is visibly concerned that Brynden will reach the safety of Riverrun before he is found and continue to hold it against the Iron Throne in Robb's name.&lt;ref&gt;[[Mhysa]]&lt;/ref&gt;\n\n"}, "title": "Brynden Tully"}