{"attributes": {"status": " :Category:Status: Dead", "family": ["Aegon IV Targaryen - father", "Daeron II Targaryen - half-brother", "Daenerys Targaryen (daughter of Aegon IV)"], "rightlink": "Night's WatchCharacter", "season": " Season 1", "image": " Bloodraven.png", "leftimage": "Targaryen mini shield.png", "allegiance": [" House Targaryen ", "Night's Watch (later career)"], "titles": "'''Brynden Rivers''' is an unseen character in ''Game of Thrones (TV series)", "rightimage": "Crow mini shield.png", "place": " ", "mentioned": " &quot;A Golden Crown&quot;", "title": "Brynden Rivers", "aka": " Bloodraven", "leftlink": "House Targaryen"}, "sections": {"TOP": "Brynden Rivers0274069hvk77rczon34us7j65rmbjzskzkb261744512015-02-26T04:27:02ZGonzalo848331{{Heraldry\n|leftimage=Targaryen mini shield.png\n|rightimage=Crow mini shield.png\n|leftlink=House Targaryen\n|rightlink=Night's Watch\n}}\n\n{{Character\n| Title=Brynden Rivers\n| Image = Bloodraven.png\n| Season = [[Season 1|1]]\n| Mentioned = &quot;[[A Golden Crown]]&quot;\n| Status = [[:Category:Status: Dead|Deceased]]\n| Place = \n| Aka   = Bloodraven\n| Allegiance = [[House Targaryen]] &lt;br&gt;[[Night's Watch]] (later career)\n| Family ={[[Aegon IV Targaryen]]} - father&lt;br&gt;{[[Daeron II Targaryen]]} - half-brother&lt;br&gt;{[[Daenerys Targaryen (daughter of Aegon IV)|Daenerys Targaryen]]} - half-sister&lt;br&gt;{[[Daemon Blackfyre]]} - half-brother&lt;br&gt;{[[Daemon II Blackfyre]]} - half-nephew&lt;br&gt;{[[Aegor Rivers]]} - half-brother&lt;br&gt;{[[Shiera Seastar]]} - half-sister\n| Titles =}}\n'''Brynden Rivers''' is an unseen character in ''[[Game of Thrones (TV series)|Game of Thrones]]''. He is not expected to appear in the series, being long dead by the time it begins.\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Brynden Rivers was often called &quot;Bloodraven&quot;. While King Aegon IV had many bastard children, the mothers of four of them were also noblewomen, which encouraged him to formally acknowledge them. The four Great Bastards were [[Daemon Blackfyre]] (whose mother, secretly, was [[Daena Targaryen]]), Aegor &quot;Bittersteel&quot; Rivers (whose mother was a member of [[House Bracken]]), Brynden &quot;Bloodraven&quot; Rivers (whose mother was a member of [[House Blackwood]]), and Shiera Seastar (whose mother was Serenei of [[Lys]], from an ancient Valyrian noble family).\n\nHe was called &quot;Bloodraven&quot; because he had a port-wine stain birthmark covering much of his cheek, which was said to be shaped like a raven, colored blood red against his pale skin.  It wasn't really perfectly shaped like a raven, sort of like when you look at a cloud and try to see shapes in it; when Ser Duncan the Tall sees Bloodraven he thinks to himself that it's really more of a blob in shape, though one could ''plausibly'' say it looked somewhat like a raven.  \n\nOn his deathbed, Aegon IV foolishly had them all [[Legitimization|legitimized]], which led to strife between them and his legitimate heir King [[Daeron II Targaryen|Daeron II]], tensions which ultimately split realm apart in the devastating civil war known as the [[Blackfyre Rebellion]]. Bloodraven sided with their half-brother King Daeron II Targaryen, while his other half-brother, Bittersteel sided with his half-brother Daemon Blackfyre.\n\nBittersteel and Bloodraven hated each other, because they both competed for the love of their half-sister Shiera Seastar. Bloodraven asked her to marry him dozens of times and she refused, but she did let him into her bed - though she had many lovers. Shiera, however, completely rejected Bittersteel, and for this he never forgave Bloodraven. It also didn't help that Bittersteel's mother was a Bracken and Bloodraven's mother was a Blackwood, as those two noble families had been feuding for thousands of years. Bittersteel became a great champion and general for the Blackfyres, while Bloodraven became a great champion and general for the Targaryens.\n\nThe First Blackfyre Rebellion ended in 196 AL with the [[Battle of Redgrass Field]], in which Daemon Blackfyre and his eldest two sons were slain.  It was Bloodraven's private company of archers, known as the Raven's Teeth, who rained arrows down upon Daemon Blackfyre and his two eldest sons, killing them. Many called Bloodraven a [[Kinslaying|kinslayer]] for this, though no one knew exactly whose arrows had killed Daemon - he was pierced by many.  Bittersteel responded with a ferocious counter-charge and engaged Bloodraven in an epic duel, in which Bloodraven lost an eye.  However, Bloodraven's intent was not to defeat Bittersteel, but simply distract him and play for time until reinforcements arrived under Prince Baelor &quot;Breakspear&quot; Targaryen:  already fighting Prince Maekar's forces in front, Breakspear caught Bittersteel's remaining forces from the rear in a pincer's movement.  The battle was lost but Bittersteel managed to escape, and became one of the major leaders of the surviving Blackfyre forces as they fled into exile in the [[Free Cities]]. Daemon left behind five sons and multiple daughters, so Bittersteel became their guardian, secreting them across the [[Narrow Sea]] with his dwindling followers. They would continue to harass the Seven Kingdoms with plots and failed rebellions for decades. \n\nAfter King Daeron II died in the [[Great Spring Sickness]] of 209 AL he was succeeded by his son [[Aerys I Targaryen]] - who proved to be a weak, absentee-king, more concerned with introverted scholarly pursuits than any form of governing. When Aerys I was crowned, however, Bloodraven was named as his new [[Hand of the King]], a position he held throughout Aerys I's twelve-year reign. During that time, Bloodraven was the real power behind the throne, and the functional ruler of the Seven Kingdoms. Aerys I's rule was deeply troubled by plague, drought, and insurrection, and many blamed Bloodraven because he was in charge, but ultimately he was the man holding the realm back from the brink of chaos during this troubled period.\n\nDuring his time as Hand of the King, Brynden was not only an effective administrator and strategist, but a cunning spy-master, and the information from his secret agents greatly aided his grip on power. His spies were so widespread that, also referring to the eye he lost in battle, a popular riddle at the time asked, &quot;How many eyes does Lord Bloodraven have?&quot; to which the answer was &quot;A thousand eyes... and one...&quot;\n\nAerys I died in 221 AL without issue, so he was succeeded by his younger brother [[Maekar Targaryen]]. For undisclosed reasons, Maekar distrusted Bloodraven, so when he was crowned he had him stripped of his position and confined to the Black Cells under the Red Keep for an unknown amount of time. Maekar ruled for twelve years and was then succeeded by his own son, [[Aegon V Targaryen]], also known as &quot;Egg&quot;.  During the Great Council that put Aegon V on the throne, Aenys Blackfyre had sent word from the Free Cities that he wanted to put himself forth as a legitimate candidate.  Bloodraven promised him safe passage and Aenys accepted in good faith, but as soon as he set foot in King's Landing, the Gold Cloaks seized him and dragged him to the Red Keep, where Bloodraven promptly executed him.  This was decried as utterly dishonorable, but Bloodraven said he willingly paid the price to remove one more potential Blackfyre pretender, and accepted exile to the [[Night's Watch]] as punishment.  In 233 AL, the year he was crowned, Aegon V had Bloodraven sent north as part of the &quot;honor guard&quot; that escorted his older brother, Maester [[Aemon]], to [[the Wall]]. In time, Bloodraven rose to become the new [[Lord Commander]]. He served long and well in this position, but one day he went out alone ranging [[Beyond the Wall|beyond the Wall]], and mysteriously never returned.\n\nBloodravenÂ was a prominent figure in [[Westeros]] during the events of the ''[[Tales of Dunk and Egg]]'' novellas and appears in the third story in the series, ''The Mystery Knight''. He would thus appear in any potential TV adaptation of the prequels.\n\n", "Biography": "===Background===\nBrynden was one of the infamous [[Great Bastards]] of King [[Aegon IV Targaryen]], also known as &quot;Aegon the Unworthy&quot;. During the [[Blackfyre Rebellion]] he sided with his half-brother [[Daeron II Targaryen|Daeron the Good]] and fought against [[Daemon Blackfyre]] in the [[Battle of Redgrass Field]].\n\n===[[Season 1]]===\nBrynden, along with his siblings is mentioned in the [[House Targaryen]] entry of the book ''[[The Lineages and Histories of the Great Houses of the Seven Kingdoms]]''.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n"}, "title": "Brynden Rivers"}