{"attributes": {}, "sections": {"TOP": "Cadet branch020838thkvymdoovr1itqxp1kipeq80j6ky9n1767032015-03-13T20:35:50ZGonzalo848331{{Quote|We are kin. Stark and Karstark.|Lord Rickard Karstark to King [[Robb Stark]].|Kissed by Fire}}\n\nA '''cadet branch''' is a [[Noble house|noble House]] that descends from another noble House.\n\nThey are usually created when a younger member of a noble House, who is not the current heir of the family seat, is granted lands and titles of his own. [[Bastards]], legitimized or not, or trueborn descendants of bastards, when granted lands and titles of their own, also found cadet branches.\n\nLarger and wealthier noble Houses such as the Lannisters or Tyrells may have numerous younger cousins, but these are all part of the main House - albeit far down in the line of succession. When younger children or cousins form their own cadet branch, they become head of this new House, though the cadet branch is not considered as prestigious as the main line.\n\nStrictly speaking, a &quot;cadet branch&quot; consists of only male-line descendants, in an unbroken chain from father to son - in which case the founding member was a younger son of another noble House. The inheritance systems in the Seven Kingdoms do not put as much value on descent through the female line. New Houses have been formed from the female-line younger descendants of other Houses, but their lineage is considered inferior compared to other cadet branches who can claim male-line descent. For example, [[House Tyrell]]  descents from the Gardeners, but only through a Gardener daughter - which means that other houses of the Reach descend from a Gardener son have a superior line of descent compared to the Tyrells. The Tyrells are not, therefore, technically a &quot;cadet&quot; branch.\n\nGiven that [[Dorne]], uniquely among the Seven Kingdoms, practices equal primogeniture it probably makes no distinction between cadet branches founded by younger sons or younger daughters.\n\n==Known cadet branches (male line)==\n\n* [[House Blackfyre]], founded by [[Daemon Blackfyre]], a legitimized [[Bastard|bastard]] son of King [[AegonÂ IV Targaryen|Aegon&amp;nbsp;IV Targaryen]]. The house became extinct after being defeated in [[Blackfyre Rebellion|numerous]] [[War of the Ninepenny Kings|rebellions]] attempting to claim the[[ Iron Throne]].Â \n* [[House Karstark]] of [[Karhold]], formerly House Stark of Karl's Hold. Founded by [[Karlon Stark]], a younger son of [[House Stark]] of [[Winterfell]]. Over time the &quot;Karl's Hold Starks&quot; became known as the &quot;Karstarks&quot;.\n* [[House Lannister of Lannisport]]. Descended from the [[House Lannister|House Lannister of Casterly Rock]], they rule the city of [[Lannisport]] as vassals of the main Lannister line.\n* [[House Florent]]. Descended from [[House Gardener]] of [[Highgarden]].\n* [[House Baratheon of King's Landing]]. Founded by [[Robert Baratheon]] after taking [[King's Landing]] at the end of [[Robert's Rebellion]]. It is actually a cadet branch of House Lannister in all but name, as Robert's &quot;trueborn&quot; children were really fathered by Ser [[Jaime Lannister]], the Queen's brother.\n* [[House Baratheon of Dragonstone]]. Founded by [[Stannis Baratheon]] when he is made Lord of [[Dragonstone]] after Robert's Rebellion.\n**Given that Robert secretly had no trueborn heirs, and his youngest brother Renly had no issue, following Robert and Renly's deaths this branch technically became the ''de facto'' &quot;House Baratheon&quot; - particularly because Stannis is Robert's younger brother, not a distantly removed relative. Nonetheless the Lannisters continue to insist that Cersei's children are Robert's heirs.\n\n==Known branches through female-line descent==\n* [[House Tyrell]], descending from House Gardener through the female line.\n* [[House Lannister]] of Casterly Rock, descending from the (so-far unidentifed) house of [[Lann the Clever]] through the female line. One of Lann's female First Men descendants was married by a male member of the [[Andal]] family who invaded the region six thousand years ago, to secure their conquest.\n**(As revealed in the ''World of Ice and Fire'' sourcebook (2014), Lann's descendants actually were called &quot;Lannister&quot; during the time of the First Men:  when an Andal adventurer married the daughter of the lord of Casterly Rock, he continued to use the name of his wife's House for their children - &quot;Lannister&quot; - because it was more prestigious.)\n* [[House Baratheon]], descendants of [[House Durrandon]], whose last member [[Argalia Baratheon|Argalia Durrandon]] married [[Orys Baratheon]].Â Their connection is shown in their [[heraldry]], as OrysÂ BaratheonÂ took House Durrandon'sÂ sigil and [[House Words|words]] as his own.\n**It was also strongly rumored that Orys was [[Aegon I Targaryen]]'s bastard half-brother, but given that Orys was never ''officially'' acknowledged, the Baratheons are not legally a male-line cadet branch of the Targaryens, despite their Targaryen bloodline. Regardless, Robert, Stannis, and Renly did have Targaryen blood through their mother.\n\n", "In real life": "\n[[Wikipedia:Cadet branch|Cadet branches]] of noble families have often gone on to become powerful rulers in their own right over the centuries, often after the main line becomes exhausted.\n\nAuthor [[George R.R. Martin]] has said that the ''[[A Song of Ice and Fire]]'' novels are loosely inspired by the War of the Roses, the civil war that tore apart England in the late fifteenth century. While the two noble families in conflict during the War of the Five Kings are the Starks and Lannisters, the two noble families in conflict during the War of the RosesÂ were the Yorks and Lancasters.\n\nBoth the House of York and the House of Lancaster were cadet branches of the previous royal family, the House of Plantagenet. All claimed descent from King Edward III, who had five sons who survived to adulthood, and a daughter (who despite being eldest was considered behind the sons due to male-preference inheritance). Edward III's eldest son was Edward the Black Prince, who predeceased his father, and thus the Black Prince's own son succeeded Edward III as King Richard II.\n\nEdward III's younger four sons were Lionel of Antwerp, John of Gaunt, Edward of Langley, and Thomas of Woodstock. The descendants of John of Gaunt (Ghent) founded the cadet branch of Lancaster, while Edward of Langley's descendants formed the cadet branch of York.\n\nJohn of Gaunt's son, Henry IV of Bolingbroke, overthrew Richard II in a rebellion. This ended the line of eldest son Edward the Black Prince, and the Plantagenet dynasty itself, while Henry IV ruled as the first king from House Lancaster. The Lancasters were the eldest surviving branch with direct male-to-male descent, despite the fact that John of Gaunt was not Edward III's second son, but his third. Edward III's second son was Lionel of Antwerp, but his only surviving child was a daughter, Philippa, and thus his descendants did not have direct male-line descent. Philippa married into the powerful Mortimer family. The Yorks, meanwhile, were descended from the fourth son, and could not claim better descent than the Lancasters. Henry IV's son Henry V ruled after him, famed for his role in the Battle of Agincourt. After Henry V's death, however, his son Henry VI was only an infant, and power in England become dominated by a regency council.\n\nEventually, the head of the House of York married Philippa's granddaughter Anne Mortimer, uniting the branches of the second and fourth sons of Edward III. Through Anne Mortimer and ultimately Philippa, the Yorks could claim a more senior line of descent than the Lancasters (descended from the third son), but only according to gender-blind equal primogeniture, when male-preference primogeniture was the law. The Yorks pressed this claim anyway and ultimately usurped the throne from the Lancasters during the War of the Roses, beginning with Anne's grandson King Edward IV. The House of Lancaster was driven to extinction with the death of Henry VI, as his son and only child Edward predeceased him at the Battle of Tewkesbury.\n\nEdward IV was succeeded by the next Yorkist king, his brother Richard III - despite the fact that Edward IV had two underaged sons, Edward and Richard, who were infamously locked away in the Tower of London and &quot;disappeared&quot;, after which it was strongly suspected that Richard III had them killed (later historians consider the elder prince to have technically been the legal monarch for the three month period between his father's death and his disappearance, and thus he is officially counted as King Edward V).\n\nWhile the Yorks had destroyed the &quot;House of Lancaster&quot;, they had not destroyed all of John of Gaunt's descendants. Henry IV was John's only legitimate son, but he had several [[Bastardy|bastard]] sons with his mistress Katherine Swynford. John later married Katherine as his third wife, and had his four children by her (including three sons) legitimized, though with the agreement that they would be excluded from the royal line of succession. These legitimized children formed a new cadet branch, the &quot;House of Beaufort&quot;. John of Gaunt's eldest son (also named John) himself had a son (also named John). The younger two bastard sons died without issue. John of Gaunt's grandson John had one child, Margaret Beaufort, who married into the House of Tudor (a noble family from Wales). At the age of thirteen, and two months after her husband's death, Margaret gave birth to the future Henry VII.\n\nHenry Tudor grew up in exile in France, but over time Richard III gained enemies in England (including old Lancaster supporters), who began to rally around the exiled Henry Tudor as an alternative. Henry eventually led an invasion into England, and in 1485 his army clashed with Richard III and his own army at the Battle of Bosworth Field. Richard III died in the battle, and Henry VII became the first king of the Tudor dynasty. Henry VII then married Elizabeth of York, daughter and only surviving child of Edward IV, to unite the two cadet branches of York and Lancaster as the new Tudor dynasty.\n\nSimilarly, in the ''A Song of Ice and Fire'' narrative, there is considerable fighting between cadet branches over what constitutes the legitimate line of succession, while a key male figure (John of Gaunt versus Robert Baratheon) actually leaves behind bastard children (the Beauforts versus [[Gendry]]) who by simple birth order would technically be higher in the line of succession.\n\n"}, "title": "Cadet branch"}