{"attributes": {"status": " :Category:Status: Alive", "title": " Captain&amp;#39;s daughter", "season": " Season 2", "image": "Captain's_daughter.png", "allegiance": " ", "actor": " Amy DawsonQuote", "appearances": " &quot;The Night Lands&quot;"}, "sections": {"TOP": "Captain's daughter05940os3bijy6tzqt3hc1y0a7sqdk1ac4z0f1517182014-07-08T04:52:24ZAmargaard4687866{{Character\n|Title = Captain&amp;#39;s daughter\n|Season = [[Season 2|2]]\n|Image=Captain's_daughter.png|thumb|240px\n|Appearances = &quot;[[The Night Lands]]&quot;\n|Status = [[:Category:Status: Alive|Alive]]\n|Allegiance = \n|Actor = [[Amy Dawson]]}}\n{{Quote|Youâ&euro;&trade;re not my whore. Iâ&euro;&trade;m not paying you.|Theon Greyjoy|The Night Lands}}\nThe '''Captain&amp;#39;s daughter''' is an unnamed minor character in the [[Season 2|second season]]. She is played by guest star [[Amy Dawson]] and debuts in &quot;[[The Night Lands]]&quot;.\n\n", "Appearance": "{{Season Two Appearances||yes}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, she accompanies Theon on his journey from [[Seagard]] to Pyke aboard the ''Myraham'', and they share a very similar scene as in the show. Later, Theon Greyjoy goes back to the docks in the company of Asha ([[Yara]]), who is pretending to be Esgred, a shipwright's daughter. The captain's daughter calls out to Theon, still trying to convince him to take her as his salt wife. Theon ignores her. She is not mentioned afterwards.\n\n", "Biography": "===[[Season 2]]===\nAboard the ''[[Myraham]]'', a ship taking him to [[Pyke (island)|Pyke]], [[Theon Greyjoy]] descends to the Captain's cabin which he has taken for his own. The Captain's daughter waits in his bed, naked. She asks him if the [[Pyke (castle)|castle]] is as he remembered and he says that it looks smaller. She says that everything looks bigger to a child. Theon undresses and tells her that he expects a warm reception from the [[Ironborn|ironborn]] when they reach the docks. He tells her that his homeland is a hard place and that the [[Ironborn|people]] of the [[Iron Islands]] have not had much to get excited about. He tells her that hard places breed hard men and hard men rule the world. She helps him to unlace his britches and tells him that he will be king. He tells her to smile with her lips closed and then pushes her back on the bed roughly. She starts to tell him that her father has warned about the ironborn as a people of reavers and rapers but he silences her when he enters her suddenly. He tells her to stop talking about her father. He tells her about the ironborn tradition of taking salt wives. She begs him to take her as his [[salt wife]]. She confesses her fear that her father will punish her when Theon goes ashore and will call her a whore. He says only that he hasn't paid her and then turns her over to take her from behind.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\n", "See also": "*{{AWOIAF|Daughter_of_the_captain_of_the_Myraham|Captain's daughter}} (MAJOR spoilers from the books)\n\n"}, "title": "Captain's daughter"}