{"attributes": {"status": " :Category: Status: Dead", "death": " Throat slit by Walder Rivers", "last": "&quot;The Rains of Castamere (episode)", "family": [" Hoster Tully - father", "Minisa Tully - mother", "Brynden Tully - uncle", "Lysa Tully - sister", "Jon Arryn - brother-in-law", "Robin Arryn - nephew", "Petyr Baelish - brother-in-law", "Edmure Tully - brother", "Roslin Frey - sister-in-law", "Eddard Stark - husband", "Rickard Stark - father-in-law", "Brandon Stark (Son of Rickard)"], "rightlink": "House StarkCharacter", "culture": "Andal", "season": "Season 1", "image": "Catelyn-Stark-Profile-HD.png", "leftimage": "Tully mini shield.png", "allegiance": ["House Stark - by marriage", "House Tully - by birth"], "actor": "Michelle Fairley", "religion": "Faith of the Seven", "deathep": " &quot;The Rains of Castamere (episode)", "rightimage": "Stark mini shield.png", "place": "Riverrun", "title": "Catelyn Stark", "first": "&quot;Winter is Coming (episode)", "appearances": "25 episodes &lt;small&gt;#Appearances", "leftlink": "House Tully"}, "sections": {"Family tree": "{{House Tully family tree}}\n\n", "Behind the scenes": "* On the [[Season 1]] Blu-ray, Catelyn narrates [[Complete Guide to Westeros]] videos on '''&quot;[[The Old Gods and the New (Complete Guide to Westeros)|The Old Gods and the New]]&quot;''' and '''&quot;[[House Arryn (Complete Guide to Westeros)|House Arryn]]&quot;'''. On the [[Season 2]] Blu-ray, she narrates [[Histories &amp; Lore]] videos on '''&quot;[[Robert's Rebellion (Histories &amp; Lore)|Robert's Rebellion]]&quot;''' and '''&quot;[[Harrenhal (Histories &amp; Lore)|Harrenhal]]&quot;'''. On the [[Season 3]] Blu-ray, she narrates '''&quot;[[House Frey (Histories &amp; Lore)|House Frey]]&quot;'''.\n\n", "TOP": "Catelyn Stark02119gzbr8res1zsazeb53o6emt97s29xn1l1746192015-02-27T14:21:49ZDaemon Targaryen24097499{{Heraldry\n|leftimage=Tully mini shield.png\n|rightimage=Stark mini shield.png\n|leftlink=House Tully\n|rightlink=House Stark\n}}\n\n{{Character\n| Title=Catelyn Stark\n| Image=Catelyn-Stark-Profile-HD.png\n| Season=[[Season 1|1]], [[Season 2|2]], [[Season 3|3]]\n| First=&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;\n| Last=&quot;[[The Rains of Castamere (episode)|The Rains of Castamere]]&quot;\n| Appearances=25 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Status= [[:Category: Status: Dead|Deceased]]\n| Place=[[Riverrun]]\n| Allegiance=[[House Stark]] - by marriage&lt;br&gt;[[House Tully]] - by birth\n| Family= {[[Hoster Tully]]} - father&lt;br&gt;{[[Minisa Tully]]} - mother&lt;br&gt;[[Brynden Tully]] - uncle&lt;br&gt;{[[Lysa Tully]]} - sister&lt;br&gt;{[[Jon Arryn]]} - brother-in-law&lt;br&gt;[[Robin Arryn]] - nephew&lt;br&gt;[[Petyr Baelish]] - brother-in-law&lt;br&gt;[[Edmure Tully]] - brother&lt;br&gt;[[Roslin Frey]] - sister-in-law&lt;br&gt;{[[Eddard Stark]]} - husband&lt;br&gt;{[[Rickard Stark]]} - father-in-law&lt;br&gt;{[[Brandon Stark (Son of Rickard)|Brandon Stark]]} - brother-in-law, formerly betrothed&lt;br&gt;{[[Lyanna Stark]]} - sister-in-law&lt;br&gt;[[Benjen Stark]] - brother-in-law&lt;br&gt;{[[Robb Stark]]} - son&lt;br&gt;[[Sansa Stark]] - daughter&lt;br&gt;[[Arya Stark]] - daughter&lt;br&gt;[[Bran Stark]] - son&lt;br&gt;[[Rickon Stark]] - son&lt;br&gt;{[[Talisa Maegyr]]} - daughter-in-law&lt;br&gt;[[Tyrion Lannister]] - son-in-law\n| Religion=[[Faith of the Seven]]\n| Culture=[[Andal]]\n| Actor=[[Michelle Fairley]]|Death = Throat slit by [[Walder Rivers|Black Walder Rivers]]|DeathEp = &quot;[[The Rains of Castamere (episode)|The Rains of Castamere]]&quot;}}\n{{Quote|On my honor as a Tully. On my honor as a Stark. Let him go, or I will cut your wife's throat.|Catelyn Stark to Walder Frey|The Rains of Castamere (episode)}}\n\n'''Catelyn Stark''',Â nĂŠe '''Tully''', is a major character in the [[Season 1|first]], [[Season 2|second]] and [[Season 3|third]] seasons. She is played by starring cast member [[Michelle Fairley]], and debuts in the [[Winter is Coming|series premiere]]. She was played in the [[Pilot episode|unaired pilot]] by [[Jennifer Ehle]] but the role was recast.\n\nCatelyn is from [[House Tully]] and married into [[House Stark]]. She is a devoted mother and is fiercely protective of her children. Her husband, [[Eddard Stark]], is the Lord paramount of [[the North]]. He becomes [[Hand of the King]] to [[Robert Baratheon]] and travels south to the capital. Following an assassination attempt on her son [[Bran Stark|Bran]], she follows Eddard to warn him that [[House Lannister]] were involved. On her return journey she chances upon [[Tyrion Lannister]] and takes him into custody. This incites further conflict between the houses and Eddard is arrested for treason when [[Cersei Lannister]] becomes queen regent following the unexpected death of Robert. Catelyn is forced to release Tyrion when he proves his innocence in a trial by combat. She joins her son, [[Robb Stark]], who has gathered the Stark banners to fight for Eddard's freedom. Eddard is executed on the order of King [[Joffrey Baratheon]] and Catelyn promises Robb that they will avenge him. While at the [[Red Wedding|wedding]] of her brother to Roslin Frey, Catelyn is killed along with her [[Robb Stark|son]], [[Talisa Stark|his wife]], and most of the Stark bannermen.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Catelyn is proud, strong, kind and generous. She has a severe disregard for Jon Snow, whose very presence drives her to anger. She loves her five children very much and dotes on them, but also knows they need to be strong if they are to inherit leadership positions in [[the North]]. A letter received by Catelyn from her sister Lysa sets in motion the events of the novels.\n\nAccording to the TV series official [[pronunciation guide]] developed for the cast and crew, &quot;Catelyn&quot; is pronounced &quot;CAT-lin&quot; (&quot;cat&quot; like the animal), not &quot;Kate-lin&quot; or &quot;Cat-ellen&quot;. Indeed, in the TV series, she is sometimes referred to as simply &quot;Cat&quot; by people who know her well, like Ned Stark or Petyr Baelish.\n\n", "Quotes": "{{Quote|All these years and I still fell like an outsider when I come here.|'''Catelyn Stark''' to Eddard Stark in the godswood.|Winter is Coming}}\n{{Quote|I wish that you were free to follow your heart but you have inherited your father's responsibilities. They come at a cost.|'''Catelyn Stark''' to Robb Stark|:Video: Game Of Thrones Season 2 The More You Love Trailer}}{{Quote|On my honor as a Tully, on my honor as a Stark, let him go or I will cut your wife's throat.|Catelyn to [[Walder Frey]]|The Rains of Castamere}}\n\n", "Image gallery": "&lt;gallery columns=&quot;3&quot; spacing=&quot;small&quot; widths=&quot;170&quot; hideaddbutton=&quot;true&quot;&gt;\nCatelynS1Promo.jpg|Promotional image of Lady Catelyn in Season 1\nCatelyn Stark.jpg|Catelyn Stark in the [[Season 1|first season]].\nCatelyn 1x01.jpg|Catelyn in the godswood at [[Winterfell]] in &quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;.\nHouse Stark and retainers.jpg|Catelyn and her family await the arrival of the king in &quot;Winter is Coming&quot;.\nEddard and Petyr 1x03.png|Cat stopes [[Eddard Stark]] assaulting [[Petyr Baelish]] when Baelish lures Eddard to a brothel.\nTyrion, Cat and Vardis at the Eyrie.jpg|Catelyn and Ser [[Vardis Egen]] present [[Tyrion Lannister]] at the [[Eyrie]]. Promotional image from &quot;[[The Wolf and the Lion]]&quot;.\nCatelyn-stark-michelle-fairley-helen-sloan.jpeg|Promotional image from &quot;[[Garden of Bones]]&quot;\nBrienneAndCatelynMeet.jpg|Brienne and Catelyn meet.\nLadystark.jpg|Catelyn during the funeral of Lord Hoster Tully\nCatelynS3Promo.jpg|Promotional image of Catelyn in Season 3\nBlackWalderMurder3x09.jpg|Catelyn before her death in &quot;[[The Rains of Castamere (episode)|The Rains of Castamere]]&quot;.\n&lt;/gallery&gt;\n\n", "See also": "*{{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season One Appearances|yes|yes|yes|yes|yes|yes||yes|yes|yes}}\n{{Season Two Appearances|yes||yes|yes|yes|yes|yes|yes||yes}}\n{{Season Three Appearances|yes|yes|yes|yes|yes|yes|yes||yes}}\n\n", "Biography": "===Background===\nCatelyn was born into [[House Tully]] and is the eldest child of Lord [[Hoster Tully]]. She has a younger brother, [[Edmure Tully|Edmure]], and a younger sister, [[Lysa Tully|Lysa]]. [[Petyr Baelish]] was fostered with the Tullys and Catelyn grew up with him. She was betrothed to marry [[Brandon Stark (Son of Rickard)|Brandon Stark]] of [[Winterfell]], but he was brutally [[Execution of Rickard and Brandon Stark|murdered]] by the Mad King, [[Aerys II Targaryen]] after Prince [[Rhaegar Targaryen|Rhaegar]] had [[Abduction of Lyanna Stark|kidnapped]] Brandon's sister [[Lyanna Stark|Lyanna]]. Catelyn instead married Brandon's brother, [[Eddard Stark|Eddard]]. Though they barely knew one another when they wed they have formed a strong and loving marriage.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/stark/catelyn-stark/ HBO viewers guide, season 2 guide to houses, House Stark - Catelyn Stark entry]&lt;/ref&gt;\n\n[[File:Ned Catelyn wedding.png|thumb|left|Catelyn's wedding to [[Eddard Stark]]]]Catelyn and Eddard have five children: [[Robb Stark|Robb]], [[Sansa Stark|Sansa]], [[Arya Stark|Arya]], [[Bran Stark|Bran]] and [[Rickon Stark|Rickon]]. She is unhappy with Eddard's bastard son [[Jon Snow]] living with her family in [[Winterfell]], the only source of friction between her and her husband.\n\nCatelyn has some independent political influence. A former ward of her father's, [[Petyr Baelish]], known as &quot;Littlefinger&quot;, is the king's master of coin and one of his closest advisers in [[King's Landing]].\n\nCatelyn says that she hasn't been to the capital city of [[King's Landing]] since nine years before her husband went there to be the new Hand of the King, which would be around the time of the [[Greyjoy Rebellion]].&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt;\n\n===[[Season 1]]===\n[[File:Catandned.png|thumb|Catelyn and Eddard watch Bran.]]\nCatelyn and Eddard watch as their sons practice archery. Ser [[Rodrik Cassel]] arrives to tell them that a deserter from the [[Night's Watch]] has been captured. Eddard decides to take their oldest son [[Robb Stark]] and his second son [[Bran Stark]] to watch him execute the deserter despite Catelyn's protest that Bran is too young. While they are gone they find a litter of five direwolf pups (the animal that is the sigil of House Stark) and Eddard agrees to allow their children to adopt the wolves.&lt;ref name=&quot;E1&quot;&gt;&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;&lt;/ref&gt;\n\nA raven bears news of [[Jon Arryn]]'s death to [[Winterfell]], where Catelyn tells [[Eddard Stark|Eddard]] the bad news. She also tells him that King [[Robert Baratheon]], and much of the royal court rides for Winterfell. Eddard realizes that Robert means to name him [[Hand of the King]] in Arryn's place, a prospect that does not thrill him.&lt;ref name=&quot;E1&quot;/&gt;\n\nCatelyn joins her husband in welcoming King Robert and his family. At the feast, she and Queen [[Cersei Lannister]] exchange cordial words once they learn that Robert means to marry Prince [[Joffrey Baratheon|Joffrey]] to [[Sansa Stark|Sansa]]. Cersei approves of Sansa and thinks she will thrive at court in the capital. Later that night, Eddard and Catelyn receive a letter, delivered to Maester [[Luwin]] by a messenger from [[the Eyrie]]. The letter is from Catelyn's sister, Lady [[Lysa Arryn]], the widow of Jon Arryn. In the letter Lysa says that Jon Arryn was murdered at the order of the Queen, and the [[Lannisters]] conspire against King Robert. Luwin counsels that Eddard should accept Robert's offer so he can investigate the truth of the matter and protect the King, while Catelyn prefers that he remain in Winterfell. Eddard agrees with Luwin and accepts the offer. He plans to take both of their daughters to court with him.&lt;ref name=&quot;E1&quot;/&gt;\n\n[[File:Branandcat.png|thumb|Catelyn sits by Bran's bed.]]\nCatelyn tends to Bran after he falls from a tower, and prays for his recovery. Cersei visits Catelyn, sitting by her son's side, and tells her that her first child, a beautiful, black-haired boy, was stillborn. She and Robert were grief-stricken and her prayers and tears were for naught. She offers to pray for Bran's survival, hoping that this time [[Faith of the Seven|the gods]] will listen. [[Jon Snow]] gives his farewell wishes to Bran, to Catelyn's disgust. Eddard also says his goodbyes to his son and to Catelyn, who is angered at his departure while Bran remains comatose.&lt;ref name =&quot;E2&quot;&gt;&quot;[[The Kingsroad]]&quot;&lt;/ref&gt;\n\nCatelyn's refusal to leave Bran's side starts to cause problems for the smooth running of the castle. [[Robb Stark|Robb]] offers to work with Maester [[Luwin]] to fill vacancies left by the departure of Eddard's retinue. Robb is drawn away from Bran's room by a fire. This proves to be a distraction to allow an [[Catspaw assassin|assassin]] to reach Bran. Catelyn holds the assassin off long enough for [[Summer|Bran's direwolf]] to enter the chamber and tear out his throat. The next day, Catelyn goes to the tower where Bran fell and finds a blonde strand of hair inside. She summons Robb, [[Theon Greyjoy]], Luwin and Ser [[Rodrik Cassel]], the [[master-at-arms]], and tells that that she suspects that the Lannisters tried to kill Bran because he saw something in the tower. Robb and Theon are for making war, but Luwin schools them to caution. Catelyn decides that Ned must know the truth and resolves to meet him in King's Landing. Ser Rodrik escorts her, while Robb commands the castle in her absence. Bran awakens after her departure but is paralysed by his injuries.&lt;ref name =&quot;E2&quot;/&gt;\n\n[[File:Catelyn-arrive.png|thumb|Catelyn arrives in King's Landing.]]\n\nCatelyn and Ser Rodrik arrive at King's Landing and attempt to sneak into the city, but are spotted by an agent of Lord [[Petyr Baelish]] (also called &quot;Littlefinger&quot;), a childhood friend of Catelyn. They are taken to meet Littlefinger at a brothel he owns, where Lord [[Varys]], the king's [[Master of Whisperers|spymaster]], is also waiting: one of his 'little birds' told him they were coming. Catelyn is angered by the way she's been treated, but asks Littlefinger for aid in finding the people who tried to have Bran killed. Littlefinger says that the elaborate dagger wielded by the assassin used to be his, but that he lost it in a gamble with [[Tyrion Lannister]]. Littlefinger fetches Eddard to meet his wife. Lord Eddard is furious when he realizes he has been brought to a brothel. Thinking it is a bad joke, he assaults Baelish, and is stunned when Catelyn makes her presence known and tells him to stop. After hearing her news, he vows to find the truth and expose the Lannisters to Robert. Littlefinger agrees to be his ally in this, citing the affection he once bore Catelyn as a youngster.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt;\n\nReturning to Winterfell, Catelyn and Ser Rodrik stop at the [[Crossroads Inn]], planning to stay overnight. They are surprised by the arrival of [[Tyrion Lannister]]. Catelyn fails to stay incognito, then she calls on several [[knights]] present who are sworn to her father's bannermen to help her take Tyrion into custody.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt; Catelyn publicly announces that they are traveling north to Winterfell, but instead takes Tyrion east into the [[Vale of Arryn]]. In the hills they are attacked by warriors of the [[hill tribes]], and Catelyn agrees to let Tyrion go unbound to defend himself. Tyrion saves Catelyn's life, but wins no more of her trust. Tyrion warns Catelyn that her sister Lysa has become mentally unbalanced following her husband's death. His warning rings true when on reaching the Eyrie Lysa and her hysterical son, Lord [[Robin Arryn]], order Tyrion thrown into a sky cell, a prison with a wall that opens onto a sheer drop.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\n[[File:Catveil.png|thumb|Catelyn arrives at the Vale with Tyrion as her prisoner.]]\n\nTyrion protests his innocence and demands a [[trial by combat]]. The sellsword [[Bronn]], who accompanied the party from the Crossroads Inn, agrees to stand for Tyrion. Bronn defeats Ser [[Vardis Egen]], who takes Lady Lysa's part. Tyrion's victory signifies his innocence in the eyes of the gods and he is released.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\nCatelyn lingers at the Eyrie trying to convince Lysa to commit the Vale's knights to oppose the Lannisters. Lysa is unwilling to take any action which might endanger her son. Catelyn finally decides to leave after Lysa delays telling her about Eddard's arrest in King's Landing following King Robert's death. Catelyn and Ser Rodrik ride north and meet Robb's army as he marches south. They join his war council, though Catelyn is careful to not embarrass her son or make him appear indecisive. Catelyn points out that to confront the two Lannister armies that have invaded the [[Riverlands]], her father's lands, Robb's army must cross the Green Fork of the [[River Trident]] at [[the Twins]], which means negotiating with the famously unreliable and prickly Lord [[Walder Frey]].&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt; To Robb's discontent, Catelyn goes into the Twins alone and wins Walder to their cause by agreeing that Robb will marry one of his daughters, along with a number of other, minor concessions. Once across the river Robb divides his forces, sending a small force to delay Lord [[Tywin Lannister]]'s army while Robb force-marches his main force to confront [[Jaime Lannister]] near [[Riverrun]]. Robb wins [[Battle of the Whispering Wood|a great victory]] and takes Jaime Lannister prisoner, to Catelyn's pride.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\n[[File:Catandrobb.png|thumb|Catelyn comforts her son, vowing to &quot;kill them all&quot;.]]\n\nWord reaches the camp that Lord Eddard has been executed. Catelyn walks stone faced through the camp, while the men bow to her showing respect. Once in the woods she falls against a tree and weeps. Hearing noise coming from ahead, she goes on to find Robb striking a tree with his sword. Catelyn calls him, then tells him that he is ruining his sword. Robb drops the sword and collapses in her arms. Robb wants to kill them all, his mother says they will, but after they secure the release of [[Arya Stark|Arya]] and Sansa. They are joined by many of the river lords loyal to Catelyn's father, and word arrives that both [[Stannis Baratheon|Stannis]] and [[Renly Baratheon]] have claimed the [[Iron Throne]], severely outnumbering the Lannisters. The northmen and river lords debate on which king to support, until Lord [[Greatjon Umber]] suggests that they secure independence for themselves. He names Robb as [[King in the North]], and the other lords join him. Catelyn visits the captive [[Jaime Lannister]], who admits to pushing Bran from the tower but doesn't reveal why. He taunts her, saying widowhood suits her and suggests that the gods aren't real as they don't care about justice. Catelyn strikes him, but Jaime knows that the Starks won't kill him as long as his sister holds Sansa and Arya hostage.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\nCatelyn is a key advisor to her son [[Robb Stark]] in his role as [[King in the North]]. She warns Robb against trusting [[Balon Greyjoy]] because of his reputation for rebellion. She unsuccessfully tries to persuade Robb to exchange the captive [[Jaime Lannister]] for his sisters [[Arya Stark|Arya]] and [[Sansa Stark|Sansa]]. Robb tasks her with traveling to [[the Stormlands]] to seek an alliance with King [[Renly Baratheon]].&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\nCatelyn travels to Renly's camp and finds him hosting a tournament. She watches [[Brienne]] win the event and a place on Renly's kingsguard. Catelyn delivers Robb's message and admonishes Renly for treating the war as a game. She is welcomed into Renly's camp by his new wife [[Margaery Tyrell]].&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt; [[Petyr Baelish]] also arrives at the camp. Catelyn confronts him for his betrayal of [[Eddard Stark|Ned]] and rejects his romantic overtures. He delivers a message from [[Hand of the King]] [[Tyrion Lannister]]; he would be willing to exchange Jaime for Catelyn's daughters. Tyrion has also sent Ned's remains as a sign of good faith. Catelyn later accompanies Renly to a parley with his brother King [[Stannis Baratheon]] but the two are unable to reach a compromise.&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\n[[File:Brienne kneels.jpg|thumb|Brienne swears fealty to Catelyn]]\nCatelyn sees Renly assassinated by a [[Shadow]] just after he has agreed to an alliance with Robb. His kingsguard [[Brienne]] is mistakenly blamed for the death and she flees the camp with Catelyn. Brienne later swears fealty to Catelyn. Renly's army splinters with the forces of [[House Tyrell]] fleeing to [[Highgarden]] and the rest of his bannermen joining Stannis.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt; Stannis leads his army in an unsuccessful attack on King's Landing. He is defeated by the newly allied forces of House Lannister and House Tyrell.&lt;ref&gt;&quot;[[Blackwater]]&quot;&lt;/ref&gt;\n\n[[File:Catelyn returns.jpg|thumb|Catelyn meets Talisa]]\nCatelyn finds Robb's army camped in the Westerlands. She interrupts him talking to [[Talisa Maegyr]] and warns him that he is not free to follow his heart. [[Roose Bolton]] brings troubling news from Winterfell; [[Theon Greyjoy]] has betrayed Robb and seized the lightly defended castle. Theon has taken both [[Bran Stark|Bran]] and [[Rickon Stark|Rickon]] hostage. Robb denies Catelyn's request to treat with Theon and says that he will execute the traitor. Roose convinces Robb to let [[Ramsay Snow|his bastard]] retake Winterfell.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\nJaime escapes but is soon recaptured. Robb is away negotiating the [[surrender of the Crag|surrender]] of [[the Crag]]. Lord [[Rickard Karstark]] demands Jaime's head because he murdered his son [[Torrhen Karstark]] in the escape attempt. Catelyn convinces Rickard to await Robb's return but fears that his patience will not last the night.\n\n[[File:Catelyn and Jaime.jpg|thumb|Catelyn goes to Jaime's cell]]\n[[File:Robb confronts Catelyn.jpg|thumb|Robb places his mother, Lady Catelyn, under arrest for releasing Jaime Lannister.]]\nShe visits Jaime's cell and accuses him of being a man without honor. Jaime asserts that he has more honor than some; he reveals that Cersei is the only one he has slept with and reminds Catelyn how her husband cheated on her and fathered [[Jon Snow]].&lt;ref name=&quot;E17&quot;&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt; Catelyn releases Jaime, planning to exchange him for her captive daughters. She sends Brienne to escort him to [[King's Landing]]. Brienne successfully smuggles him out of the camp and travels by rowboat to evade pursuit. Robb is furious that Catelyn acted behind his back and orders her kept under guard. He says that Jaime has played her for a fool and that she has weakened their position.&lt;ref name=&quot;E18&quot;&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\nRobb visits Catelyn in her tent to discuss his plan to break his betrothal to [[House Frey]] to marry Talisa. She reveals that Eddard did not love her when they first married and explains that they built a strong, enduring love over time. She warns against recklessly breaking his oath for passion but he says that she has no right to call anyone reckless. Going against his mother's advice, Robb marries Talisa in secret.&lt;ref name=&quot;E20&quot;&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\nCatelyn, still Robb's prisoner is among the Northern forces that march on [[Harrenhal]], only to find the castle abandoned, and the 200 prisoners slain. Among the dead Catelyn identifies the body of Ser [[Jaremy Mallister]], her father's bannerman. Robb then orders his mother imprisoned within the fortress.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\nLord [[Roose Bolton]] delivers two messenger-[[raven]] missives, each of which brings bad news. First, Robb's maternal grandfather [[Hoster Tully]] has finally died after a long illness at his castle of [[Riverrun]]. Second, Roose delivers a letter from his bastard son [[Ramsay Snow]], falsely stating that the [[ironborn]] torched [[Winterfell]] and put all of its inhabitants to the sword, and then fled all before his force arrived there. There has been no sighting of Bran or Rickon, and though Robb hopes that they are still alive, there is a strong possibility that they are dead. Moreover, there has been no word of Theon, and if he took the boys captive the [[House Greyjoy|Greyjoys]] haven't sent out any demands. This double-blow reduces Catelyn to tears and she laments that she had not seen her father in years. She is horrified at the thought that Bran and Rickon were in danger while she was away and could not protect them, and are now likely dead.\n\nTalisa notices that Catelyn is making a prayer wheel for the [[Faith of the Seven]], and offers to help. Catelyn explains that they can only be made by mothers who are praying for the welfare of their children. Catelyn reveals that she has only made them twice before, one of which was when she was praying for Bran to wake from his coma, which worked after a fashion, as he did survive though he lost the use of his legs. Talisa asks after the other time, and Catelyn says that when they were younger, one of the boys had a pox, and Maester Luwin said that if he survived the night he would be all right, but if he didn't he would die. Catelyn explains that the boy was Jon Snow, and at first the thought that Jon would conveniently die of natural causes made her inwardly pray to the Seven for his end. However, Catelyn then became horrified at herself for thinking such a thing, particularly as Jon was an innocent child, and the person Catelyn really hated was [[Wylla|Jon's unidentified mother]]. So she made a prayer wheel and stayed up with him all night, praying to the gods that if they forgave her earlier wish that Jon would die, she promised she would urge Eddard to have Jon legitimized as a Stark and she would raise him as her own son. Jon recovered, however, Catelyn did not keep her promise. In grief at the death of her father and apparent death of her two youngest sons, and her continued grief at losing Eddard, Catelyn says the gods are punishing her misconduct with this war.&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt;\n\n[[File:Hoster_Funeral.jpg|thumb|Catelyn's father is laid to rest]]At [[Riverrun]] in [[the Riverlands]], the castle-seat of [[House Tully]], the funeral of the recently deceased Lord Hoster Tully is held on the banks of the Red Fork of the [[Trident]] River. In Catelyn's old chamber in the castle, she mourns with her uncle [[Brynden Tully|Brynden]] over her father's death. She asks him if he made peace with his older brother, whom he had been fighting with for the past thirty years. Brynden explains that he did: on his deathbed Hoster told him to stop calling himself &quot;the Blackfish&quot; as it was a stupid joke created over thirty years ago by Brynden to symbolize his bad relationship with his older brother, and it wasn't very funny to begin with. Brynden emotionally laments that he's been calling himself &quot;the Blackfish&quot; of the Tully family for so long that he's practically forgotten his own name. Catelyn is happy that her uncle was able to make peace with her father before he passed, and is upset that she couldn't have been there. She reminisces that she watched from this window in her childhood whenever her father left, but now he won't be coming back. She tearfully wonders if her sons Bran and Rickon similarly watched at Winterfell for her return when she failed to arrive to save them. Brynden insists that neither he nor Robb have given up hope that the boys may be alive and in hiding, and urges her to be strong for Robb.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\nWhen Lord [[Rickard Karstark]] murders the prisoners [[Willem Lannister|Willem]] and [[Martyn Lannister]] in their cells, Robb is disgusted and insists that Rickard be executed. Robb's uncle [[Edmure Tully]] insists that if word of this leaves Riverrun, [[Tywin Lannister]] will exact heavy reprisals for the deaths of his young nephews. Therefore, he suggests that they just quietly bury the boys, and simply keep silent about their deaths until the war is over. Robb, however, refuses to be a liar: he says he cannot fight a war in the name of justice if he will not serve justice to murderers within his own ranks. All of Robb's advisors tell him this is a bad idea. Catelyn and Talisa warn him that the Karstark soldiers will abandon his cause and return home if he executes their lord, and they are already badly outnumbered. Catelyn says they should keep Lord Rickard hostage, and Edmure agrees, saying that they can just keep him hostage and tell the other Karstarks that no harm will come to him so long as they remain loyal.\n\nRobb ignores their pleas, and he has Lord Karstark brought out to the courtyard of Riverrun to be executed during a driving rainstorm. Karstark points out that not only are both of their Houses descended from the [[First Men]], but the Starks and Karstarks are kin (as [[House Karstark]] is a cadet branch of [[House Stark]], founded centuries ago by younger son [[Karlon Stark]]). Robb says that their blood relationship did not stop Rickard from betraying him and won't stop Robb from executing him now, but Rickard says it isn't meant to: he wants it to haunt Robb until the day he dies. With his last words, Lord Rickard says that Robb will be cursed (as a [[kinslaying|kinslayer]]) and that Robb is no king of his. Obedient to the laws of his father [[Eddard Stark]] - that the man who passes the sentence must swing the sword - Robb pronounces the sentence of death and personally beheads Lord Rickard.&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n\nRobb and his advisors meet with [[Walder Rivers|&quot;Black Walder&quot;]] and [[Lothar Frey]] to discuss an alliance for his planned attack on [[Casterly Rock]]. The Freys carry [[Walder Frey]]'s demands for an alliance, which includes a formal apology from Robb, the castle [[Harrenhal]] and all of its lands and incomes, and for Edmure Tully to marry [[Roslin Frey|Roslin]], one of his daughters. Edmure is reluctant to marry a woman he has never met, but is eventually convinced by the group to go through with the arrangement.&lt;ref&gt;&quot;[[The Climb]]&quot;&lt;/ref&gt;\n\nIn [[the Riverlands]], en route to [[The Twins]], [[Robb Stark]]'s army is forced to make camp, their progress delayed by heavy rain. Catelyn warns them that the pricklyÂ Lord [[Walder Frey]]Â will take the delay as a deliberate insult to him, but [[Edmure Tully]]Â points out that Frey is getting the wedding he wanted; his sister counters that he is getting ''a'' wedding, but not the one he wanted, glaring at her son and [[Talisa Stark|his wife]] as she says so, pointing out that Frey wanted one of his daughters wed to [[King in the North|a king]]. Robb retorts that Edmure is the best match [[House Frey]]Â has been offered in its history.&lt;ref&gt;&quot;[[The Bear and the Maiden Fair (episode)|The Bear and the Maiden Fair]]&quot;&lt;/ref&gt;\n\nRobb's army arrives at the Twins, the castle seat of House Frey, for his Edmure's wedding. EnduringÂ Lord Walder Frey's insults directed at him and his wife, Robb makes a public apology to Lord Frey's daughters and granddaughters for breaking his promise to marry one of them. Frey accepts the apology and offers the Starks and their men [[Guest right|his hospitality]].\n\n[[File:Catelyn_kills_Joyeuse.jpeg|thumb|Catelyn kills Lord Frey's wife moments before being killed herself.]]That night Edmure is introduced to his bride [[Roslin Frey]], discovering much to his relief that she is a beauty. The wedding and the feast that follows it are quite celebratory and lively affairs, with all the participants in high spirits. As the celebrations reach their heights Lord Walder calls for the bedding ceremony. Robb agrees and the bride and groom are carried off to their wedding bed, Roslin carried off by the male guests and followed closely by Edmure, who is collected by the Frey women. After they leave and the festivities begin to wind down, Catelyn becomes suspicious when she noticesÂ [[Walder Rivers|Black Walder Rivers]] close the banquet hall doors and the musicians in the galleryÂ begin playing &quot;[[The Rains of Castamere (song)|The Rains of Castamere]]&quot;- theÂ song commemoratingÂ [[House Lannister]]'s decisive and brutal victory against the [[Reyne Rebellion|rebellious]] [[House Reyne]] of [[Castamere]]. Walder rises to make a toast to Robb, and Catelyn, seated beside Lord [[Roose Bolton]],Â notices that the latter is wearing mail under his clothing. Realising they are in a trap, Catelyn slaps Roose across the face and screams a warning to Robb, but by then it is too late. Lord Walder signals his men to attack. In what becomes known as the infamous [[Red Wedding]], Lothar draws a knife and repeatedly stabs the pregnant Talisa in the stomach, killing her. Before he can react, Robb is shot by the musicians with crossbows several times and falls to the ground. Numerous other Stark men are killed by the crossbow bolts or setÂ upon by FreyÂ soldiers.\n\n[[File:Catelyn_dies.jpg|thumb|Catelyn is slain]]\nCatelyn, having been wounded by a crossbow bolt, crawls across the floor and seizes out from under Walder's tableÂ his coweringÂ young wife,Â [[Joyeuse]]. Catelyn holds a knife to theÂ girl's throat and threatens to kill her if WalderÂ does not negotiate an end to the attack. She demandsÂ that Robb, who merely lingers despondent and heartbrokenÂ beside his wife's corpse,Â be allowed to leave. Walder refuses her, dismissing his wife with the comment &quot;I'll find another&quot;Â and Roose Bolton, who had fled the hall when theÂ massacreÂ began, seizes Robb, saying &quot;The Lannister's send their regards&quot;, before stabbing him in the heart. Robb's last word is &quot;Mother&quot; and he maintains contact with her as he collapses to the floor. Mad with grief at the death of her firstborn son, Catelyn killsÂ Walder's wife in retaliation before Black Walder cuts Catelyn's throat.&lt;ref&gt;&quot;[[The Rains of Castamere (episode)|The Rains of Castamere]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n\nSansa has heard about the death of her brother and mother. She is aware that Robb's body was beheaded and [[Grey Wind]]'s head was sewn onto it. Her mother's corpse was also desecrated: in mockery of traditional [[House Tully]] [[funeral]] customs, which involve cremating a body on a burning boat set adrift in the Trident, the Freys flung Lady Catelyn's corpse from the battlements of the Twins, throwing it into the river to rot as if it was trash.&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\n"}, "title": "Catelyn Stark"}