{"attributes": {}, "sections": {"TOP": "Category:Recast Characters1421004asxzlfhaz2xuyf4uayqbphdk5bvxwbh1557392014-08-05T00:15:23ZGonzalo848331who is the'''Recast characters''' are those who were originally played by one actor, but then the role was recast and played by another actor.\n\nThis category doesn't include the few roles which were recast between the never-aired [[Pilot episode]] and [[Season 1]] (such as [[Daenerys Targaryen]] and [[Catelyn Stark]]).\n\nThree major roles were prominently recast by [[Season 4]]: Ser [[Gregor Clegane]], [[Daario Naharis]], and [[Tommen Baratheon]]. Gregor Clegane was recast for Season 2 and yet again for Season 4. Daario Naharis was given a full introduction as a major new character in Season 3 with significant dialogue and primary interaction with Daenerys Targaryen, but was then recast. Tommen BaratheonÂ hadÂ appeared as a third-tier character in [[Season 1]] and [[Season 2]], and was recast for Season 4 by an older actor (who had coincidentally appeared on the show briefly in a different role as Martyn Lannister in Season 3) to fit his more prominent role and mature storyline.\n\nFor [[Season 5]], [[Myrcella Baratheon]] was likewise recast after appearing in Seasons 1 and 2 as a third-tier character.\n\n[[Beric Dondarrion]] and [[Rickard Karstark]] were more of &quot;placeholders&quot; before their main introduction in later seasons, however, they did have speaking lines and were also credited, so they count as &quot;recast&quot;.\n\nSort of a gray area are characters who were initially played by uncredited extras, then officially cast and introduced. For example, the first [[High Septon (Before the riot of King's Landing)]] technically appeared in Season 1, but with no speaking lines and not identified as &quot;the High Septon&quot; except by his costume. Similarly, [[Selyse Baratheon]] technically appeared in the Season 2 premiere, but only appeared in a crowd shot, had no speaking lines, nor was she identified; we only know from casting information that this was actually supposed to be Selyse. Given that we want to avoid confusing TV-first viewers, we'll avoid complicating matters and ''not'' include either of these two under &quot;recast&quot; characters. TV-first viewers wouldn't even know that these characters had appeared unless we pointed it out.\n\nFor the time being, [[Jaqen H'ghar]] of the [[Faceless Men]] will not be considered to be a &quot;recast&quot; character. A hooded figure did appear in the prisoner cart during the Season 1 finale, uncredited, but this was another &quot;placeholder&quot; before his full introduction in Season 2. Considering his face-change in the Season 2 finale, it was still ''voiced'' by the same actor and the different face was an in-universe aspect.\n[[Category:Production]]\n[[Category:Characters]]"}, "title": "Category:Recast Characters"}