{"attributes": {}, "sections": {"The Ghost of Harrenhal": "King [[Renly Baratheon]]'s camp is a hive of activity as his troops prepare for the coming battle with the forces of King [[Stannis Baratheon]] in darkness. The camp is beset by strong winds. Catelyn meets with King Renly in his command tent. Two of his kingsguard are outside while [[Brienne of Tarth]] stands watch inside the tent. Renly has Catelyn swear that her [[Robb Stark|Robb]] has no interest in challenging him for the [[Iron Throne]]. Renly drinks from a goblet thougtfully and announces that he sees no reason for hostility between them. He offers his terms; Robb can retain the title of [[King in the North]], and control of all lands north of [[Moat Cailin]], but must swear fealty to Renly as [[Eddard Stark]] did to [[Robert Baratheon]] eighteen years earlier. Catelyn is hesitant and Renly reminds her that Robert and Eddardâ&euro;&trade;s friendship held the [[Seven Kingdoms]] together. Catelyn asks what he offers in return for Robbâ&euro;&trade;s loyalty. Renly says that he will destroy Stannisâ&euro;&trade;s army and then Baratheon and Stark will fight their common enemy together as they have done many times in the past.&lt;ref name=&quot;E15&quot;&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\nRenly stands before a mirror and Brienne helps out of his cloak. Catelyn beseeches him to reconsider negotiating with Stannis. Renly reminds Catelyn of his brotherâ&euro;&trade;s rigidity and refuses to attempt further debate with him. He asks her to take his terms to Robb and says that he sees them as natural allies and hopes that Robb feels the same. He suggests that acting together they could end the war in a fortnight. An unnatural gust parts the tents opening and black smoke rushes inside. Catelyn and Brienne are stunned while Renly watches transfixed in his mirror. The smoke coalesces into a [[Shadow|human shape]] and stabs Renly through the chest. In the mirror its face resembles Stannis. The smoke dissipates and Renly collapses forward. Brienne wails and catches him as he slides to the ground.&lt;ref name=&quot;E15&quot;/&gt;\n\nThe guards rush into the tent with swords in hand. Seeing Brienne kneeling over Renlyâ&euro;&trade;s body they assume that she is responsible and threaten her life. Catelyn tries to intervene but they push her aside. Brienne fights both of them off, killing them. She then returns to Renlyâ&euro;&trade;s side, overcome by her grief. Catelyn comforts her and implores her to leave, fearing that she will be blamed for Renlyâ&euro;&trade;s death and hanged. Brienne refuses to leave Renlyâ&euro;&trade;s side until Catelyn tells her that she cannot avenge him if she is dead. Brienne guides Catelyn out of the tent through a concealed exit behind a tapestry.&lt;ref name=&quot;E15&quot;/&gt;\n\nThey flee the camp and head for Robb's army. [[House Tyrell]] leave with their troops but the rest of Renly's army joins [[Stannis Baratheon]] when he arrives. During their journey Brienne and Catelyn stop by a river to water their horses. Brienne says that the shadow looked like Stannis. Catelyn is unconvinced, saying that she saw only a shadow in the shape of a man. Catelyn says that they should be one more days ride from Robbâ&euro;&trade;s camp. Brienne asks if Catelyn plans to stay there long. Catelyn replies that she will tell Robb what she has seen and then return to Winterfell and the two younger sons that need her. Brienne confides that she did not know her mother and Catelyn sympathises that her mother died on the birthing bed when she was very young. Brienne remarks that birth is a bloody business and Catelyn says that what follows is harder. Brienne asks if Catelyn will give her leave to pursue Stannis once she is home in Winterfell. Brienne reminds Catelyn of her vow to Renly but Catelyn warns Brienne that Stannis is surrounded by a great army. Brienne asserts that she is as good as any of Stannisâ&euro;&trade;s guards and self recriminates about fleeing with Catelyn. Catelyn reassures Brienne that she cannot be faulted for Renlyâ&euro;&trade;s death and that she served him bravely. Brienne regretfully says that she only held Renly once, as he was dying. Catelyn forcefully reminds Brienne that Renly is dead and asserts that she serves no-one by following him into the earth. Catelyn says that Renlyâ&euro;&trade;s enemies remain Robbâ&euro;&trade;s enemies. Brienne says that while she does not know Robb she would be willing to serve Catelyn. She says that Catelyn has a womans courage and asks her not to hold her back from Stannis when the time comes. Catelyn promises as asked and Brienne lays her sword on the ground between them. She swears an oath of fealty to Catelyn before the old gods and the new. Catelyn takes Brienneâ&euro;&trade;s hand and reciprocates the oath.&lt;ref name=&quot;E15&quot;/&gt;\n\n", "The Old Gods and the New": "Catelyn arrives at the Stark camp in the Westerlands. She interrupts [[Robb Stark|Robb]] talking to [[Talisa Maegyr]]. Catelyn is accompanied by [[Brienne of Tarth]]. Robb greets his mother and introduces Talisa. Catelyn asks her surname and she says that she is called [[Maegyr]]. Catelyn does not recognize the name and Talisa explains that it is an old name in her home of Volantis. She excuses herself and Catelyn watches Robbâ&euro;&trade;s reaction to her departure.&lt;ref name=&quot;E16&quot;&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\nRobb says that he has missed Catelyn and she says that he looks positively forlorn. He says that she surprised him. She warns him that he is not free to follow his heart and cautions him not to forget his betrothal to [[House Frey]]. [[Roose Bolton]] interrupts them with news from Winterfell.&lt;ref name=&quot;E16&quot;/&gt;\n\nRobb reads the news of [[Theon Greyjoy]]â&euro;&trade;s betrayal and seizing of [[Winterfell]] in his command tent. He says that it cannot be true as Catelyn paces behind him. Roose says that it is true and cites similar reports from [[White Harbor]], [[Barrowton]] and [[the Dreadfort]]. Robb wonders why Theon betrayed him and Roose says that â&euro;&oelig;the Greyjoys are treasonous whores.â&euro;? Robb asks about his brothers and Roose says that there has been no word of them. Roose reports news of the execution of Ser [[Rodrik Cassel]]. Catelyn says that she warned Robb never to trust a Greyjoy. Robb says that he must return north at once. Roose counsels that Robb still has a war to win in the south. Robb angrily asks Roose how he can call himself King if he cannot hold his own castle. Roose asserts that Robb is a king and does not have to do everything himself. Catelyn asks Robb to send her to talk to Theon. Robb insists that there will be no more talking and that Theon will die for his treachery. Roose says that Theon has only a skeleton crew to hold the castle and asks Robb to let him send [[Ramsay Snow|his bastard]] to retake Winterfell. He says that they have the Lannisters on the run and will lose what they have gained if they return north. Roose says that his son would be honoured to bring Theonâ&euro;&trade;s head to Robb. Robb orders Roose to tell his son that Bran and Rickonâ&euro;&trade;s safety is paramount. He also orders Theon brought to him alive so that he ask him why before executing him personally.&lt;ref name=&quot;E16&quot;/&gt;\n\n", "The Prince of Winterfell": "Catelyn releases Jaime. She sends [[Brienne]] to escort him to [[King's Landing]] and exchange him for her captive daughters. Brienne successfully smuggles him out of the camp and travels by rowboat to evade pursuit. On his way back from the Crag, Robb learns that Catelyn has freed the Kingslayer.&lt;ref name=&quot;E18&quot;&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\nRobb and Lord [[Rickard Karstark]] burst into [[Catelyn Stark|Catelyn]]â&euro;&trade;s tent. Robb demands that his mother tell him that news of her involvement in Jaimeâ&euro;&trade;s escape is not true. She says nothing and he goes on to ask her why. She says that she acted for her daughters. Robb says that Catelyn has betrayed him, talking over her protests, because she knew that he would not allow her to release Jaime but did it anyway. Catelyn explains that with news that Bran and Rickon were captured at Winterfell she knew that only one of her five children was free and could not stand it.&lt;ref name=&quot;E18&quot;/&gt;\n\nRickard interjects that one of his sons died fighting for Robb and that Jaime murdered [[Torrhen Karstark|another]]. He says that Catelynâ&euro;&trade;s excuse for her treason is unacceptable when other familyâ&euro;&trade;s have suffered worse for Robbâ&euro;&trade;s cause. Rickard says that he would kill himself as an offering to the gods if he could have his sons be in captivity but alive. Catelyn says that she grieves for Rickardâ&euro;&trade;s sons but Rickard interrupts her to say that he does not want her grief but his vengeance, which she stole from him. Catelyn argues that killing Jaime could not buy life for Rickardâ&euro;&trade;s children but that returning him might buy freedom for her daughters.&lt;ref name=&quot;E18&quot;/&gt;\n\nRobb tells Catelyn that Jaime has played her for a fool. He says that her actions have weakened their position and brought discord into his camp all while acting behind his back. He orders Catelyn guarded day and night and ignores her protests. He asks a guard how many men they sent in pursuit of Jaime and then orders the number doubled from 40 to 80.&lt;ref name=&quot;E18&quot;/&gt;\n\n", "TOP": "Catelyn Stark Season 207757ix0jxsunkc3emm0zrr4n102zjbl2dq41167182014-03-06T02:39:55ZGreater good3347453All of this information is on the character's page{{Template:Delete}}In '''[[Season 2]] [[Catelyn Stark]]''' remains a major character. She is a key advisor to her son [[Robb Stark]] in his role as [[King in the North]]. He tasks her with travelling to [[the Stormlands]] to seek an alliance with King [[Renly Baratheon]].\n\n", "Valar Morghulis": "[[Robb Stark|Robb]] visits Catelyn in her tent to discuss his plan to break his betrothal to [[House Frey]] to marry [[Talisa Maegyr]]. Catelyn is still confined to her tent having released [[Jaime Lannister]] without Robbâ&euro;&trade;s consent. She counsels that Lord [[Walder Frey]] is a dangerous man to cross. Robb says that he knows that and she asks if he means to do it anyway. Robb asserts that he loves Talisa. Catelyn asks if that is really important and he replies that it is to him. Catelyn tells him that his father, [[Eddard Stark]], did not love her when they were first married. She says that they hardly knew one another and that they built their love for one another slowly over time for the good of their family. She says that working on a marriage is not as exciting as secret passion in the woods but is ultimately stronger. Robb bristles as she tells him that it lasts longer. He asks if he can expect to slowly build a loving relationship with one of Walder Freyâ&euro;&trade;s daughters. Catelyn asks why not, wondering if he thinks his wife will not be beautiful or exotic and exciting like Talisa. Robb says that Catelyn is arguing only because she made the arrangement with Lord Frey. Catelyn reminds Robb that he agreed to the terms and gave his word. Catelyn warns Robb that if he treats his oaths recklessly then his people will do the same. Catelyn begins to say that Robbâ&euro;&trade;s father lived his life for honor. Robb counters that his father is dead and Catelyn has no right to call anyone reckless. He walks out, leaving Catelyn with her guards. He ignores her council and marries Talisa in a private ceremony.&lt;ref name=&quot;E20&quot;&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n", "A Man Without Honor": "[[Jacks]] bursts into [[Catelyn Stark]]â&euro;&trade;s tent as she is writing a letter. [[Brienne]] restrains him and he demands that she unhand him, calling her â&euro;&oelig;woman.â&euro;? She admonishes for entering uninvited, reversing the address. He asks forgiveness and again calls to Catelyn. Catelyn wearily asks what he wants and he reports the recapture of [[Jaime Lannister]].&lt;ref name=&quot;E17&quot;&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\nJaime is dragged back to the Stark camp in chains while being berated by vengeful soldiers. Karstark men call for justice and demand that he is hanged. Some of the men beat him as he dragged past them and his guards try to keep them back. Lord [[Rickard Karstark]] emerges from the tents with his sword drawn and demands Jaimeâ&euro;&trade;s head. Dutiful Stark men block his path with their own swords in hand. He warns that any man who stands between a father and his vengeance is asking for death. Catelyn rushes out to intervene, accompanied by Jacks and Brienne. She reminds Rickard that Jaime is their prisoner. He calls Jaime a monster and says that he killed his son. Catelyn counters that Jaime crippled her son and promises that he will answer for his crimes. Rickard insists that he will have Jaimeâ&euro;&trade;s head and begins a threat. Catelyn interrupts him to remind him of his oaths of fealty to her late husband Eddard and his current King, Robb. Rickard asks where Robb is now and Catelyn says that he knows that Robb is negotiating the surrender of the Crag. Rickard says that he has gone with Talisa, calling her a â&euro;&oelig;foreign bitch.â&euro;? Catelyn takes offence at his implication.&lt;ref name=&quot;E17&quot;/&gt;\n\nBrienne half draws her sword and warns Rickard that threatening Catelyn is an act of treason. Rickard asks how it can be treason to kill Lannisters drawing a cheer from his supporters. Catelyn tries to placate him by empathising with his grief and commands him to stand down in the Kingâ&euro;&trade;s name. Rickard relents but insists that he will demand Jaimeâ&euro;&trade;s head when Robb returns. Catelyn warns that wise men do not make demands of kings. He retorts that fathers who love their sons do. He insists that he will get his revenge before stalking back into the camp.&lt;ref name=&quot;E17&quot;/&gt;\n\nJaime sarcastically thanks Catelyn for standing up for him. He says that he would have helped her if he was not indisposed. She orders her men to take him to the stockade and bind him with every chain they can find. He says that she has become a real she wolf in her later years. As he is dragged off he calls back that there is not much fish left in her, referencing the sigil of [[House Tully]]. Catelyn shouts back to her men to gag him.&lt;ref name=&quot;E17&quot;/&gt;\n\nCatelyn watches a Karstark man argues with one of her own guards about Jaimeâ&euro;&trade;s fate. Brienne worries that Robb will not return until dawn. She predicts that the men will become increasingly drunk through the night and will eventually move to kill Jaime. She warns that their own men will not all be willing to die defending a Lannister. Catelyn orders her to follow and heads to the stockades.&lt;ref name=&quot;E17&quot;/&gt;\n\nCatelyn enters Jaimeâ&euro;&trade;s cell and asks the guard to leave her alone with him. He says that he was ordered to remain with him and Catelyn says that his orders are what she has just said, to leave them alone. He nods acceptance and leaves. Jaime asks if she has come to say goodbye and states his belief that it is his last night in the world. He notices Brienne and asks if she is a woman. Catelyn ignores the question and asks if he can here the men calling for his death. Jaime sighs and says that Lord Rickard does not seem to like him. Catelyn explains that Jaime slew his son during his escape. Jaime is unrepentant, saying that Torrhen was in his way and that any knight would have done the same. Catelyn says that he is no knight because he has forsaken every vow he has taken. Jaime rationalizes that he has had to swear many vows and over time they began to conflict with one another. He asks what he was supposed to do when he was sworn to defend and obey the king, to obey his father and to defend the innocent while his father despised the king and the king was massacring the innocent. He says that it is too much and any action would be in conflict with one vow or another.&lt;ref name=&quot;E17&quot;/&gt;\n\nHe asks where Catelyn found Brienne, calling her a beast. Catelyn says that she is a truer knight than he will ever be, calling him Kingslayer. Jaime reminds Catelyn that the King he slew was [[Aerys II Targaryen]], the Mad King, and feigns a toast to killing him. Catelyn says that he is â&euro;&oelig;a man without honor.â&euro;? Jaime reveals that he has only ever slept with Cersei and so is in some ways more honourable than Catelynâ&euro;&trade;s late husband Eddard, who fathered the bastard [[Jon Snow]] while they were married. Jaime cannot recall Jonâ&euro;&trade;s name and asks Catelyn what it was. She calls for Brienne, and he jokes that it wasnâ&euro;&trade;t that. He asks if she pretended to love Jon when Eddard first brought him home. He notes that she is no good at pretending as an honest woman and deduces that she showed her hatred. He says that Jon is a walking talking reminder of Eddardâ&euro;&trade;s infidelity. Catelyn orders Brienne to hand over her sword.&lt;ref name=&quot;E17&quot;/&gt;\n\n", "Garden of Bones": "[[Petyr Baelish]] visits Catelynâ&euro;&trade;s tent in [[Renly Baratheon|Renly]]'s camp and she receives him with angry recriminations over his betrayal of [[Eddard Stark|Eddard]]. He says that he wanted Eddard to serve as protector of the realm and begged him to seize the moment. She says that he repaid their faith in him with treachery and orders him out. He says that he loves her and tries to take her arm. She grabs a knife and forces him to back off. He asks if she wants to see her daughters and says that Sansa is growing more beautiful while Arya is just as wild. Catelyn asks if they truly have Arya and he repeats the lie and claims that he is concerned for them if they remain captives of Cersei and Joffrey. Catelyn puts down her weapon and asks what he wants. He says that the Lannisters would trade her daughters for Jaime and she says that Robb will not agree to those terms. He suggests that she consider the terms on her own, as a mother. He says that he has a gift to show Tyrionâ&euro;&trade;s goodwill. Silent Sisters enter the tent with a chest. Catelyn asks what it is and Petyr is silent as she deduces it for herself. She kneels and opens the chest. Petyr says that Eddard was an honourable man and deserves burial with his family in the crypts of Winterfell. Catelyn again orders him to leave. When she is alone with Eddardâ&euro;&trade;s remains she allows herself a moment to cry before closing the chest.&lt;ref name=&quot;E14&quot;&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\nCatelyn accompanies Renly to a parley with his brother [[Stannis Baratheon|Stannis]] on the coast of [[the Stormlands]]. Stannis is accompanied by [[Melisandre]], [[Davos Seaworth]] and several guards. Renly also brings [[Brienne]] and [[Loras Tyrell]] along with his own guards. Stannis remarks on Catelynâ&euro;&trade;s presence and she says that she had not expected to be there. Renly wonders if it is really Stannis and feigns confusion over his banner. Renly jokes that the battle would be confusing if they both used the same one. Renly wonders why Stannisâ&euro;&trade;s version of the stag is aflame. Melisandre explains that Stannis has taken the fiery heart of the [[Lord of Light]] for his sigil. Renly says that she must be the fire priestess he has heard so much about and jokes that he now knows why Stannis found religion late in life. Stannis warns his brother to watch his tongue. Renly says that he is relieved that Stannis is not really a fanatic and calls him charmless, rigid and a bore but not godly. Melisandre admonishes Renly to kneel before the Lordâ&euro;&trade;s chosen and says that Stannis was born amidst salt and smoke. Renly jokes that she makes Stannis sound like a ham. Stannis again warns his brother. Catelyn admonishes them to stop bickering and remember that they are brothers. Stannis counters that he would expect her to support his claim as Eddard did. He says that Eddard dies for his integrity yet she sits beside a pretender. She says that they share a common enemy and Stannis retorts that the Iron Throne is his by right and that all who deny it are his enemies. Renly says that no-one wants Stannis for their king and that he is opposed from Dorne to the Wall. Renly says that Stannis never wanted friends but that a man without friends is a man without power. Stannis says that he will give Renly the night to reconsider for the sake of their mother. He offers to restore Renly to his seat on the council and to name him as his heir until he has a son if he strikes his banners before dawn. He says that otherwise he will destroy Renly. Renly reminds Stannis of his numerous supporters and says that they will make him king. Stannis wheels his horse and rides away as Melisandre warns Renly to look to his sins because &quot;The night is dark and full of terrors.&quot; Renly asks if his companions can believe that he loved Stannis once as he leads them away.&lt;ref name=&quot;E14&quot;/&gt;\n\n", "The North Remembers": "[[Stannis Baratheon]] learns of [[Jaime Lannister]]'s incestuous relationship with [[Cersei Lannister|Cersei]] in a letter sent by [[Eddard Stark]] before his death. Stannis composes his own missive and sends it to all the high lords of the [[Seven Kingdoms]] asking them to declare their loyalty to him and telling them of [[Joffrey Baratheon]]'s illegitimacy. [[Robb Stark|Robb]] questions Jaime again but cannot make him admit to his incestuous relationship with Cersei. Robb sends his captive [[Alton Lannister]] to [[King's Landing]] with peace terms but does not expect them to be met. [[Theon Greyjoy]] tells Robb that they can end [[War of the Five Kings|the war]] by taking [[King's Landing]] but that they will need the ships of his father [[Balon Greyjoy]].&lt;ref name=&quot;The North Remembers&quot;&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\nRobb seeks Catelyn's advice and she counsels against an alliance with Balon because he is untrustworthy. She cites the [[Greyjoy Rebellion]] as proof. Robb says that Eddard fought against the throne in [[Robert's Rebellion]] just as he is doing now, and that she married a rebel and mothered another. She says that she mothered more than just rebels, questioning Robbâ&euro;&trade;s memory of his imperilled sisters. Robb says that he cannot exchange Jaime for his sisters and maintain the loyalty of his bannermen. Catelyn asks what they are fighting for if not for [[Arya Stark|Arya]] and [[Sansa Stark|Sansa]]. Robb raises his voice and asserts that she knows that the situation is more complicated than she is suggesting.&lt;ref name=&quot;The North Remembers&quot;/&gt;\n\nCatelyn turns away as Robb shakes his head ruefully. She sits down slowly and says that it is time for her to go home to see [[Bran Stark|Bran]] and [[Rickon Stark|Rickon]]. Robb says that she cannot go to Winterfell. She is taken aback at being commanded by her son. He says that he will send [[Rodrik Cassel|Ser Rodrik]] to look after his brothers but that he needs her to go to [[the Stormlands]] to negotiate with [[Renly Baratheon]]. He says that Catelyn is an ideal envoy because she knows Renly and his family and notes that Renly has an army 100,000 men strong. She says that Robb has a hundred other lords he could send instead. He insists that he cannot trust them as much as he trusts her. He says that an alliance with Renly would give them a 2:1 advantage over the Lannisters and force them to sue for peace allowing them to return home for good. Catelyn promises to leave at first light and Robb kisses her before promising that they will be together again soon. Catelyn tells him that his father would be proud of him. Robb asks her to give â&euro;&oelig;Lord Renlyâ&euro;? his regards and Catelyn reminds him that Renly is a king now, like many others.&lt;ref name=&quot;The North Remembers&quot;/&gt;\n\n", "What is Dead May Never Die": "Catelyn is brought to Renly's camp by his outriders. She finds his men watching a duel between two fully armoured knights. Renly himself and his new Queen [[Margaery Tyrell]] watch from a wooden dais. Margaery stands and cheers on her brother [[Loras Tyrell]] as he disarms his opponent. His rival manages to step under a swing of his great axe and knock him off his feet. Loras yields when his opponent lifts his visor and holds a knife close to his face. Margaery sinks back into her seat. Renly congratulates the combatants as they stand and calls the winner forward. He commands them to stand and remove their helm. The crowd are shocked when the fighter is revealed to be a woman; [[Brienne of Tarth]]. Renly tells her that she is everything that her father promised. Margaery says that Loras fought valiantly and Renly agrees with her. He names Brienne champion and offers to grant anything that she requests. Brienne asks to join his [[Kingsguard]] and he accepts.&lt;ref name=&quot;E13&quot;&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\nCatelyn looks to [[Baratheon Guard|her escort]] who steps forward and announces her. Catelyn modifies his mention of [[Robb Stark|Robb]], asserting his position as [[King in the North]]. Renly introduces Margaery who offers her condolences on the death of Eddard. Catelyn says that she is kind and Renly promises to avenge the death, drawing cheers from his men. Catelyn accepts the pledge and calls Renly â&euro;&oelig;My Lord.â&euro;? Brienne corrects her, saying that she should call Renly â&euro;&oelig;Your Graceâ&euro;? and kneel when speaking to him. Renly waives the formality and calls Catelyn an honoured guest. Loras interrupts to ask if Robb has marched against [[Tywin Lannister]] yet. Catelyn denies knowing Robb's strategy and says that she would not divulge it to them if she did. Loras says that Robb should have attended rather than sending his mother. Catelyn retorts that Robb is fighting a war rather than playing at one. Renly laughs off the barb and invites Catelyn to walk with him.&lt;ref name=&quot;E13&quot;/&gt;\n\nRenly takes Catelyn on a tour of his camp. He stops to greet [[Gerald]], who is recovering from being injured by a horse. He is careful to mention the vast size of his force, over 100,000 men. Catelyn warns him to take the war more seriously, saying that his men are the knights of summer and winter is coming. He ends the tour by asking Brienne to show Catelyn to a tent that he has assigned her. He says that he is going to pray, alone. Brienne is courteous but distant. Catelyn compliments her performance in the tournament, calling her Lady Brienne. Brienne credits Renly for motivating her to fight asks Catelyn to call her simply Brienne.&lt;ref name=&quot;E13&quot;/&gt;\n\n"}, "title": "Catelyn Stark Season 2"}