{"attributes": {"status": " Active", "origin": " Quote", "imagesize": " 250px", "habitat": " Cities, castles, homesteads (domesticated), almost everywhere else except for arctic regions and rolling sands deserts (feral).  ", "title": " Cats", "image": "Ser-Pounce-S4-EP-04.jpg", "diet": "Carnivore", "range": " Throughout Westeros and Essos", "type": " Mammal"}, "sections": {"TOP": "Cats027574jfjfvsth8fvy9fc4f9hgktbr3mfcagn1783652015-03-21T19:01:23ZThe Dragon Demands5014364/* In the books */{{Species\n| Title= Cats\n| Image=Ser-Pounce-S4-EP-04.jpg\n| ImageSize= 250px\n| Type= Mammal\n| Diet=Carnivore\n| Status= Active\n| Habitat = Cities, castles, homesteads (domesticated), almost everywhere else except for arctic regions and rolling sands deserts (feral).  \n| Range= Throughout [[Westeros]] and [[Essos]]\n| Origin= \n}}\n{{Quote|Tomorrow I'm going to be chasing cats...[Syrio] says every swordsman should study cats.  They're as quiet as shadows, and as light as feathers.  You have to be quick to catch them.|[[Arya Stark]]|Cripples, Bastards and Broken Things}}\n\nCommon domesticated '''cats''' are found throughout [[Westeros]] and [[Essos]], both as pets and often as ferals in the major cities.\n\nTheir larger relatives include [[shadowcats]] and [[lions]].\n\n", "Notable cats": "*[[Ser Pounce]] - pet cat of King [[Tommen Baratheon]]\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Crown Prince [[Rhaegar Targaryen]]'s daughter [[Rhaenys Targaryen (daughter of Rhaegar)|Rhaenys]] had a pet black kitten that she named &quot;[[Balerion]]&quot;, after the mighty dragon of [[Aegon I Targaryen|Aegon the Conqueror]]. When telling [[Eddard Stark]] about Rhaenys's death, [[Varys]] sadly commented about her cat that &quot;Rhaenys liked to pretend he was the true Balerion, the Black Dread of old, but I imagine the Lannisters taught her the difference between a kitten and a dragon quick enough, the day they broke down her door.&quot; Rhaenys was killed by [[Amory Lorch]] when she was only two or three years old during the [[Sack of King's Landing]], at the same time as her mother [[Elia Martell]] was being raped and killed by [[Gregor Clegane]] in another room of the castle, but no one knows what happened to the cat after she died. It is implied that her cat survived the downfall of the Targaryens and lived out the next fifteen years in the Red Keep during the reign of Robert Baratheon. When [[Arya Stark]] is ordered by [[Syrio Forel]] to chase cats around the Red Keep to train her in agility (which occurs in the TV series in &quot;[[Cripples, Bastards and Broken Things]]&quot;) one of the cats she encounters is an incredibly old black cat who is mean to the entire Baratheon household, as well as the Lannisters. Once, when Tywin Lannister was visiting the Red Keep for a feast, the black cat jumped onto the table and snatched a roast quail right out of Tywin's fingers. This may very well be Rhaenys's cat Balerion, angered at the new residents of the castle who are responsible for the death of his original owner.\n\nIn the books, Ser Pounce was actually one of three black kittens which Margaery Tyrell gave as gifts to Tommen, to help gain his affection. The gift succeeded, as Tommen greatly enjoyed the cats. The other two are named Lady Whiskers and Boots.\n\nThe TV series changed Ser Pounce's backstory so that Tommen had him before he met Margaery. It also invented the specific anecdote that Joffrey threatened to skin Ser Pounce alive.\n\nThe reason why this is a change is, in part, because in the books Joffrey actually did kill several of Tommen's pets. It is probable that Tommen had no long-term pet cats before he met Margaery in the books, because Joffrey killed any cat he attempted to keep as a pet. Jacelyn Bywater told Tyrion that Tommen did have a pet fawn once (because the sigil of House Baratheon is a stag) but the young Joffrey killed and skinned her, and used the leather to make a jerkin.\n\nJoffrey had a frequent pattern of cruelty to animals in the books (which is actually one of the telltale signs of [[Wikipedia:Psychopathy|psychopathy]]), since he was old enough to walk and talk. When Stannis is informed of Joffrey's death, he recalls that once, when Joffrey was a little boy, one of the cooks in the Red Keep told him that one of the kitchen cats was pregnant. Joffrey then took a dagger and opened up the cat, because he wanted to see the kittens. Covered in gore, he then carried the dead cat fetuses in his hands to show his father Robert. When Robert turned around and saw this spectacle, he was so horrified and disgustedÂ that he instinctively punched Joffrey so hard that, for a brief moment, Stannis seriously thought Robert had killed him. Cersei also mentions that event, claiming that Robert knocked out two of Joffrey's baby teeth. Instead of being upset and alarmed at Joffrey's cruelty, Cersei sided with him, and warned Robert that she would kill him in his sleep if he ever beat Joffrey again. Robert realized Cersei's threat was serious, so he never struck or punished Joffrey afterwards. When he heard about this incident years later, after being insulted by Joffrey, Tywin Lannister mused that letting Robert beat his son might have solved a lot of problems.\n\nAfter he became king, Joffrey would shoot cats (and humans) with his crossbow for his own amusement. The irony was that the sigil of the Lannisters is a big cat (contrasting with how the Stark sigil is a direwolf, and the Stark children care for their pet direwolves).\n\nJoffrey's cruelty to animals is not limited only to fawns and cats: at one occasion, [[Tyrion Lannister|Tyrion]] and [[Littlefinger]] watch him shoot at hares, killing two but missing many. Joffrey's aim is so poor (he nearly shoots one of his own [[Kingsguard]] in the groin) that Littlefinger scoffs &quot;the hares are winning&quot; and advises [[Podrick Payne|Pod]] to invest in pots since the castle will soon be overrun with hares and they will be eating potted hare for every meal.\n\nThus while Joffrey's specific threat in the TV series to skin Ser Pounce alive and feed him to Tommen was not made in the novels, based on Joffrey's actions in the books, his comment to Tommen in the TV continuity was probably not an exaggerated or idle threat.\n\n", "History": "===[[Season 1]]===\n[[File:Arya chasing cat Episode 105.jpg|thumb|Arya chases a cat through the Red Keep]]\n[[File:Cat Arya is chasing Episode 105.jpg|thumb|The cat Arya chases]]\n[[Arya Stark]] explains to her father [[Eddard Stark|Eddard]] that she will be chasing cats as part of her [[Water Dance]] training. Her instructor [[Syrio Forel]] told her that every swordsman should study cats, because they are quiet, light on their feet, and quick.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\nThe next day Arya chases a cat through the [[Red Keep]], attempting to gently catch it. The cat manages to evade her and runs down into the dungeons, causing Arya to stumble upon a secret conversation between [[Varys]] and [[Illyrio Mopatis]]. As she hides in a large [[Dragons|dragon]] skull, she overhears them say that &quot;the wolf and the lion&quot;, the Starks and Lannisters, will soon be fighting each other.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\nSoon after King [[Joffrey Baratheon]] is assassinated, [[Margaery Tyrell]] visits his younger brother and heir apparent Prince [[Tommen Baratheon|Tommen]] in his bedchamber, hoping to befriend him before his mother Queen [[Cersei Lannister|Cersei]] can turn him against her. She finds him in bed, but Tommen is too young for Margaery's previous tactics of sexual seduction to be very useful. Tommen's cat [[Ser Pounce]] then jumps onto the bed, however, and she warms up to him by discussing his pet. She calls him a &quot;proper fellow&quot; but Tommen gets a concerned look and says that Joffrey did not like Ser Pounce very much: once he threatened to [[Flaying|skin the cat alive]], and then secretly mix its innards into Tommen's food, so he wouldn't know he was eating his own pet. In contrast to Joffrey's pervasive sadism, Tommen cares about his pet cat.&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\n"}, "title": "Cats"}