{"attributes": {"status": " :Category: Status: Dead", "death": " Throat ripped open by Summer", "title": " Catspaw assassin", "season": " Season 1", "image": " Catspaw.jpg", "allegiance": " Joffrey Baratheon (likely suspect)", "actor": " Lalor RoddyQuote", "deathep": " &quot;The Kingsroad&quot;", "2": "yes==In the books==In the ''A Song of Ice and Fire'' novels, the assassin is never named.In ''A Clash of Kings'', Catelyn found out that Littlefinger lied to her about the dagger only after she interrogated Jaime Lannister. Jaime bluntly admitted that he pushed Bran from the window in attempt to kill him, but claimed that neither he nor Cersei Lannister", "appearances": " &quot;The Kingsroad&quot;"}, "sections": {"In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the assassin is never named.\n\nIn ''A Clash of Kings'', Catelyn found out that Littlefinger lied to her about the dagger only after she interrogated [[Jaime Lannister]]. Jaime bluntly admitted that he pushed Bran from the window in attempt to kill him, but claimed that neither he nor [[Cersei Lannister|Cersei]] nor Tyrion had anything to do with the assassin. When asked about the dagger, Jaime remembered that Littlefinger bet and lost it - to [[Robert Baratheon|Robert]], not to Tyrion. Catelyn realized Jaime was telling her the truth, for he had nothing to gain by lying about the assassin and the dagger after admitting that he pushed Bran.\n\nIn ''A Storm of Swords'', Tyrion and Jaime independently deduce that it was [[Joffrey Baratheon|Joffrey]] who sent the assassin:\n*After Joffrey uses [[Widow's Wail|his new sword]] to cut the [[Lives of Four Kings|book]] Tyrion gave him at his [[Purple Wedding|wedding]], he says &quot;I am no stranger to Valyrian steel&quot;. That strange comment makes Tyrion realize it was him. Tyrion remembers overhearing Joffrey jesting with [[the Hound]] in [[Winterfell]] about killing wolves: &quot;Send a dog to kill a wolf&quot;. Even Joffrey was not so foolish as to command the Hound to slay a son of [[Eddard Stark]]. Instead he found his catspaw among the unsavory lot of freeriders, [[merchants]], and camp followers who had attached themselves to the King's party as they made their way north. Since even Joffrey was not stupid enough to use his own dagger, he went poking among his father's weapons. No doubt some diligent servant had made certain that the King's weapons went with him, in case he should desire any of them. The only thing Tyrion cannot figure out is Joffrey's motive. He guesses it was mere cruelty. Another possibility is that Joffrey grew incensed when Tyrion slapped him and ordered him to offer his sympathies to Eddard and Catelyn about Bran's injury (simply for the sake of decorum); in his warped mind, Joffrey felt so insulted at being ''commanded'' to express sympathy to Bran's parents that he may have wanted to sooth his wounded pride by having an unconscious seven year old boy assassinated.\n*Jaime tells Cersei that Catelyn suspected him of sending the assassin to kill Bran. Cersei recalls Robert saying of Bran: &quot;We kill our horses when they break a leg, and our dogs when they go blind, but we are too weak to give the same mercy to crippled children&quot; in the presence of their children, including Joffrey. Jaime figures out it was Joffrey, as a child hungry for a pat on the head from his father.\n\nAlthough there is no direct evidence that definitively proves that Joffrey was the one who sent the assassin, it is very likely Tyrion and Jaime are correct about pinning the assassination attempt on him. When Jaime finally engineers Tyrion's escape from the dungeons, during their conversation through the secret tunnels of the [[Red Keep]], Tyrion becomes annoyed and asks Jaime if he knew that his son tried to kill Bran Stark. Jaime grudgingly admits that he had thought he might have.\n\nLittlefinger had no role in convincing Joffrey to attempt this (as he was south in [[King's Landing]] at the time), but this proved to be another example of how Baelish thrives on chaos, thinking quickly to turn events to his benefit. He had already set in motion his plan to trick the [[Starks]] and [[House Lannister|Lannisters]] into fighting each other, by convincing [[Lysa Arryn]] to poison her own husband and also write a secret letter to Catelyn claiming that the Lannisters did it. When Catelyn inquired about the knife, Littlefinger knew that he'd lost it to Robert, and must have realized someone in the royal entourage had taken it, but quickly decided to blame Tyrion as the culprit. He possibly chose Tyrion to blame because Cersei and Jaime were already back in the capital city, surrounded by their own guards, while Tyrion was still traveling in [[the North]] and would be more vulnerable to Stark reprisal.\n\nIt is unknown why the TV series never reveals that it was Joffrey who sent the assassin; Joffrey receives the Valyrian steel sword Widow's Wail as a wedding gift, as he did in the books, but no mention is made of the assassination attempt on Bran back in Season 1. It is possible that the producers grew afraid that casual viewers wouldn't remember that this happened in early Season 1 - even though this was one of the escalating events which sparked the entire Stark-Lannister conflict.\n\n", "TOP": "Catspaw assassin03310nx0e7yu4dfqwo6aaua2ds9pebmb9u5u1753872015-03-05T16:10:46ZSharp Blades26158496{{Character\n|Title = Catspaw assassin\n|Image = Catspaw.jpg\n|Season = [[Season 1|1]]\n|Appearances = &quot;[[The Kingsroad]]&quot;\n|Status = [[:Category: Status: Dead|Deceased]]\n|Death = Throat ripped open by [[Summer]]\n|DeathEp = &quot;[[The Kingsroad]]&quot;\n|Allegiance = [[Joffrey Baratheon]] (likely suspect)\n|Actor = [[Lalor Roddy]]}}\n{{Quote|You're not s'pposed to be here; no one's s'pposed to be here. It's a mercy; he's dead already.|The Catspaw to [[Catelyn Stark]] before attempting to kill Bran|The Kingsroad}} \nThe '''catspaw assassin''' is a minor character in the [[Season 1|first season]]. He is played by guest star [[Lalor Roddy]] and only appears in &quot;[[The Kingsroad]].&quot; He is never named, but is referred to as such in casting announcements and the script, a reference to a catspaw being someone unwittingly used to further another person's agenda.\n\n", " See also ": "* {{AWOIAF|Catspaw}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season One Appearances|2=yes}}\n\n", "Biography": "===[[Season 1]]===\n[[File:Dagger.png|thumb|The dagger belonging to the catspaw assassin.]]\nThe catspaw assassin was paid to kill [[Bran Stark]] while he is in a coma in [[Winterfell]], following his fall. The assassin arranges for a fire to start in the castle, reasoning it will draw people away from Bran's room. This diversion succeeds in persuading [[Robb Stark]] to leave the room, but [[Catelyn Stark|Catelyn]] remains behind. When the assassin goes into Bran's room to kill him, he finds Catelyn there. They struggle and he injures Catelyn's hand, but is then attacked by Bran's [[Direwolves|direwolf]], [[Summer]], who tears his throat out.&lt;ref&gt;&quot;[[The Kingsroad]]&quot;&lt;/ref&gt;\n\nThe assassin carried an elaborate dagger with a [[dragonbone]] hilt and a [[Valyrian steel|Valyrian steel blade]].Â Catelyn resolves to carry the blade to her husband in [[King's Landing]] to investigate further.&lt;ref&gt;&quot;[[The Kingsroad]]&quot;&lt;/ref&gt; [[Petyr Baelish|Petyr &quot;Littlefinger&quot; Baelish]] falsely claims that the dagger belongs to [[Tyrion Lannister]].&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt; This leads Catelyn to take Tyrion prisoner when she chances across him at the [[Inn at the Crossroads]].&lt;ref&gt;[[Cripples, Bastards and Broken Things]]&lt;/ref&gt; Her actions spark a conflict between [[House Stark]] and [[House Lannister]].&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt; Tyrion acquits himself of the crime via [[First Trial of Tyrion Lannister|trial by combat]] at [[the Eyrie]].&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\n"}, "title": "Catspaw assassin"}