{"attributes": {"status": "Active", "predecessor": "", "features": "Quote", "language": " ", "title": " Cave people", "ruler": " ", "image": " Cave people animated.png", "society": " Clan-based", "location": " Beyond the Wall, Westeros", "religion": " Old Gods of the Forest", "aka": ""}, "sections": {"TOP": "Cave people015228j27gy2w30ile571aqhi7kd66gj5jpn31798512015-03-27T15:39:07ZArdilaun24498038{{Culture infobox\n| Title= Cave people\n| Image= Cave people animated.png\n| AKA=\n| Status=Active\n| Predecessor=\n| Location = [[Beyond the Wall]], [[Westeros]]\n| Ruler= \n| Society= Clan-based\n| Language= \n| Religion= [[Old Gods of the Forest]]\n| Features=\n}}\n{{Quote|The cave people spend their lives in the dark doing gods-know-what with gods-know-who, or what.|[[Tormund]]|The Nations of the North}}\nThe '''Cave people''' are a clan of [[Free Folk]].\n\n", "See also": "* {{AWOIAF|Cave dwellers}}\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, there is indeed mention of cave people - though the books call them &quot;'''cave dwellers'''&quot; - as one of the groups of wildlings in Mance Rayder's army. However, they have been barely mentioned at all in the text, except for two or three occasions when lists are given describing the diversity of the wildling clans in Mance's army, i.e. &quot;Thenns, Hornfoots, Ice-river clans, Cave dwellers...&quot; etc.\n\nThe most that has ever been said about them is that they make frequent use of face-paints and dyes: &quot;cave-dwellers with their faces dyed blue and purple and green&quot;. They are apparently one of the more isolated wildling groups, from the extreme fringes of the lands beyond the Wall, from the caves of the [[Frostfangs|Frostfang Mountains]].\n\nBecause they've been mentioned so rarely, it is never particularly stated that &quot;everyone hates the Cave people&quot;, nor why they would. If anything, the wildling tribe that all of the other wildlings universally hate tends to be the [[Ice-river clans]], as they are openly known to be wild and savage cannibals, who survive in the polar regions northwest of the Frostfangs by literally hunting people from neighboring tribes - among them those of the [[Frozen Shore]] - to eat them. Even so, Mance managed to make peace with the ice-river clans and convince them to join his army.\n\n", "History": "===[[Season 3]]===\nThe Cave people now march in the army of [[King-Beyond-the-Wall]], [[Mance Rayder]], who has united all of the different wildling clans to assault [[the Wall]] and force their passage to the south. Mance points out that it was difficult to unite the numerous different wildling clans into one army, as one clan is always feuding with another clan for one reason or another - Thenns against Hornfoots, Hornfoots against Ice-river clans. His best example of this difficulty was that everyone hates the Cave people.&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt;\n\n"}, "title": "Cave people"}