{"attributes": {"begin": "~400 BAL", "commanders3": "Khal Temmoâ&euro; Quote", "end": "~10 BAL", "name": "Century of Blood", "image": "File:Century of Blood Qohor.png", "battles": "*Battle of Qohor", "next": " War of Conquest", "width": "", "bg2": "", "conc": "", "place": "The Free Cities and Slaver's Bay, Essos", "result": "*Defeat of Volantis*Independence of Myr and Lys*Large swaths of Essos devastated by Dothraki raids", "commanders1": "", "commanders2": "", "side1": "Volantis", "side2": ["Tyrosh", "Pentos", "Braavos", "Qohor", "Lys rebels", "Myr rebels", "The Storm Kings of House Durrandon (late phase)", "House Targaryen of Dragonstone (late phase)"], "side3": "Dothraki (early phase)", "previous": "Nymeria's War"}, "sections": {"Conflicts": "\nDuring the Century of Blood, each of the eight former colonies that would become the Free Cities initially fought each other in a chaotic series of shifting alliances (the ninth Free City, [[Braavos]], was not a colony of the Valyrian Freehold, but a refuge founded by slaves who escaped from it).\n\nMeanwhile, without the Valyrian dragons to hold them in check anymore, the [[Dothraki]] mounted hordes spilled out of the [[Dothraki Sea]] to the east, entering into their first great wave of expansion. The Dothraki devastated large swaths of Essos, and left numerous cities ruined in their wake, never to be rebuilt. The Dothraki raided and pillaged unchecked, until Khal [[Temmo]] decided to mount an attack on [[Qohor]]. Due to the last-minute arrival of the elite [[Unsullied]] legions, the Dothraki were repulsed in the resulting [[Battle of Qohor]], leaving 12,000 Dothraki dead including Khal Temmo. This marked a major turning point, ending the terrible years when the Dothraki raided completely at will. Gradually as the other Free Cities began to coalesce they were able to build up enough strength to challenge Dothraki attacks. Dothraki khalasars would still go on pillaging campaigns every now and again in subsequent generations, but they no longer thought they could simply ride over all of the Free Cities without any effort.\n\nEventually, the oldest and most populous of the colonies, [[Volantis]], attempted to conquer all of the other colonies in order to rebuild the Freehold under their rule.\n\nVolantis failed when all of the other Free Cities united against them. The only thing that could unite all of the other Free Cities was their determination not to be forcefully united under the rule of the Volantenes. However, the deciding factor was that the young [[Aegon I Targaryen]], possessor of the last threeÂ Valyrian [[dragons]] in the world, entered the conflict on the side of Volantis's enemies. The power of Volantis was shattered, and no further grand attempts were made to unite all of the Free Cities into a new Valyrian empire.&lt;ref&gt;&quot;[[The Free Cities (Histories &amp; Lore)]]&quot;&lt;/ref&gt;\n\n", "TOP": "Century of Blood0134022167m8vk5gyq3yovxp1b5534p2rky0r1741782015-02-24T18:38:42ZGonzalo848331{{Conjecture}}\n\n{{War\n|width=\n|previous=[[Nymeria's War]]\n|conc=\n|next= [[War of Conquest]]\n|name=Century of Blood\n|image=[[File:Century of Blood Qohor.png|300px]]\n|begin=~400 BAL\n|end=~10 BAL\n|place=The [[Free Cities]] and [[Slaver's Bay]], [[Essos]]\n|result=*Defeat of Volantis\n*Independence of Myr and Lys\n*Large swaths of Essos devastated by Dothraki raids\n|battles=*[[Battle of Qohor]]\n|BG2=\n|side1=[[Volantis]]\n|side2=[[Tyrosh]]&lt;br&gt;[[Pentos]]&lt;br&gt;[[Braavos]]&lt;br&gt;[[Qohor]]&lt;br&gt;[[Lys]] rebels&lt;br&gt;[[Myr]] rebels&lt;br&gt;The [[Storm Kings]] of [[House Durrandon]] (late phase)&lt;br&gt;[[House Targaryen]] of [[Dragonstone]] (late phase)\n|side3=[[Dothraki]] (early phase)\n|commanders1=\n|commanders2=\n|commanders3=Khal [[Temmo]]â&euro; \n}}\n{{Quote|After the Doom, the Volantenes tried to rebuild the empire under their rule.  They failed. Not least because the last Valyrian with dragons, Aegon Targaryen, entered the war against them.|Ser [[Jorah Mormont]]|Complete Guide to Westeros}}\nThe '''Century of Blood''', also known as the '''Bleeding Years''', was the period of chaos lasting approximately one hundred years in which the former colonies of the [[Valyrian Freehold]] became engulfed after the destruction of the city of [[Old Valyria]] in the [[Doom of Valyria]]. Their once mighty empire fragmented, as colony cities and conquered people rose up, or local governors started looking out for themselves.\n\nThe Century of Blood was not a single war but a period of general anarchy, a mad free-for-all in which alliances constantly shifted. It was the formative period for what would become the nine [[Free Cities]], as well as the three independent cities in [[Slaver's Bay]], which shaped the political landscape of western Essos to the present day.\n\n", "See Also": "* {{AWOIAF}}\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, Volantis succeeded in conquering [[Lys]] and [[Myr]] for two generations, and were on the verge of conquering [[Tyrosh]]. However, Tyrosh entered into an alliance with [[Pentos]] and the [[Storm Kings]] of the nearby [[Stormlands]] in [[Westeros]]. Braavos's military did not directly fight against Volantis but it did provide the alliance economic and material support, by lending a fleet of 100 warships to a Lysene exile. Popular rebellions in Lys and Myr aided the alliance. Fire-ships of [[Qohor]] and [[Norvos]] broke Volantis's control of the [[Rhoyne]] River.\n\nThe contributions [[Lorath]] to the conflicts, if any, have not been mentioned.\n\nMost importantly, however, was that Volantis had asked the young [[Aegon I Targaryen]] of [[Dragonstone]], possessor of the last Valyrian [[dragons]] in the world, to enter the conflict on their side. Aegon may have already been pondering an invasion of Westeros, and didn't want to see a powerful new Freehold in Essos to challenge his future empire to the west, so he responded to Volantis's invitation by entering the war on the side of its enemies.\n\nAs these events are summarized by a character in the books, the lesson that can be drawn from Volantene history is, &quot;If you want to conquer the world, you best have dragons.&quot;\n\nVolantis had also overstretched its resources (foolishly, considering the grand alliance already arrayed against them) by sending a massive fleet on an expedition to the ruins of Old Valyria in the [[Smoking Sea]] which was never heard from again. Meanwhile, the Dothraki hordes had begun massive plundering migrations from the [[Dothraki Sea]] after the Doom of Valyria, attacking Qohor soon after the Doom, and now that they smelled defeat on Volantis they marked it as an easy target and attacked it in force. As Volantis is one of the easternmost Free Cities they were particularly hard hit (also, other than some swamps that the Dothraki could easily ride around, the lower Rhoyne valley doesn't really possess strong natural defenses to deter the movement of large Dothraki hordes). The pro-war &quot;Tiger&quot; party was voted out of power among the Triarchs of Volantis, and in the past three centuries, no more than one out of three triarchs has ever been a Tiger again. Instead, the pro-trade &quot;Elephant&quot; party was voted into power, who tried to rebuild Volantis'sÂ power through trade instead of the sword.\n\nDue to the losses in resources and men that Volantis sustained its golden age ended, and it became consumed by internal problems, overpopulation, and poverty. While still one of the more preeminent Free Cities, Braavos began to edge out Volantis as the most powerful of the Free Cities overall (despite the fact that Braavos is so small that it could easily fit within Volantis's harbor). Braavos had been hidden and removed from the constant destruction of the Century of Blood, until providing support in the final push to stop Volantis. Moreover, it had never been dependent on the interconnected political and economic network of the old Valyrian Freehold, and thus became an island of economic stability while the trade and food supply networks of the other Free Cities collapsed into chaos. The other Free Cities thus began to rely on the stability of banks in Braavos, leading the to the [[Iron Bank of Braavos]] becoming the largest bank in the world, bigger than those of the other eight Free Cities put together.\n\nMeanwhile, the alliance of the other Free Cities against Volantis broke up as soon as the threat ended. Lys and Myr soon entered into a rivalry over the [[Disputed Lands]] between them which has existed as a state of perpetual war for the past three centuries (punctuated by the occasional ceasefire). Neighboring Tyrosh and even Volantis occasionally get dragged into these conflicts on one side or the other. Many of the Free Cities co-exist more or less peacefully and independent, occasionally entering into low-level wars with the others over regional squabbles but nothing that has significantly altered the overall political landscape since the end of the Century of Blood.\n\n"}, "title": "Century of Blood"}