{"attributes": {}, "sections": {"The Ghost of Harrenhal": "Princess [[Myrcella Baratheon]] plays with two of her courtiers in the walled gardens of the [[Red Keep]] as [[Septa]] [[Eglantine]] looks on. Queen [[Cersei Lannister]] watches her daughter from behind a stone lattice on a balcony. Tyrion joins her to deliver the news of [[Renly Baratheon]]â&euro;&trade;s death. Cersei drains her wine glass and asks who was responsible and he reports that there have been varying accounts. He elaborates that some say [[Catelyn Stark]] was responsible, some blame a member of Renlyâ&euro;&trade;s Kingsguard and others say that it was [[Stannis Baratheon]] himself. Cersei raises her empty wine glass to whoever was responsible and then reaches to refill it. Tyrion warns her that [[Varys]] had a less positive reaction, warning that Renlyâ&euro;&trade;s armies are joining Stannis. He elucidates that Stannis will have superiority over them on both land and sea with the addition of Renlyâ&euro;&trade;s banners. Cersei dismissively counters that [[Petyr Baelish|Littlefinger]] has told her that they can outspend Stannis three to one. Tyrion retorts that their father raised her to have too much respect for money. He warns that Stannis will strike against them sooner rather than later.&lt;ref name=&quot;E15&quot;&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\nCersei attempts to change the subject, asking if Tyrion should be doing something else like sealing Myrcella in a crate so that she can be shipped away. Tyrion responds that his niece will be safer in Dorne. Cersei sarcastically notes Tyrionâ&euro;&trade;s concern for Myrcellaâ&euro;&trade;s safety. Tyrion asserts his feelings for her, saying that she is sweet and innocent and that he does not blame her at all for Cersei. Cersei says that Tyrion is so clever with his schemes and plots and moves inside from the balcony. Tyrion trails after her, correcting her that schemes and plots are the same thing.&lt;ref name=&quot;E15&quot;/&gt;\n\nHe returns the discussion to the pressing threat of attack and their need to ready [[Kingâ&euro;&trade;s Landing]] for assault. Cersei says that Tyrion need not concern himself over it and that King [[Joffrey Baratheon]] is preparing the siege preparations personally. Tyrion asks for specifics and Cersei refuses to discuss it. He says that it is important that they talk about it and she again refuses, citing the Kingâ&euro;&trade;s need for secrecy.&lt;ref name=&quot;E15&quot;/&gt;\n\nLancel later reveals to Tyrion that she has been in contact with the [[Alchemists' Guild]] and plans to use [[Wildfire]] as catapult ammunition to defend the city. Tyrion usurps her relationship with the guild's leader Wisdom [[Hallyne]] without her knowledge.&lt;ref name=&quot;E15&quot;/&gt;\n\n", "The Old Gods and the New": "Princess [[Myrcella Baratheon]] is rowed away from the docks of Kingâ&euro;&trade;s Landing to a ship waiting at anchor. She is accompanied by Septa [[Eglantine]] and Ser [[Arys Oakheart]] of the [[Kingsguard]]. Her departure is watched by Cersei, Tyrion, the remainder of the Kingsguard, various nobles and her brothers King [[Joffrey Baratheon]] and Prince [[Tommen Baratheon]]. The [[High Septon (Before the riot of King's Landing)||High Septon]] prays for a safe journey for her. Myrcella sobs as she moves away from her family. Cersei tells Tyrion that she hopes that he will one day truly love someone so that she can inflict the pain of taking them away from him. Tyrion looks pointedly at his sister before walking away.&lt;ref name=&quot;E16&quot;&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\nOn re-entering the city Joffrey is met by an unruly crowd of smallfolk. A man calls for seven blessings on Joffrey. Sansa trails behind Joffrey and his Kingsguard. Another man calls out â&euro;&oelig;All Hail the King.â&euro;? The crowd cheers as someone calls out heâ&euro;&trade;s a bastard. Cersei follows behind Sansa and her attention is caught by the jeering crowd. Another citizen shouts out that they are hungry. Tyrion enters the street with Tommen and several Lannister guardsmen. Sensing the atmosphere he orders them to return Tommen to the Red Keep via another route. The people call out to Joffrey for food. He is struck in the face by thrown cow excrement. His guards draw their swords and the [[Gold Cloaks]] attempt to keep the smallfolk back with their spears. Joffrey demands that they find the culprit as the Gold Cloaks start to beat one of the crowd. Joffrey then calls for his men to kill all of the smallfolk present. The crowd begins to riot, attacking the guards with rocks. The kingsguard kill anyone who approaches Joffrey. Cersei and Tyrion are each defended by Lannister guardsmen and Tyrion urges his sister onwards. [[Sandor Clegane]] grabs his king and pulls him through the mob. Joffrey asks what they are doing and repeats his order to execute the people. Sandor explains that the rioters want the same for Joffrey. Sansa is undefended and attempts to push through the crowd with two other ladies. The High Septon is overwhelmed by the mob and torn to pieces. Tyrion calls for Sansa but cannot see her.&lt;ref name=&quot;E16&quot;/&gt;\n\nSandor hands off Joffrey to one of his sworn brothers to fight the rioters. The Kingsguard kill several more rioters as they drag Joffrey to safety behind a gate. The Kingsguard push Joffrey inside and turn to defend the entrance. Queen Cersei and Tyrion are next inside. Once inside Cersei rushes off while Tyrion confronts Joffrey for causing the riot.&lt;ref name=&quot;E16&quot;/&gt;\n\n", "The Prince of Winterfell": "[[Tyrion Lannister]] eats dinner with Cersei in her bedchamber in the Red Keep. His squire [[Podrick Payne]] serves him wine and Tyrion thanks him. Cersei calls Podrick an odd little boy and Tyrion jokes that he has a certain sympathy for odd little boys. Cersei adds that Varys feels the same way, allowing herself a smile of satisfaction at the barb. Tyrion compliments the lamprey pie and asks if Cersei made it.&lt;ref name=&quot;E18&quot;&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\nCersei brings up her son [[Joffrey Baratheon|Joffrey]]â&euro;&trade;s plans to fight in defence of the city. Tyrion calls it an inspiration for their troops and characterizes Joffrey as a brave young king fighting to defend the capital from a wicked old rebel. Cersei worries that Joffrey is only a boy. Tyrion points out that there are younger boys fighting in Joffreyâ&euro;&trade;s war. Cersei insists that Joffrey is not ready and Tyrion asserts that 17 is old enough, asking Cersei to consider Jaime at that age. Cersei argues that some men are gifted for fighting, implying that Joffrey is not and insisting that he should not be on the battlefield. Tyrion retorts that Joffrey should not be on the throne either, sadly for his people and shares a smile with Podrick. Cersei is unamused and angrily asks Tyrion if he thinks that she is an idiot. Tyrion responds that she has above average intelligence. She reminds him that he sent Myrcella to Dorne and then accuses him of wanting to send Joffrey to die. Tyrion explains that Joffrey will be defended by his [[Kingsguard]] and wearing the finest armor gold can buy. Tyrion insists that Joffrey needs to be on the battlefield because the men will fight better if they can see their king fighting beside them. He says that Joffrey must fight instead of hiding behind Cerseiâ&euro;&trade;s skirts. Tyrion asks about dessert and gets no response.&lt;ref name=&quot;E18&quot;/&gt;\n\nCersei asks him if he knows why [[Varys]] is so dangerous. Tyrion cites his thousands of spies throughout the world. Cersei elucidates that she meant it was because he has been castrated. Tyrion jibes that Cersei also has no penis and she suggests that she is dangerous too. Cersei says that Tyrion is as big a fool as every other man because he lets his penis think for him, also referencing it as small. Tyrion jests that it is not that small and Cersei laughs.&lt;ref name=&quot;E18&quot;/&gt;\n\nTyrion wonders why she is so happy. She tells him that she has captured his whore. He hesitates, fearing for [[Shae]]. He masks his worry with a joke, saying that he thought she preferred blondes. Cersei calls him droll and asks if he has married his current lover yet, referencing his wedding to [[Tysha]]. Tyrion is speechless and Cersei goes on to say that their father [[Tywin Lannister]] will be pleased that Tyrion has not repeated that mistake. Tyrion asks why Cersei cares who he has sex with. Cersei repeats the common saying â&euro;&oelig;A Lannister always pays her debts.â&euro;? She explains that she is punishing Tyrion for stealing Myrcella and plotting to kill Joffrey. Tyrion says that her machinations are insane and that she needs him to defend against Stannis. She wonders what he will offer, referencing his lack of ability as a fighter. Cersei says that Tyrionâ&euro;&trade;s lover is beautiful and compliments her body, adding that the bruises she has inflicted will heal with time. Tyrion asks where Cersei found her. Cersei says that Varys is not the only one to hear whispers and criticizes Tyrion for giving her a Lannister lion necklace. She cautions him to hide his liaisons more carefully.&lt;ref name=&quot;E18&quot;/&gt;\n\nTyrion realizes that Cersei has not taken Shae as he gave her no such gift. He says that Cersei has forgotten one of the most important things about whores; explaining that you only rent their time and do not own them. Cersei calls him a bad liar and asserts that he has genuine affection for her captive. She asks if it is love. Cersei promises to treat her captive well provided that Joffrey is kept safe. She threatens to inflict any wound that Joffrey suffers on her captive and says that if Joffrey dies she will inflict the most painful death imaginable on Tyrionâ&euro;&trade;s lover. Tyrion swallows, then asks how he knows that she is still alive. Cersei asks if Tyrion would like to see her and orders Ser [[Mandon Moore]] to bring her in.&lt;ref name=&quot;E18&quot;/&gt;\n\nMandon and one of his sworn brothers lead a bruised and battered Ros into the room. She defiantly pulls free of his grasp, still wearing the necklace that misled Cersei. Tyrion stares at her thoughtfully from his seat for a moment. He then gets up and approaches her. He apologizes for the pain she has suffered and urges her to be brave. He takes her hand gently and promises to free her. Ros asks him not to forget her and he says only â&euro;&oelig;never.â&euro;? The Kingsguard haul her away.&lt;ref name=&quot;E18&quot;/&gt;\n\nTyrion turns back to his sister. He tells her that he will hurt her for what she has done. He promises that at a time when she thinks she is safe and happy he will turn her joy to ashes in her mouth and that she will know the debt is paid. She tells him to get out.&lt;ref name=&quot;E18&quot;/&gt;\n\n", "TOP": "Cersei Lannister Season 20810131zxv1fn8m4ndbr4nocr7ks44w46hyf1308942014-04-28T22:57:18ZTargaryenBlood5239707/* Valar Morghulis */{{Template:Delete}}In '''[[Season 2]] [[Cersei Lannister]]''' remains a major character. She serves as Queen Regent to her son King [[Joffrey Baratheon]]. She is driven to secure his hold on the throne in the face of several opposing claims.\n\n", "Valar Morghulis": "[[File:Tywin_court_2x10.png|thumb|Joffrey proclaims Tywin the savior of the city.]]\nLord [[Tywin Lannister]]â&euro;&trade;s horse defecates on the flagstones outside the Iron Throne room. The doors open and Tywin trots into the room. Cersei sits beside [[Joffrey Baratheon|Joffrey]] on the dais as he formally recites his titles and proclaims Tywin the savior of the city and the [[Hand of the King]]. The handâ&euro;&trade;s badge is presented to Tywin and he curtly thanks Joffrey before turning his horse and riding out.&lt;ref name=&quot;E20&quot;&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\nJoffrey calls Lord [[Petyr Baelish]] forward. He awards him the castle of [[Harrenhal]] for his service to the realm in brokering the alliance between [[House Lannister]] and [[House Tyrell]]. Next Joffrey calls Ser [[Loras Tyrell]] who kneels before the throne. Joffrey says that the realm is in the debt of House Tyrell and offers to grant them any favor they ask. Loras tells Joffrey that the husband of his sister [[Margaery Tyrell]] was taken from them, referring to his lover [[Renly Baratheon]]. Loras falters for a moment, asserts that Margaery remains innocent and then asks Joffrey to unite their houses through marriage. Joffrey asks Margaery if the marriage is what she wants.&lt;ref name=&quot;E20&quot;/&gt;\n\n[[File:Margaery_love_2x10.png|thumb|Margaery proclaims her love for Joffrey.]] Margaery steps forward and says that she wants the marriage with all her heart, claiming that she has come to love Joffrey from afar. She says that tales of Joffreyâ&euro;&trade;s courage and wisdom have reached her and taken root deep inside of her. Joffrey smiles at Cersei as Margaery speaks. He responds by telling Margaery that he has heard tales of her beauty and grace but that they do not do her justice. Joffrey says that it would be an honor to return her love but points out that he is promised to another. He asserts that a king must keep his word.&lt;ref name=&quot;E20&quot;/&gt;\n\nCersei intervenes theatrically to state that the [[small council]] have agreed that it would be improper for Joffrey to wed Sansa. She cites the status of Sansaâ&euro;&trade;s father, [[Eddard Stark]], as an attainted traitor executed for treason and her brother [[Robb Stark]]â&euro;&trade;s ongoing open rebellion against the throne. Cersei says that Joffrey must set Sansa aside for the good of the realm. The court responds with murmured support. Joffrey halts the chatter by standing. He says that he would like to heed the wishes of the small council and his people but has taken a holy vow. [[Pycelle]] steps forward and says that while the gods hold betrothal solemn, the marriage pact was made by Joffreyâ&euro;&trade;s father, King [[Robert Baratheon]] before [[House Stark]] revealed their falseness. Pycelle announces that the [[High Septon (After the Riot of Kingâ&euro;&trade;s Landing)|High Septon]] has agreed that the Starks' crimes against the realm free Joffrey from the vow in the view of the gods. Joffrey says that the gods are good and that he is free to follow his heart. He tells Loras that he will wed his sister and tells Margaery that he will love her until his last day. The court erupts in applause.&lt;ref name=&quot;E20&quot;/&gt;\n\n[[Tyrion Lannister|Tyrion]] survives his injuries but is sidelined by the return of Tywin. Tyrion's role in the battle goes unacknowledged and Cersei has [[Bronn]] removed as the Commander of the [[City Watch]], splitting influence over the men with Tywin. Varys suggests to Tyrion that Cersei was responsible for Ser Mandon's attempt to kill him. No longer considering Tyrion a threat, Cersei releases [[Ros]].&lt;ref name=&quot;E20&quot;/&gt;\n\n", "Blackwater": "[[File:Essence_of_Night_Shade.png|thumb|Cersei holds Essence of Night Shade.]]\nCersei summons [[Grand Maester]] [[Pycelle]] to her chambers on the eve of the [[Battle of the Blackwater]]. He tells her that it is his duty not just to serve the royal house but also to offer guidance in times of conflict. Cersei impatiently tells him that his words are always wise and measured. She begins to prompt him but he interrupts to say that a maesterâ&euro;&trade;s duties become more urgent in war time. He begins to reminisce and Cersei interrupts to ask if he has brought what she asked for. He confirms that he has and hands her a small bottle of [[Essence of Nightshade]]. He warns that it is as dangerous as it is efficacious. He explains that a single drop can cause relaxation, three drops a deep sleep and begins to explain what ten drops will do. Cersei interrupts him to say that she already knows. Pycelle asks permission for a question and Cersei denies it. She says that he must be busy preparing for the battle. She warns him to take care as he descends the many stairs on his way out.&lt;ref name=&quot;E19&quot;&gt;&quot;[[Blackwater]]&quot;&lt;/ref&gt;\n\nCersei offers protection to the ladies of the court in [[Maegor's Holdfast]] during the battle. Cersei leads [[Tommen Baratheon]] and Ser [[Ilyn Payne]] to the room where she will refuge. It is filled with septas, ladies and their handmaids; [[Sansa Stark]] and [[Shae]] are already there. Cerseiâ&euro;&trade;s handmaid pours her a glass of wine.&lt;ref name=&quot;E19&quot;/&gt;\n\nCersei calls Sansa over to her bed on the dais. Cersei says that she had wondered where their little dove had flown and then observes that Sansa looks pale, asking if it is still her period. Sansa says that it is and Cersei says that it is fitting that the men will bleed out on the field of battle while Sansa bleeds in the room. Cersei orders her handmaid to pour Sansa some wine. Sansa says that she is not thirsty and Cersei insists, saying that she is not offering water. Sansa asks why Ser Ilyn is present. Cersei claims that he is there to defend them. Sansa says that they have guards and Cersei asserts that his loyalty goes beyond money while their guards will desert them at the first sign of trouble.&lt;ref name=&quot;E19&quot;/&gt;\n\nSer [[Mandon Moore]] enters and reports that the men have caught thieves attempting to escape. Cersei calls them the battle's first traitors. She orders Ser Ilyn to execute them and have their heads mounted on the stables as a warning to others. Cersei says that the only way to ensure the loyalty of the smallfolk is to make sure that they fear you more than they do the enemy. Sansa reminds Cersei that she claimed that Ser Ilyn was there to protect them. Cersei says that he is, telling Sansa that traitors are a danger to them all. Cersei calls for more wine.&lt;ref name=&quot;E19&quot;/&gt;\n\nSansa holds hands with several other women, sitting in a circle on the floor of the room. Cersei calls her over again. She asks Sansa what she is doing. Sansa tells her that she was praying and Cersei says that Sansa is perfect. She asks what they were praying for and Sansa says they were asking the gods to have mercy on them all. Cersei wonders if Sansa means all of them, including her. Sansa convincingly says â&euro;&oelig;of courseâ&euro;? and Cersei asks if she even means Joffrey. Sansa begins her usual lie about her love for the King. Cersei cuts her off, telling her to shut up and calling her a fool. Cersei mocks her faith and claims that the gods have no mercy. She reveals that [[Tywin Lannister|her father]] taught her that lesson when he caught her praying as a child after the death of her mother. Cersei was too young to understand death aged just four and was imploring the gods to return her mother to her. Sansa wonders if Tywin does not believe in the gods. Cersei says that he believes in them but does not like them.&lt;ref name=&quot;E19&quot;/&gt;\n\nCersei orders another glass of wine for Sansa and invites her to sit. She orders Sansa to drink deeply. Cersei says that she should have been born a man. She claims that she would rather face a thousand swords than be shut inside with a flock of frightened hens. Sansa reminds her that the women are her guests, there under her protection because she invited them. Cersei retorts that she did it because it was expected of her. She says that Sansa will face similar expectations if she becomes Joffreyâ&euro;&trade;s queen. Cersei says that if Tyrion is somehow able to win the battle then the women will tell tales of how her courage inspired them, calling Tyrion her wretched little brother. Sansa wonders what will happen if the city should fall. Cersei suggests that Sansa would like that. Cersei predicts that the Red Keep would hold for a time, giving her an opportunity to surrender to Stannis in person. She says that if it were anyone but Stannis she would hope for a private audience but knows that she has no hope of seducing him. She asks if she has shocked Sansa and tells her captive that a woman has weapons other than tears. She tells Sansa that her best weapon is between her legs and she should learn how to use it. She again orders Sansa to drink and then asks if she has any notion what happens when a city is sacked. She muses that Sansa would not and elucidates that should the city fall all the women there will be raped. Cersei predicts that half of them will be carrying bastard children by the morning. She tells Sansa that she will be glad of her period then. Cersei asserts that when a manâ&euro;&trade;s blood is up from battle then any woman looks good, so Sansa will look like a slice of cake waiting to be eaten. Sansa is horrified and drinks deeply from her wine glass.&lt;ref name=&quot;E19&quot;/&gt;\n\nCersei tells Sansa that when she was little she looked so much like Jaime that even Tywin could not tell them apart. She could not understand why they were treated differently. She complains that while she was being taught to be a lady Jaime was being taught to fight. She says that Jaime was heir to Casterly Rock while she was sold to a stranger like a horse. Sansa reminds her that the marriage made her queen of the Seven Kingdoms. Cersei counters that Sansa will be Joffreyâ&euro;&trade;s queen and invites her to enjoy it.&lt;ref name=&quot;E19&quot;/&gt;\n\nCersei notices Shae watching them from across the room and says that she has not seen her before. Cersei approaches Shae and calls her pretty. Shae stands and attempts to curtsey. Cersei calls it the worst she has ever seen and demonstrates how to do it properly. Shae mimics her movements and Cersei says that she learns quickly. She asks how long Shae has served Sansa and Shae tells her it has been just a few weeks. Cersei instantly recognizes her Lorathi accent and asks when she left there. Cersei does not wait for an answer and observes that Shae is lowborn. Shaeâ&euro;&trade;s smile fades and Cersei asks when she came to Westeros. Shae says that it was ten years ago. Cersei wonders how Shae went from a Lorathi commoner to the Red Keep in ten years without being able to curtsey. She asks Shaeâ&euro;&trade;s name and asks her to tell her story. Shae hesitates and then begins at the age of thirteen.&lt;ref name=&quot;E19&quot;/&gt;\n\nShae is rescued by the arrival of Lancel. He bursts in shouting for Cersei. He reports Tyrionâ&euro;&trade;s destruction of the fleet and the landing of Stannisâ&euro;&trade;s troops. Cersei orders him to bring Joffrey inside. He objects saying that the presence of the King is good for morale. Cersei again tells Lancel to bring Joffrey back to his chambers. Lancel wonders why not to her side and she sarcastically asks if he wants Joffrey to be mocked as a coward for hiding behind his motherâ&euro;&trade;s skirts.&lt;ref name=&quot;E19&quot;/&gt;\n\nCersei sits back down and reveals to Sansa that she lied about Ser Ilynâ&euro;&trade;s purpose. She holds out an unsteady arm for more wine as she explains that he is there to kill them should the Red Keep be breached.&lt;ref name=&quot;E19&quot;/&gt;\n\nLancel returns to Cersei and tells her that the battle has been lost. He says that Stannisâ&euro;&trade;s troops are at their gates and that the goldcloaks lost all heart when Joffrey left. Cersei asks where Joffrey is. Lancel does not answer and instead says that he wants to escort him back to the battle. Cersei asks why she should care what Lancel wants. Lancel asks her to listen. She stands and pushes his wounded side. He falls back into a stone pillar, screaming in pain. Cersei leads Tommen out of the room and takes him to the Throne Room.&lt;ref name=&quot;E19&quot;/&gt;\n\nDuring the battle [[the Hound]] deserts his post and abandons Joffrey. Cersei withdrawing Joffrey from the field forces Tyrion to lead a sortie himself. During the fighting outside the [[Mud Gate]] Tyrion is betrayed by Ser [[Mandon Moore]] of the Kingsguard. Mandon wounds Tyrion but Tyrion's squire [[Podrick Payne]] intervenes and saves his life.&lt;ref name=&quot;E19&quot;/&gt;\n\n[[File:Cersei and Tommen 2x09.png|thumb|Cersei holds Tommen.]]\nCersei sits on the Iron Throne holding Tommen on her knee. She tells him to be calm. He says that the men are still fighting. She shushes him and offers to tell him a story. She says that there was a mother lion and a cub who lived in the woods. Tommen asks if she means the Kingswood and she says yes. She says that the mother loved her cub but that there were other evil things that lived in the woods. Tommen asks what they were and she says things like stags. Tommen says that stags are not evil because they only eat grass. She ignores him and says that there were wolves. Cersei says that the lions could hear them howling in the night and the cub was frightened. Cersei says that the lioness reminded her cub that he was a lion and told him not to be afraid. Cersei says that one day all the beasts will bow to the lion cub. She says that he will be king and the stags, the wolves, the bears in the north, the foxes in the south, the birds in the sky and the beasts in the sea will come to him to rest a crown upon his head. She says that the cub asked if he would be strong and fierce like his father. She uncaps the bottle of essence of Nightshade as she speaks. She says that the lioness told the cub that he would be strong and fierce just like his father. She puts the bottle in Tommenâ&euro;&trade;s hand and promises to keep him safe.&lt;ref name=&quot;E19&quot;/&gt;\n\nAs he is about to drink the poison a knight in [[Renly Baratheon]]â&euro;&trade;s armor bursts into the throne room surrounded by soldiers. He pulls off his helm to reveal that he is Ser [[Loras Tyrell]]. Lord [[Tywin Lannister]] pushes through the crowd behind him. Cersei pours the Essence of Nightshade onto the flagstones and drops the bottle to shatter on the stone. Tywin announces that the battle is over and they have won. Cersei hugs Tommen to her, stroking his hair.&lt;ref name=&quot;E19&quot;/&gt;\n\n", "A Man Without Honor": "[[Sansa Stark]] is summoned to Cerseiâ&euro;&trade;s chambers to discuss her reaction to her menarche; she tried to conceal evidence of her bleeding. Cersei wonders if Sansaâ&euro;&trade;s mother [[Catelyn Stark]] said anything to prepare her for her first period. Sansa says that she was forewarned thought it would be different and Cersei wonders how. Sansa says that she has thought it would be less messy and Cersei warns that childbirth is worse. She tells Sansa that she is now a woman and asks if she understands the implications. Sansa responds that she is fit to bear children for the King. Cersei senses her trepidation and reminds her that the prospect of mothering princes and princesses once delighted her. Cersei says that it is the greatest honor for a queen and Sansa nods meekly.&lt;ref name=&quot;E17&quot;&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\nCersei regards her for a moment and then admits that [[Joffrey Baratheon|King Joffrey]] has always been difficult. Cersei reveals that she was in labour for a day and a half during his birth. She says that Sansa cannot imagine the pain she experienced and that she screamed so loudly that she was sure her late husband [[Robert Baratheon|KIng Robert]] would hear her from the [[Kingswood]]. Sansa wonders why Robert was not with her and Cersei explains that he was hunting and always avoided the birth of his children. Cersei says that he always returned with a trophy to present to her while she presented him with a baby. Cersei elucidates that she did not want Robert there and was content with [[Grand Maester ]] [[Pycelle]], an army of midwives and her brother Ser [[Jaime Lannister]]. She recalls that when the midwives tried to keep Jaime out he smiled and asked them who proposed to stop him. Cersei predicts that Joffrey will show Sansa no such devotion. She reassures Sansa that while she may not love the King she will love their children. Sansa says that she loves the King with all her heart. Cersei calls the lie touching and asks Sansa to listen to some womanly wisdom. She says that the more people you love the weaker you are. She says that love leads to obligations that you fulfil despite your own misgivings and foolishness. Cersei admonishes Sansa to love no-one but her children because a mother has no choice. Sansa asks if she should love Joffrey. Cersei responds that she can try, calling her â&euro;&oelig;Little Dove.â&euro;?&lt;ref name=&quot;E17&quot;/&gt;\n\nCersei lights candles with a taper in her bedchamber while meeting with Tyrion. He looks up from a raven message and asks how long she has been lighting her own candles. She says that she has started because she cannot stand to look at any of her handmaidens for another instant. She asks how many times he can read one scroll. He reports the news within; Stannis Baratheonâ&euro;&trade;s fleet has been spotted sailing north past [[Tarth]]. The message states that he has 200 ships and Cersei notes that his fleet outnumbers theirs. Tyrion predicts that they will reach the city within five days. Cersei is confident that they will withstand the assault, citing their strong high walls and promising to rain fire down on the from above. Tyrion realizes that she is quoting their father. She says that Tywin has a good mind for strategy. Tyrion corrects her, saying that they are talking about tactics but agrees that Tywin has an aptitude for both. He adds that some would say he has the best mind for it but that he is sadly not with them. Tyrion laments that it is just the two of them and Joffrey, sarcastically listing some of the Kingâ&euro;&trade;s titles. Cersei asks Tyrion to get to the point. Tyrion says that Joffrey needs to start acting like a king. He warns that the war that Cersei started is coming to their doorstep and that the city wants Joffrey dead.&lt;ref name=&quot;E17&quot;/&gt;\n\nCersei counters that she is not the one giving Joffrey whores to abuse. Tyrion laments that mistake and says that he had hoped they would calm Joffrey. Tyrion wonders what they can do if they canâ&euro;&trade;t control him. Cersei says that she has tried but that Joffrey does not listen to her. Tyrion says that it is hard to put a leash on a dog that you have already crowned. Cersei quietly admits that she hoped that her son would be like Jaime. She says that he looks like Jaime in a certain light. Tyrion observes that he is more like Robert than Jaime. Cersei says that Robert was a drunken fool but did not enjoy cruelty. Tyrion has no response and fidgets in his seat. Cersei goes on to wonder if Joffreyâ&euro;&trade;s cruelty is the price she must pay for her sins. Tyrion tries to comfort her that the Targaryenâ&euro;&trade;s practiced incest for centuries. She says that Jaime and her used to console each other with the same fact when they had doubts. She recalls using the same defence when Eddard Stark confronted her with evidence of her incest. She reveals that she does not believe it absolves her because of the madness that plagues the Targaryen bloodline, repeating the common saying that when a Targaryen is born the gods flip a coin to predict their sanity. Tyrion says that Cersei has beaten the odds because Tommen and Myrcella are good decent children. Cersei begins to cry and Tyrion approaches her but cannot bring himself to comfort her.&lt;ref name=&quot;E17&quot;/&gt;\n\n", "Garden of Bones": "[[Robb Stark]] wins a major victory at the [[Battle of Oxcross]]. Joffrey responds by having [[Sansa Stark]] publicly beaten, sparing her only because of Cersei's orders. Tyrion intervenes causing further deterioration in his relationship with Joffrey.&lt;ref name=&quot;E12&quot;&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\nCersei issues a warrant demanding the release of [[Pycelle]]. She tasks her lover and cousin [[Lancel Lannister]] with delivering it to [[Tyrion Lannister|Tyrion]]. Unbeknownst to Cersei, Tyrion realizes Lancel's relationship with Cersei and uses it to blackmail him into acting as a spy.&lt;ref name=&quot;E12&quot;/&gt;\n\n", "The Night Lands": "Cersei reads peace terms from Robb Stark aloud to the small council before tearing them up. Tyrion tells her that she has perfected the art of tearing up papers and suggests that they at least return Eddard's remains as a gesture of good faith. Cersei asks [[Alton Lannister]] to deliver their reply and he accepts. Cersei also asks him to tell Jaime that he has not been forgotten, to the consternation of the other council members. Tyrion wishes Alton a safe journey.&lt;ref name=&quot;E12&quot;&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\nPycelle reports a raven from Castle Black and gives its message to Tyrion. Varys interjects that the wildlings are becoming increasingly troublesome. Petyr is sarcastically dismissive. Varys goes on to say that the wildlings are organising behind the King beyond the Wall [[Mance Rayder]]. Cersei jokes that she has lost track of the number of kings. Tyrion says that the message is from [[Lord Commander]] [[Jeor Mormont]] and that he is asking for more men. Cersei says that they cannot spare any because they are fighting their own war. Tyrion reads a troublesome passage: â&euro;&oelig;the cold winds are rising, and the dead rise with them.â&euro;? Pycelle dismisses it as northern superstition and Cersei makes to leave. Tyrion relays Jeor's encounter with a [[wight]] and asserts his reliability. Varys wonders how you kill a [[Othor|dead man]] and Tyrion reports that Jeor burned the wights. Cersei mocks Tyrion as having become gullible, believing in 'grumpkins and snarks' after one trip to the Wall. He says that he is not sure what he believes but reminds Cersei that the Night's Watch is the only thing that separates them from what lies beyond the Wall. Cersei sarcastically claims that she has every confidence in the brave men of the Night's Watch.&lt;ref name=&quot;E12&quot;/&gt;\n\nTyrion forces Lord Janos to take the black and ships him to [[the Wall]] for his part in the massacre of Robert's bastard children. He installs his sellsword [[Bronn]] in Janos's place. Cersei visits his chambers to tell him that he did not have the authority to do so. He asserts that his position as Hand of the King gave him the right. She counters that he is only serving as Hand of the King until Tywin arrives and says that she is Queen Regent. Tyrion warns her that she is losing the people. She is disinterested in the feelings of her people. He warns her that she might find it difficult to rule a populace who want her dead. He predicts that the people will turn against her in the winter and that the slaughter of Robert's children has given them a rallying cry. He is surprised at the lack of a denial and then concludes that Joffrey gave the order without Cersei's knowledge. She says Joffrey did what he had to and characterizes ruling as â&euro;&oelig;lying on a bed of weeds, ripping them out one by one before they strangle you in your sleep.â&euro;? Tyron retorts that there is more to ruling. Cersei shouts that she doesn't care what he thinks and complains that ruling has always fallen on her because her brothers did not take it seriously. Tyrion jokes that Stannis is claiming that Jaime has done the same repeatedly. Cersei pauses and then says that Tyrion is funny. She says that none of his jokes will ever match him killing her mother as she gave birth to him. Tyrion points out that she was his mother too. Cersei says that her mother being gone for the sake of Tyrion is the biggest joke in the world. She leaves Tyrion to consider her words.&lt;ref name=&quot;E12&quot;/&gt;\n\n", "The North Remembers": "Cersei chairs a meeting of the [[small council]]. [[Grand Maester]] [[Pycelle]] reports that [[the Conclave]] in [[Oldtown]] has announced the end of the summer. He has the white raven they sent for this purpose shown to the group and notes that the summer is the longest in living memory. Lord [[Varys]] adds that the smallfolk say that a long summer will be followed by a long winter and Pycelle dismisses this as a peasant superstition. Petyr reports that they have stockpiled wheat to last through a five year winter. Lord [[Janos Slynt]] complains that the city is filled with refugees fleeing from the [[War of the Five Kings]] in [[the Riverlands]]. Cersei questions his role and position and he states his gratitude for his elevation. Cersei orders him to do his job and bar the gates to peasants.&lt;ref name=&quot;E11&quot;&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\nTyrion whistles as he walks into the small council chamber alone. He kisses his sister and calls her ravishing. He asks the group to carry on and takes a seat at the table. Cersei asks what he is doing there and he relates his recent travels including his visit to [[the Wall]] and his imprisonment in the [[Sky Cells]] of [[the Eyrie]]. He looks pointedly at Petyr as he says that he has much to be thankful for. Cersei angrily clarifies that she wanted an explanation for his presence at the small council meeting. Tyrion counters that the [[Hand of the King]] is to be welcomed at their meetings. Cersei asserts that their father [[Tywin Lannister]] is Hand of the King. Tyrion elucidates that he has been appointed to act in Tywinâ&euro;&trade;s absence and hands a scroll to Varys. Varys begins to read Tywinâ&euro;&trade;s orders but Cersei angrily cuts him off and orders the room cleared.&lt;ref name=&quot;E11&quot;/&gt;\n\nWith the room emptied, Cersei demands to know how Tyrion tricked Tywin into giving him the authority. Tyrion retorts that he is not capable of deceiving Tywin and tells Cersei that she has only herself to blame. She claims that she has done nothing. Tyrion agrees that she failed to act when Joffrey ordered Eddardâ&euro;&trade;s death. He blames the execution for the rebellion of [[the North]]. Cersei claims that she tried to stop it and Tyrion counters that she failed and because of that, the consequences will haunt the Lannisters for years to come. Cersei is dismissive of [[Robb Stark]] and Tyrion reminds her that they are losing the war against him. She questions his understanding of warfare and he says that he does not know warfare but does know people. He says â&euro;&oelig;I know that our enemies hate each other almost as much as they hate us.â&euro;? Cersei pauses and asserts that Joffrey is king and that Tyrion is there to advise him. Tyrion agrees with both statements and adds that if his advice is followed, they might rescue Ser [[Jaime Lannister]] from captivity. Cersei wonders how and Tyrion responds that Cersei's sole redeeming features are her cheekbones and her love for her children. He elucidates that [[House Stark]] also love their children and that he plans to exchange Jaime for their two Stark captives. Cersei corrects him; they have only one captive.Tyrion is incredulous of her ineptitude in letting Arya escape and says that their father would be furious at the fact Cersei and her son have thrown away two invaluable captives. He wonders if it feels odd for Cersei to be the disappointing child.&lt;ref name=&quot;E11&quot;/&gt;\n\n[[Stannis Baratheon]] sends copies of a letter detailing Cersei's incestuous relationship with Jaime and the illegitimacy of her children to high lords throughout the seven kingdoms. Petyr walks through the courtyard of the Red Keep. Cersei and her guards catch up to him and she asks him for a favour: locating Arya. He suggests that she will return to Winterfell if she has escaped. Cersei says she has had no word of Arya being sighted from her friends in the North. She says that Arya will be valuable should they choose to negotiate with [[House Stark]] and reminds Petyr that a Lannister always pays their debts. He suggests that Cersei ask Varys and then states his distrust of Varys. Cersei fingers the Mockingbird clasp of his coat and notes that he created his own sigil. She says his choice was appropriate for a self made man with many songs to sing. He responds by saying that some people are not born into the right families and must find their own way. Cersei says that she has heard a song about a poor boy that lived with a rich family and fell in love with the lord's daughter. She says that the daughter had eyes for another, referring to Petyrâ&euro;&trade;s own childhood with [[House Tully]], his feelings for [[Catelyn Stark]] and her preference for [[Brandon Stark (the elder)|Brandon Stark]]. He retorts that boys and girls living together can lead to awkward situations, even between brother and sister. He says that such relationships becoming common knowledge is an especially awkward situation for a prominent family. He enigmatically says that prominent families often forget a simple truth. Cersei takes his bait and he tells her that knowledge is power. She orders her men to seize him and cut his throat and then pretends to change her mind. She orders the men to step back, turn around and close their eyes, demonstrating her control. She tells Petyr that power is power and repeats her request to look for Arya, telling him to take time away from his coins and whores.&lt;ref name=&quot;E11&quot;/&gt;\n\nCersei enters the throne room to find it being redecorated. She asks Joffrey what he is doing and he says that he is restoring the proper appearance of the room to match the throne. Cersei tells him that they need to find Arya in order to exchange both girls for Jaime. Joffrey says that he believes the Starks are weak enough to trade Jaime for Sansa and claims that they overvalue their women; he is also dismissive of Arya, hoping that she is dead. Cersei suggests they set their armies to search for Arya and ask Tywin for aid. Joffrey says that a king does not ask but commands his subjects. He blames Tywin for their losses and the capture of Jaime. Cersei says that Jaimeâ&euro;&trade;s life is in danger and Joffrey counters that while they are at war all of their lives are in danger. He brings up the rumours about Cerseiâ&euro;&trade;s incestuous relationship with Jaime. She responds that their enemies will say anything to weaken his claim. He is annoyed at her calling it a claim, saying that the throne is his. She agrees with him and tells him that no-one believes the gossip. He says that someone believes it and questions her about Robertâ&euro;&trade;s other children. She wonders why he is asking about Robertâ&euro;&trade;s bastards. He coarsely restates his question and Cersei slaps him. He warns her that her action is punishable by death and tells her never to strike him again. Later, several of King Robert's bastards are brutally murdered by the [[City Watch]].&lt;ref name=&quot;E11&quot;/&gt;\n\n", "What is Dead May Never Die": "Cersei hosts an awkward dinner for her children [[Tommen Baratheon|Tommen]] and [[Myrcella Baratheon|Myrcella]] and her captive [[Sansa Stark]]. Myrcella asks when Sansa and King [[Joffrey Baratheon]] will wed and Cersei tells her that it will be after the war. Myrcella remarks on the new dress she will have made for the day and then says that Sansa's will be ivory as the bride. Cersei prompts Sansa to respond and Sansa summons her usual line of devotion to Joffrey. Tommen asks if Joffrey is going to kill Sansa's brother Robb. Cersei says that he might and asks if Tommen wants him to. Tommen says that he does not and Cersei says that if Joffrey does Sansa will do her duty anyway. Sansa chokes down her helpless anger.&lt;ref name=&quot;E13&quot;&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\nTyrion enters his dining room to find Cersei waiting for him. She is irate about his marriage plans for Myrcella. Cersei says that she will not allow Myrcella to be shipped to Dorne as she was sent to [[Robert Baratheon]]. Tyrion suppresses a smile having identified Pycelle as untrustworthy by feeding him this information then says that Dorne will be the safest place for her. Cersei accuses him of madness because the Martell's loathe them. Tyrion says that their dislike is why they must seduce them into an alliance and that the support of Dorne could win them the war that Joffrey started. Cersei worries that her daughter will be a hostage and Tyrion counters that she will be a guest. Cersei threatens Tyrion, saying that the letter from Tywin that appointed him is a mere piece of paper. Tyrion says that Cersei cannot stop the plan now that it is in motion and she becomes hysterical, smashing glasses from his table. Tyrion cautions her that Myrcella would be in grave danger if King's Landing was sacked. Cersei tells him to get out and shoves him over before sinking into a chair. He leaves her alone in his chambers and has Pycelle arrested for informing her of his plans. Tyrion sends [[Petyr Baelish]] to treat with [[Catelyn Stark]] leaving [[Varys]] as the last small council member in the city.&lt;ref name=&quot;E13&quot;/&gt;\n\n"}, "title": "Cersei Lannister Season 2"}