{"attributes": {}, "sections": {"TOP": "Chamber of the Painted Table0688453w7c0ab406jzsxce8vt10hdwxmkv5d1140602014-02-05T19:43:49ZGonzalo848331/* In the books */[[File:The_Painted_Table_2x01.jpg|thumb|314px|Stannis sits with his council in the Chamber of the Painted Table]]\nThe '''Chamber of the Painted Table''' is the main hall in the castle of [[Dragonstone (castle)|Dragonstone]]. It is named after the table that dominates the room, carved in the shape of [[Westeros]] and engraved with its major cities and landmarks.\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, the Chamber of the Painted Table is located at the top of the central keep of Dragonstone, called the Stone Drum. It has four tall windows facing each point of the compass. [[Aegon the Conqueror]] planned his [[War of Conquest|invasion]] of the [[Seven Kingdoms]] from the chamber. The Painted Table itself is more than fifty feet long: roughly twenty-five feet wide at its widest point and four feet at its thinnest. At the precise location of Dragonstone is a raised seat that allows the occupant to view the entire map. The series omits this raised seat, with Stannis sitting at the head of the table near Dorne and the Reach (the Wall can be glimpsed at the opposite end of the table from where Stannis sits).\n", "History": "===[[Season 2]]===\nThe chamber is where [[Stannis Baratheon]] holds meetings with his court, including [[Maester Cressen]] and the Red Priestess [[Melisandre]]. After receiving [[Eddard Stark]]'s message concerning the true heritage of [[King Robert]]'s children, Stannis dictates a letter to his scribe in the Chamber of the Painted Table to be sent to lords throughout the land revealing this information and therefore establishing his claim to the [[Iron Throne]] as the rightful heir. Maester Cressen tries to poison Melisandre in the chamber to remove her influence on Stannis, only to die from the poison himself while Melisandre is unharmed.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\nMelisandre seduces Stannis on the table, which leads to the birth of the [[Shadow]] she uses to assassinate Stannis' brother and rival [[Renly Baratheon]].&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\nAfter his defeat at the [[Battle of the Blackwater]], Stannis returns to Dragonstone and confronts Melisandre in the Chamber of the Painted Table about the validity of her predictions. He begins to strangle her in fury but relents when she reminds him of the spell they used to kill Renly. He experiences remorse of murdering his brother. Melisandre warns him that he will commit worse betrayals before their long war is over but insists that he must fight on. She shows him a vision in the flames that awes him and restores his faith in her.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n"}, "title": "Chamber of the Painted Table"}