{"attributes": {}, "sections": {"TOP": "Characters significantly changed between books and TV series0131530g617z5tnikh9fhggpxhgzekpmwjdj51760602015-03-09T23:21:11ZThe Dragon Demands5014364Inherently, adaptation of any long series of novels will lead to certain characters being altered in the process of adaptation, or the actions of several minor characters will be condensed into one character. Thus it is entirely expected that details about several characters will be changed in the process of adapting author [[George R.R. Martin]]'s ''[[A Song of Ice and Fire]]'' book series into the HBO TV series ''[[Game of Thrones]]''.\n\nHowever, fans who are watching the TV series but who have not read the books may be confused by several changes or condensations, and may need a guide explaining in-context how these changes affect the makeup of the narrative.\n\nThis article is therefore intended as a '''book spoiler-free guide''' to TV-first fans about recurring characters that were significantly changed between the books and the TV series. It is ''not'' meant as an utterly comprehensive analysis of these changes for fans who have already read the books.\n\n==Defining &quot;significant&quot; differences in adaptation==\n\nThere is no exact definition of what constitutes a &quot;significant&quot; overall difference in adapting a character from book to screen. There will always be some difference due to the process of adaptation, and the simple fact that certain characters who were POV narrators for hundreds of pages in each book have to be condensed down to 10 hours of television.\n[[Image:Matthos.png|thumb|left|150px|Matthos in the TV series is a condensation of Davos' four sons in the books.]]\nCertain characters have been renamed, or their appearance changed from the books, and these need to be explained to TV-first fans to avoid confusion. Certain minor characters may be &quot;faithful&quot; to actions in the books, but act as a condensation of several characters (i.e. rather than making five separate messenger characters, just having one character who delivers messages, etc.). One major example of this is that in the books, [[Davos Seaworth]] has four sons who serve in Stannis' army - Dale, Allard, Matthos, and Marc - all four of whom are killed in the Battle of the Blackwater. The TV series functionally condensed all four characters into one son, who retains the name, &quot;[[Matthos Seaworth]]&quot;.\n[[Image:Loras and Renly.jpg|thumb|200px|The Renly/Loras relationship was &quot;off-stage&quot; in the books.]]\nMoreover, some events happened &quot;off screen&quot; in the books, due to their third-person POV narration style, which the TV series chose to actually depict on-screen. This still does not necessarily constitute a &quot;major change&quot;, as while they have no specifically corresponding scenes in the books, they still happened within the story. For example, the TV series contains scenes of [[Renly Baratheon]] and [[Loras Tyrell]] in Seasons 1 and 2, presenting them as lovers, but this was only alluded to in the books. Similarly, [[Margaery Tyrell]] was given significantly more scenes in the TV series, explicitly showing her motivations. None of this, however, is out of keeping with the books. The scenes at Renly's camp are told from Catelyn Stark's POV, and logically, she was never inside of Renly's bedchamber to witness scenes between Renly and Loras, or Renly and Margaery, in private.\n\nThus, only particularly drastic changes between books and TV series will be noted as &quot;significant&quot;.\n\nThe most basic criteria used in this listing are:\n# Author [[George R.R. Martin]] himself stated that he felt a character has been significantly changed from his vision of the character in his books. This is not, necessarily, a &quot;bad&quot; thing, as even Martin has said that he enjoys the changes to some characters, though not the changes to others.\n# A character died in the TV series who did not die at a similar point in the books, or is even still alive. For example, Daenerys's handmaiden Irri is still alive as of the fifth novel. In contrast, [[Rodrik Cassel]] is not included as &quot;significantly&quot; different, as in both the books and the TV series the general concept remains that he died because Theon Greyjoy captured Winterfell: in the TV series, Theon personally beheaded Rodrik at Winterfell, while in the books, [[Ramsay Snow]] betrayed and killed Rodrik at Winterfell (in which case, Theon was still indirectly responsible for this chain of events).\n\n", "Season 4": "====Karl Tanner, Rast, and the Night's Watch Betrayers====\n\n[[Karl Tanner]] is loosely based on a character named Clubfoot Karl in the books; [[Rast]] is more closely based on his book-character but he doesn't personally kill Jeor Mormont.\n\nThe TV producers knew that they wanted to revisit the [[Betrayers]] of the Night's Watch in Season 4, after the [[Mutiny at Craster's Keep]] in Season 3. Therefore they cast a relatively well-known and skilled actor, [[Burn Gorman]], as Karl, then added to his backstory, to make him a more important character in Season 4.\n\nNeither Bran Stark nor Jon Snow ever encounter the Betrayers at Craster's Keep. Although before Samwell flees with Gilly it ''is'' said that they are raiding Craster's food stores and raping his other wives, this is not shown on screen. Arguably it is ''implied'' that Karl, Rast, and the other Betrayers set themselves up at the Keep and continued to brutalize Craster's wives, but this was not revisited. Instead, Bran later learns that the Betrayers were eventually killed by supernatural forces from beyond the Wall. It isn't clear what happened to Craster's remaining wives.\n\n===Vance Corbray===\n[[Vance Corbray]] is one of the lords of the Vale, along with [[Yohn Royce]] and [[Anya Waynwood]], who receive Littlefinger and Sansa in &quot;[[The Mountain and the Viper]]&quot;.  In the novels there is no &quot;Vance Corbray&quot;.  There are two known Corbray knights, brothers to Lord Lyonel Corbray, Ser Lyn and Ser Lucas. Ser Lyn is a noted warrior, but is also known to be a pedophile, preferring young boys.  &quot;Vance Corbray&quot; may be a condensed version of these book characters.\n\n===Tysha===\nThe Season 4 finale &quot;[[The Children]]&quot; did not include the revelation from the books about Tyrion's first wife [[Tysha]], which in the novels is the specific reason that he confronts and kills his father.  Stricken by guilt, as Jaime frees Tyrion he confesses that Tysha was not a whore, his meeting with her was not a setup, but she actually was a commoner who fell in love with Tyrion despite him being a dwarf - and, furious at Tyrion, Tywin had his guards gang-rape the girl, then intimidated Jaime into telling Tyrion that it was a setup, and that Tysha was just a whore who never loved him.  When Tyrion confronts Tywin on the privy in the novels he demands to know where Tysha is:  Tywin says he simply doesn't know though he left her alive.  He continues to insist that Tysha was ''functionally'' a whore who must have only loved Tyrion for his money.  When Tyrion warns him that the next time he says the word &quot;whore&quot; he will kill him, and demands to know where Tysha is, Tywin deliberately insults him again to establish his verbal dominance, saying &quot;Wherever whores go&quot; - at which Tyrion shoots him dead.  \n\nTyrion did explain his backstory with Tysha in Season 1, and mentioned her at least once in each subsequent season.  The removal of the revelation of Tysha at the end of Season 4, however, leaves her actual status within the TV continuity ambiguous.\n\n==Characters in &quot;limbo state&quot;==\n\nThe writers of the TV series are fans themselves, and with an attitude of &quot;never say never&quot;, are reluctant to definitively omit characters from the books. For example, during Season 2 they weren't sure if [[Shireen Baratheon]] would ever be introduced into the TV series - thus quite a bit of thought was put into Melisandre's lines in episode 2 of Season 2, &quot;[[The Night Lands]]&quot;, in which she says that Stannis has &quot;no sons&quot;...leaving the door open to later say that he does indeed have a daughter, without contradicting previous statements on the TV show.\n\nWhile ''many'' minor characters have been cut out of the TV series, there are a few who were fairly important in the books, and who currently exist in a &quot;limbo&quot; state much as Shireen was in during Season 2: they have apparently been cut, but the TV show may try to work them back in during later seasons.\n\nFor example, [[Bryan Cogman]] said that he wanted to include Patchface, the morose jester from Dragonstone whom Shireen befriends. Patchface even survived into the later drafts of &quot;[[Kissed by Fire]]&quot;, but ultimately Cogman decided that this would overload the audience with new characters, given that the same episode was also introducing Stannis' wife and his daughter. Cogman went so far as to officially state that Patchface exists in a sort of limbo, in that he actively wants to include him in the series at a later point but hasn't found a way to squeeze it into the tight runtime of the show.\n\nOne character who probably doesn't exist in the TV series is Strong Belwas, a very large, fat eunuch pit-fighter slave sent by Illyrio to protect Daenerys, once he hears that she has arrived in [[Qarth]]. Belwas arrives by ship with his &quot;squire&quot; Arstan, who is secretly Barristan Selmy. Belways is black-skinned and was originally born a slave in Meereen, before being sold around the Free Cities and entering into Illyrio's service in Pentos. He becomes one of Daenerys' greatest champions during her campaign to overthrow the slave-masters of Slaver's Bay. Belwas was confirmed as being cut during Season 3, but in a &quot;never-say-never&quot; attitude, it is unknown if he will find his way back into the show in a later season.\n\nA major point introduced during Season 3, however, is the reshuffling of [[House Tyrell]], implying that [[Loras Tyrell]] is the ''only'' son and heir of House Tyrell, when in the books, he is the youngest of three sons. The oldest child and heir of Mace Tyrell in the books is his son [[Willas Tyrell]], a well-educated man with a crippled leg after a tournament accident he suffered while facing [[Oberyn Martell]]. Given that Oberyn is confirmed to be appearing in Season 4, this may introduce plot complications, because the Tyrells particularly dislike Oberyn for his role in crippling Willas (though Willas himself holds no grudge against Oberyn and insists to his family that it was simply an accident). Mace's second son is [[Garlan Tyrell]], a well-respected warrior who basically looks like an older, bearded version of Loras. Garlan is married, to Leonette Fossoway, but they do not yet have children. It was actually Garlan who wore Renly's armor during the [[Battle of the Blackwater]] in the books, because it fit him better, but the TV series simply had Loras wear it. Willas and Garlan actually did appear in family trees for House Tyrell produced by HBO in earlier seasons, but starting in Season 3 they have been removed.\n\nIn the books, Tywin actually arranges for Cersei to marry Willas, the heir of Highgarden, not youngest son Loras. The TV series may have found it hard to squeeze in two new Tyrell siblings that have never been introduced before, so it simplified this by strongly implying (though not outright stating) that Loras is the only son of Mace, or at least, is his eldest son. In the books, Loras immediately joins the [[Kingsguard]] after the Battle of the Blackwater, which is not treated as a punishment but as a great reward (because as a third son, he likely wouldn't inherit his family's possessions anyway). The TV series wanted to include the point about Tywin forcing Cersei into a betrothal to the current heir of House Tyrell, but rather than confuse viewers by introducing a new brother who was unseen until this point, they just re-used Loras. It is improbable that the TV series will be able to introduce two new older Tyrell brothers after stressing Loras's importance for a marriage-alliance to Cersei, but still, later seasons may retroactively establish that Willas and Garlan are Loras's younger brothers.\n\nTywin's conversation with [[Olenna Tyrell]] in &quot;[[The Climb]]&quot;, however, implies that Loras and Margaery are the ''only'' children of Mace Tyrell...thus if Garlan and Willas are introduced later, it will have to be with a wink and a grin to not take Olenna's conversation with Tywin too literally. In either case, as described below under character age changes, the TV series cast [[Natalie Dormer]] as [[Margaery Tyrell]] based on her acting ability, despite the fact that she's a few years older than the character in the books; not significantly so, but enough that they have confirmed that Margaery is officially older than Loras in the TV series (by a year or so) instead of the other way around in the books. Either way this makes little difference as in the male-dominated inheritance system of the Seven Kingdoms Loras would come ahead of Margaery in line of succession even if she is older than him. Thus the two remaining possibilities for the TV series are either that their are only two Tyrell children - Margaery the eldest then Loras - or that there are four Tyrell children - Margaery, then Loras, then Willas and Garlan. Therefore, Willas and Garlan continue to exist in a limbo-state.\n\nWriter [[Bryan Cogman]] himself said in an interview from Season 3:\n\n:At this point, in show canon, [Loras and Margaery are] the only children of Mace Tyrell. Margaery is eldest, Loras is the heir. Considering this plotline dominates the season, it was felt we needed the Tyrell engaged to Sansa (and then Cersei) had to be the Tyrell the audience is familiar with, as opposed to an unseen character.&quot;&lt;ref&gt;[http://www.westeros.org/GoT/Features/Entry/Season_3_Interview_Bryan_Cogman Westeros.org,] Season 3 Interview: Bryan Cogman.&lt;/ref&gt;\n\nCogman did emphasize &quot;at this point&quot;, however, so it is unclear if this situation may be changed in later seasons.\n\n", "Characters significantly changed between books and TV series": "===Season 1===\n====Osha====\n[[Image:Osha.jpg|thumb|Natalia Tena as Osha the wildling]]\n[[Osha]] the [[Free Folk|wildling]] is somewhat different than in the books. She is described as hardly looking like a woman, having a dour face, and being lean and tall, a head taller than Robb Stark. She has shaggy brown hair, and is significantly older than how she is portrayed in the TV series. Actress [[Natalia Tena]]'s portrayal of Osha is not only younger, but more energetic and sarcastic. However, George R.R. Martin enjoyed Natalie Tena's performance so much that in a rare occurrence, he has said that it will actually affect the future depiction of the character in the book series: Osha's personality in later books will be changed to actually be closer to the TV version.\n\nAs [[George R.R. Martin]] himself explained at Worldcon 2012:\n\n:Question: &quot;You talked in the past about how the portrayal of Osha in the TV show actually really influenced you, and actually caused you to kind of look at the character in a new light as you're writing the books. Has that happened with any of the other characters, were you kind of looked at what the actor brought to the role, and it made you conceive of a storyline or a personality element differently?&quot;\n\n:GRRM: &quot;Well, there are a couple of characters that are significantly different from the way I portrayed them in the books. Osha is the only one where I think it may have an impact later on, because - although it hasn't actually happened yet, because I haven't gotten back to her - Osha is still an ongoing character in the books. So Natalia Tena's portrayal of her is quite different from the way I originally wrote her but I think it actually more interesting than the way I originally wrote her, and when I bring back Osha that may indeed have an influence on me. But I'll have to see when I actually get to Osha once more.&quot;&lt;ref&gt;[http://talkingtvwithryanandryan.libsyn.com/talking-tv-with-ryan-and-ryan-episode-12-talking-power-magic-and-storytelling-with-george-r-r-martin Magic and Storytelling with George R.R. Martin], podcast interview conducted by Maureen Ryan (TV reviewer for the Chicago Tribute and Huffington Post) with GRRM at Worldcon 2012.  Osha quote at 53:30 - 54:40.&lt;/ref&gt;\n\nIn the novels, Osha never had sex with [[Theon]]. After he conquered [[Winterfell]], she did request to serve him as fighter, and he agreed on condition that she bent her knee and swore an oath to him. This was only a pretense so Osha could lull Theon into granting her free movement in the castle, which she then used to help Bran and Rickon escape. Essentially the plotline is similar, but it only involved Osha offering to serve Theon as a fighter, while Theon's bedwarmer is Kyra, a girl from the Winterstown that Theon had bedded in the past.\n\n====Shae====\n[[Image:Shae.jpg|thumb|200px|Sibel Kekilli as Shae]]\n[[Shae]], the prostitute who enters into a relationship with [[Tyrion Lannister]], is somewhat different in the TV series. In the books it is clear that Shae does not love Tyrion and is only with him because of his wealth and status. In the TV series, however, according to George R.R. Martin, she is &quot;much more sincere in her affections for Tyrion.&quot;&lt;ref&gt;[http://insidetv.ew.com/2014/06/16/game-of-thrones-finale-martin/ 'Game of Thrones': George R.R. Martin explains that murderous finale scene]. Entertainment Weekly. June 16 2014.&lt;/ref&gt;\n\nAnother change from the books is that Shae is now stated to be from [[Lorath]]. Cersei says she had a Lorathi handmaiden once and recognizes Shae's accent. In the books, Shae is just a camp follower of the Lannister army and her backstory is never gone into in detail: she is simply a common-born camp follower from Westeros, and not particularly subtle or mysterious. The TV producers stated that they changed it so that when she is introduced in Season 1, Shae is stated to be &quot;from the [[Free Cities]]&quot; (they hadn't settled on which one yet) because they enjoyed the audition of actress [[Sibel Kekilli]], but wanted to have some explanation for why she speaks with a German accent. As it is, Kekilli is of Turkish descent but was born and raised in Germany, hence her German accent.\n\nAs George R.R. Martin himself explained at Worldcon 2012:\n\n:&quot;Some of the other characters, Sibel Kekelli's version of Shae, TV Shae, is very different from book Shae. I've come to, initially I didn't like it very much, but then I came to particularly in the episodes late in the second season, really like TV Shae, but there's no question of that having any influence on future portrayals (I won't say more than that), so that's just a question of which version you like better. But certainly, they're two different characters.&quot;&lt;ref&gt;[http://talkingtvwithryanandryan.libsyn.com/talking-tv-with-ryan-and-ryan-episode-12-talking-power-magic-and-storytelling-with-george-r-r-martin Magic and Storytelling with George R.R. Martin], podcast interview conducted by Maureen Ryan (TV reviewer for the Chicago Tribute and Huffington Post) with GRRM at Worldcon 2012.  Shae quote at 54:40 - 55:20.&lt;/ref&gt;\n\n====Petyr &quot;Littlefinger&quot; Baelish====\n[[Image:Eddard and Petyr 1x04.png|thumb|250px|TV-Littlefinger is more overtly menacing than the extreme subtlety he exudes in the books.]]\nGeorge R.R. Martin said in a 2013 interview that he actually thinks that [[Petyr Baelish|Petyr &quot;Littlefinger&quot; Baelish]] is one of the characters most changed between the books and TV series. Basically, book-Littlefinger is ''very'' good at pretending to be friendly and helpful, even as he is cynically calculating to use and destroy someone purely to serve his own ends - but in contrast, Martin felt that the TV series portrayed Littlefinger as too overtly menacing. Book-Littlefinger sucks people in, to the point that it's confusing what exactly his goals are - similar to how it is still deliberately vague if [[Varys]] was actually being honest when he privately told Eddard Stark or Tyrion Lannister that he wanted to help them. Due to his intelligence and shrewd judge of character, Tyrion is one of the few characters who can see through Littlefinger's act, but even he isn't sure exactly how far Littlefinger's duplicity actually goes. Admittedly, this nuance is somewhat difficult to portray on-screen, particularly as it is very clear after Littlefinger betrays Ned Stark that he is not a &quot;good&quot; person.\n\nYet even after Littlefinger betrays Ned, exactly ''why'' he helped the Lannisters is unclear: readers were left unsure if he was a Lannister puppet like Pycelle, a Targaryen loyalist like Varys, or if he had his own agenda. One of the things that makes Littlefinger so frightening and unpredictable in the books is that no one is sure what exactly he wants - even Varys says that &quot;the Gods only know&quot; what Littlefinger's specific goals or motivations are. Fundamentally, there is no counterpart in the books to the scene from Season 1's &quot;[[You Win or You Die]]&quot; in which Littlefinger explains his backstory growing up with the Tullys and obsessing over Catelyn. Littlefinger's backstory and motivations are largely the same within the book continuity - but the books only gradually revealed them, slowly peeling back layers across several novels.\n\nMartin considers book-Littlefinger one of the most Machiavellian characters in the story, because of how good he is at feigning loyalty and genuine concern, purely to manipulate other people. As Martin himself said:\n\n:Book Littlefinger and television show Littlefinger are very different characters. Theyâ&euro;&trade;re probably the character thatâ&euro;&trade;s most different from the book to the television show. There was a a line in a recent episode of the show where, heâ&euro;&trade;s not even present, but two people are talking about him and someone says â&euro;&tilde;Well, no one trusts Littlefingerâ&euro;&trade; and â&euro;&tilde;Littlefinger has no friends.â&euro;&trade; And thatâ&euro;&trade;s true of television show Littlefinger, but itâ&euro;&trade;s certainly not true of book Littlefinger. Book Littlefinger, in the book, everybody trusts him. Everybody trusts him because he seems powerless, and heâ&euro;&trade;s very friendly, and heâ&euro;&trade;s very helpful. He helps Ned Stark when he comes to town, he helps Tyrion, you know, he helps the Lannisters. Heâ&euro;&trade;s always ready to help, to raise money. He helps Robert, Robert depends on him to finance all of his banquets and tournaments and his other follies, because Littelfinger can always raise money. So, heâ&euro;&trade;s everybodyâ&euro;&trade;s friend. But of course thereâ&euro;&trade;s the Machiavellian thing. Heâ&euro;&trade;s, you know, everybody trusts him, everybody depends on him. Heâ&euro;&trade;s not a threat. Heâ&euro;&trade;s just this helpful, funny guy, who you can call upon to do whatever you want, and to raise money, and he ingratiates himself with people and rises higher and higher as a result.&lt;ref&gt;[http://winteriscoming.net/2013/12/grrm-on-littlefinger/ ]&lt;/ref&gt;\n\n====Old Nan====\n[[Image:Old Nan.jpg|thumb|Margaret John played Old Nan in Season 1, but the actress passed away before Season 2.]]\nActress [[Margaret John]], who played [[Old Nan]] in Season 1, died only two months before Season 1 began to air, though all of her scenes had already been completed. The character does appear during the second book, however, in the TV series's canon, out of respect the producers retired the character by quietly assuming that Old Nan simply died of old age between Season 1 and Season 2.\n\n===Season 2 - Talisa Maegyr/Jeyne Westerling, Catelyn and Robb Stark===\n====From Jeyne to Talisa====\n[[Image:Talisa 2x04.PNG|thumb|Oona Chaplin as Talisa Maegyr]]\n[[Talisa Maegyr]] isn't the TV version of Jeyne Westerling: she is the TV series' &quot;replacement&quot; for Jeyne Westerling. The distinction is subtle but vital.\n\nIn the books, Robb Stark receives a light wound while taking [[the Crag]], a castle in [[the Westerlands]] held by House Westerling, minor vassals of House Lannister. Jeyne Westerling, the daughter of the castle's lord, binds Robb's wounds and helps nurse him back to health. While at the Crag, Robb learns of the murder of his brothers Bran and Rickon at Winterfell by Theon Greyjoy (which, secretly, is actually a ruse by Theon, and unbeknownst to all, his brothers are still alive). Robb is grief-stricken at the death of his brothers, and Jeyne comforts Robb by having sex with him. Robb wasn't thinking in his grief, but after coming to his senses the next day, quickly marries Jeyne to preserve her honor. The key point is that Robb didn't marry Jeyne out of grief, or because he was out of his mind with love: he had sex with her in his grief, but with a clear conscience, due to the firm sense of honorable action which his father Ned instilled in him, Robb feels that he has no choice but to marry Jeyne. Robb therefore ''knowingly'' ruins his badly-needed alliance with House Frey, jeopardizing the Starks' already precarious position in the war (due to the Greyjoy's betrayal and the Lannisters' new alliance with the Tyrells) because marrying the girl is &quot;the honorable thing to do&quot;. This is directly comparable to how his father Ned would not take up Renly Baratheon's final offer to stage a coup against Cersei while they still had the chance, because Ned felt it would be dishonorable to support Renly ahead of his brother Stannis (or to shed blood within the Red Keep).\n\n[[House Westerling]] itself is only a minor vassal House of the Lannisters: they have an old and prestigious bloodline, dating back to the time of the First Men, but their gold mines failed years ago and they fell on hard times, having to sell off their best lands, and in the present day barely have enough funds to maintain their own keep. In contrast with the Freys, who contributed 4,000 troops to Robb's army, once Robb marries Jeyne the Westerlings can only contribute 50 troops to his cause (of which only 12 are knights), a drop in the bucket compared to the loss of the Freys. House Westerling is composed of Lord Gawen Westerling, his wife Sybell Spicer, and their children Raynald, Jeyne, Elenya, and Rollam. House Spicer, Jeyne's mother's House, isn't even a minor vassal House, but a family of spice traders who were promoted to the ranks of the petty nobility. Sybell's grandfather was a spice trader from the [[Free Cities]] in the east, who moved to Westeros with his wife, and was at one point rewarded with noble rank by the Lannisters.\n[[Image:Talisa.jpg|thumb|Talisa is not Jeyne Westerling, but takes her place from the books.]]\nFans and major reviewers were confused when Robb's love interest first appeared in &quot;[[Garden of Bones]]&quot;, but introduced herself as &quot;Talisa&quot;, not Jeyne Westerling. Adding to the confusion was that casting announcements had previously stated that actress [[Oona Chaplin]] would be playing a character named &quot;Jeyne Westerling&quot;. &lt;ref&gt;[http://www.westeros.org/GoT/News/Entry/Oona_Chaplin_is_Jeyne/ Westeros.org]&lt;/ref&gt;&lt;ref&gt;[http://www.comicbookmovie.com/fansites/rorschachsrants/news/?a=44507 ComicBookMovie.com]&lt;/ref&gt; Jeyne did act as a nurse and healer for the soldiers at her home castle, but Talisa became a battlefield medic and healer, following the Stark army's campaign through the Westerlands. This led to a widespread fan theory that perhaps &quot;Talisa&quot; actually was Jeyne Westerling, but using an assumed name, as if it were known that she is the daughter of a minor Lannister bannerman, the Stark army might hold her hostage and try to ransom her. Up until the Season 2 finale, even major reviewers such as Maureen Ryan (of the Chicago Tribune and Huffington Post) were unclear as to whether &quot;Talisa&quot; was or was not Jeyne, i.e. if she was going to turn around after marrying Robb and reveal, &quot;my name is actually Jeyne Westerling.&quot; However, this was later revealed to not be the case: there is no secret identity, &quot;Talisa Maegyr&quot; really is a battlefield nurse from Volantis.\n\nWhen asked about the change from Jeyne to Talisa, specifically why she had to be changed to being from Volantis instead of a family of minor Lannister vassals, writer [[Bryan Cogman]] said said in April 2013 that he couldn't answer, because it was specifically Benioff and Weiss who came up with the change.&lt;ref&gt;[http://winteriscoming.net/2013/04/ask-a-got-writer-bryan-cogman-on-the-writing-process-robb-and-talisa-and-renlys-peach/ Bryan Cogman Q&amp;A].&lt;/ref&gt; Earlier, however, in June 2012 Cogman explained in an interview with ThinkProgress.org that the decision to make Robb's love interest a foreigner from Volantis because they wanted to set up Volantis for later seasons:\n\n:We try to [work in information about the world of the books]. In the case of this I think it was less about that and more about the idea of Robb falling in love with the last person he would ever expect. Sheâ&euro;&trade;s a real curveball...Now, yes, it does give us a chance to get a look at Volantis. We had just read ''A Dance With Dragons'' when we were writing it, so I'm sure that was fresh in the guys' minds because there's a lot of information about Volantis in particular [in the fifth book in the series].&lt;ref&gt;[http://thinkprogress.org/alyssa/2012/06/08/496478/game-of-thrones-story-editor-bryan-cogman-on-the-second-season-adapting-books-he-loves-and-the-shows-secret-main-character/ ThinkProgress.org, Bryan Cogman interview], June 2012.&lt;/ref&gt;\n\n[[Image:Georgerr.png|thumb|left|George R.R. Martin]]\n[[George R.R. Martin]] himself explained the change from &quot;Jeyne Westerling&quot; to &quot;Talisa Maegyr&quot; during a panel at Worldcon 2012 with Maureen Ryan, during which even the other panelists weren't certain if &quot;Talisa&quot; was or was not Jeyne. Martin confirmed that Talisa is the TV series' &quot;replacement&quot; for Jeyne...that is, confirming that &quot;Talisa&quot; isn't an assumed name that &quot;Jeyne&quot; is operating under to avoid suspicion, etc.\n\nMoreover, Martin pointed out that the road to making Jeyne into Talisa was a two-step process. Benioff and Weiss have frequently waved away the ''drastic'' changes to Robb Stark's storyline in Season 2, by saying that his storyline occurred &quot;off screen&quot; in the books, so they were just putting it on-screen to give Robb more to do. Martin specifically points out that he fully agreed with that first choice...but that it was and ''entirely separate, second choice'' to make Jeyne a healer from Volantis, and changing the circumstances in which she marries Robb. Thus the token explanation that &quot;we had to show what Robb was doing off-screen&quot; in the books doesn't hold up, because as Martin himself pointed out, this ''isn't'' what Robb's storyline &quot;off screen&quot; in the books was like:\n\n:GRRM: [Sometimes, as with Shae, it's as if the book and TV versions of a person are two separate characters]...&quot;Literally, in the case of Jane Westerling/Talisa, it is a completely different character. So that's not even, you know, 'two different versions of the same character', it's a DIFFERENT character, and a different storyline there...but also that's not a...well, I don't know I shouldn't say more about that.&quot;\n\n:Question: &quot;So you can't tell me whether she is Jeyne Westerling? I'm still confused about that.&quot;\n\n:GRRM: &quot;Well she's the character, she...she's not Jeyne Westerling.&quot;\n\n:Question: &quot;She's still in that 'role'? My guess is that the producers decided that it wasn't satisfying to have Robb stake so much on a relationship that was entirely 'off stage' in the books. That they wanted to put that on-screen.&quot;\n\n:GRRM: &quot;Well there are a number of decisions there. I mean yes. The FIRST decision was, we want to SEE Robb: we have a great young actor playing him in Richard Madden, he's very popular. You know, in ''A Clash of Kings'', Robb is almost entirely 'off-stage': there's some scenes in the beginning of the book, and then he goes galloping off, and every so often a raven comes in and tells us what Robb is up to. And then, of course, in A Storm of Swords, Robb shows up and says 'Hi ma, I'm married.' So they wanted to show that. And of course, in the books, we learn what is the history, what happened to him, but we learn about it after the fact, and third-hand, and through letters, and ravens, and so forth. They wanted to actually show that decision. So, I think that was a good choice--&quot;\n\n:GRRM: &quot;--'''BUT then there was a SECOND decision, which is WHAT they showed.''' I mean they could have showed the events &lt;u&gt;as they happened in the book&lt;/u&gt;. But, for whatever reason, they came up with a different thread, and changed the character of Jeyne Westerling significantly. It was actually my suggestion that they change her name, because once they gave her the backstory where she was not the daughter of a Lannister bannerman, but actually was this sort of healer, nurse, battlefield nurse/healer from Volantis, I said, &quot;well, 'Jeyne' is not a Volantene name, so if you're gonna, you know, if we're gonna have a different character, we should have a different name for her as well. Otherwise, people are gonna get really confused here.&quot;&lt;ref&gt;[http://talkingtvwithryanandryan.libsyn.com/talking-tv-with-ryan-and-ryan-episode-12-talking-power-magic-and-storytelling-with-george-r-r-martin Magic and Storytelling with George R.R. Martin], podcast interview conducted by Maureen Ryan (TV reviewer for the Chicago Tribute and Huffington Post) with GRRM at Worldcon 2012.  Talisa Maegyr/Jeyne Westerling explanation is from 55:20 to 57:40.&lt;/ref&gt;\n\nDuring the writing process, Benioff and Weiss decided to change Robb's love interest from being the daughter of a minor Lannister bannerman (who treats Robb's wounds at one point), to being a field medic from Volantis. The reason for this change isn't clear, as when asked about &quot;Talisa&quot;, they tend to wave away the issue by saying that they needed to show what Robb was doing &quot;off screen&quot; -- even though author George R.R. Martin has said, word for word, that this ''isn't'' what happened in the books, even &quot;off screen&quot;.\n\nThis changed &quot;Jeyne Westerling&quot; so much that Martin felt she fundamentally wasn't &quot;Jeyne Westerling&quot; anymore. Thus Martin had to convince the other writers that if they were going to change her so much that she wasn't the same character, they might as well flat-out make her a different character with a different name. Simply renaming the character is a tacit admission that the TV producers drastically altered the source material to the point that it is unrecognizable. &quot;Talisa Maegyr&quot; is more of a foreign, Volantene name, so this is what she was renamed to (&quot;Maegyr&quot; is a surname used by several other characters from Volantis in the books).\n[[Image:TalisaPrinceofWinterfell.png|thumb|Oona Chaplin's Talisa does match the physical description of Jeyne in the books.]]\nHowever, it is notable that this did not significantly change Jeyne/Talisa's physical appearance: Jeyne's mother is from House Spicer, and Jeyne's maternal great-grandfather and founder of House Spicer was a spice merchant from the Free Cities (though it was never specified that it was Volantis). Thus, Jeyne is described as having dark features, with chestnut-brown hair and brown eyes, the sort of dark features which an ethnic Volantene would have. Thus Jeyne in the novels is (plausibly) ethnically part-Volantene, and Oona Chapman does indeed match her physical appearance.\n\nThen again, as Elia and Linda of Westeros.org pointed out, the decision to make Talisa specifically from Volantis was bizarre, given that actress Oona Chaplin does not resemble physical descriptions of Volantene aristocracy. Volantis has the largest population of the Free Cities and the most slaves, perhaps five out of six of its inhabitants. The city is also incredibly segregated, with the ruling nobility of slave-owners living in a separate walled subsection of the city. Due to their isolation and concern with &quot;pure&quot; bloodlines, the Volantene aristocracy still retains classic Valyrian features of pale skin and light hair (they closely resemble the [[House Targaryen|Targaryens]]). At the same time, the inhabitants of the Free City of [[Myr]] are noted for having dark hair and olive skin. As Elio and Linda pointed out, ultimately very little was revealed about Volantis in Talisa's backstory (other than that they own slaves), that could not have just as easily taken place in Myr.&lt;ref&gt;[http://www.youtube.com/watch?v=VoQI4K1dNjM Westeros.org on Game of Thrones: Episode 8, &quot;The Prince of Winterfell&quot;], 2:00.&lt;/ref&gt;\n\nAs ''Game of Thrones Special Collectors Edition'', a fan publication produced between Seasons 2 and 3 observed:\n\n:&quot;Trading Jeyne Westerling for Talisa Maegyr - Depicting the unseen love story between Robb Stark and his bride was a great idea. But instead of Jeyne Westerling comforting Robb (in her bed) after he is told of the death of Bran and Rickon, which leads to Robb breaking his promise to the Freys in order to save her honor, we got a foot-amputation meet-cute with a totally new character. Is Oona Chaplain delightful as Talisa? Of course. But the character change itself feels unnecessary as well as odd.&quot;&lt;ref&gt;Game of Thrones Special Collectors Edition: An Unofficial Guide to the Most Epic Fantasy Series in History. &quot;The Book vs the Show: The Bad&quot;, page 37&lt;/ref&gt;\n\nLinda Antonsson, co-owner of major fansite Westeros.org and a co-author of ''The World of Ice and Fire'' along with Elio &quot;Ran&quot; Garcia and George R.R. Martin himself, reacted to the change from Jeyne to Talisa by saying:\n\n:&quot;We knew that Robb's love interest, Jeyne Westerling, would be introduced early: in the second season rather than later on - she's from Book 3, in fact. But it seems that Jeyne Westerling has gone missing, and has been replaced by this &quot;Talisa from Volantis&quot;. Who is apparently this spunky, outspoken, ''cliched'' Fantasy healer. '''It doesn't feel like anything that George would have written in a million years.''' It feels incredibly, like hitting you over the head with the clumsy social commentary, having this &quot;outspoken woman&quot; who doesn't mind telling a king that it's wrong to be fighting wars and having peasants killed for his cause, especially when he doesn't know precisely what he's planning. It felt ''very'' trite. It doesn't really feel like it belongs in the show at all, unfortunately.&quot;&lt;ref&gt;[http://www.youtube.com/watch?v=EvTWTPFmtg0 Westeros.org on Game of Thrones: Episode 4, &quot;Garden of Bones&quot;], 4:50-6:00.&lt;/ref&gt;\n\nAnd as Elio &quot;Ran&quot; Garcia said of the change to making Robb's love interest a cliched spunky healer, &quot;It's not very compelling.&quot;&lt;ref&gt;[http://www.youtube.com/watch?v=VoQI4K1dNjM Westeros.org on Game of Thrones: Episode 8, &quot;The Prince of Winterfell&quot;], 7:00.&lt;/ref&gt; Garcia went on to say:\n\n:&quot;I thought it was largely just very cliche-ridden material that seemed to step out of some other series entirely, and which somewhat flew in the face of Martinâ&euro;&trade;s complaints about the way bad fantasy novels treat certain situations. He made some pretty unconventional choices which they [the TV producers] then conventionalized.&quot;&lt;ref&gt;[http://www.coronacomingattractions.com/news/game-thrones-season-3-roundtable-part-2 Game of Thrones Season 3 Roundtable, Part 2]&lt;/ref&gt;\n\nIn summary, Talisa is the TV series's version of Jeyne Westerling, not Jeyne using an assumed name. However, she is so different from the &quot;Jeyne Westerling&quot; character of the books that George R.R. Martin asked that she be renamed, and Martin is hesitant to even refer to her as being the &quot;TV version&quot; of Jeyne, instead preferring the term &quot;replacement&quot; for Jeyne's role in the narrative.\n\n====Catelyn Stark in Season 2====\n[[Image:Catelyn returns.jpg|thumb|[[Michelle Fairley]] as Catelyn Stark]]\nGiven Robb's disagreement with his mother in the Season 2 finale, this also ties in with how [[Catelyn Stark]]'s character and interactions with her son were changed in Season 2.\n\nIn the books, Catelyn Stark is the tough-as-nails matron of House Stark during the War of the Five Kings. She never outright dominates Robb's decisions, but the leadership of the Stark faction is much more of a joint endeavor between the two of them (much as it was in Season 1). Robb leads the military, tactical aspect of the war, while due to her age and experience, Catelyn plays a greater role in the political maneuverings which their faction needs to perform.\n\nThe TV series apparently felt the need to stress Catelyn as a sympathetic character, to make up for how she is utterly cold to her husband's bastard son, [[Jon Snow]]. All of this despite a scene in Season 1 in which Catelyn weeps and tells Ned how much it hurt her to raise his bastard son in her own home. Even in Season 1, the TV series changed it to have Catelyn pleading with her husband not to leave her and their family, i.e. as a stereotypical home-bound mother. In the books, it is ''Eddard'' who does not want to go to the political viper-pit of the capital city, and it is ''Catelyn'' who urges him that he must leave if they are to find who killed Jon Arryn.\n\nSeason 2 increased this trend dramatically, treating it almost as a zero-sum game between Robb and Catelyn: major decisions which Catelyn makes in the TV series are increasingly given to Robb. In the books, Catelyn realizes that her place in the war is near the front, and she has no problems with staying at Riverrun to coordinate that front of the war with her brother Edmure. The TV series replaces this with Catelyn complaining that she wants nothing more than to return to Winterfell to be with her children, i.e. like a stereotypical mother-figure, and as if Catelyn can only be a sympathetic female character if she is a family-bound mother, not a tough political leader as well.\n\nAs ''Ours is the Fury'', a fansite columnist put it:\n\n:&quot;Whatever Happened To Catelyn Tully? - The issue with her that weâ&euro;&trade;ve encountered, slightly in season 1 and more noticeably in season 2, is that weâ&euro;&trade;re only seeing one aspect of her character: her motherhood...All motivations, actions and value are directly connected to Catelynâ&euro;&trade;s role as mother to her children, her possible failures in that role, and her desire to be reunited with the kids. While dedicated parenthood is an admirable trait, in Catâ&euro;&trade;s case we have seen all other aspects of her character erased. The simple archetype of the strong mother may be powerful, but frankly, itâ&euro;&trade;s not that interesting to watch or particularly relatable. Iâ&euro;&trade;m saying that as a mother myself. We are more than our love of our offspring, and George R.R. Martinâ&euro;&trade;s Catelyn was more complex than a woman who desires nothing but to be at home with her little ones. She adores her children and acts in their interest but she is politically astute. She doesnâ&euro;&trade;t necessarily think that she has to be by their side all the time in order to be doing what is best for them. The problem with TV-Catelyn is that archetypes only make for interesting drama when theyâ&euro;&trade;re being deconstructed, and that isnâ&euro;&trade;t happening...The show insists that Catelynâ&euro;&trade;s children be her entire world by phasing out her political agency...What is the point of these changes? Alterations to make the story flow are expected, and sometimes welcomed; the POV chapter structure of ASOIAF would make a direct translation jarring and disconnected onscreen. However, weâ&euro;&trade;re seeing some arbitrary character changes that take away what we loved about the story to begin with.&quot;&lt;ref&gt;[http://winteriscoming.net/2012/07/adaptation-and-the-women-of-ice-and-fire/ Adaptation and the Women of Ice and Fire]&lt;/ref&gt;\n\nAs ''Game of Thrones Special Collectors Edition'', a fan publication prodcued between Seasons 2 and 3 observed:\n\n:&quot;Catelyn who? - The outspoken and politically savvy woman in the novels has been replaced with a sighing widow who wants nothing but to be back home with her children. Taking nothing away from Michelle Fairley's performance, the Cat of the show is a woman more easily ignored and pushed aside than the strong-willed matriarch presented in the books. Hopefully Season Three will find ways to showcase the Cat readers fell in love with.&quot;&lt;ref&gt;Game of Thrones Special Collectors Edition: An Unofficial Guide to the Most Epic Fantasy Series in History. &quot;The Book vs the Show: The Bad&quot;, page 37&lt;/ref&gt;\n[[Image:Catelyn and Jaime.jpg|thumb|left|Catelyn releases Jaime]]\nThe greatest changes came with the circumstances surrounding Catelyn freeing [[Jaime Lannister]] from captivity. In the books, Catelyn does this upon hearing that Bran and Rickon were killed by Theon at Winterfell. It is not mentioned in the TV series, but by this stage in the books, Catelyn and Robb believe that Arya is probably dead too. This makes Catelyn realize that there is no guarantee of her daughter [[Sansa Stark|Sansa]]'s safety while in captivity in King's Landing, and that she must retrieve her as soon as possible. This is actually a fairly accurate assessment, as King [[Joffrey Baratheon]] was having Sansa repeatedly beaten to a pulp in public for his own amusement, and there is a strong possibility that Joffrey may have killed Sansa simply on a whim, even despite Tyrion's desperate efforts to rein him in. The TV series changed this around so that Jaime killedÂ [[Torrhen Karstark]] during a recent failed escape attempt, adding a ticking-clock scenario in which Jaime wouldn't live out the night had she not freed him. This gives Catelyn less &quot;agency&quot; than in the books, though at the same time, it arguably makes Robb even worse for condemning her for it.\n\nHowever, Robb Stark ''doesn't'' condemn his mother for releasing Jaime Lannister in the books. They both reacted poorly to hearing that Bran and Rickon were dead: Catelyn freed Jaime, but Robb slept with a random girl and married her, ruining their alliance with House Frey. Neither one yells at the other, because both of them made decisions with disastrous consequences for their standing in the war. Indeed, ruining the alliance with House Frey and losing their thousands of soldiers, from an immediate tactical perspective, was probably ''worse'' than freeing Jaime Lannister (a prisoner exchange of an experienced enemy commander for a teenaged girl might be drastically uneven, but losing the Freys meant losing an entire army-group and cutting off their retreat across the Twins back to the North).\n\n====Robb Stark in Season 2====\n[[Image:Robb-stark-richard-madden-helen-sloan.jpeg|thumb|[[Richard Madden]] as Robb Stark]]\nThe overall trend is that the TV writers have lionized [[Robb Stark]] into a great boy-king hero... when in the books, while certainly a positive character, he also possesses deep flaws. Robb is every bit his father Ned's son, and like his father, he is a great military leader, but a horrible politician.\n\nRobb wins every battle he fights, but politically, his decisions are disastrous. Not suspecting that the Greyjoys might turn on him was one problem, but at least, even Theon pointed out that it was a counter-intuitive plan: betraying the Starks was no guarantee that the Lannisters would just ignore the Greyjoys as they seceded the Iron Islands, or let them rule as an independent kingdom. Because Robb won't actively pick between Stannis or Renly, and has no real plan for who to put on the Iron Throne if they defeat Joffrey, the Starks lose the chance to ally with the powerful House Tyrell, which subsequently allies with the Lannisters, tripling the size of Joffrey's forces and decisively crushing Stannis. Worst of all, given the choice between his personal honor in marrying a maiden he deflowered or maintaining his alliance with House Frey, Robb consciously and deliberately chose his honor, knowing full well the consequences.\n[[Image:Robb and Talisa1.jpg|thumb|left|In the books, Robb had sex with Talisa/Jeyne out of grief.]]\n\nAs John Jasmin, co-founder of fansite ''Tower of the Hand'' explained:\n:&quot;Robbâ&euro;&trade;s season-long wooing of Talisa ruins what is a defining character moment in the books. Book-Robb followed up one reckless night with a commitment to preserve both his and Jeyneâ&euro;&trade;s honor, proving that he is his fatherâ&euro;&trade;s son. The show wedded Robb and Talisa for love and passion, not honor.&quot;&lt;ref&gt;[http://www.coronacomingattractions.com/news/game-thrones-season-3-roundtable-part-2 Game of Thrones Season 3 Roundtable, Part 2]&lt;/ref&gt;\n\nTV-Robb has been changed significantly: instead of sleeping with Talisa/Jeyne out of grief at news that Bran and Rickon have died, Robb sleeps with her because he is having a protracted romance with her. In many ways this is actually worse, as in the books Robb admitted that sleeping with Jeyne was a stupid action but that he was blinded by grief, and afterwards he openly ''admitted'' that marrying her was politically disastrous, he just felt the rules of honor his father taught him left no other choice. In contrast, TV-Robb doesn't have sex with Talisa out of grief, because this would be an &quot;excuse&quot; and present the romance as somehow a mistake: instead, Robb simply has sex with Talisa because he is deeply in love. Thus, Robb doesn't admit the next day how reckless this was: moreover, the ''entire point'' that Robb marries Talisa due to his strong sense of honor is removed. Instead, he feels no blame for having sex with her, so he simply marries her because he is in love. Book-Robb at least realized that his actions were politically disastrous, he just felt he was bound by honor in his actions (similar to how his father turned down Renly's last-minute offer to stage a coup: he knew the danger he was putting himself in, but couldn't honorably support Renly over Stannis). TV-Robb, in contrast, seems to feel honestly blameless over ruining their vital alliance with House Frey.\n\nIn summary, the changes to Robb, Catelyn, and Talisa/Jeyne have all been focused on essentially lionizing Robb and ignoring his faults, which in the books were actually a key point: just as Ned was too honorable to deal practically with politics, so is his son Robb.\n[[Image:Robb weds Talisa.png|thumb|In the books, Robb wed Talia/Jeyne because he felt bound by his honor.]]\nThe point with Talisa/Jeyne is still relatively the same: Robb marries a political nobody at the cost of his alliance with House Frey. The functional difference is that Talisa is no longer the daughter of a minor Lannister bannerman, but a foreigner. Martin explained that this change was made but not why the other writers made it: perhaps, as with changing &quot;Cleos Frey&quot; to &quot;Alton Lannister&quot;, they thought that audiences would be confused that a minor Lannister noblewoman was marrying Robb. Maybe they thought Robb was such a perfect king that it wouldn't make sense for him to have a star-crossed romance with the daughter of a minor vassal of his enemies. Even so, this change to making her &quot;Talisa of Volantis&quot; doesn't particularly affect the point that &quot;Robb married a political nobody&quot;...the major change was somehow attempting to remove the blame from Robb for making such a reckless decision.\n\nDuring Season 3, writer [[Bryan Cogman]] was asked why the TV series changed it so that Robb and Catelyn weren't immediately certain of Bran and Rickon's deaths at Winterfell. He explained that the decision was made in the writer's room that playing around with the characters' tormented uncertainty would be more dramatically interesting than another sudden &quot;sucker punch&quot; blow like their reaction to hearing that Ned Stark had died (in contrast to Ned, who was publicly executed in front of a large crowd in the capital city, and his head put on a spike, Bran and Rickon's alleged deaths happened far away at Winterfell so there would be more reason for Robb and Catelyn to hope for their survival). This comes to a conclusion, however, by Catelyn's scene with her uncle Brynden in episode 3 of Season 3, &quot;[[Walk of Punishment]]&quot;, when Catelyn has come to believe that they are dead.\n\nCogman acknowledged, however, that making Robb and Catelyn uncertain of Bran and Rickon's deaths drastically affected their motivations in late Season 2, i.e. that in the books this is what made Robb so grief-stricken that he had sex with Jeyne/Talisa, and made Catelyn free Jaime. Cogman explained:\n\n:&quot;But, yes, it altered the circumstances/motivations of Robb and Catâ&euro;&trade;s actions in Season 2. Dramatically, we wanted Robb and Cat to be solidly together in Season One and ripped apart by the end of Season 2. And, yes, in the show, Robbâ&euro;&trade;s breaking of his marriage vow is motivated partly by the uncertainty of Bran and Rickonâ&euro;&trade;s fate but also by the fact that he canâ&euro;&trade;t shake the fact that heâ&euro;&trade;s fallen in love. Yes, itâ&euro;&trade;s arguably a grayer, more selfish act than in the book, but to err is to be human. It was thought it would be dramatically compelling for the actors and the viewers.\n\n:As for Cat and freeing Jaime, there was a ticking clock element added to it [added to the TV series, not in the books]. Karstark wants blood, heâ&euro;&trade;s gonna lynch Jaime. Cat can either let that happen and lose any chance of bargaining for Arya &amp; Sansa or she can roll the dice and let him go. The events of that episode were also designed to plant the Karstark vengeance storyline which youâ&euro;&trade;re seeing out this season.\n\n:But, yeah, admittedly different from the book. Most of this stuff came out of what we felt would play well dramatically in the episodic TV format. Of course, you could argue that doing it the way the book did it would have played well too, and that may very well be true, but this was the direction we decided to go.&quot;&lt;ref&gt;[http://winteriscoming.net/2013/04/ask-a-got-writer-bryan-cogman-on-the-writing-process-robb-and-talisa-and-renlys-peach/ Bryan Cogman Q&amp;A]&lt;/ref&gt;\n\nMany of Robb's faults indeed came to light during Season 3; his temper, adherence to honor, and inability to play politics lost him the alliance of House Karstark, the betrayal of another bannerman, [[Roose Bolton]], his supposedly renewed alliance with [[House Frey]], and ultimately led to the devastation of the [[Red Wedding]].\n\n====Daenerys and the Qarth storyline in Season 2====\n[[Image:Daenerys reception 2x05.jpg|thumb|left|150px|Daenerys Targaryen in Qarth.]]\n[[Daenerys Targaryen]] simply doesn't have that much to do in the second book, ''A Clash of Kings'', as the narrative is largely focused on the outbreak of the [[War of the Five Kings]]. Daenerys only has five POV chapters in the second book, and arrives in Qarth in the second one. In general, Daenerys has to confront the same problems that her brother Viserys had for years: she has no army and no allies in Westeros, and has to beg foreign courts for aid which they are reluctant to give. Instead of essentially sidelining Daenerys so that she barely appears on-screen, the TV producers decided to drastically expand upon Daenerys's storyline in [[Qarth]].\n\nThis was frequently achieved by padding: notice that Daenerys spends a full four episodes in the [[Red Waste]] before entering Qarth at the very end of episode 4, &quot;[[Garden of Bones]]&quot;, so that Daenerys isn't even seen within Qarth until episode 5. Even so, this left six more episodes in the season, and the TV series couldn't just take a two or even three episode break from Daenerys's storyline (though Dany doesn't appear in episode 9, &quot;[[Blackwater]]&quot;, but that episode focuses entirely on the battle at King's Landing, so other characters such as the Starks, Greyjoys, and Night's Watch don't appear either). Thus they faced the task of giving Daenerys more to do across five episodes.\n\nThese changes affect all of the characters in the storyline, so it would be inefficient to address them all individually:\n[[Image:Daenerys &amp; Irri 2x02.png|thumb|In the books, Rakharo does not die in the Red Waste.]]\nBefore they even leave the Red Waste, [[Rakharo]] dies, decapitated by Khal [[Jhaqo]], his severed head returned to Dany on his horse. Rakharo does not die in the books, but is alive and well throughout the Qarth storyline. Instead, the character that Jhaqo kills in this manner is one of Daenerys's handmaidens, Eroeh. She was one of the [[Lhazareen]] women being raped by [[Mago]] when Daenerys ordered a stop to it, and when the ''khalasar'' collapsed in the wake of Khal Drogo's death, Mago reclaimed her, had her gang-raped, killed her, and sent the mutilated pieces of her corpse to Daenerys. As this character was not introduced in the TV series, another took her place. \n[[Image:Doreah 2x05.png|thumb|left|In the books, Doreah died in the Red Waste, and never reached Qarth.]]\nMoreover, in the books, [[Doreah]] dies of a wasting disease while crossing the Red Waste. She was always loyal to Daenerys, and at her death, Dany personally buried her, and wept as she did so. In this light, Rakharo's death may have been meant to stand in for Doreah's death (or simply, both Doreah and Eroeh). While on the subject, [[Mago]] didn't die in the books either, but instead abandoned Daenerys after Drogo's death to become the new chief lieutenant of Khal Jhaqo. Mago was killed in the TV series in an invented fight with Khal Drogo: [[Jason Momoa]] pointed out that it was odd to have Drogo constantly described as a great warrior, even though he had no on-air fight scenes. Thus, the fight in which Drogo kills Mago by ripping out his throat bare-handed was added. Mago is actually still alive in the books and serving Khal Jhaqo, and as Martin has noted, this may complicate future seasons of the TV series.\n[[Image:The Thirteen 2x07.jpg|thumb|The Thirteen of Qarth are a condensation of different factions from the books]]\nIn the books, Qarth is not ruled by a council of merchant-princes known as &quot;[[The Thirteen]]&quot;. Qarth is nominally ruled by the Pureborn, a group of aristocrats that descend from the ancient kings and queens of Qarth. However, three powerful merchant guilds hold much of the real power in Qarth: the Thirteen, the Tourmaline Brotherhood, and the Ancient Guild of Spicers. These three merchant guilds compete with the Pureborn, and amongst themselves, for dominance in Qarth, leading to a four-way political tug-of-war and constant court intrigues. Xaro is a member of the Thirteen and fabulously wealthy, but the Thirteen are only one of three merchant guilds in Qarth. The [[Warlocks of Qarth]], led by [[Pyat Pree]], are an ancient order claiming to wield vast magical powers, but their magical abilities, power, and significance decayed centuries ago (similar to the [[Alchemists' Guild]] in Westeros). While more of a curiosity in the present day, the warlocks are still respected and feared throughout the East.\n\nIn the books, in Daenerys chapter II, Daenerys takes up residence in Xaroâ&euro;&trade;s palace and he introduces her around to the social scene of Qarthâ&euro;&trade;s ruling elite, and she learns that King Robert is dead and the War of the Five Kings has broken out in Westeros, and sees it as an opportunity to return and reclaim the throne. In Daenerys chapters II and III, she attempts to acquire ships and soldiers from the various factions in Qarth, but is turned down in every attempt. This generally matches the events depicted in episodes 5 and 6, â&euro;&oelig;[[The Ghost of Harrenhal]]â&euro;? and â&euro;&oelig;[[The Old Gods and the New]]â&euro;?.\n[[Image:Drogon, Viserion and Rhaegal 2x10.png|thumb|left|The &quot;stolen dragons&quot; TV subplot drastically expands on the warlocks' attempt to steal them in the books.]]\nThe major point of divergence from the books happens at the end of episode 6, when it introduces the â&euro;&oelig;stolen dragonsâ&euro;? subplot. Daenerys's dragons are never stolen in the books. Instead, in Daenerys chapter IV, Dany voluntarily enters the House of the Undying out of desperation: every other faction in Qarth has refused to give her aid, so she turned to the Warlocks as a last resort. However, once in the House of the Undying, the book reveals that it is a trap, and the Warlocks do indeed intend to trap her and steal her dragons, at which point she is saved by Drogonâ&euro;&trade;s dragonfire, killing many of the Warlocks (including their leaders, known as the Undying Ones), and burning out the House of the Undying. Thus moving events around to have the Warlocks outright steal Danyâ&euro;&trade;s dragons, forcing her to travel to retrieve them from the House of the Undying, isnâ&euro;&trade;t fundamentally that big of a change from the books, because they did want to steal them in the books.\n\nHowever, [[Pyat Pree]] was one of the Warlocks who survived Drogon's destruction of their headquarters, and has vowed revenge against Daenerys. Future seasons of the TV series may therefore have to invent a new Warlock character to fill Pyat Pree's role in the later books (or perhaps, have one of his magical doubles, etc.)\n[[Image:Pyatpree being a BAUSS.jpg|thumb|The assassination of the Thirteen is an invention of the TV series.]]\nThe problem is that everything in Daenerys story after being rejected by the Spice King in episode 6, to the Warlocks stealing her dragons, to recovering them in the season finale, is basically all from a single book chapter (Daenerys IV in ''A Clash of Kings'') which had to somehow be stretched out across three to four episodes. Thus, the subplot was introduced in episode 7 of Xaro and Pyat Pree assassinating the other members of the Thirteen to make Xaro king of Qarth. Daenerys barely appears in episode 8, simply for another retread scene to establish &quot;Daenerys still hasn't gotten her dragons back from the Warlocks&quot;. Then episode 10 covers the actual events of the book chapter in which Daenerys confronts the Warlocks.\n[[Image:Xaro Xhoan Daxos.jpg|thumb|left|150px|In the books, Xaro Xhoan Daxos did not ally with the warlocks or try to become king of Qarth.]]\nThe greater changes came with the character of [[Xaro Xhoan Daxos]]. Physically, Xaro in the books is a wealthy Qartheen merchant, and like the other Qartheen he is white-skinned, not black. Indeed, the Qartheen are so infamously pale compared to other people that the Dothraki call them the &quot;Milk Men&quot;. In casting actor [[Nonso Anozie]], who is black, the TV series simply has Xaro give the explanation that he is a foreigner from the [[Summer Islands]] who has been accepted into Qartheen society. Such physical differences being irrelevant, Xaro's actions in the story are drastically different. He never tries to assassinate all of the other rulers of Qarth to become its king. He does prove to be a fairly untrustworthy ally, but not an overt enemy. In the fifth and final Daenerys chapter in the book, after escaping the Warlocks, Daenerys discovers that while Xaro always presented a marriage alliance with him as mutually beneficial, he actually intended to slyly undermine the deal. As it turns out, a marriage custom in Qarth is for the groom to claim any gift from the bride's possessions, which she cannot refuse, and he intended to use this clause to claim full possession of one of her dragons. Angered by his maneuvering, Daenerys learns that it is also customary for a bride to make a similar claim from the groom. She counters Xaro's offer by saying that her marriage gift of one of her three dragons could only be matched if Xaro gave her one third of the ships...not one third of ''his'' ships, but all ships ''in the entire world''. Balking at this, Xaro leaves. Daenerys doesn't quite flee Xaro, however; rather, she leaves Qarth because she is afraid of any attempt at revenge by the surviving Warlocks. Thus, Xaro wasn't trying to imprison Dany or steal her dragons, as in the TV series, nor was he (explicitly) in league with the Warlocks. At worst, he was trying to give her the short end of a deal, but he would have actually given her the money to invade Westeros - however this is much the same scenario that Ser Jorah warned Dany about: if she conquers the Seven Kingdoms entirely dependent on Xaro's money, then it isn't really her conquest, and it would be Xaro who ends up ruling the Seven Kingdoms through her.\n\nBecause Xaro never outright betrayed Daenerys in the books, she never locked him in his vault to (apparently) die. Moreover, Xaro actually is a fabulously wealth man in the books: there is never any hint that he has a &quot;vault&quot;, much less, that the vault is actually empty. Xaro is alive and well in later books, along with Pyat Pree.\n[[Image:Irrii Killed Season2.png|thumb|It is known that in the books Irri did not die in Qarth.]]\nDaenerys's handmaiden [[Irri]] is killed in the TV series when the dragons are stolen; because they were not stolen in the books, she is alive and well in later novels. Irri basically served as a condensation of two characters who were Dany's handmaidens, Irri and [[Jhiqui]], who always appear paired together. Jhiqui ''does'' appear in the TV series, but only briefly in one episode in Season 1. Therefore, both roles were functionally condensed into Irri, serving as Dany's handmaiden and confidant. In the behind-the-scenes commentary, the TV producers point out that this change removes one of Daenerys's few remaining friends, making her much more out of her element in Qarth.\n\nFinally, the Qarth storyline drastically changed [[Doreah]], Dany's handmaiden from [[Lys]]. As explained above, she died in the Red Waste, was always loyal to Dany, and even personally buried by her. The TV series has her survive and enter Qarth. Moreover, Doreah never betrayedÂ the [[khaleesi]] to Xaro, so Dany never lockedÂ her up with Xaro in his own vault to (apparently) die.\n\nIn summary:\n\n*[[Irri]] is not killed in Qarth, but is still alive in the books.\n*[[Doreah]] died in the Red Waste, and never betrayed Dany in the books.\n*[[Rakharo]] is not killed in the Red Waste by Khal Jhaqo (also, Rhakaro and Kovarro's names were switched in the TV series, see &quot;renamed characters&quot; below).\n*[[Mago]] was never killed by Drogo in the books, and is still alive when Drogo's ''khalasar'' dissolves.\n*[[Pyat Pree]] and the Warlocks didn't steal Daenerys's dragons (they do attempt to capture Daenerys and the dragons when she enters the House of the Undying, but not before that). Pyat Pree is still alive in the books.\n*[[Xaro Xhoan Daxos]] never tried to assassinate the other leaders of Qarth to become king of Qarth, and never explicitly allied with the Warlocks or allied with Daenerys. Xaro is still alive in the books.\n*[[The Thirteen]], including the [[Spice King]], are condensations of other groups of characters who rule Qarth, the Pureborn and the three merchant guilds, who are each competing for power. The Thirteen are only one of the three merchant guilds in the books. Thus each of the members of the Thirteen appearing in the TV series is somewhat of a &quot;new&quot; character, particularly the Spice King, though they're based on groups in the books.\n\nIn the grand scheme of things, the Qarth storyline isn't vitally important to Daenerys's story arc. It was just to give Daenerys something to do while her entire storyline was on the backburner in the second book. Given that Qarth is loosely analogous to [[wikipedia:India|India]], fans sometimes refer to it as &quot;when Daenerys dropped out and bummed around India for a year.&quot; Thankfully, Daenerys's storyarc returns to the forefront when she arrives in [[Slaver's Bay]] in book 3/Season 3.\n\n===Season 3===\n====Locke====\n[[Image:Locke-3x04.jpg|thumb|Locke is the TV series's version of Vargo Hoat from the books.]]\n&quot;[[Locke]]&quot; is the TV series's version of the character '''Vargo Hoat''' from the books. Vargo Hoat is the captain of a vicious [[Mercenary|sellsword company]] known as the Brave Companions, who are fond of mutilating their enemies and committing various wartime atrocities. The TV series condensed this subplot so that the Brave Companions are simply a particularly vicious group of soldiers from [[House Bolton]] led by a man named &quot;Locke&quot;.\n\nIn general, &quot;Locke&quot; matches much of Vargo Hoat's personality and actions from the books. He even has a goat-like goatee like Vargo Hoat.\n\nOne minor change is that Vargo Hoat has a bad speech impediment which makes him lisp and slobber, which might work in a book but could have made him difficult to understand in a TV series, thus Locke does not have a speech impediment. Vargo's lisping is actually a dark element, as he will cut the hands and feet off of his victims at the slightest whim, such as simply pointing out his lisp - even when his lisp is so bad that he is truly unintelligible and his captives are honestly just asking him to clarify what he was trying to say.\n\nAs writer [[Bryan Cogman]] explained:\n\n:&quot;Regarding Locke vs. Hoat, the main reason for changing him was for simplicity's sake. There were already so many 'bands' of people â&euro;&rdquo; The Brotherhood, the Second Sons later on...it was determined the Brave Companions could be simplified without really affecting the main story. And the shifting alliances of Hoat â&euro;&rdquo; again, very interesting in the book, but it would have been a lot to throw at the audience, many of whom are just now getting the main families straight! We were still going to call him Vargo Hoat â&euro;&rdquo; but when he became a Bolton man (and a Westerosi) George asked that we change his name, and we complied.&quot;&lt;ref&gt;[http://www.westeros.org/GoT/Features/Entry/Season_3_Interview_Bryan_Cogman Westeros.org,] Season 3 Interview: Bryan Cogman.&lt;/ref&gt;\n\n====Gendry and Edric Storm====\n[[Image:Gendry Infobox.jpg|thumb|Gendry isn't King Robert's only surviving bastard in the books.]]\nIn Season 3, the storyline of King [[Robert Baratheon]]'s [[bastard]] son [[Gendry]] was merged with the storyline of another bastard of Robert's from the books, Edric Storm, who is the only acknowledged bastard son of Robert. Melisandre took Edric Storm from [[Storm's End]] after Renly died, and brought him back to [[Dragonstone]] to use his blood in a spell, because a king's blood has potentially very powerful magic uses. Melisandre uses his blood in leeches but then decides that making a human sacrifice to the Lord of Light by burning Edric alive will result in even better results. Davos feels that this is evil so he smuggles Edric out of Dragonstone, and Stannis ultimately relents and doesn't punish Davos when he informs him of the desperate message received from [[Castle Black]]. In the books, Gendry never left the [[Brotherhood Without Banners]] and Melisandre never went to fetch him, and thus never encountered Arya Stark either. On the whole, however, so much of Edric Storm's storyline had already been left out of the adaptation (he wasn't even mentioned when Stannis confronted Renly), that it actually fit fairly well to use the one bastard son of Robert the TV series had already introduced instead of randomly presenting a new bastard son who had never been mentioned before. The lingering questions produced by these changes are whether Gendry will return to the Brotherhood Without Banners, or if Arya will still be angry at the Brotherhood. Another result of this change is that Gendry now knows that he is Robert's bastard son, and Stannis even confirmed it face to face with him, while in the books Gendry is as yet unaware of his heritage.\n\n====Orell====\n\n[[Orell]] in the TV series is a condensation of two different skinchangers ([[warg]]s) from the books: Orell and [[Varamyr Sixskins]]. Jon actually kills Orell earlier in the second novel when the scouting party led by [[Qhorin Halfhand]] ambushes the group of wildling scouts, where Jon first encounters [[Ygritte]]. Even though Orell died part of his consciousness survived in his eagle, which he warged into just as he died. Orell in the eagle's body then tried to claw out Jon's eyes around the time he arrived at Mance Rayder's camp, but he managed to fight him off -- this was changed in the TV series to occur when Jon finally leaves the wildlings at the end of Season 3, and reveals that his loyalty was always to the Night's Watch. Neither Orell nor Varamyr were stated to be particularly attracted to Ygritte in the books.\n\n====Martyn Lannister====\n[[Image:Martyn-Lannister-3x05.jpg|thumb|Martyn Lannnister is still alive in the books:  the TV version killed him in place of Tion Frey.]]\nIn the TV series, the two imprisoned Lannister squires that [[Rickard Karstark]] kills are [[Willem Lannister]] and [[Martyn Lannister]]. Willem and Martyn are the twin sons of Ser [[Kevan Lannister]], younger brothers of [[Lancel Lannister]].\n\nIn the books, Lord Rickard also killed Willem, but the second squire was a Lannister cousin named Tion Frey. After Willem and Tion's death, Robb ordered to triple the guard on Martyn for his protection, and later exchanged him for a Northman prisoner (Robett Glover). Martyn is thus still alive in the books, though he has not mentioned since the prisoner exchange that freed him.\n\nTion Frey is the son of [[Tywin Lannister]]'s sister Genna and her husband Emmon Frey, and the younger brother of Cleos Frey. The TV version of Cleos was changed into the character &quot;Alton Lannister&quot; - apparently so viewers wouldn't be confused at why someone named &quot;Frey&quot; was fighting for the Lannisters in early Season 2 (when the Freys were still on Robb Stark's side). Similar to the change from Cleos to &quot;Alton&quot;, rather than go through the complexity of introducing the fact that Tywin has a younger sister who is married to a Frey, the TV series simply changed it so that ''both'' of Kevan's younger sons are killed by Lord Rickard.\n\n====Barristan Selmy and Arstan Whitebeard====\n\nA relatively minor change in Season 3 is that when [[Barristan Selmy]] first meets Daenerys, he presents himself as an old man in service to [[Illyrio Mopatis]], acting under the alias of &quot;Arstan Whitebeard&quot;. His true identity is not revealed for some time and Jorah does not recognize him. He later explains that he did this so he could observe Daenerys and get to know her better, and ensure she had not inherited the same [[Targaryen madness|streak of insanity]] as her father. The TV series changed this to just have Barristan openly announce his true identity when he first meets Daenerys. This was probably done because while a book can maintain the ruse of introducing a new character called &quot;Arstan&quot; and leaving his description vague enough that readers won't recognize him, in a TV show viewers would have quickly recognized &quot;Arstan&quot; as Barristan, and Daenerys might look foolish for not knowing who he is (even though she has logically never met him before). This also retroactively explains why Barristan was pointedly left out of Small Council scenes in Season 1: in the books, this meant that Barristan knew that Jorah was spying on Daenerys for Varys (at first), and he tells her when he finally reveals his true identity. Because TV-Barristan openly reveals his identity from the beginning, the TV series couldn't have Barristan aware that Jorah was a spy. This is directly lampshaded in &quot;[[Kissed by Fire]]&quot;, when Jorah is worried that Barristan heard at the Small Council that he was a spy, and Barristan explains at length that he ''should'' have attended Small Council meetings, but Robert didn't like letting a former Targaryen loyalist listen in on state affairs, and Barristan didn't like politics anyway, so he didn't attend the council's meetings.\n", "New characters exclusively in the TV series": ":''See: [[New characters who appear exclusively in the TV series]]''\n\n==Minor changes: differences in naming, appearance, and age==\n===Renamed characters===\n[[Image:Yara Greyjoy infobox.png|thumb|[[Gemma Whelan]] as Yara Greyjoy]]\nA few characters were renamed between the books at TV series, though otherwise, their behavior and actions were not significantly altered. The biggest example of this so far is &quot;[[Yara Greyjoy]]&quot;, who is actually named '''Asha Greyjoy''' in the books. This was done to prevent confusion with [[Osha]] the wildling . Ironically, as the daughter of a [[Great House]] and one of [[Balon Greyjoy]]'s only two surviving children, Asha Greyjoy is actually a much more prominent character than Osha the wildling; Asha Greyjoy is even a POV character in several chapters. Thus it is curious why they changed Asha's name and not the other way around. It is probably because Osha was already introduced in Season 1 and the similarity with Asha Greyjoy's name simply wasn't realized until production on Season 2 began.&lt;ref&gt;[http://winteriscoming.net/2011/07/asha-renamed-and-cast/ ], &quot;Asha Renamed and Cast?&quot;, July 7th, 2011.&lt;/ref&gt;\n[[Image:Robin Arryn.jpg|thumb|left|[[Lino Facioli]] as Robin Arryn]]\n&quot;[[Robin Arryn]]&quot; is actually named &quot;Robert Arryn&quot; in the books. He was named after King [[Robert Baratheon]], but it was apparently felt that having too many characters named &quot;Robert&quot; would be confusing. The name &quot;Robin&quot; was picked because it allows him to keep his nickname of &quot;Sweetrobin&quot; from the books. In either case, the character is most often referred to by his nickname &quot;Sweetrobin&quot; anyway. Otherwise, the character is unchanged from the books.\n\nIn the books, after Khal Drogo dies, Daenerys's three bloodriders are Aggo (who is skilled with a bow), Jhogo (who is skilled with a whip), and Rakharo (who is skilled with a sword). Jhogo is very young, while Rakharo is older and has a moustache. In the TV series, her three bloodriders are Aggo, [[Rakharo]], and &quot;[[Kovarro]]&quot; - Jhogo was apparently renamed to avoid confusion with Jhaqo, one of Drogo's kos who after Drogo is incapacitated declares himself Khal and takes a portion of the khalassar as his own. Jhaqo thus becomes a bitter enemy to Daenerys, so Jhogo was renamed to &quot;Kovarro&quot; to keep his name distinct.\n\nMore importantly, the TV series seems to have basically switched the descriptions of Rakharo and Jhogo/Kovarro. In the TV series, it is Rakharo who shows proficiency with a whip, and is relatively young, like Jhogo/Kovarro in the books. Meanwhile, Jhogo/Kovarro in the TV series is now (slightly) older than TV-Rakharo, and it is Kovarro who has a moustache. Thus the TV series character &quot;Rakharo&quot; corresponds to the book version of &quot;Jhago&quot; (Kovarro), while &quot;Kovarro&quot; corresponds to the book-version of Rakharo. Besides this name switch, the two characters are not particularly different from their characterization in the books.\n\nHowever, neither Rakharo nor Jhago are killed in the aftermath of Khal Drogo's death, as Rakharo is in the TV series. Nor is this a condensation of a different death scene, as both characters remain alive and well throughout the second book.\n\nIn [[Season 3]], several characters from [[Slaver's Bay]] were renamed slightly to avoid confusion. In the books, &quot;Grazdan&quot; is a very common first name in Slaver's Bay, due to the fact that the founder of the old [[Ghiscari Empire]] over five thousand years ago was Grazdan the Great. Thus there are a multitude of characters with the first name &quot;Grazdan&quot; but who have different surnames. To avoid confusion, the TV series simply gave them different first names: &quot;Grazdan mo Ullhor&quot; became &quot;[[Greizhen mo Ullhor]]&quot;, &quot;Grazdan mo Eraz&quot; became &quot;[[Razdal mo Eraz]]&quot;, etc.\n\nIn the [[Mutiny at Craster's Keep]], the character who kills Craster is named Dirk in the books, not Karl, though &quot;Clubfoot Karl&quot; is one of his accomplices. The two characters were apparently just condensed into &quot;[[Karl]]&quot; in the TV series.\n\nAnother change in Seasons 2 and 3 is that in the books, [[Rickard Karstark]] has three sons: Harrion, Torrhen, and Eddard. Torrhen and Eddard were killed by Jaime Lannister in the [[Battle of the Whispering Wood]] (at the end of Season 1). Possibly worried that the audience would forget that Jaime killed two fairly minor characters in the past season, Season 2 made a small change in which Jaime kills Torrhen during a failed escape attempt (Jaime does kill several men in escape attempts in the books, but not Torrhen). However, in Season 3 it is stated that the other son of Rickard, whom Jaime killed in battle, was Harrion - who did not die in the books. The TV producers were apparently worried about introducing multiple characters named &quot;Eddard&quot; - similar to how they changed Robert Arryn's name to Robin (even though George R.R. Martin's explicit point was that it is improbable that &quot;Robert Baratheon&quot; is the only person named &quot;Robert&quot; in the entire continent). Thus the specific family tree of [[House Karstark]] in the TV series remains unclear: in the books Torrhen and Eddard died, but in the TV series two sons named Harrion and Torrhen died. It isn't known if &quot;Eddard Karstark&quot; will ever exist in the TV series, or if they will simply rename the character to avoid confusion. Even so, it isn't clear if &quot;Harrion Karstark&quot; in the TV series is indeed the eldest son of Rickard (as in the books), or if a later season will introduce a third Karstark son with a different invented name for the TV series, which will also establish that this renamed third son is actually the eldest son.\n\n===Changes in appearance===\n\nIn many ways, living actors will never make a perfectly exact, one-for-one match with the physical description of characters in a book series. Most of the actors in the TV series generally match the physical description of the characters they portray.\n[[Image:Syrio Forel.png|thumb|150px|Syrio is bald in the books, but George R.R. Martin himself said this isn't important.]]\nCertain characters, however, appear quite differently than they do in the books. For example, in the books, [[Syrio Forel]] is actually bald, but actor [[Miltos Yerolemou]], who plays him in the TV series, has a full head of tall, frizzy hair. In the Blu-ray audio commentary track, author [[George R.R. Martin]] himself said that he didn't care about such minor differences, being more concerned with the satisfying performance of the actor. Thus, such &quot;cosmetic&quot; differences are not very important.\n[[Image:Davos Promo2.jpg|thumb|left|150px|Davos Seaworth is right-handed in the books but left-handed in the TV series.]]\nAlong these lines, sometimes a character who is right handed will end up being played by a left-handed actor (and vice versa) based on the strength of their performance. In the books, [[Davos Seaworth]] is right-handed, but actor [[Liam Cunningham]] is left handed, and plays Davos this way. This is significant, because Davos had the tips of the fingers on his non-dominant hand cut off as punishment for smuggling, which was his left hand in the books, but (due to Cunningham being left-handed) is changed to his right hand in the TV series. In the novels, [[Arya Stark]] is left-handed, and actress [[Maisie Williams]] is right-handed; ''however'', Williams consciously plays Arya as left-handed to be true to the books, including learning how to fight with a sword in her left hand.\n\nSimilarly, in the books, members of [[House Targaryen]] have a unique set of features inherited in each generation, possessing silver (platinum-blonde) hair and purple irises. The TV series actually tried having the actors use purpose contact lenses early in production, but quickly abandoned their use, partially do to the logistics of matching up the contact lenses in every location shot, and because they felt that &quot;actors act with their eyes&quot; and the colored contacts affected the emotion of their performances.\n\nAnother small change is that in the books, &quot;Asha Greyjoy&quot; is described as having short black hair, a lean build, and a sharp beak of a nose. In the TV series, &quot;Yara Greyjoy&quot; has blonde hair. Again, other than these minor naming and cosmetic differences, Gemma Whelan's portrayal is actually quite faithful to Asha Greyjoy's behavior and actions in the books.\n\n[[File:Daario-S3_Resized.jpg|thumb|266px|Daario Naharis is a far cry from his blue-haired flamboyance in the books.]]In the books, [[Daario Naharis]] is described as having dyed blue long curly hair and a matching dyed blue beard with three prongs, though he dyed his mustachios gold. He also has a gold tooth. His loud physical appearance is typical of Tyroshi sellswords, who have a reputation for being flashy and flamboyant. The TV series' production team apparently thought that Daario's flamboyant appearance and three-pronged blue beard would have appeared somewhat silly on-screen, so they opted to make him clean-shaved, long-haired, and ruggedly handsome, to try to still capture the spirit that Daario is cocky and self-assured. Otherwise, the portrayal closely matches Daario's behavior and actions in the books.\n\n===Changes in character age===\n\nOne of the initial changes between the books and TV series is that several of the younger characters have been aged-up. This was inescapable in a modern television production. As Westeros is a medieval society, its people have no concept of &quot;adolescence&quot;. Girls become &quot;a woman&quot; and fit to marry as soon as they [[Flowering|menstruate]], and boys instantly become &quot;a man grown&quot; when they reach 16 years old. Several of the younger characters are depicting having sex at age 16 or earlier in the books. Because the TV series is primarily filmed in Northern Ireland, it is subject to the United Kingdom's decency laws for broadcasting, and the legal age of consent in the UK is 16 years old.\n[[Image:Daenerys and Drogo 1x01.jpg|thumb|Daenerys and Drogo's wedding night in the first episode was the specific cause of the age-up for many characters.]]\nMuch of the decision to age-up the younger characters hinged on [[Daenerys Targaryen]] specifically. To begin with, while some of the other teenaged characters have sex later in the books (i.e. Robb Stark has sex at age 16 then marries Jeyne Westerling), Daenerys explicitly has a sex scene on her wedding night in the very first episode. This instantly grabbed the attention of UK censors, so Daenerys had to be aged-up. However, Daenerys's age is inherently linked to the timeline of the series, because her mother was pregnant with her when [[Robert's Rebellion]] ended and her father the Mad King died. The TV series increased Daenerys's age by two years to be fifteen years old in Season 1, but this meant that Robert's Rebellion accordingly had to be pushed back two years. This affected the age of other children who were born to characters returning from the war, i.e. Robb Stark and Jon Snow were newborn infants immediately after the war ended. Thus, to keep the chronology and character relationships intact, most of the child characters were aged-up, usually by roughly two years.&lt;ref&gt;[http://talkingtvwithryanandryan.libsyn.com/talking-tv-with-ryan-and-ryan-episode-12-talking-power-magic-and-storytelling-with-george-r-r-martin Magic and Storytelling with George R.R. Martin], podcast interview conducted by Maureen Ryan (TV reviewer for the Chicago Tribute and Huffington Post) with GRRM at Worldcon 2012.  GRRM's comments on character ages, explaining how Daenerys' sex scene in the pilot was the focal point of the age changes, are from 1:00:30 - 1:03:00&lt;/ref&gt;\n\nKeeping in mind that in medieval times the age of maturity was lower than it is today, this younger age in the books isn't quite as unusual as it sounds. Robb Stark is &quot;on the cusp of adulthood&quot; when the story begins, which in the fantasy world of the books is defined as &quot;almost 16&quot;, but to a modern TV viewing audience is defined as &quot;almost 18&quot;, etc. So in many cases, this simply makes it more appropriate to a modern audience's sensibilities, due to age differences in a medieval society. Still, this can at times lead to some discrepancies with some of the younger characters: when Joffrey Baratheon torments [[Sansa Stark]] in Season 2, he is portrayed as being about 15 years old, while in the second book, he is 13 years old. Thus, Joffrey's torment of Sansa doesn't have quite the same inherent sexual tension to it in the books, because they're both two years younger.&lt;ref&gt;[http://talkingtvwithryanandryan.libsyn.com/talking-tv-with-ryan-and-ryan-episode-12-talking-power-magic-and-storytelling-with-george-r-r-martin Magic and Storytelling with George R.R. Martin], podcast interview conducted by Maureen Ryan (TV reviewer for the Chicago Tribute and Huffington Post) with GRRM at Worldcon 2012.  GRRM's comments on adolescence being a modern concept are from 1:03:00 - 1:05:00.&lt;/ref&gt;\n[[Image:ILikeHerPretty.jpg|thumb|left|The beating and stripping of Sansa actually had to be significantly ''toned down'' from what happens in the books.]]\nAnother way that character ages are affected by UK decency laws is that their rules are very specific. According to the rules for underage nudity in UK broadcasts, what matters is how old the character being ''portrayed'' is, regardless of the actor's ''actual'' age in real-life. In other countries with different decency laws for cinema, a 22 year old can portray a 15 year old character in a nude scene, albeit unconvincingly. Such is not the case in the UK. Sansa Stark is only 11 years old in the first book, making her 12 years old during the second book, and because Sansa has been aged-up in the TV series, this makes her 14 years old in Season 2. In episode 4 of Season 2, &quot;[[Garden of Bones]]&quot;, King [[Joffrey Baratheon]] has his guards beat and strip Sansa in front of the entire court. The TV series scene, however, had to be drastically toned down: in the book, her gown is quickly ripped off down to the waist, and she is left covering her breasts with her hands as Ser Meryn continues to pound away at her bare flesh with his sword. Even though actress [[Sophie Turner]], who plays Sansa, had actually turned 16 a few months before this scene was filmed, &quot;Sansa Stark&quot; - the character being portrayed - was still only 14 years old, and thus UK decency laws restricting depicting of under-aged nudity still applied. Tyrion's line in the episode ordering &quot;Someone get the girl something to cover herself with!&quot;, which is from the book, thus seems somewhat out of place because she isn't very exposed in the TV version, but this is because it had to be toned down.\n\n[[Image:Margaery Tyrell Valar Dress.png|thumb|Margaery Tyrell is (''very'' slightly) older in the TV series than in the books, because of the strength of Natalie Dormer's performance.]]\nAn unrelated change was the decision to increase the age of major character [[Margaery Tyrell]], who is slightly older in the TV series than she is in the books. At the time of her marriage to Renly, in the books Margaery is 16 years old (making her the same age as Robb Stark). As with most teenage characters, Margaery's age has been increased in the TV series, but viewers must again keep in mind that sixteen was the age of adulthood in medieval societies: Margaery is treated as a young adult, one of marrying age. Even so, Margaery is still slightly older than [[Robb Stark]] in the TV series, as [[Natalie Dormer]] is four years older than Richard Madden (who plays Robb). The TV series producers enjoyed Dormer's audition so much that they decided to overlook this minor difference, which does not significantly change her character.&lt;ref&gt;[http://talkingtvwithryanandryan.libsyn.com/talking-tv-with-ryan-and-ryan-episode-12-talking-power-magic-and-storytelling-with-george-r-r-martin Magic and Storytelling with George R.R. Martin], podcast interview conducted by Maureen Ryan (TV reviewer for the Chicago Tribute and Huffington Post) with GRRM at Worldcon 2012.  Comment on Margaery's age change at 1:00:00.&lt;/ref&gt;\n\nOverall, while some characters have had their ages slightly changed for the sensibilities of modern audiences, or because of a preference for a specific actor whose age was different from their character's by a few years, there has been no particularly significant change in the age of any established characters.\n\nThe one major exception is [[Missandei]], who is drastically older in the TV series: while actress [[Nathalie Emmanuel]] was 23 years old when she was cast in the role, in the books Missandei is only 10 years old when she is introduced, the same age as [[Arya Stark]] at the time. In spite of her age, she is incredibly intelligent well beyond her years and serves as a key advisor and aide to Daenerys. Thus the growing attracting between Missandei and [[Grey Worm]] doesn't occur in the books, because she is just a child.\n\n"}, "title": "Characters significantly changed between books and TV series"}