{"attributes": {"status": " ''Nearly'' Extinct", "features": [" No taller than a human child", "Four-digits on each handQuote"], "language": "  ", "title": " Children of the Forest", "ruler": " ", "image": " Leaf.png", "society": " Clan-based", "location": [" formerly all of Westeros, ", "currently only Beyond the Wall."], "religion": " Old Gods of the Forest", "aka": ""}, "sections": {"Biology": "The Children of the Forest were said to be humanoid, but when grown to manhood they were no taller than human children.  Their facial features are very rounded and soft, like a very small child.  They also have disproportionately large and expressive eyes (like a human baby's), which are set wider in their face than would be normal for a human child of the same height.\n\nThey generally preferred to live in the depths of the forests in hidden villages, in crannogs of the swamps, or in caves. Thus they came to be known as &quot;the Children of the Forest&quot;.\n\n", "Culture": "[[File:Children of the Forest.png|thumb|300px|The Children inhabited the deep forests of Westeros.]]The Children of the Forest worshiped nature gods, the countless and nameless spirits of every tree, every rock, and every stream. Their religion devoted to the [[Old Gods of the Forest]] had noÂ complex temples, but according to legend it was the Children that carved faces into the sacred [[Weirwood]] trees.Â \nThese carved [[heart tree]]s were the closest thing to aÂ \nshrine in their religion.\n[[File:ChildrenOfTheForestGreenseer.png|thumb|left|200px|A Greenseer of the Children of the Forest]]The Children of the Forest weren't very technologically advanced, though they were very woodcrafty and had a great knowledge of the plants and animals of the forest. They hunted using bows made of weirwood and used blades made of [[Dragonglass]].\n\nThe wise men of the Children of the Forest were known as &quot;[[Greenseer]]s&quot;, who are said to have wielded powerful magic.\n\n", "TOP": "Children of the Forest0256037jdofr7fn6jigrpow64zini9m7877x1779982015-03-19T22:35:10ZThe Dragon Demands5014364/* Biology */{{Culture infobox\n| Title= Children of the Forest\n| Image= Leaf.png\n| AKA=\n| Status= ''Nearly'' Extinct\n| Location = formerly all of [[Westeros]], &lt;br&gt;currently only [[Beyond the Wall]].\n| Ruler= \n| Society= Clan-based\n| Language=  \n| Religion= [[Old Gods of the Forest]]\n| Features= No taller than a human child&lt;br&gt;Four-digits on each hand}}\n{{Quote|In the Dawn Age of Westeros, before the coming of man and the raising of castles and cities, there were only the Children of the Forest.|[[Bran Stark]]|The Children of the Forest, the First Men, and the Andals}}\nThe '''Children of the Forest''' are a mysterious non-human race that were reportedly the original inhabitants of the continent of [[Westeros]]. They were already living in Westeros when the [[First Men]] migrated to the continent, 12,000 years before [[Robert's Rebellion]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/appendix/westeros-through-the-ages/ HBO viewers guide, season 2 Appendix, Westeros Through the Ages]&lt;/ref&gt;\n\nAccording to legend they were last seen during the [[Andal]] invasion six thousand years before the [[War of the Five Kings]]. In the present day, most believe that they are simply the stuff of myth and never existed at all. Even the few that do believe they once existed, such as [[Maesters|Maester]] [[Luwin]] or [[Eddard Stark|Ned Stark]], believe that they have long since gone extinct.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, legend holds that the Children of the Forest ruled Westeros for thousands of years before the arrival of the [[First Men]] from the eastern continent of [[Essos]], some twelve millennia ago.\n\nWithin the first novel, ''A Game of Thrones,'' it is speculated by songsters in the North that the Children might survive north of the Wall, though simply because no one is entirely sure what exists in the uncharted forests beyond it. Nonetheless, the Children have not been sighted in thousands of years, either by the Night's Watch guarding the Wall or even the [[Free Folk|wildlings]] that live immediately north of it.\n\nAccording to myth, the Children were diminutive in stature and few in number compared to humans, but formidable in battle. Their greenseers wielded powerful magics and their wood dancers were skilled warriors. It is hinted that the enigmatic green priests of the [[Isle of Faces]] in the midst of [[Gods Eye]] know some of the secrets of the Children and their ways, and others (especially in the North) may know something of their ways.\n\n===Physical appearance and comparison to elves===\nAlthough they occupy the position usually filled by Elves in other high fantasy media,Â [[George R.R. Martin]] has repeatedly insisted that the Children of the Forest are not simply his version of Elves, because &quot;Elves have been done to death&quot;. While the Children are repeatedly described as &quot;dark and beautiful&quot; this is not in the same manner of Tolkien's Elves: the Children are described as being smaller than humans with nut-brown skin, large ears, and glowing gold eyes, slitted like a cat's.  Their skin has spotted patterns, like a deer's fur.  They also have 4 digit hands (3 fingers and a thumb) that end in small claws instead of primate fingernails. The Children did not weave cloth for garments, but wore shorts of woven leaves, and leg-bindings made of tree bark. They interwove vines and flowers into their hair.  Their females hunted alongside their males.  When Bran sees them, he thinks that at a distance they seem no older than himself or his sisters, though up close they carry an air of being far older.  \n\nArtistic depictions of the Children of the Forest in the &quot;Complete Guide to Westeros&quot; Season 1 Blu-ray featurettes depict them as nothing like stereotypical Elves, who usually inhabit graceful castles and are highly &quot;civilized&quot;. Instead, the ChildrenÂ are depicted as being an aboriginal people adorned with totems and tattoos.\n\nWhen the Children of the Forest finally appeared in the Season 4 finale of the TV series, they were played by child actors. They apparently don't have claws instead of fingernails - and appear with ''five'' fingers instead of four, contradicting both the books and artwork from the Blu-ray featurettes. Similar to how the giants in the novels are inhuman and more like depictions of a Bigfoot or Yeti, depicting the Children of the Forest as they are described in the novels would probably have required making them very expensive CGI motion-capture creations, so the TV series opted to use actors in prosthetics.  However, they did attempt to push their design as non-human as possible on a TV budget, so while it isn't full motion-capture, actors playing Children do have a grid of black dots on their faces to digitally map their performance, and in the final version their facial features are pushed around to make them appear more non-human (i. e. rounding their features, making their eyes bigger, and then setting their eyes inhumanly far apart).\n\n", "Behind the scenes": "\n[[Michele Clapton]] and the cast discussed the costume design of the Children of the Forest in Season 4:\n\nClapton:  &quot;I always thought the Children of the Forest should be really old children.  Personally I took my lead from Jojen and Meera,  their costumes have always been on the verge of being quite organic.  And so the costumes that I've made are out of feathers and leaves.  \n\n[[Isaac Hempstead-Wright]] (Bran Stark):  &quot;It's all sort of greeny, huge, curls, all over the place [gestures to his head], but in a sort of very tree-like, root fashion.  \n\n[[Thomas Brodie-Sangster]] (Jojen Reed):  &quot;They look in some ways similar to wildlings, but they look more ancient, like more of an ancient race.&quot;\n\nClapton:  &quot;They don't have any way of fashioning clothes, how would they do that?  So it's almost like, it's supposed to look like they've rolled in it.  And this beautiful lichen, it's just sort of little bits of mold and lichen and things growing on them:  they're like little trees, trees with feathers on them.&quot;&lt;ref&gt;[https://www.youtube.com/watch?v=Pk00ppQ5nNw Game of Thrones - Silk, Leather &amp; Chainmail: Costumes of Season 4]&lt;/ref&gt;\n[[File:CoF digital face behind the scenes.png|thumb|Notice the black tracking dots on the actress's face (left), which are used to digitally map it (center).  The final version (right) digitally pushes around her features to make them appear even more child-like, making her eyes larger, and setting them more widely in her head than a human's would be.]]\nBenioff and Weiss wanted the Children of the Forest to look as non-human as they plausibly could on a TV budget.  A child-actress does portray [[Leaf]] in the Season 4 finale, wearing full costume and hair prosthetics, but on-set she had black dots on her face used for motion capture:  in the finished episode, her face is a full digital effect, based on her performance but deforming her face in several ways to make it appear non-human (i.e. her eyes are more widely set in her head than human eyes would be).  The facial deformations went through about a dozen alternate designs, with several variant makeup designs for each of these basic outlines.  The actress who played Leaf in &quot;The Children&quot; was 11 years old, but her face was digitally deformed to make her features much more juvenile:  very large wide-set eyes; a more rounded, chubby, baby-like face, and a more prominent forehead.&lt;ref&gt;[https://www.youtube.com/watch?v=BHBFRLKV44Y Making Game of Thrones:  Children of the Forest].&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "History": "===Background===\n{{Quote|The [[First Men]] called us 'the Children', but we were born long before them.|Leaf|The Children}}\n[[File:ChildrenInWoods.png|thumb|left|The Children lived in the deep woods for untold ages.]]Legend holds that the Children of the Forest ruled [[Westeros]] for thousands of years before the arrival of the first humans on the continent twelve millennia ago. They inhabited the vast primeval forests which spanned most of Westeros before humans came and began cutting them down. According to legend, the [[Giants]] also inhabited Westeros at this time, and clashed periodically with the Children. Whatever history, wars, romances, or triumphs the Children may have had in the untold centuries that they inhabited Westeros, their stories have been forgotten.\n\nTwelve thousand years ago, the [[First Men]] from the eastern continent of [[Essos]] migrated to [[Westeros]] by crossing a land bridge known as the Arm of Dorne. The First Men began cutting down the Children's forests, including the sacred weirwood trees, leading them into conflict with the Children. The two races fought [[Wars of the First Men and the Children of the Forest|a desperate series of wars for dominance]] for the next two thousand years, during which the Children of the Forest destroyed the Arm of Dorne and flooded the [[the Neck]] through the [[Hammer of the waters|sorcery of their greenseers]].\n\n[[File:ThePact.png|thumb|The Children and the First Men clasp hands in peace.  Note the four-digited, tattooed hand of one of the Children.]]After two thousand years of violence, the Children of the Forest and the First Men fought one another to a standstill. The two races agreed to peaceful coexistence and signed the Pact on the [[Isle of Faces]] in [[Gods Eye]] lake, granting the open lands to humanity and the forests to the Children.\n\nThe Pact lasted for two thousand years before the enigmatic [[White Walkers]] invaded from the uttermost north, bringing death and destruction to both races. The Children of the Forest allied with the First Men to drive back the White Walkers in the [[The Long Night|War for the Dawn]] eight thousand years ago. After the defeat of the Others, the Children, much-reduced in number, are said to have helped [[Brandon Stark (the Builder)|Bran the Builder]] raise the [[Wall]] with their powerful magics to prevent the White Walkers' return.\n\n[[File:AndalsBurnTheWeirwoods.png|thumb|left|The Andals burned the weirwoods and slaughtered the Children of the Forest.]]The Children of the Forest never had a large population to begin with, and they took heavy losses in the struggle against the White Walkers, from which they never truly recovered. Over the following centuries they gradually declined throughout Westeros, until they had all but disappeared by the time the [[Andals]] [[Andal Invasion|invaded Westeros]] six thousand years ago. The few that remained were hunted or driven off by the Andals during their conquest of the continent, believing their magic to be an abomination to their Faith of the Seven. The Andals cut down the sacred heart trees in the south (except on the Isle of Faces), but the First Men of [[the North]] withstood their advance, and continued their worship of the Old Gods centered around the remaining heart trees there. The handful of Children that survived the slaughter were said to have fled to the far north, [[Beyond the Wall]], where the Andals would never follow them. By the time that [[Aegon I Targaryen]] conquered and united the Seven Kingdoms of Westeros three hundred years ago, there had been no contact with the Children of the Forest for thousands of years ever since.&lt;ref&gt;&quot;[[The Children of the Forest, the First Men, and the Andals]]&quot;&lt;/ref&gt;\n\nAccording to the knowledge of the [[maesters]], the Children are either extinct, or never existed in the first place and are a purely mythical race. This is disputed by the people of the North, who hold that they inherited their worship of the [[Old Gods of the Forest|Old Gods]] from the Children of the Forest, who were real and have long since departed the realms of men.&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\n[[File:Child_of_the_forest_2.png|thumb|A [[Child of the Forest 2 (The Children)|child of the forest]] in the [[cave of the three-eyed raven]] ]]Secretly, a handful of the Children actually did survive in the lands [[Beyond the Wall]], unseen even by the wildlings, hiding in vast underground caverns.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n[[Maesters|Maester]] [[Luwin]] tells [[Brandon Stark|Bran Stark]] that many people think that magical creatures like the Children of the Forest never existed at all. Luwin tells Bran that he thinks they may have once existed in ancient times, but that they have long since gone extinct: &quot;The [[dragons]] are gone, the [[Giants]] are dead, and the Children of the Forest forgotten.&quot;&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n\n[[Leaf]], one of the Children of the Forest, emerges from the [[Cave of the three-eyed raven|cave]] of the [[Three-eyed raven]] to save [[Bran Stark]] and his companions from a group of [[wights]]. She leads Bran and his companions deeper into the cave as other Children peer at them from around corners, until they reach the Three-eyed raven.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n"}, "title": "Children of the Forest"}