{"attributes": {}, "sections": {"TOP": "Choosing026300kq5yjfd3msns5z3gu7q0cy35n47nofn1715102015-02-04T19:53:14ZThe Dragon Demands5014364{{Quote|You can't be acting Lord Commander forever.  There will be a Choosing.  The [[Aemon|old maester]] will insist on it.|[[Janos Slynt]] to Ser [[Alliser Thorne]]|Oathkeeper}}\n\nA '''&quot;Choosing&quot;''' is the term used for the election of a new [[Lord Commander of the Night's Watch]].\n\nThe [[Night's Watch]] is one of the few true democracies in [[The Known World|the Known World]] and the only major one in [[Westeros]].\n\nCertain other institutions in Westeros do have elections, but they are not true democracies. The ruling council of the [[Faith of the Seven]], the [[Most Devout]], elects new [[High Septon]]s - but only the Most Devout are allowed to vote, and new members of the Most Devout are appointed by High Septons. Similarly, the Order of [[Maesters]] elects each [[Grand Maester]], but only the ruling council of [[Archmaester]]s known as [[The Conclave|the Conclave]] are allowed to vote, and new Archmaesters are appointed by the Conclave itself. The ancient [[King of the Iron Islands|Kings of the Iron Islands]] were actually non-hereditary elected leaders, though only major lords and ship captains could vote. The exact process that the [[wildlings]] use for selecting a new [[King-Beyond-the-Wall]] is unclear, but it appears to be more of a general acclamation by different tribal chiefs, not an actual voting system.\n\nIn contrast, the Night's Watch is a true, [[Wikipedia:Representative democracy|representative democracy]]: ''every'' member of the Night's Watch, from the [[First Ranger]] and the other high-ranking officers, down to the cooks, and even the lowliest steward who cleans out the chamber pots, has an equal vote when electing a new Lord Commander.\n\nLord Commanders serve for life, so a new Choosing is only held when the current Lord Commander dies. In the interim between his death and the Choosing, one of the other high ranking officers will serve as acting Lord Commander, but it is frowned upon for this to continue for an extended period of time.\n\n"}, "title": "Choosing"}