{"attributes": {"status": " Active", "founder": " Quote", "title": " City Watch", "season": " Season 1", "image": " JanosSlynt.jpg", "allegiance": ["Tommen Baratheon, King of the Andals and the First Men", "Lord Tywin Lannister, Hand of the King and Protector of the Realm"], "leader": "Unknown", "date": " ", "former": [" Commander Bronn", "Lord Commander Janos Slynt"], "place": "King's Landing", "members": "", "mentioned": "", "type": ["Law enforcement", "City guard"], "appearances": " "}, "sections": {"TOP": "City Watch02422o5mr2g80n9t5g06yfeatcbezuhd299i1755292015-03-06T19:17:48ZSharp Blades26158496Correcting inconsistent spelling{{Infobox organization\n|Title= [[City Watch]]\n|Image= JanosSlynt.jpg\n|Season= [[Season 1|1]], [[Season 2|2]], [[Season 3|3]],  [[season 4|4]]|, [[Season 4|4]]|,\n|Appearances= \n|Mentioned=\n|Status= Active\n|Type=Law enforcement&lt;br&gt;City guard\n|Allegiance=[[Tommen Baratheon]], [[King of the Andals and the First Men]]&lt;br&gt;Lord [[Tywin Lannister]], [[Hand of the King]] and [[Protector of the Realm]]\n|Leader=Unknown\n|Members=\n|Former= Commander [[Bronn]]&lt;br&gt;Lord Commander [[Janos Slynt]]\n|Place=[[King's Landing]]\n|Date= \n|Founder= }}\n{{Quote|When the Queen proclaims one king and the Hand proclaims another, whose peace do the Gold Cloaks protect?  Who do they follow? The man who pays them.|[[Petyr Baelish]] to [[Eddard Stark]]|You Win or You Die}}\nThe '''City Watch''' is a law-enforcement institution charged with acting as the policemen of [[King's Landing]]. They are informally known as &quot;'''Gold Cloaks'''&quot; due to the gold-colored cloaks their members wear as part of their uniform.\n\n", "In the books": "In the ''[[ A Song of Ice and Fire]]'' novels, the Gold Cloaks are a force of some two thousand men, relatively well-equipped. While they promote by merit, they are not incorruptible and some Watchmen have a reputation for taking bribes to look the other way, though Ser Jacelyn Bywater is noted as one of the more honorable members of the City Watch. They are expected to help defend the city if it were to ever come under attack. [[Oldtown]], the second-largest city in Westeros, also has a City Watch. [[Lannisport]]'s City Watch is better paid and thus can afford to train its members to higher standards than King's Landing's City Watch. It is unknown if the other two cities in Westeros ([[Gulltown]] and [[White Harbor]]), or some of the larger towns, have comparable police forces.\n\nWhile the City Watch existed since the early years of King's Landing, for many decades it was poorly organized, poorly armed, and irregularly outfitted in odds and rags. The true founder of the modern City Watch was Daemon Targaryen, younger brother of King Viserys I. After King [[Jaehaerys I Targaryen|Jaehaerys I]] died in 101 AL, Viserys ascended the throne, while Daemon set about to reorganize the City Watch into a more professional and well-trained organization. Daemon outfitted each member of the City Watch with a dirk, short sword, and cudgel, and armored them in black ringmail (with breastplates for the officers). Daemon also outfitted each of them with long golden cloaks, which they could wear with pride to impress petty criminals, and ever since they were popularly known as the &quot;Gold Cloaks&quot;. Daemon eagerly led the reorganized City Watch in cleaning up crime in the alleys of the capital city. Nearly three decades later, during the civil war known as the Dance of the Dragons, Daemon fought for his wife [[Rhaenyra Targaryen]]'s &quot;Black&quot; faction, against the &quot;Green&quot; faction which supported her half-brother [[Aegon II Targaryen|Aegon II]], and which controlled King's Landing. When Aegon II's younger brother Aemond foolishly led most of the Green forces defending the city away north to strike at [[Harrenhal]], Rhaenyra's Blacks launched an invasion of the city using a combination of her dragons and the Velaryon fleet. So great was the Gold Cloaks' loyalty to Daemon, however, that there was no siege: they mutinied ''en masse'' and threw open the gates of the city to the Blacks. When accused of being turncoats, their leaders responded that ''Daemon'' had given them their cloaks, and they were gold whichever way you turned them.\n\n[[Bronn]] is not actually named as the new Commander of the City Watch in the books, though Tyrion does name him his [[Captain of the Guards]] and works closely with the City Watch. Instead, Tyrion replaces Slynt with Ser Jacelyn Bywater, a poor knight from a lesser branch of House Bywater who is commands the [[Mud Gate]] and is hated by Slynt because he's an honest man who performed his duties and refused to take bribes. He dies in the Battle of the Blackwater, when his own Gold Cloaks retreat in a panic when they see Joffrey flee the walls and he tries to rally them back into battle. Jacelyn Bywater's role was functionally condensed with Bronn in the TV series (though Bronn doesn't die in the Battle of the Blackwater). The TV series's version doesn't state why Tywin dismissed Bronn, though it was probably for his low birth (which is one of the reasons he wanted Janos Slynt removed in the books). In either version, Bronn still increased his social position by the time after the battle, by being rewarded with a knighthood.\n\nNote that &quot;Gold Cloaks&quot; is consistently written as two separate words, in both the books and the TV series's published materials (including the subtitles as well as the HBO Viewer's Guide and In-Episode Guides).\n\n", "Organization": "\nThe City Watch of King's Landing is a strong, formally-trained and well-equipped force of guardsmen under the direct authority of the King on the [[Iron Throne]]. Their salary is paid by the kingdom as a whole and unlike many of the kingdom's other institutions they do not swear fealty to any lord other than the king.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/appendix/beyond-the-houses/ HBO viewers guide, appendices, Beyond the Houses entry]&lt;/ref&gt;\n\nThe City Watch is supposed to double as a defense force in the event that the city is attacked, though prior to the [[War of the Five Kings]] a major attack on King's Landing hadn't occurred in generations (the [[Sack of King's Landing]] by [[House Lannister]] during [[Robert's Rebellion]] occurred after their army had already been let inside the gates, and was more of a massacre than a battle). The City Watch are not really true soldiers, as was evidenced by their lack of discipline during the [[Battle of the Blackwater]], when many panicked when the tide of the battle turned dire.&lt;ref&gt;&quot;[[Blackwater]]&quot;&lt;/ref&gt;\n\nThe City Watch promotes by merit, one of the few institutions in [[Westeros]] not to recognize the status of birth. Its previous leader was Commander [[Janos Slynt]], a butcher's son who rose through the ranks. Slynt was dismissed by [[Tyrion Lannister]] and replaced as Commander of the City Watch by [[Bronn]], a [[Smallfolk|lowborn]] [[sellsword]] in Tyrion's service. After [[Tywin Lannister]] assumes his duties as [[Hand of the King]], he dismisses Bronn from command of the Watch.\n\nThe leader of the City Watch is referred to as &quot;[[Lord Commander]]&quot; when of noble birth, but simply as &quot;Commander&quot; when not. Janos Slynt was merely a &quot;Commander&quot; due to his lack of noble birth. Following Lord Stark's arrest, Janos was named the new Lord of [[Harrenhal]] and elevated to the nobility by King Joffrey as a reward for his loyalty. After this point he was referred to as &quot;Lord Commander&quot;&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt; Bronn was referred to simply as &quot;Commander&quot;, as he was not of noble birth.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt; Nonetheless, there is no functional difference, other than manner of address, if the leader is noble born or not.\n\nAll members of the City Watch are equipped with the same uniform, including an outer &quot;gold&quot; (likely bronze) chainmail tunic with some minor plate and scale armor in the front. They also wear similarly colored metal wrist, hand, and shin guards. The City Watch helmet is patterned, covers the top of the head, has a forward brim, and has jointed cheek-pieces. Attached to the helmet is an aventail, as well as a detachable mail veil that covers most of the face when latched to the brim of the helment. The watchmen are commonly seen with either a longsword or a spear. They generally do not utilize shields.\n\n", "See also": "* {{AWOIAF|City Watch of King's Landing}} (spoilers from the books)\n\n", "Gallery": "\n&lt;gallery&gt;\nGoldcloak (The Wolf and the Lion).jpg|The Gold Cloak in &quot;[[The Wolf and the Lion]]&quot;.\nGoldcloak 1 (Lord Snow).jpg|Gold Cloak in &quot;[[Lord Snow]]&quot;.\nGoldcloak 1 (The Wolf and the Lion).jpg|Gold Cloak in &quot;[[The Wolf and the Lion]]&quot;.\nGoldcloak 2 (Lord Snow).jpg|Gold Cloak in &quot;[[Lord Snow]]&quot;.\n1x07Goldcloaks.jpg|Gold Cloaks in &quot;[[You Win or You Die]]&quot;\nGoldcloak on the Kingsroad.png|Glold Cloak in &quot;[[Kingsroad]]&quot;.\nGold cloaks.jpg|Gold Cloaks holding back rioters in &quot;[[The Old Gods and the New]].\n&lt;/gallery&gt;\n\n", "History": "===[[Season 1]]===\n[[File:Janos Slynt 2.jpg|thumb|City Watch Commander Janos Slynt]]\n[[Hand of the King]] Eddard Stark attempts to secure the loyalty of Janos Slynt and the City Watch, through [[Master of Coin]] [[Petyr Baelish]], in his attempt to remove [[Joffrey Baratheon]] and his mother Cersei Lannister from power. Reluctantly, Stark agrees with Littlefinger's point that they'll need to bribe Slynt to make sure he's on their side. Unfortunately for Ned Stark, Janos Slynt had already been bought by the Lannisters. When Stark and his guards attempted to seize custody of Joffrey in the throne room, the City Watch under Slynt betrayed them, proceeding to slaughter all of Stark's guards in the castle and taking Eddard Stark prisoner.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\nKing Joffrey (apparently without Cersei's knowledge), orders Janos Slynt and the City Watch to massacre all of Robert Baratheon's [[bastard]] children, even babies.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt; Hand of the King Tyrion Lannister is disgusted with Janos Slynt as a baby-killer, combined with the fact that he betrayed the previous Hand, Eddard Stark, so Tyrion doesn't feel safe having him around. Tyrion has Janos stripped of his position, and exiled to [[the Wall]] to join the [[Night's Watch]]. He replaces Slynt as Commander of the City Watch with [[Bronn]].&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\nEven [[Varys]] later remarks to Tyrion that Bronn is actually performing very effectively as Commander of the City Watch. Bronn was able to restore order following the [[Riot of King's Landing]], and even managed to make a significant drop in theft during the lead-up to the [[Battle of the Blackwater]]. Bronn explained that he simply had the City Watch arrest all of the known thieves and hold them indefinitely, fearing the mischief they'd get up to if they faced a prolonged siege. Varys agreed that desperate times called for drastic measures.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\nAfter the Battle of the Blackwater, Bronn is relieved of his command of the City Watch after [[Tywin Lannister]] returns to King's Landing, taking over the duties as official Hand of the King.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n\n===[[Season 4]]===\n\nA pair of Gold Cloaks accompany Ser [[Jaime Lannister]] to the dungeons to escort [[Tyrion Lannister]] to the [[Great Hall (Red Keep)|throne room]] to be judged for the [[Purple Wedding|murder]] of King Joffrey. Per [[Tywin Lannister]]'s orders, the Gold Cloaks put Tyrion in shackles.&lt;ref&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt;\n\nA group of gold cloaks round up and contain a number of [[smallfolk|lowborn]] prisoners to be executed by Ser [[Gregor Clegane]].&lt;ref&gt;&quot;[[Mockingbird]]&quot;&lt;/ref&gt;\n\n"}, "title": "City Watch"}