{"attributes": {}, "sections": {"TOP": "Claw Isle0701738bjn0nibtxdhpsmjddwlbhf8ik1j5v1207842014-03-29T02:02:35ZGreater good3347453/* See also */[[Image:Claw Isle.png|right|thumb|200px|A map showing the location of Claw Isle off the coast of Westeros.]]\n'''Claw Isle''' is an island in the [[Narrow Sea]], just off the shores of [[Crackclaw Point]] on the east coast of [[Westeros]]. It is located north-east of [[Dragonstone]]. It is part of the [[Crownlands]] and currently holds fealty to [[Stannis Baratheon]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season1/#!/locations/kings-landing/ HBO viewers guide, season 1 map, Kings Landing entry]&lt;/ref&gt;&lt;ref name=&quot;Viewers Guide&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/kings-landing/ HBO viewers guide, season 2 map, King's Landing entry]&lt;/ref&gt;\n\n", "References": "{{Reflist}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Claw Isle is the seat of House Celtigar. It lies a few hours sail from Dragonstone.\n\nSimilar to [[House Velaryon]] of [[Driftmark]], the Celtigars were followers of [[House Targaryen]] when it originally fled from [[Essos]] to avoid the coming [[Doom of Valyria]].  They are therefore of Valyrian descent.  These refugee Valyrian families survived on islands in Blackwater Bay for another century:  the Targaryens on [[Dragonstone]], the Velaryons on Driftmark, the Celtigars on Claw Isle, and possibly others.  During the [[War of Conquest]] they provided troops to their Targaryen liege-lords, which made up the small original core of [[Aegon the Conqueror]]'s army.  \n\nAccording to [[Salladhor Saan]], the castle in Claw Isle is reputedly stuffed with [[Myr]]ish carpets, [[Volantis|Volantene]] glass, gold and silver plate, jeweled cups, magnificent hawks, a sea eagle that Lord Celtigar had trained to fly from the wrist, an axe of [[Valyrian steel]], a horn that could summon [[kraken|monsters]] from the deep, chests of rubies, and more wines than a man could drink in a hundred years. Though Lord Celtigar had shown the world a miserly face, he had never stinted on his own comforts.\n\nAfter Lord Celtigar bent his knee to [[Joffrey Baratheon]], Ser Axell Florent and Salladhor Saan planned to raid Claw Isle to exact retribution for Lord Celtigar's defection, taking advantage of the fact that at present the isle is weakly held by women and children and old men. Axell intended to destroy the isle population completely, to make the realm see the fate of those who bed with Lannisters. Stannis tended to approve the plan, commenting that the risk was small, and though the isle itself is worthless, its fall would serve notice to [[Tywin Lannister]] that Stannis' cause is not yet done.\n\nAxell warned [[Davos Seaworth]] that if he objected to the plan, unpleasant &quot;accident&quot; might happen to him. But Davos, conscientious as ever, firmly objected, calling the plan &quot;folly and cowardice&quot;. He claimed that Stannis had no enemies on Claw Isle: Lord Celtigar indeed bent the knee to Joffrey, but he came when Stannis summoned him and his men fought for Stannis and were killed for him. Claw Isle was now weakly held by women and children and old men because their husbands and sons and fathers died on the Blackwater fighting beneath Stannis's banners. It would be cruel and unjust to swoop down on the homes they left behind, to rape their widows and put their children to the sword, as Axell suggested.\n\nStannis accepted Davos's opinion and cancelled the plan. When he and Davos were alone, he admitted it was wrong, and only Lord Celtigar would be punished for his betrayal. Axell resented Davos, but did not carry out his threat against him.\n\n"}, "title": "Claw Isle"}