{"attributes": {}, "sections": {"Regional accents": "\nThe Common Tongue is surprisingly uniform in the Seven Kingdoms - no doubt aided by three centuries of unification under the Targaryen kings - and there are no major separate dialects. From [[Last Hearth]] in [[the North]] to [[Saltshore]] in [[Dorne]], from the royal court at [[King's Landing]] to common [[ironborn]] fishermen at [[Pyke (island)|Pyke]], everyone speaks the same language with little difference in meaning. There are some regional accents, but nothing that would interfere with comprehension.\n\n:In the TV series, both the Northerners such as the Starks and the wildlings living beyond the Wall speak with a [[Wikipedia:Yorkshire dialect|Northern England accent]]. Even actors who do not naturally speak with a Northern England accent adopt one when playing characters from these regions, i.e. [[Rose Leslie]] who plays [[Ygritte]]. One of the reasons Leslie was actually cast as Ygritte is because she had previously given a strong performance on ''Downton Abbey'' while affecting a convincing Northern English accent.\n\n:Author [[George R.R. Martin]] has stated that Westeros is loosely inspired by Britain, super-sized into an entire continent roughly the size of South America. Both Northern England and Winterfell are located in northern regions and near a large, ancient fortification ([[Wikipedia:Hadrian's Wall|Hadrian's Wall]]) separating them from the lands beyond, so a Northern accent fits the Starks. Also, within the fictional universe, both the Northerners and the wildlings are descended from the First Men (loosely analogous to the Celts), so logically, their notable accent may be a result of lingering influence of the Old Tongue.\n\n[[Dorne]] is ethnically distinct from the rest of the Seven Kingdoms, due to the [[Rhoynar]] migration, and it was also politically independent for many generations. It is also geographically very isolated, located in the extreme south of the continent and separate from the rest of it by mountains and harsh deserts. Dorne was the only region to successfully resist invasion by the Targaryens, using guerrilla warfare, and only united with the realm one century ago through peaceful marriage-alliance. Due to their unique origins and isolation, modern [[Dornishmen]] speak with a very distinctive accent, differing from &quot;standard&quot; Common Tongue pronunciation even more than the &quot;First Men accent&quot; used by the Northmen and wildlings. Accents are all relative, of course, and Dornishmen such as [[Oberyn Martell]] have remarked that the &quot;accent&quot; that everyone in ''the rest'' of Westeros speaks with sounds strange to them.&lt;ref&gt;&quot;[[Mockingbird]]&quot;&lt;/ref&gt;\n\n:The Dornish accent used in the TV series is based on a Hispanic accent, because Dorne is heavily inspired by medieval Spain. The novels state that the Dornish have a very distinctive accent, known as a &quot;Dornish drawl&quot;, but the TV series had to develop what exactly it sounded like. For how it was developed for the TV series, see &quot;Behind the scenes: Regional and class accents&quot; below.\n\n", "TOP": "Common Tongue04179dy8juax8ed2egrryxq9bpky6w2qbpez1772312015-03-16T06:05:49ZSharp Blades26158496{{Quote|Do you know the Common Tongue?|[[Daenerys Targaryen]] to [[Khal]] [[Drogo]]|Winter is Coming (episode)}}\nThe '''Common Tongue''' is the [[Languages|language]] spoken throughout the [[Seven Kingdoms]], having been introduced by the [[Andals]] during their [[Andal Invasion|invasion of Westeros]] six thousand years ago. Its full name is &quot;'''the Common Tongue of the Andals,'''&quot; though it is usually just called &quot;the Common Tongue.&quot; Sometimes it is referred to in abbreviated form as just &quot;'''Common.'''&quot;&lt;ref name=&quot;S03E05&quot;&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n\n", "In the books": "\nThe Common Tongue is virtually the only language spoken throughout the entire continent of Westeros. It is stated that about half of the wildlings can only speak the Old Tongue, generally those that live further away from the Wall or isolated in the mountains. As for the other half of the wildlings, it isn't clear what proportion are bilingual, or perhaps only know the Common Tongue. For that matter, it isn't clear for what proportion the Common Tongue is their primary or secondary language. Nonetheless, the [[Night's Watch]] usually doesn't encounter a language barrier with the wildlings that they encounter in their rangings, still relatively close to the Wall.\n\n", "Behind the scenes": "===The Common Tongue and English===\nThe &quot;Common Tongue&quot; of the Andals is, of course, the English language which book readers and TV viewers observe. Author [[George R.R. Martin]] has stated that he is not a linguist like J.R.R. Tolkien was, and thus he never thought out all of the languages in his fantasy world to the extent Tolkien did. Infamously, Tolkien made it a point that characters in his books actually ''do not'' speak in English: ''The Lord of the Rings'' is presented as if it were a &quot;lost Anglo-Saxon saga&quot; that was rotting in a library until Tolkien &quot;rediscovered it&quot; (much as the actual Anglo-Saxon saga ''Beowulf'' was lost for centuries and then rediscovered). Tolkien worked under the conceit that the &quot;Common Speech&quot; (or &quot;Westron&quot;) which the major characters in his works speak isn't really English, he just &quot;translated&quot; it into English. For example, &quot;''Frodo Baggins''&quot; is just a translation of the real Westron name, &quot;''Maura Labingi''&quot;, and &quot;''Hobbit''&quot; is a translation of the real Westron term, &quot;''Kuduk''&quot;. This extends to the point that certain significant names, puns, or allusions would only fully make sense in &quot;real Westron&quot;, and not in English.\n\nMartin has made no such comments about the &quot;Common Tongue&quot; in his fantasy world, and while Tolkien's Middle-earth was intended to indeed be our world in a lost prehistoric age, Martin has stated that the fantasy world of ''A Song of Ice and Fire'' is truly an alternate world with no connection to our own. Thus it would seem that the English used in it doesn't &quot;represent&quot; the &quot;real Common Tongue&quot; through universal translation for the sake of the reader (and TV viewer). The Common Tongue just happens to be exactly like English.\n\nNote that, from examples of writing from both the books and the TV series, &quot;the Common Tongue&quot; is specifically American English, and thus follows American English grammar rules and spelling standards (though admittedly, sometimes grammar and word choice can be intentionally archaized to make it sound pseudo-medieval).\n\n===Regional and class accents===\n\nGeorge R.R. Martin has admitted that logically, the different constituent kingdoms of Westeros probably have their own distinctive accents, but given that he is not a trained linguist or philologist, he has made little or no attempt to represent this in his writing.\n\nMartin has briefly acknowledged within the novels that regional accents do exist: [[Pypar]], who was in the same batch of Night's Watch recruits as [[Jon Snow]] and [[Samwell Tarly]], traveled across the Seven Kingdoms as a singer in a mummer's troupe, and as a result claimed that he could tell where anyone was from in Westeros based on their accent. Highborn accents are distinct enough that they can be recognized in commands shouted out during the heat of battle. Samwell Tarly is noted to have a highborn accent (and apparently so does Jon Snow, from growing up in [[Eddard Stark|Ned Stark]]'s own household at Winterfell).\n\nApart from the Northern English/&quot;First Men accent&quot; used for the Northerners and wildlings in the TV series, the only other major ethno-linguistic group to have arrived in Westeros are the [[Rhoynar]], ancestors of the modern [[Dorne|Dornish]]. The Rhoynar originally had their own language but gradually abandoned it to take up the language of their Andal neighbors - much as the independent First Men in the North gradually adopted the Andal language as well. Dorne was also politically independent far longer than the North ever was: the Targaryens conquered six of the seven kingdoms in the [[War of Conquest]] three hundred years ago, but Dorne successfully repulsed their invasions using guerrilla warfare, and was only brought under the control of the Iron Throne one century ago through peaceful marriage alliance. Probably due to this drastically different ethnic and historical background, the novels state that there is a distinctive Dornish accent, more distinct than any other regional accents (people who don't consider Ned Stark's Northern accent different enough from &quot;standard&quot; Common Tongue to comment on it ''do'' comment on how different the Dornish accent is). There are no clear examples of what it is supposed to sound like, but the text consistently describes it as a &quot;Dornish drawl&quot;.\n\nLinguist [[David J. Peterson]], who designed the [[Dothraki (language)|Dothraki language]], went so far as to work out what Dothraki-accented Common Tongue would sound like, and gave out instructions to the actors who play Dothraki characters who have lines in Common Tongue/English ([[Rakharo]], [[Irri]], etc.). Given this attention to detail, and that Dornish characters such as [[Oberyn Martell]] would start appearing in [[Season 4]], Peterson was asked if he had worked out what a &quot;Dornish drawl&quot; is supposed to sound like, perhaps by actually constructing an extinct Rhoynar language and then working backwards. Peterson responded that he ''would'' have been happy to develop a &quot;Dornish drawl&quot; accent, but the TV producers never asked him to. Thus any accents used by Dornish characters are inventions of the actors and/or directors, not rationally thought out the way the Dothraki accents were.&lt;ref&gt;[http://www.dothraki.com/2013/07/vaes-dothrak-vimithreri/ David J. Peterson's blog]&lt;/ref&gt;\n\nAs the first major Dornish character cast for the TV series, the accent that actor [[Pedro Pascal]] came up with for Oberyn Martell loosely set the standard for other actors playing Dornish characters to follow. Pascal himself noted that the book chapters described the Dornish as speaking with a distinct accent, and that the Dornish should logically speak differently because they are isolated from the rest of Westeros (far to the south, separated by mountains and deserts):\n\n:&quot;The way he sounds and composes himself is just something I went with on instinct from reading the scenes from the show, and I used an accent in my first audition tape because I figured he seemed like a different character from everyone else we've come to know on the show, and that it would be valuable for him not just to look different, but sound different.&quot;&lt;ref&gt;[http://www.thedailybeast.com/articles/2014/03/26/meet-the-red-viper-pedro-pascal-on-game-of-thrones-kinky-bisexual-hellraiser.html ''The Daily Beast'' interview with Pedro Pascal]&lt;/ref&gt;\n\nThere were some fears before Season 4 aired that the Dornish accent used in the TV series would just be a loosely made-up stereotype of a &quot;Hispanic accent&quot;, given that Dorne is heavily inspired by medieval Spain. Pascal, however, explained that he actually based Oberyn's Dornish accent on his own father's real-life Chilean-Spanish accent:\n\n:&quot;I remember I had this strange instinct that Oberyn Martell sounded like my Dad. I don't know what that says about my Dad. So my Dad had a somewhat thick accent, my family is Chilean as some people know, and when I was very very young coming to the states, Spanish is my first language because that is what we spoke at home. Unfortunately I don't practice it as much as I should, I can always improve my Spanish, but my parents spoke perfect English but Spanish-accented English.&quot;&lt;ref&gt;[http://www.reddit.com/r/IAmA/comments/26gtvt/i_am_actor_pedro_pascal_i_play_oberyn_in_game_of/Pedro Pascal Reddit AMA]&lt;/ref&gt;\n\n", "Range": "In the present day, the Common Tongue is ubiquitous throughout the Seven Kingdoms. Even the [[hill tribes]] who live in the [[Mountains of the Moon]], who have rarely had regular contact with outsiders for centuries (beyond raiding and pillaging), can still recognizably speak the Common Tongue (with only some slight, unrefined regional variation).&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\nThrough trade contact (and [[raiding]]), many of the [[Free Folk|wildlings]] who live [[beyond the Wall]] also know how to speak the Common Tongue. Only those wildlings who live further away from the Wall still speak the Old Tongue of the First Men. Some who live furthest away from the Wall, such as the [[Thenns|Thenn]] people, don't know how to speak the Common Tongue at all, and exclusively speak the Old Tongue.&lt;ref name=&quot;S03E05&quot;/&gt; A few of the main leaders among the Thenn, such as [[Styr]], have also learned how to speak the Common Tongue to communicate with other major tribes.&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\nOver the centuries the Common Tongue of Westeros has also spread through much of [[The Known World|the rest of the world]] along trade routes, and thus many people in the [[Free Cities]] do know how to speak the Common Tongue, while still primarily using their own local languages. Through trade and shipping, the Common Tongue is even spoken as far east as [[Qarth]]. In contrast to the mercantile Free Cities, the [[Dothraki]] horse raiders do not engage in trade with Westeros, therefore few of them know the Common Tongue.&lt;ref&gt;&quot;[[Winter is Coming]]&quot;&lt;/ref&gt;\n\n", "Class accents": "\nWhile the Common Tongue is geographically quite uniform, the biggest internal distinction is between the upper and lower classes. Noble-borns, as well as other upper class people such as wealthy merchants, tend to speak a more refined and &quot;proper&quot; form of the language, because they can afford a better education. Learned people such as the clergy of the [[Faith of the Seven]] or the Order of [[Maesters]] also speak with a refined accent which is close to the idealized &quot;official&quot; version of the Common Tongue.\n\nIn contrast, commoners cannot afford an education, and tend to slur their language as a result. A specific difference pointed out by [[Tywin Lannister]] to [[Arya Stark]] is that commoners say &quot;m'lord&quot; almost as one word, while educated noble-born people will typically say &quot;my lord&quot; as two distinct words.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt; Lowborn speech also often features grammar errors that &quot;proper&quot; speech avoids. For example, [[Davos Seaworth]] (a former lowborn smuggler) jokes to Lord [[Stannis Baratheon]] that he doesn't mind so much that he had the four fingertips on his right hand cut off as punishment for his former smuggling career, because he now has &quot;four less fingernails to clean&quot;. Stannis then points out that the correct grammar is &quot;four ''fewer'' fingernails&quot;.&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt; On the eve of the [[Battle of the Blackwater]], [[Tyrion Lannister]] comments to [[Bronn]] that just because he pays Bronn for his services doesn't diminish their friendship, to which Bronn responds, &quot;enhances it, really&quot;. Tyrion is surprised that Bronn used the word &quot;enhances&quot;, as it sounds like the vocabulary of an upper-class person, but is a &quot;fancy&quot; word for a common sellsword to use. Bronn explains, &quot;[I've] been spending time with fancy folks&quot;.&lt;ref&gt;&quot;[[Blackwater]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}}\n\n", "History": "As the Andals spread across the continent of Westeros they imposed their language upon their conquests, so that the Andals' language gradually replaced the &quot;[[Old Tongue]]&quot; spoken by the [[First Men]]. Even in [[the North]], where the First Men had held off the Andal invaders, due to cultural contact and emulation the Northerners gradually adopted the language of their Andal neighbors to the south. Thus for thousands of years, there has been one &quot;common&quot; language throughout all of the Seven Kingdoms. The unification of the Seven Kingdoms in the [[War of Conquest|Targaryen Conquest]] three hundred years ago served to strengthen this linguistic uniformity even further.\n\n"}, "title": "Common Tongue"}