{"attributes": {"status": " Active", "founder": " Quote", "title": " Conclave", "season": " Season 2", "image": " ", "allegiance": "Order of Maesters", "leader": " ", "date": " ", "former": " ", "place": "The Citadel, Oldtown", "members": " ", "mentioned": "&quot;The North Remembers&quot;", "type": "Council\t", "appearances": " "}, "sections": {"TOP": "Conclave06771puiye9hcb5gsab6rumzjx0293xizp961761042015-03-10T03:54:04ZSharp Blades26158496{{Infobox organization\n|Title= [[Conclave|The Conclave]] \n|Image= \n|Season= [[Season 2|2]]\n|Appearances= \n|Mentioned=&quot;[[The North Remembers]]&quot;\n|Status= Active\n|Leader= \n|Type=Council\t\n|Allegiance=Order of [[Maesters]]\n|Members= \n|Former= \n|Place=The [[Citadel]], [[Oldtown]]\n|Date= \n|Founder= \n}}\n{{Quote|The Raven arrived from the Citadel this morning, Your Grace.  The Conclave has met, considered reports from maesters all over the Seven Kingdoms, and declared this great summer done at last. The longest summer in living memory.|[[Grand Maester]] [[Pycelle]] to Queen [[Cersei Lannister|Cersei]]|The North Remembers}}\nThe '''Conclave''' is the ruling council of the Order of [[Maesters]]. It is composed of the assembled [[archmaester]]s, the highest-ranking members of the order. It is based in [[the Citadel]] in [[Oldtown]].\n\n", "See also": "* {{AWOIAF|Maesters}} (MAJOR spoilers from the books)\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Conclave is made up of the ruling archmaesters of the Citadel. In addition to discussing the change of seasons the Conclave also elects the new [[Grand Maester]] after the passing of the old, decides on policies, and attends to the administration of the Citadel as well as the training of new recruits. The Conclave also appoints the Seneschal, the maester who has to run the bureaucracy of the Citadel on a day-to-day basis, which is considered drudgery.\n\nMuch like the professors in a university faculty, each of the archmaesters is the foremost expert in a specific field, such as the archmaester of medicine or the archmaester of economics, etc. This is in contrast with the ruling council of the [[Faith of the Seven]], the Most Devout, whose members have no official distinction between themselves. While each archmaester is thus not interchangeable, in theory each archmaester is equal, each casting one vote when electing a new Grand Maester. In practice, of course, archmaesters of certain areas of study are considered more prestigious than others. For example, the archmaesters of medicine or economics are held in high esteem, while archmaesters of obscure topics such as magic tend to be ostracized.\n\n", "History": "===[[Season 2]]===\n[[Image:WhiteRaven.jpg|thumb|Pycelle presents a white raven sent by the Conclave to the Small Council.]]\nThe Conclave meets in Oldtown to discuss the changing weather patterns. They agree that summer has ended and that autumn has arrived. As is traditional, they send this news to all corners of Westeros with special white [[ravens]]. Grand Maester [[Pycelle]] relays this news to the [[small council]], prompting them to start tallying the supplies and stores the people of the Seven Kingdoms have put aside for the coming winter.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\n"}, "title": "Conclave"}