{"attributes": {"begin": "298 AL", "commanders3": "White Walkers' master*White Walker (Valar Morghulis)", "end": "Ongoing", "name": "Conflict Beyond the Wall", "image": "File:Wights 1x10.png", "battles": ["Great Ranging", "Battle of the Fist of the First Men", "Mutiny at Craster's Keep", "Raid on Craster's Keep", "Sack of Mole's Town", "Battle of Castle Black"], "next": "", "conc": ["War of the Five Kings", "Liberation of Slaver's Bay"], "place": "Beyond the Wall, Westeros", "result": "Ongoing", "commanders1": "Lord Commander Jeor Mormontâ&euro; *Ser Denys Mallister*Cotter Pyke*First Ranger Benjen Stark (MIA)*Qhorin Halfhandâ&euro; *Ser Alliser Thorne", "link": "Free Folk Free Folk*Thenn*Hornfoot*Ice-river clans*Cave people*Giants", "commanders2": "Mance Rayder, King-Beyond-the-Wall (POW)*Tormund (POW)*The Lord of Bones*Styr, Magnar of Thennâ&euro; ", "side1": "File:Crow mini shield.png", "side2": "File:MR mini shield.png", "side3": "White Walkers*Wights", "previous": "Greyjoy Rebellion"}, "sections": {"TOP": "Conflict Beyond the Wall010394izvt0nhqqwxc0nn1sgd8yo4uonnhc8x1790282015-03-24T14:27:14ZThe Dragon Demands5014364Undo revision 178811 by [[Special:Contributions/ArticXiongmao|ArticXiongmao]] ([[User talk:ArticXiongmao|talk]]){{Conjecture}}\n&lt;small&gt;\n{{War\n|image=[[File:Wights 1x10.png|300px]]\n|previous=[[Greyjoy Rebellion]]\n|conc=[[War of the Five Kings]]&lt;br&gt;[[Liberation of Slaver's Bay]]\n|next=\n|name=Conflict Beyond the Wall\n|begin=298 AL\n|end=Ongoing\n|place=[[Beyond the Wall]], [[Westeros]]\n|result=Ongoing\n|battles=[[Great Ranging]]&lt;br&gt;[[Battle of the Fist of the First Men]]&lt;br&gt;[[Mutiny at Craster's Keep]]&lt;br&gt;[[Raid on Craster's Keep]]&lt;br&gt;[[Sack of Mole's Town]]&lt;br&gt;[[Battle of Castle Black]]\n|side1=[[File:Crow mini shield.png|20px|right|link=Night's Watch]] [[Night's Watch]]\n|side2=[[File:MR mini shield.png|20px|right|link=Free Folk]] [[Free Folk]]\n*[[Thenn]]\n*[[Hornfoot]]\n*[[Ice-river clans]]\n*[[Cave people]]\n*[[Giants]]\n|side3=[[White Walkers]]\n*[[Wights]]\n|commanders1=[[Lord Commander]] [[Jeor Mormont]]â&euro; \n*Ser [[Denys Mallister]]\n*[[Cotter Pyke]]\n*[[First Ranger]] [[Benjen Stark]] (MIA)\n*[[Qhorin Halfhand]]â&euro; \n*Ser [[Alliser Thorne]]\n|commanders2=[[Mance Rayder]], [[King-Beyond-the-Wall]] (POW)\n*[[Tormund]] (POW)\n*The [[Lord of Bones]]\n*[[Styr]], [[Magnar]] of [[Thenn]]â&euro; \n|commanders3=[[White Walkers' master]]\n*[[White Walker (Valar Morghulis)|White Walker commander]]}}\n&lt;/small&gt;\n{{Quote| When dead men and worse come hunting for us in the night, you think it matters who sits on the Iron Throne?|[[Jeor Mormont]] to [[Jon Snow]]|Fire and Blood}}\n\nThe '''Conflict Beyond the Wall''' is an ongoing conflict taking place beyond the [[Wall]]; the mightiest and oldest defensive structure constructed by men. Its main purpose was to shield the realms of men against the return of the [[White Walkers]], a supernatural race of evilÂ beings whoÂ emerged during the [[Long Night]]. Since then, the [[Night's Watch]] has stood guard for about 8,000 years, defending [[Westeros]] from threats from [[Beyond the Wall]]. During that time, its initial task has generally been forgotten and instead they have been guarding against the human[[Wildlings| Free Folk]] who hold the lands beyond. Occasionally forming raiding parties, the wildlings consistently try to cross the Wall into the richer and warmer lands to the south or to escape the growing and moving [[White Walkers|terror]] of the Far North.\n\nThe main events of this three-sided conflict that take place in the far North of the [[Seven Kingdoms]] and thus unknown or considered unimportant to the majority of its population, especially with the [[War of the Five Kings]] ravaging through the country. It is not surprising that this war has not been given an official name in the books. However, this conflict seems to be the corner stone that would determine the fate of the whole continent.\n\n", " See also ": "* {{AWOIAF}} (MAJOR spoilers from the books)\n{{ConflictBeyondTheWall}}\n", "History": "\n===Background===\n\nBefore the time of [[Aegon I Targaryen]] conquered Westeros, the Night's Watch boasted nineteen castles along the hundred leagues of the Wall, accounting over ten thousand men at arms with [[Castle Black]] quartering five thousand fighting men with all their horses, servants, and equipment. But its manpower has dwindled during the last 300 years to the point that the Watch has only managed to sustain three castles; Castle Black, located in the middle of the Wall with about six hundred men, the [[Shadow Tower]] at the far west of the Wall overlooking the mountains, with about two hundred men, and the coastal [[Eastwatch]], on the shores of the [[Shivering Sea]], with even fewer men. A bare third of them are fighting men.\n\n997th [[Lord Commander]] of the Night's Watch [[Jeor Mormont]] is deeply concerned by the declining power of the Watch, and the rising threat of the wildlings beyond the Wall, whose raids have increased on the people south of the Wall in recent years. He tries to make it more difficult for the wildlings to know their comings and goings by using a more random system, varying the number of patrols and the days of their departure. Sometimes sending a larger force to one of the abandoned castles for a fortnight or a moon's turn as well.\n\n=== The Great Ranging ===\n\nAfter reports of [[wildlings]] amassing, rumors of [[White Walkers]] being sighted, the disappearance of several rangers, including [[First Ranger]] [[Benjen Stark]], and the appearance of [[wights]], the [[Night's Watch]] rode a force of nearly 300 men north of the Wall in a Great Ranging led by [[Lord Commander]] [[Jeor Mormont]] himself. The purpose of the [[Great Ranging|ranging]] was to investigate various rumors: those concerning the wildings, who, while normally unorganized, were flocking to the call of the mysterious [[King-Beyond-the-Wall]] [[Mance Rayder]]; and those concerning the recurrence of mythical White Walkers.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\nWhile trekking north the ranging party reached [[Craster]]'s Keep, who confirmed the existence of a vast wildling army amassing in the [[Frostfang Mountains]], prepared to strike the Wall. Mormont then resolved to march north to attack the wildling host before it could reach the Wall.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\nHis army then erected a base of operations at the [[Fist of the First Men]], an ancient hill-fort. While on the Fist, the party of Mormont was reinforced by a group of rangers led by [[Qhorin Halfhand]], a legendary ranger, who proposed to mount a scouting operation into wildling territory to gather information about the enemy. [[Jon Snow]], until then personal steward to the Lord Commander, volunteered to go with them.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\nHowever, this mission ended badly when Jon walked into a wildling trap and was captured.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt; Later on, Qhorin was also taken prisoner.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt; Realizing a last minute opportunity, Qhorin ordered Jon to kill him to prove his loyalty to the wildling cause, and so to infiltrate their ranks to gather info for the Watch. Because of his killing of Qhorin and his relation with the wildling girl [[Ygritte]], Jon was accepted into wildling ranks. Meanwhile on the Fist of the First Men, his brothers of the Watch discovered a hidden cache of mysterious [[Dragonglass]].&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n=== Battle at the Fist of the First Men ===\n\nExpecting the return of the scouting mission of Qhorin Halfhand, the base of the Night's Watch was [[Battle of the Fist of the First Men|beset]] by an army of [[wights]], led by the legendary White Walkers. This was the first confrontation between men and White Walkers in thousands of years.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\nThe Watch suffered massive casualties and had to abandon its position. Most of its fighting strength was depleted, and the dead men were later reanimated as more wights for the undead army.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt; Lord Commander Mormont managed to retreat south, but many of his survivors were injured, starving and thoroughly shaken.&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt;\n\n===Mutiny at Craster's Keep===\nThe ragged remains of the Night's Watch army eventually arrived back at [[Craster's Keep]], where the tensions between host and his guests [[Mutiny at Craster's Keep|became increasingly hostile]].&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt; When Craster refused them food and offered to finish the injured, he was goaded into a rage by the ranger [[Karl]] and then stabbed through the throat. Mormont was unable to control the ensuing chaos and was stabbed in the back by the disgruntled [[Rast]]. With the Lord Commander dead, the surviving brothers of the Watch started fighting amongst themselves.&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt; In the aftermath only a handful of loyal brothers made their way back to Castle Black, while the [[Betrayers|Mutineers]] settled in at Craster's Keep, turning it even more into a house of horrors.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt; &lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\n===â&euro;&lsaquo;â&euro;&lsaquo;Raid on Craster's Keepâ&euro;&lsaquo;===\nThe mutineers of the Night's Watch were eventually dealt with and eliminated in [[Raid on Craster's Keep|an expedition led by Jon Snow]], to prevent any information about the weakness of the defenses of the Night's Watch leaking to Mance Rayder's approaching army. With this, the death of Lord Commander Mormont was avenged and Craster's Keep was burned to the ground in the aftermath.&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;\n\n===Sack of Mole's Townâ&euro;&lsaquo;===\nWeeks after having climbed the Wall, [[Tormund]]'s warband, including [[Ygritte]], was joined by [[Styr]] and his [[Thenn]] raiders&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;, and started to raid towns in the [[The Gift|Gift]]&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;, eventually reaching Mole's Town, a small village close to Castle Black. The wildlings killed everyone in sight.&lt;ref&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt;\n\n===â&euro;&lsaquo;Battle of Castle Black===\nManceÂ RayderÂ led a [[Battle of Castle Black|siege]] against the grievously-undermanned Castle Black, signaling the attack by starting a massive conflagration north of the Wall. His attack was two-fold: his main army, composed of wildlings, giants, and mammoths, attacked the north side of the Wall while the smaller garrison that had climbed the WallÂ launched a surprise attack on Castle Black's southern entrance. Despite being hopelessly outnumbered, the men of the Night's Watch managed to repel the initial invasion, and the small wildling garrison attacking from the south was nearly wiped out, resulting in the deaths of both Styr and Ygritte, andÂ TormundÂ being taken a prisoner of the Night's Watch. Although the initial invasion was repelled, Castle Black's garrison took a significant number of casualties,Â [[Grenn]]Â and [[Pypar]]Â among them.Â Mance was simply testing Castle Black's defenses and plans to launch a much larger counterattack. In hopes of preventing this from happening, Jon Snow decided to venture north of the Wall and assassinateÂ Mance Rayder, in hopes that his death would unravel the unity amongst the wildling clans and end the war.&lt;ref&gt;&quot;[[The Watchers on the Wall]]&quot;&lt;/ref&gt;\n\nWhile Jon was treating with Mance Rayder the following morning, hundreds of mounted knights led by [[Stannis Baratheon]] arrive, taking the wildling army by surprise. The wildling camps were quickly overrun, scattering thousand of wildlings into the wilderness while the majority were rounded up and captured by Stannis's troops. Stannis then took up residence in Castle Black alongside his court and the Night's Watch.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n"}, "title": "Conflict Beyond the Wall"}