{"attributes": {"begin": " 157 AL", "end": " 161 AL", "name": " Conquest of Dorne", "image": " File:Daeron's death.png", "next": " Blackfyre Rebellion", "place": " Dorne, Westeros", "result": " *Daeron I Targaryen conquers Dorne*Dornishmen rebel against Daeron I, resulting in his death", "commanders1": " * King Daeron I Targaryen â&euro; ** Lord Lyonel Tyrell â&euro; Quote", "link": "House Martell", "side1": " *Iron Throne File:Targaryen mini shield.png", "side2": " House Martell File:Martell mini shield.png", "previous": " Dance of the Dragons"}, "sections": {"TOP": "Conquest of Dorne029885gberdh3zv6sgxxcl8jbxsf0f5u7lxdv1789222015-03-23T22:49:20Z128.228.143.19/* In the books */{{War\n|previous = [[Dance of the Dragons]]\n|next = [[Blackfyre Rebellion]]\n|name = Conquest of Dorne\n|image = [[File:Daeron's death.png|300px]]|\nbegin = 157 AL\n|end = 161 AL\n|place = [[Dorne]], [[Westeros]]\n|result = *[[Daeron I Targaryen]] conquers [[Dorne]]\n*[[Dornishmen]] rebel against Daeron I, resulting in his death\n|side1 = *[[Iron Throne]] [[File:Targaryen mini shield.png|20px|right|link=House Targaryen]]\n**[[House Tyrell]]\n|side2 = [[House Martell]] [[File:Martell mini shield.png|20px|right|link=House Martell]]\n|commanders1 = * King [[Daeron I Targaryen]] â&euro; \n** Lord [[Lyonel Tyrell]] â&euro; }}\n{{Quote|Daeron, First of His Name, tried to finish his ancestor's work and bring Dorne into the fold. For his efforts, he lost sixty thousand men and his own life of eighteen years.|[[Varys]]|The Death of Kings}}\nThe '''Conquest of Dorne''' was a war waged by King [[Daeron I Targaryen]], the Young Dragon, to bring [[Dorne]] under the authority of the [[Iron Throne]] and finally unite all of the [[Seven Kingdoms]].\n\n", "See also": "*{{AWOIAF}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, King [[Aegon I Targaryen]] and his sisters never managed to conquer [[Dorne]] despite successfully conquering and ruling the rest of [[Westeros]]. Shortly before the [[War of Conquest]], Princess Meria Martell, the ruling [[Prince of Dorne|Princess of Dorne]], offered an alliance to Aegon against the [[Storm King|Storm Kings]]. Aegon, looking not for alliances but for submission, did not accept, instead began his conquest. His sister-wife, Queen [[Rhaenys Targaryen (sister of Aegon I)|Rhaenys Targaryen]], led an army into Dorne. However, the Dornish refused to give battle, and instead hid, melting away in their mountains and deserts. Rhaenys captured holdfasts, but it made no difference, for there was no man to be found, only women and children. Eventually, Rhaenys flew to [[Sunspear]] on her dragon [[Meraxes]], where Princess Meria told her to leave and that she was not wanted in Dorne. Rhaenys left with Dorne untaken.\n\nFollowing Aegon's conquest of the other kingdoms of Westeros, the [[Dornishmen]] resisted the Targaryens in the First Dornish War.  The war was devastating for both the Targaryens and Dorne, but the Dornishmen remained defiant.  Targaryen land armies that tried to enter Dorne through the [[Red Mountains]] in the west were slaughtered in the narrow valleys and choke-points.  A lucky shot from a scorpion-bolt even managed to kill the dragon [[Meraxes]] by piercing it through the eye, and Queen Rhaenys was also killed when the dragon fell to the ground.  The war lasted for nine years, during which every town and castle in Dorne was burned at least once, but still they remained defiant.  The war ended when Princess Meria died of old age and was succeeded by her son Prince Nymor, who tired of war and offered the Targaryens peace on equal terms, with Dorne remaining independent.  The Targaryens had to focus on reining in the other six newly-conquered kingdoms so they relented.  \n\nA century and a half later, Young [[Daeron I Targaryen]] had long felt that the continued independence of Dorne represented unfinished business for the Targaryens, and upon his ascension he vowed to rectify his ancestor's mistake. He ascended to the throne in 157 AC, and marched south.  He used a goat track in the mountains to bypass the Dornish watchtowers in the [[Boneway]], and repeatedly defeated the armies they sent west to the [[Red Mountains]] to try to stop him.  The assault in the west was only a feint, however:  with all of the Dornish armies focused in the west, Daeron I's admiral Alyn &quot;Oakenfist&quot; Velaryon used the Targaryen navy to land men in the east, where most of Dorne's population is concentrated around the [[Greenblood]] River.  After breaking the Planky Town at its mouth they sailed up the Greenblood, taking the lightly defended home castles of the Dornish armies.  \n\nDaeron wrote about his victory in his book, ''The Conquest of Dorne''. In order to make it seem more glorious, Daeron exaggerated the strength of the Dornishmen.  He also downplayed the importance of his attack in the west (which was admittedly very successful from a ''tactical'' standpoint), while giving less mention to what ''strategically'' won the war, Oakenfist's attack on Dorne's undefended east coast.  \n\nAfter the Submission of Sunspear, the Young Dragon left Lord Lyonel Tyrell of [[Highgarden]] to rule Dorne for him. The Dornishmen proved cunning and impossible to rule, as they had done before. Lord Tyrell moved with his train from one keep to the next, chasing rebels and keeping the knees of the Dornishmen bent. It was his custom to turn the lords of the keeps he stayed in out of their chambers, to sleep in their place. One night, finding himself in a bed with a heavy velvet canopy, he pulled a sash near the pillows to summon a wench. When he did so, the canopy opened and a hundred red scorpions fell upon him. The news of his death led to a rebellion throughout Dorne, and in a fortnight all the work of the Young Dragon was undone.\n\nThe Conquest of Dorne lasted a summer (keeping in mind that a summer in Westeros can last several years) and ended with Daeron's death in 161 AC at the age of eighteen while trying to put down the Dornish rebellion. The Dornish betrayed him while meeting under a peace banner, possibly in the Prince's Pass. Three [[Kingsguard]], including Alester and Ser Olyvar the Green Oak, died at the side of the Young Dragon, while a fourth shamefully yielded. The wounded [[Aemon Targaryen (Dragonknight)|Aemon the Dragonknight]] was taken prisoner.  \n\nAfter the death of Daeron, only four years after the conquest, Dorne successfully separated itself from the Seven Kingdoms. It is said Daeron I lost ten thousand men taking Dorne and another fifty thousand trying to hold it.\n\nAfter King Daeronâ&euro;&trade;s death, the newly-crowned [[Baelor I Targaryen]] desired peace with Dorne. Walking the Boneway barefoot, legend has it he walked into a snakepit to rescue his cousin, Aemon the Dragonknight, while being bitten many times by the vipers. It is said that the venom could not hurt Baelor because he was so holy. It is possible the snake pit from the story was Dorne itself, and the vipers the Dornishmen. [[Ellaria Sand]] remarks that Baelor was bitten many times, and should have died from it.\n\nBaelor did not die, and returned to [[King's Landing]] having negotiated a marriage between his cousin [[Daeron II Targaryen|Daeron]] and the Dornish Princess [[Myriah Martell]], sister to the then-ruling Prince of Dorne, as a means of making peace with Dorne.\n\nDaeron II Targaryen, who became king in 184 AC, negotiated a marriage between his sister [[Daenerys Targaryen (daughter of Aegon IV)|Daenerys]] to Prince [[Maron Martell]], who at the time was the ruling Prince of Dorne. It was this marriage that finally united Dorne with the rest of the Seven Kingdoms, in 197 AL.\n\n", "History": "\nDaeron I sought to succeed where even King [[Aegon I Targaryen]] had not, and conquer Dorne in the name of [[House Targaryen]].\n\nDaeron I's conquest was a stunning success - all the moreso because he did it ''without'' [[Dragons|dragons]], which had gone extinct during the reign of his father.  The conquest was all the more impressive because the young warrior-king was only 14 years old at the time, earning him the nickname &quot;the Young Dragon&quot;.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\nWhile the initial conquest was successful, it led to a protracted Dornish insurgency which bled the occupation forces through guerrilla tactics and ambushes. The Dornish rebelled ''en masse'', however, after Daeron's steward, Lord [[Lyonel Tyrell]], was killed when he pulled a sash by his bed to summon his consorts and the canopy split open, dropping a hundred red scorpions over him.&lt;ref&gt;&quot;[[House Martell (Histories &amp; Lore)]]&quot;&lt;/ref&gt;  \n\nFour years after the initial conquest it ended up costing Daeron I's own life as he attempted to restore control, when he was only 18 years old, as well as costing the lives of 60,000 of his men.&lt;ref&gt;&quot;[[The Death of Kings]]&quot;&lt;/ref&gt;  \n\nThe entire conquest was undone and [[House Martell]] remained in control of an independent Dorne for another forty years, until later uniting with the Iron Throne through marriage-alliance.&lt;ref&gt;&quot;[[House Martell (Histories &amp; Lore)]]&quot;&lt;/ref&gt;\n\n"}, "title": "Conquest of Dorne"}