{"attributes": {}, "sections": {"Giants": "The non-human race of [[Giants|giants]] live in the far north of the lands [[Beyond the Wall]], in the tundras north of the [[Haunted Forest]] where most of the human wildlings live.  [[Mammoths]] also dwell in these tundras, and the giants have learned to tame them as beasts of burden and war mounts.  The giants allied with the human wildlings under King-Beyond-the-Wall Mance Rayder, and now form part of his wildling army.  \n\nGiants simply swaddle themselves with whatever skins or pieces of cloth they can find, giving them an almost mummified appearance, though they leave their heads and hands exposed. \n\n:In the novels, giants have a drastically different, more ape-like appearance. They tend to be about twice as large as a very tall human, about 12 to 14 feet in height, but not monstrously huge. A single giant is as strong as a dozen humans.  They generally resemble descriptions of the [[Wikipedia:Sasquatch|Sasquatch]] (Bigfoot) or [[Wikipedia:Yeti|Yeti]].  They are not as intelligent as the average human, though they are capable of speech.  \n\n:The giants in the novels wear no clothing, but instead are covered in shaggy fur pelts, which are thicker below the waist. The fur of older giants becomes grey and streaked with white.  They do not generally possess technology more advanced than simply grabbing a large tree log and wielding it as a club. Some of them, however, are smart enough to tie large stone boulders to the end of the tree logs to make crude mauls. On a few occasions these are even sharpened to form basic stone axes.  Otherwise, they do not produce any clothing or tools.  The TV series (possibly due to budgetary restrictions) depicts the giants as much more human-like, though with blocky facial features (created with make-up prosthetics).  \n\nThe giant &quot;costumes&quot; are actually full body foam suits which have to be assembled around the actors.  By the end of Season 4, only two of these expensive suits have been produced:  for the giants [[Dongo]] (who first appeared in Season 3) played by [[Ian Whyte]], and [[Mag Mar Tun Doh Weg|Mag the Mighty]] played by [[Neil Fingleton]].  Taller people and creatures physically walk with a different gait and heft than smaller ones, due to the mechanics of their extra weight:  simply using CGI greenscreen effects to make an average-sized stuntman appear 20 feet tall doesn't realistically capture the mechanics of how a giant person would actually move.&lt;ref&gt;[http://watchersonthewall.com/game-thrones-blu-ray-extra-video-creating-mammoths-giants/ Season 5 Blu-ray extra:  Creating the Mammoths and Giants]&lt;/ref&gt;  The TV series cast two of the tallest stuntmen in the UK, and with the height added from the full costume they stood a little less than eight feet tall; giants in the narrative are inhumanly tall, however, around twelve to fourteen feet in height.  They were then scaled-up using CGI from nearly eight feet to over twelve feet high, and their motions were therefore more authentic for such tall beings than digitally scaling up a five and a half foot tall stuntman.  Other subtle camera tricks were used to try to make the weight and heft of their motions actually match a twelve foot tall giant:  the camera speed for the giants is very slightly slowed down (to make their movements seem more weighty).  The simple technique was also used of mostly filming the giants with the camera pointing up at them (as if from a regular human's vantage point), instead of too many shots of looking down at them from the Wall.  Moreover, their costumes were actually designed to be disproportionately larger at the bottom of their legs than they are at the top at their heads, which combined with the camera angles makes a forced-perspective shot, creating the impression that they are even larger.  Other techniques were that the giants' head prosthetics are much larger than the actors' actual heads underneath; even the giants' hands seen on-screen are actually over-sized gloves that fit over the (already very large) stuntmen's hands.\n\n===Quotes===\nClapton:  &quot;I always think giants in costume look really corny. I wanted their upbringing to be different, as if as children, they were swaddled and wrapped in anything. And so on when they get bigger, they just keep wrapping and wrapping and wrapping. By the time they get to this age, they're just massively wrapped in fabrics and antlers and bones and grass. So the wrapping isn't clothes as we know them, it's protection. For me, that's what differentiates them from the wildling humans.&quot;&lt;ref&gt;[http://www.hbogo.com/#series/video&amp;assetID=GOROSTGP39424?videoMode=embeddedVideo?showSpecialFeatures=true/ HBO Go Interactive Featurse: &quot;Valar Dohaeris&quot;]&lt;/ref&gt;\n\nFrom [[Inside HBO's Game of Thrones: Seasons 3 &amp; 4]], pages 178-179, &quot;Creating the Mammoths and Giants&quot;:\n\nJoe Bauer (VFX Supervisor):  The giants were first developed in Season 3.  The best decision was to use unusually tall performers to give a sense of a great deal of weight to the giants' movement.  Ian Whyte measures in at around seven feet, one inch in height.  He is a well-known suit performer in the UK, and he had been our giant before [in Season 3], as well as a White Walker in Season 1.  Production then found Neil Fingleton, the tallest man in the UK, who in his suit comes in around seven feet, eleven inches.  We also slowed down the speed on-screen a tiny amount.  In terms of design, the idea was that we would always be looking up at them, so the costumes were deliberately made smaller at the top with big tree trunk legs at the bottom.&quot;\n\nBarrie Gower (Prosthetics Supervisor):  &quot;To get the suit, we begin by making a full-body cast.   Then a fabricator created the suit by layering and piecing reticulated foam into a creation that could actually be zipped up.  For Neil Fingleton's suit, we sewed in a set of his own shoes for comfort.  The costumes team then dressed the foam suit, but we still needed to create a new silicon prosthetic headpiece for the second giant (Mag), which was designed from scratch.  The head alone was several kilos, so they are carrying a great deal of weight when they move - I think this might help with the lumbering.  Prosthetics alone takes three hours of application for the heads.  We were eventually able to get down to around one-and-a-half hours, so with hair and costume the process could take between three and five hours for each of our giants.&quot;&lt;ref&gt;[[Inside HBO's Game of Thrones: Seasons 3 &amp; 4]], pages 178-179, &quot;Creating the Mammoths and Giants&quot;.&lt;/ref&gt;\n\n===Image gallery===\n&lt;gallery spacing=&quot;small&quot;&gt;\nGiant working S3 Ep1.jpg|Dongo, a giant\nGiant Season 3 ep 1.png\nMag charges.jpg|Mag Mar Tun Doh Weg (&quot;Mag the Mighty&quot;), the &quot;king&quot; of the giants\nGiant costume behind the scenes.png|Behind-the-scenes photo of the full-body foam suit built around actors who play the giants.  Notice that the hands are oversized gloves fitted over the actor's hands.\n&lt;/gallery&gt;\n\n", "TOP": "Costumes: Beyond the Wall029560kuvj3c4874zaz25fyluimtjw0k5xslz1768962015-03-14T05:18:19ZThe Dragon Demands5014364/* Image gallery */:'''See main overview article, &quot;[[Costumes]]&quot;.'''\n[[File:Beyond the Wall.png|thumb|350px|The Lands Beyond the Wall, in northernmost Westeros (click to expand).]]\n[[The Wall]] is a colossal fortification in [[Westeros]] which stretches for 300 miles along the northern border of the [[Seven Kingdoms]], from one coast of the continent to the other.  The Wall is reported to be over 700 feet tall and is made of solid ice. It was supposedly constructed using both magic and mundane means some eight millennia ago, in the aftermath of [[the Long Night]]Â to defend the realm against the possible return of the [[White Walkers]].  \n\nThe Wall is defended and held by the Sworn Brothers of the [[Night's Watch]].  While there are nineteen castles built into the southern side of the Wall, in the current generation only three are manned by the Night's Watch due to the order's dwindling numbers.  The Night's Watch also rules over [[The Gift|the Gift]], the thinly settled lands immediately south of the Wall, given to their order to support its basic needs.  Strictly speaking, the Wall, the Watch's castles along it, and the Gift are not part of the unified realm known as &quot;the Seven Kingdoms&quot;, ruled from the [[Iron Throne]] in [[King's Landing]].  They were also never subject to the rule of [[Winterfell]] immediately to the south.  \n\nThe '''[[Beyond the Wall|Lands Beyond the Wall]]''' are the vast uncharted regions of Westeros that are north of the Wall.  It is the only part of the continent that is not part of the realm ruled by the Iron Throne, and thus the only place where particular attention is given to the difference between &quot;Westeros&quot; (the continent), and &quot;the Seven Kingdoms&quot; (the realm to the south of the Wall ruled from King's Landing).  Together with the nearby Wall of the Night's Watch, the lands beyond the Wall have a very cold climate, with it not unusual to see snow even in summer.  People living in the Seven Kingdoms to the south considered it a frozen wasteland at the edge of the world, filled with vast taiga forests and mountain ranges, but people are still able to eke out an existence in this harsh enviornment.  \n\nThe lands beyond the Wall are inhabited by human tribes that refer to themselves as the &quot;[[Free Folk]]&quot;, known by the people of the Seven Kingdoms as '''wildlings'''. The wildlings themselves are not politically unified but consist of numerous and diverse groups. Many are semi-nomadic hunters, due to the impracticality of agriculture in the far north. Some wildlings are little more than savage and primitive raiders, but other groups live in small settled communities and villages.\n\nIn the furthest north of these mysterious and unexplored area, far away from the Wall, can be found three non-human races, which are only known to survive in the lands beyond the Wall:  the [[Giants]] (who have joined the wildling army), the [[Children of the Forest]], and the [[White Walkers]].  Of these, the wildlings have had some dealings with the giants, though the Night's Watch thought they were simply legends.  Even the wildlings, however, have not had contact with the enigmatic Children of the Forest or the deadly White Walkers for thousands of years.  \n\n==Night's Watch==\n[[File:Castle Black.jpg|thumb|300px|Castle Black, headquarters of the Night's Watch, located at the center of the Wall from east to west.]]\nThe [[Night's Watch]] are the sworn all-male order who defend [[The Wall|the Wall]], located at the northern border of the Seven Kingdoms, from whatever dangers lie beyond.  Due to the very cold and snowy climate at the Wall, they wear thick furs and heavy wool padding.\n\nMembers of the Night's Watch wear all-black clothing, the rejection of [[Heraldry]] and all prior allegiances. Due to the decline of the Watch in recent centuries, they cannot afford standardized gear, so new recruits have to simply dye black what clothes they brought with them. Some like [[Jon Snow]] or [[Samwell Tarly]] came from noble families and thus brought fairly high-quality winter clothing with them. Most new recruits, however, were taken from the prisons of the Seven Kingdoms, and simply came to [[The Wall|the Wall]] with the clothes on their backs - which often were not intended to protect against cold weather.\n\nThe Night's Watch doesn't wear a lot of metal armor.  Apart from the simple fact that they cannot afford it due to the decline of the Watch, even the highest ranking officers don't wear much metal, because metal armor is impractical in very cold weather (it doesn't retain heat well, and at freezing temperatures it harms the skin).  \n\n===Quotes===\nClapton:  &quot;These men couldn't all wear the same color, the same shade of black. The Night's Watch is deteriorating, their numbers are dwindling, they have no money, so the clothes needed to reflect those circumstances. We worked with the idea that they've dyed their clothes black, which gives you different shades. And, of course, they have furs to keep warm, but everything always has to be drawn from what they can get nearby. It's all very dirty, very raw.  \n\nWe also decided we'd keep the recruits in their own clothing, aside from crude standard-issue sparring armor. They don't don their black garb until they've passed muster and taken their Night's Watch vows. Many of the new recruits are plucked from prisons, so they don't have a cape or cloak. So within the recruits, there's a mixture of colors and fabrics, depending on where they came from. Sam, for instance, coming from a noble background, has a much higher standard of clothing.\n\nJon Snow's look initially came from Winterfell, but because he's the bastard, his clothes aren't quite of the same quality as his brothers and sisters. When he goes to the Wall, he keeps the same costume but introduces some new dark elements. Then of course, he goes fully black once he takes his vows. He retains his original black cape throughout the series; it's a piece of home, which makes sense for his character, I think.&quot;&lt;ref&gt;''Inside HBO's Game of Thrones'', page 27, &quot;Costuming the Night's Watch&quot;&lt;/ref&gt;\n\nClapton:  &quot;They were mostly padding, fur, not really metal armor.  Because you can't wear that in cold, it's impractical.  But it's not a 'uniform', because they're not funded enough to do that anymore.  But as long as it's black, it's enough for them to wear.\n\nThey sort of live, eat, sleep in the same clothing, so [the costume has to look like] they almost smell.  [[Pypar|Pyp]] always looks cold, he's got very thin clothing, he wasn't planning on coming to the Wall.  Wealthy people will bring clothes with them that are probably more suitable, the others actually often arrive in a thin jacket.  That's all they have.  Jon Snow is planning [on going], is really excited about it, so he's dressed warm, because he has an understanding of where he's going.&quot;&lt;ref&gt;[https://www.youtube.com/watch?v=F_iFAjvYFo4 ]&lt;/ref&gt;\n\nClapton also pointed out just how bizarre it is that the Night's Watch members (generally) do not wear hats, even in such cold weather - which is purely due to filming concerns, rather than strict realism:  &quot;Another issue is [the] principal [actor's] hat-wearing north of the wall. Of course they ''should'' wear them but, as it is explained to me often, we would not see who was who.&lt;ref&gt;[http://www.spin.com/articles/game-of-thrones-costume-designer-michele-clapton-interview-hbo/ ]&lt;/ref&gt;  In contrast, the wildlings at least have the excuse that their costumes have built-in hoods, and they're ''usually'' seen wearing the hoods while traveling, but could plausibly pull them down if they wanted a better look around.\n\n===Image gallery===\n&lt;gallery spacing=&quot;small&quot;&gt;\nJon and Benjen 1x03.png|First Ranger [[Benjen Stark]] and Jon\nS04E09 - Jon (On the Wall).png|Prior to battle, [[Jon Snow]] watches from atop the Wall\nLordMormont.jpg|Lord Commander [[Jeor Mormont]]\nJeorMormont S2Promo.jpg\nAlliser-Thorne-S4-EP-04.jpg|Ser [[Alliser Thorne]]\nArriving at the fist of the first men.jpg\nSam, Grenn and Edd 2x10.jpeg|(from left to right) [[Eddison Tollett|Dolorous Edd]], [[Grenn]], and [[Samwell Tarly]].\nJon, Sam and Pyp.jpg|Wearing protective training gear in the practice yard\nNight's Watch Costume Concept Art.png|Night's Watch costume concept art.\n&lt;/gallery&gt;\n\n", "White Walkers": "The [[White Walkers]] are a mysterious non-human race from ancient legends, believed to be demons of ice and death.  They have the power to magically raise the dead as [[Wights|wights]], forming an undead horde to attack the living.  According to legend, eight thousand years ago there came a winter that lasted a generation, known as [[The Long Night]].  In that darkness the White Walkers swept out of the frozen [[Lands of Always Winter]], in the uttermost and unexplored north of [[Westeros]].  The [[First Men]] allied with the Children of the Forest to rally against the White Walkers, defeating them and driving them back from whence they came.  Afterwards [[The Wall|the Wall]] was constructed to defend against their return to the south, and the [[Night's Watch]] was formed to guard it.  After thousands of years they became shrouded in legend, and eventually believed to be nothing more than myths that never really existed.  Soon before the War of the Five Kings erupted in southern Westeros, however, the White Walkers began to return in the lands [[Beyond the Wall]], causing the human wildlings to flee south at their advance and attempt to force passage to the other side of the Wall, knowing that to remain north of it will mean death.  \n\nLittle is known about the White Walkers, who remain utterly enigmatic.  It is not even known if they have a &quot;culture&quot; in the human sense of it, as reflected in clothing and other finished products.  They do wear armor of a sort and wield weapons - magical, razor-sharp blades made from ice crystals.  Their blades are made from ice, but it is not normal ice anymore:  they have the magical power to twist and shape ice into new forms and materials.  Everything about their society (if any) or larger goals are unknown, other than that they kill all in their path.  \n\n:The appearance of the White Walkers in the TV series isn't quite the same as in the novels.  The TV version of the White Walkers have a gaunt, mummified appearance.  The White Walkers in the novels are described as &quot;gaunt&quot;, but they have an otherworldly, icy beauty and elegance to them - like the dangerous Fae of celtic myth.  Also, somewhat like the deadly but elegant magical variants of vampires (though they are not vampires).  The White Walkers are not dead, like the wights they create:  Martin described them as more like &quot;a different sort of life&quot;:  they are tall and gaunt, with flesh pale as milk and inhumanly glowing blue eyes.  \n\n:The White Walkers do have their own unique costuming in the novels, described since their first appearance in the Prologue of the first novel.  The White Walkers possess strange, magical armor which reflects images of things ''behind'' them, like reflections in a still pond, functioning like [[Wikipedia:Active camouflage|Active camouflage]].  This reflective armor shimmers in an otherworldly way when they move, adjusting to new backgrounds.  It doesn't make them totally invisible, as it only affects the parts of their bodies actually covered with it - but in a dark and dense forest at night, it makes it much more difficult to spot them at a distance (combined with the fact that, so far, they only appear at night).  There apparently are female White Walkers, judging from the ancient legend of the [[Night's Queen]] - though no official artwork exists of what a female White Walker would look like (except that the Night's Queen had the same pale-as-milk skin and glowing blue eyes as the males).  One might get the impression that they are all-male, but this is simply because they have directly appeared so infrequently.  \n\nIn the first five novels, the White Walkers only directly appear exactly ''twice'':  in the Prologue sequence at the beginning, and when Samwell Tarly kills one with a dragonglass dagger.  The TV series has had more freedom to show events away from the main POV characters, i.e. a swooping shot of the White Walkers leading their undead horde against the Night's Watch camp in the Season 2 finale.  Similarly, Season 4's &quot;[[Oathkeeper]]&quot; actually shows what the White Walkers do with the sons that Craster offered to them as sacrifices, which revealed the mysterious [[White Walker's master]].  This scene has no equivalent in the current novels, though it is apparently what was happening &quot;off screen&quot;.  \n\n===Quotes===\n\nClapton, on the White Walkers in Season 4:  &quot;David and Dan said that now that the White Walkers know they're in danger, that there is obviously something that can kill them, that they should be armored.  \n\nI went back to samurai a little bit, I looked at the way they tied things and put things together.  I also looked at Egyptian.  \n\nIt has these sort of very sharp, cut-out pieces.   It's almost like a fender, like a car fender.  It's quite unusual I think.&quot;&lt;ref&gt;[https://www.youtube.com/watch?v=Pk00ppQ5nNw Game of Thrones - Silk, Leather &amp; Chainmail: Costumes of Season 4]&lt;/ref&gt;\n\nBenioff and Weiss, on the mysterious [[White Walker's master|White Walker leader]] seen in Season 4's &quot;[[Oathkeeper]]&quot;:\n\nWeiss:  &quot;We wanted to kind of evolve the White Walker look.  He is of a group of almost ageless creatures.&quot;\n\nBenioff:  &quot;It's an interesting mix between something frightening, obviously, but also regal, something aristocratic about Him.  We wanted a distinction from the other White Walkers that we've seen.&quot;\n\nWeiss:  &quot;And we went back and forth for a long time, until we hit upon something that was, if anything, moving in a more human direction, while maintaining a generally horrific look.&quot;&lt;ref&gt;[https://www.youtube.com/watch?v=Pk00ppQ5nNw Game of Thrones - Silk, Leather &amp; Chainmail: Costumes of Season 4]&lt;/ref&gt;\n\n&quot;...While the White Walkers have an armor of sorts, Clapton told us that it's all found materials, 'part of sculptures and architectures that they reused as armor,' nothing they made themselves. 'The idea was that they maybe discovered an ancient society that was actually very sophisticated, but the leather bits were all kind of eaten away. That wouldn't have survived.&quot;&lt;ref&gt;[http://nymag.com/thecut/2014/12/style-to-expect-when-game-of-thrones-returns.html ]&lt;/ref&gt;\n\n===Image gallery===\n&lt;gallery spacing=&quot;small&quot;&gt;\nWhite Walker 2x10.jpg|A White Walker, with an ice-blade spear.  \nWights 1x10.png|A White Walker (lower right) leading an army of undead wights\nWhite Walker behind the scenes prosthetics 1.jpg|Behind-the-scenes closeup of White Walker prosthetic makeup\nWhite Walker behind the scenes prosthetics 2.jpg|Behind-the-scenes closeup of White Walker prosthetics\nWhite Walker Oathkeeper with baby.jpg|In Season 4, White Walkers start wearing new metal armor.\nWhite Walker Season 4 concept art.png|Concept art of the new White Walker armor in Season 4.  It is supposed to appear vaguely Egyptian-like, and with metal serations almost like a car fender. \nWhite Walkers' Master.jpg|The enigmatic [[White Walkers' master|White Walker leader]]\nWWM1.png|Behind the scenes photo, showing full detail of the White Walkers' master's costume (1 of 6)\nWWM2.png|Behind the scenes photo, showing full detail of the White Walkers' master's costume (2 of 6)\nWWM3.png|Behind the scenes photo, showing full detail of the White Walkers' master's costume (3 of 6)\nWWM4.png|Behind the scenes photo, showing full detail of the White Walkers' master's costume (4 of 6).  Good closeup shot of the serrated, car fender-like texture that Clapton gave the White Walkers' new armor in Season 4, though his is a special variant.  \nWWM5.png|Behind the scenes photo, showing full detail of the White Walkers' master's costume {5 of 6).  He is supposed to look more aristocratic and powerful than the standard White Walkers.  One of the ways of showing this is the ring of horns growing out of his head that look like an elegant crown.  \nWWM6.png|Behind the scenes photo, showing full detail of the White Walkers' master's costume (6 of 6).  He is meant to less monstrous and more human, his costume having a dignified aspect, almost more regal in appearance.  \n&lt;/gallery&gt;\n\n", "Wildlings": "[[File:Free_folk_camp.jpg|thumb|300px|The camp of [[Mance Rayder]]'s wildling army, hiding in the [[Skirling Pass]] in the mountains.]]\n&quot;[[Free Folk|Wildlings]]&quot; is what the people living in the Seven Kingdoms south of the Wall call the semi-nomadic tribes who live in the lands [[Beyond the Wall|beyond the Wall]].  These people, who call themselves the &quot;Free Folk&quot;, are actually descended from the [[First Men]], just like the Northmen (such as the Starks) and to a lesser extent many other people living in southern Westeros.  The Free Folk are just the descendants of people who were unlucky enough to be living north of the Wall when it was built.  The lands north of the Wall are harsh, including vast taiga forests, mountain ranges, and eventually sub-arctic tundra, to which the wildlings have adapted as best they could.\n\nThe wildlings have a very hardscrabble existence, so their clothing is made from heavy furs and skins from animals, to protect against the cold and snow.  They are focused on pure functionality moreso than any display of fashion.  The wildlings are not sophisticated enough to forge iron, so as a rule, their costumes do not contain any metal - save for weapons which they have scavenged from dead Night's Watch rangers. Occasionally, some wildlings also trade with smugglers along the coasts, exchanging furs and other resources for iron weapons. Otherwise, most wildlings wield weapons made of wood or animal bone, or decorate their clothing with wood and bone.&lt;ref&gt;&quot;[https://www.youtube.com/watch?v=VyG1rk1XgT4 Inside the Wildlings]&quot;, Season 3 featurette.&lt;/ref&gt;\n\nWildling society recognizes no class of hereditary nobility, unlike in the Seven Kingdoms south of the Wall, so their clan leaders don't tend to dress very differently from their regular warriors.  Obviously, a successful war leader will have access to better weapons (ripped from the dead hands of fallen enemies) and somewhat better quality furs, but overall, there is little difference.  For example when Jon Snow first entered [[King-Beyond-the-Wall]] [[Mance Rayder]]'s tent, he did not recognize Mance by his attire, and assumed that one of his lieutenants ([[Tormund]]) was actually the king.  \n\nThe wildlings are actually fairly diverse, split into about 90 or so different clans at the time when Mance Rayder united them.  Most come from the [[Haunted Forest]] immediately north of the Wall and therefore look similar, but those from the coasts use more pieces of shell and other items from the sea in their clothing.  Wildlings from up in the mountains also dress differently.  Other more isolated subgroups dress much more differently, though all include adaptations to the extremely cold weather.&lt;ref&gt;&quot;Inside the Wildlings&quot;, Season 3 featurette.&lt;/ref&gt;\n\nWhile as a rule wildlings do not possess metal weapons (except for what they have scavenged or traded for), the [[Thenn]] people are a major exception:  while the Thenns are not sophisticated enough to forge iron, they are capable of forging bronze. Thenn warriors thus wear basic bronze armor shirts, not actual plate, but discs of bronze strung together as a vest. While this is not as effective as steel plate produced in King's Landing, it is much better protection than most other wildlings possess.  They also possess their own distinctive bronze axes, all of the same style because they produce them themselves, instead of the haphazard, scavenged metal weapons the other wildlings use.\n\n:The Thenn people in the TV series are basically a condensation of two separate wildling groups from the novels into one group:  the Thenn, and the [[Ice-river clans]].  The Thenn are the most sophisticated of the wildlings, knowing how to forge their own bronze armor and weapons, and organized under lords with established laws.  They are dangerous because they are the best equipped and most well-disciplined of the wildlings.  In complete contrast, the ice-river clans are savage cannibals, considered half-feral by the other wildlings.  The TV series anachronistically combined the two - or at least, elements of them.  The TV-Thenns retain the costuming that the Thenns have in the novels, sophisticated enough to forge their own armor of interwoven bronze disks and bronze axes, but the show version also made them cannibals.  Though the difference is that the ice-river clans live in the harsh polar fringes of human habitation, so they eat other wildlings ''for food'' in order to survive, while the TV-Thenns apparently do this as a terror tactic against their enemies.  The TV series also invented the detail that the Thenns decorate their bodies with ritual scarification patterns.  The scarification pattern that the Thenns use matches the pattern etched into the bronze disks that make up their armor.&lt;ref&gt;[https://www.youtube.com/watch?v=Pk00ppQ5nNw Game of Thrones - Silk, Leather &amp; Chainmail: Costumes of Season 4]&lt;/ref&gt;\n\nFemale wildlings sometimes wear skirts, but [[Spearwife|spearwives]] (female warriors) such as [[Ygritte]] do not, for added mobility in combat.  It is common for wildling women to fight beside men in raiding parties.  Skirts are seen being worn by mothers and old women in Mance Rayder's camp looking after young children, but female wildling warriors dress the same as male warriors.&lt;ref&gt;&quot;Inside the Wildlings&quot;, Season 3 featurette.&lt;/ref&gt;\n\n:Clapton explained that she gave the non-combat female wildlings skirts, the mothers taking care of young children in Mance's camp, because otherwise with their heavy winter furs it would be difficult to discern that they were women - and a major point they wanted to get across is that Mance's army camp consists of the ''entire'' remaining wildling population, including family groups, because their entire society is trying to force its way south of the Wall to flee the White Walkers.  \n\nClapton explained that the wildlings wear their furs the same way as Inuit tribes, fur side in and skin side out, to retain the most heat.&lt;ref&gt;[http://fashionista.com/2012/06/game-of-thrones-hair-and-wardrobe-secrets-revealed ]&lt;/ref&gt;\n\nThere are basically six separate groups or subdivisions of wildlings that the costumers defined by their dress.  The Thenns are one group, but the others haven't been clearly enumerated.  Clapton has mentioned in passing that groups meant to be from near the coasts decorate their clothing with shells, those from the main region of the [[Haunted Forest]] dress in heavy furs, and those from further in the interior decorate their clothing with bones (the [[Lord of Bones]]'s group).&lt;ref&gt;[https://www.youtube.com/watch?v=Pk00ppQ5nNw Game of Thrones - Silk, Leather &amp; Chainmail: Costumes of Season 4]&lt;/ref&gt;\n\n===Quotes===\nClapton:  &quot;We've all read the books and we look at it to a point, but sometimes a written description of a costume doesn't necessarily translate well to the screen. Since itâ&euro;&trade;s such a complicated story, the looks had to enable the viewer to know where they are, who these people are and who they represent.  We made all the costumes for [characters from] the north [of the Wall] from skins. For research, we looked at the Inuits and at Tibetan tribes â&euro;&rdquo; we try and look at peoples in different times in history to see how they would have dressed in that environment...\n\n...I also looked at Lascaux cave paintings in France â&euro;&rdquo; they have these wonderful animal paintings. We decided that every time they killed an animal, the hunters would have to paint an animal onto their costume. The better the hunter, the more covered in these drawings he would be, which I think visually is really strong. Weâ&euro;&trade;re always looking for ways to show who the leader is.&quot;&lt;ref&gt;[http://latimesblogs.latimes.com/showtracker/2012/03/creative-minds-game-of-thrones-costume-designer-michele-clapton.html ]&lt;/ref&gt;\n\n[[Tommy Dunne]] (armorer):  &quot;In five foot snowdrifts it would be impossible to have a thirty-two-inch blade.  As you drag it, it would just become an ice block and get heavier.  I also thought of the wildlings more as a guerrilla force, attacking and moving on quickly, so we didn't worry about the larger weapons used for sieges.&quot; -- Even wildlings equipped with steel swords scavenged from dead Night's Watch rangers had to adapt the blades by shortening them.&lt;ref&gt;&quot;[[Inside HBO's Game of Thrones: Seasons 3 &amp; 4]], page 31, &quot;Costuming the wildlings&quot;.&lt;/ref&gt;\n\nClapton, on costuming female wildlings:  &quot;We made [animal] skin skirts, and some of its fabric that we've waxed, it's not, you know, &quot;fashion&quot;.  I just wanted to show that they were all women; if they all dress the same [in heavy winter furs] you can't tell.&quot;\n\n[[Rose Leslie]] (Ygritte):  &quot;While we were on location yesterday, I saw one of the other wildling women, she had a skirt, and I got really envious, I was like, 'I want to be feminine! Where's my long skirt?'...&quot;&lt;ref&gt;&quot;[https://www.youtube.com/watch?v=VyG1rk1XgT4 Inside the Wildlings]&quot;, Seaosn 3 featurette.&lt;/ref&gt;\n\n&quot;We have weavers, embroiderers and printers so a lot of costumes are created from scratch. Crasterâ&euro;&trade;s wives costumes for instance, were woven from [[Wikipedia:Raffia_palm#Cultivation_and_uses|raffia]], rabbit skin, and feathers which were then aged in our breakdown rooms.&lt;ref&gt;[http://onscreenfashion.com/2012/04/27/an-interview-with-game-of-thrones-costume-designer-michele-clapton/ ]&lt;/ref&gt;\n\n===Image gallery===\n&lt;gallery spacing=&quot;small&quot;&gt;\nGot-game-of-thrones-34037196-956-537.jpg\nManceS3Promo.jpg\nRattleshirt.png\nRattleshirtWarband.png\nJon_and_Ygritte.jpg|The black clothing of the Night's Watch is a rejection of heraldry - but it is not very effective camouflage compared to the wildlings' white furs.\nYgritte 3x10.jpg|The wildling scouts sent south of the Wall turn their coats inside-out, because the brown inner lining blends in better with terrain that isn't covered in snow.\nGot-game-of-thrones-34505706-972-475.jpg\nWildling costume behind the scenes.png|Behind the scenes display of a wildling costume.  Notice the animal drawings on the furs, which don't show up well on camera (they're usually smeared with snow).  \nWildling costume concept art.png|Ygritte costume concept art.  Notice the animal drawings on the furs.\nThenn.jpg|The Thenns\n&lt;/gallery&gt;\n\n", "Children of the Forest": "The [[Children of the Forest]] are a mysterious non-human race who were the original inhabitants of [[Westeros]], eons before humans first migrated to the continent from Essos.  They are called &quot;the Children&quot; because when full-grown they are no taller than a human child in height.  They also lived in hidden tree-villages in the deep regions of the ancient forests which once covered Westeros.  A druidic people deeply tied to nature and the higher mysteries of magic, they taught the [[First Men]] to worship the [[Old Gods of the Forest]], and carved faces in the [[Weirwood]] trees which became centers of the religion.  Many of them died fighting the White Walkers in [[The Long Night|the Long Night]] 8,000 years ago, and their numbers never truly recovered.  When the [[Andals]] [[Andal Invasion|invaded Westeros]] 6,000 years ago, they conquered the First Men and killed off the few remaining Children wherever they encountered them, holding their magics to be an abomination to the [[Faith of the Seven]].  They were believed to have gone extinct as a result, but in secret, a small handful of the Children of the Forest managed to survive by fleeing north beyond the Wall, and hiding from all human contact in a hidden cave system, unknown even to the human wildlings.  \n\n:Although they occupy the position usually filled by Elves in other high fantasy media,Â [[George R.R. Martin]] has repeatedly insisted that the Children of the Forest are not simply his version of Elves, because &quot;Elves have been done to death&quot;. While the Children are repeatedly described as &quot;dark and beautiful&quot; this is not in the same manner of Tolkien's Elves: the Children are described as being smaller than humans with nut-brown skin, large ears, and glowing gold eyes, slitted like a cat's. They also have 4 digit hands (3 fingers and a thumb) that end in small claws instead of primate fingernails.  Their skin has spotted patterns in it, like a deer's fur.  \n\nThe Children did not weave cloth for garments, but wore shorts of woven leaves, and leg-bindings made of tree bark. They interwove vines and flowers into their hair.  Their females hunted alongside their males (and thus may not have dressed differently).  When Bran sees them, he thinks that at a distance they seem no older than himself or his sisters, though up close they carry an air of being far older.  \n\n:Artistic depictions of the Children of the Forest in the &quot;Complete Guide to Westeros&quot; Season 1 Blu-ray featurettes depict them as nothing like stereotypical Elves, who usually inhabit graceful castles and are highly &quot;civilized&quot;. Instead, the ChildrenÂ are depicted as being an aboriginal people adorned with totems and tattoos.\n\n:When the Children of the Forest finally appeared in the Season 4 finale of the TV series, they were played by child actors. They apparently don't have claws instead of fingernails - and appear with ''five'' fingers instead of four, contradicting both the books and artwork from the Blu-ray featurettes.  Similar to how the giants in the novels are inhuman and more like depictions of a Bigfoot or Yeti, depicting the Children of the Forest as they are described in the novels would probably have required making them very expensive CGI motion-capture creations, so the TV series opted to use child actors augmented with makeup effects.\n\n===Quotes===\nClapton:  &quot;I always thought the Children of the Forest should be really old children.  Personally I took my lead from Jojen and Meera,  their costumes have always been on the verge of being quite organic.  And so the costumes that I've made are out of feathers and leaves.  \n\n[[Isaac Hempstead-Wright]] (Bran Stark):  &quot;It's all sort of greeny, huge, curls, all over the place [gestures to his head], but in a sort of very tree-like, root fashion.  \n\n[[Thomas Brodie-Sangster]] (Jojen Reed):  &quot;They look in some ways similar to wildlings, but they look more ancient, like more of an ancient race.&quot;\n\nClapton:  &quot;They don't have any way of fashioning clothes, how would they do that?  So it's almost like, it's supposed to look like they've rolled in it.  And this beautiful lichen, it's just sort of little bits of mold and lichen and things growing on them:  they're like little trees, trees with feathers on them.&quot;&lt;ref&gt;[https://www.youtube.com/watch?v=Pk00ppQ5nNw Game of Thrones - Silk, Leather &amp; Chainmail: Costumes of Season 4]&lt;/ref&gt;  \n\n===Image gallery===\n&lt;gallery spacing=&quot;small&quot;&gt;\nLeaf.png\n&lt;/gallery&gt;\n\n"}, "title": "Costumes: Beyond the Wall"}