{"attributes": {}, "sections": {"Qarth": "[[Image:Qarth map.png|thumb|right|250px|A map showing the location of Qarth on the continent of Essos.  Qarth is far to the east of Slaver's Bay and southeast of the Dothraki Sea, separated from both by the impassable desert known as the [[Red Waste]].  Qarth is a major hub for long-distance sea trade, being located on strategic straits.]]\n[[Qarth]] is a rich city far to the east of Westeros, so its fashions are very exotic and opulent. The city is east of Slaver's Bay, south of the Dothraki Sea (and separated from it by the [[Red Waste]]).  Qarth is located on straits which separate the [[Summer Sea]] from the [[Jade Sea]]:  control of these vital trade routes, taxing all merchant ships passing from the west to the east, has made Qarth fabulously wealthy.\n\nClapton explained that she wanted to show that the Qartheen are very opulent, but also that it is all a facade and for show. Thus Qartheen men wear vests which are lavish and ornate on the front to impress others when they face them, with extravagant gold tracing, and even large gold pieces shaped like insects and encrusted with jewels.  However, they don't bother to decorate the back of their clothing at all, which is plain and unadorned:  they are merchant-princes who care only about appearances.  \n\nBoth Qartheen men and women wear wide metal belts around their waits of elaborate, interlaced filigree, with chains of beads and jewelry hanging from them.  Qarth has a warm climate, so women wear sleeve-less dresses with plunging necklines and backs.  \n\nWhile there is no one-for-one equivalence, Clapton said that Qarth's costume designs took inspiration from Persia and the Middle East.&lt;ref&gt;[http://fashionista.com/2012/06/game-of-thrones-hair-and-wardrobe-secrets-revealed ]&lt;/ref&gt;\n\n:In the novels, Qarth has no real analogue with any real-life civilization.  The Qartheen people have very pale skin, to the point that the Dothraki call them the &quot;Milk Men&quot; - George R.R. Martin has outright stated that the Qartheen are a fantasy construct, not corresponding to any real-life group.  That being said, due to Qarth's vital strategic location on narrow straits separating east from west, it is ''somewhat'' like ancient Byzantium.  However, it is located so far to the east (even further east than Slaver's Bay, the loose analogue of the Middle East) that it is somewhat more similar to city-states in India.  Similar to how India was viewed by medieval Europe, Qarth is the most eastern part of the world that people from Westeros are aware of through trade contact, and it is where exotic spices and silks come from.  These are only minor and loose similarities, however:  Qarth has no direct analogue to real-life cultures. \n\n===Quotes===\n\nClapton:  &quot;I always in my head, saw Qarth as a sort of mirage, so with that in mind, it's a sort of case of taking to [[Gemma Jackson|Gemma]] about the architecture, obviously the climate. We started actually with the fabrics, really. We dyed all the silk, and then printed, it's almost like gilded gates on it, and then I had a painter who came in and actually painted the sort of fronds and the flowers and the gold behind the gate. With their underskirts, we actually had them baked in clay and then shook them out, and so it gives this lovely crumpled sort of weight to the fabric, that you really can't get any other way. And then with those costumes I wanted them to be able to be worn in different ways, so when they come out of the gates they lift it up over their heads and it protects them from the heat, and other times they can be down and the jacket takes prominence. \n\nAnd then again I wanted it to be like a facade, like a theatrical piece, so that when they turn around a lot of the backs are just linen, or hessian [burlap], so it's all a front, it's all a show.&quot;&lt;ref&gt;[http://www.hbogo.com/#series/video&amp;assetID=GOROSTGP35015?videoMode=embeddedVideo?showSpecialFeatures=true/ &quot;Garden of Bones&quot; In-Episode Guide]&lt;/ref&gt;\n\nIn the novels, Qartheen women (all of them) are described as wearing a style of dress that leaves one breast bare.  Daenerys Targaryen adopts the Qartheen-style of dress for women so they won't disparage her as an unrefined savage wearing Dothraki leathers.  Clapton actually went so far as to design the very revealing Qartheen dress described in the books, but the producers then told her they weren't going to include that in the adaptation.  First, while [[Emilia Clarke]] (Daenerys) had done nude scenes in the show since Season 1, it was felt that having extended dialogue scenes in which she had one breast exposed would be too distracting, as well as damaging the integrity of the scenes.  Second, ''every'' Qartheen woman in crowd shots would have to dress in this fashion to match, and for practical reasons this would run into difficulty with local obscenity laws, etc.\n\nQuestion:  &quot;Is there a certain emphasis on sexy that you need to keep in mind? In some cases the sex is even toned down â&euro;&rdquo; for example, the Quartheen gowns in the book that Daenerys wear expose one breast?&quot;\n\nClapton:  &quot;I had actually designed the dresses to reveal one breast and was surprised when they didn't want to go in that direction. But actually, we filmed that in Morocco and it would have been very difficult to find the number of women required to do it. Even to just film it would have been hard.&quot;&lt;ref&gt;[http://www.spin.com/articles/game-of-thrones-costume-designer-michele-clapton-interview-hbo/ ]&lt;/ref&gt;\n\nAt the ''Game of Thrones'' panel for San Diego Comic-Con 2012, Emilia Clarke jokingly gave the explanation to author [[George R.R. Martin]] that she didn't wear the breast-exposing Qarth dresses as described in the books because it was a &quot;warmth issue&quot;.&lt;ref&gt;[http://www.makinggameofthrones.com/production-diary/2012/7/14/seven-moments-from-the-game-of-thrones-comic-con-panel-that.html SDCC 2012 Game of Thrones panel]&lt;/ref&gt; The real reason, as Clarke explained in a separate interview, was that it was felt that having Daenerys spending entire scenes wearing a dress that left one breast exposed would detract from the integrity of the drama and of Daenerys as a character:\n:''&quot;I remember when I was filming in Croatia seeing a copy of book 2, and the front cover picture was of Dany in the â&euro;&tilde;traditional Qartheen fashionâ&euro;&trade; and you could say that I was rather taken aback. There are lots of things to bear in mind when adapting a book for the screen, and yes we all agreed that if this was kept as a visual reference, it would take away from the drama and integrity of Danyâ&euro;&trade;s storyline as she grows into such a strong Khaleesi.&quot;''&lt;ref&gt;[http://winteriscoming.net/2012/03/interview-with-emilia-clarke/ Emilia Clarke interview]&lt;/ref&gt;\n\nSee the article about the &quot;[http://awoiaf.westeros.org/index.php/Qartheen_dress Qartheen gown]&quot; on ''A Wiki of Ice and Fire''.  It includes the official cover art image that Clarke was referring to, as well as fanart (there is an inordinate amount of fanart based on this costume, for reasons which should by now be all too obvious).\n\n===Image gallery===\n&lt;gallery spacing=&quot;small&quot;&gt;\nThirteen.jpg|[[The Thirteen]], the council of merchant-princes that rule Qarth.\nSpice_King_profile.jpg|The [[Spice King]], one of the Thirteen.\nSpiceKingOldGodsAndTheNew.jpg\nXaroGhostOfHarrenhal.jpg|[[Xaro Xhoan Daxos]], a member of the Thirteen\nQarth thirteen concept art.jpg|Concept art for the costumes of the Thirteen of Qarth (here misspelled as &quot;Quath&quot;)\nQarth.jpg|Qartheen women\nQartheen woman.png\nDaenerys reception 2x05.jpg|Daenerys wearing a Qartheen-style dress she was lent when she first arrives in the city; she later grew to dislike the style and began making various alterations to copy elements from Qartheen male designs\nDaenerys_2x05.png|Daenerys at a gathering of Qartheen social elites, including men and women.  The man she is speaking to is [[Pyat Pree]], one of the [[Warlocks]] of Qarth.\n2x04 CivicGuard.jpg|The [[Civic Guard]] of Qarth\nQarth costume concept art.png|Qarth costumes concept art.\n&lt;/gallery&gt;\n\n", "Asshai": "[[Asshai]] is located at the far eastern edge of the known world, a feared city of secrets inhabited by sorcerers and shadowbinders.  [[Qarth]] is the furthest east that traders from Westeros travel:  beyond the Straits of Qarth is the [[Jade Sea]], but the lands even further east of it are only half-legendary to men from Westeros and only heard of second-hand, such as the fabulous wealth of [[Yi Ti]].  Asshai is even further east than Yi Ti, at the extreme edge of maps and legends (the only place said to be east of Asshai is nearby Carcosa, a strange city ruled by its Yellow King).  \n\nCharacters from Asshai such as [[Melisandre]] and [[Quaithe]], wear fashions with a distinctive motif of elongated hexagons.\n\nQuaithe's mask was designed to display a stylistic link to Melisandre, because both of them are from the region of Asshai. Melisandre wears an ornate neck piece featuring a repeated design motif of elongated hexagons. Quaithe's mask was constructed using the same hexagonal shapes as links, though filled in with metal. Further, the dresses of both Melisandre and Quaithe have the same hexagonal design motif (elongated so they are taller than they are wide). Melisandre has different dresses, and she usually wears an all-red one, but the one with hexagons which match her neck piece appears prominently in &quot;[[The Night Lands]]&quot; when she has sex with Stannis.&lt;ref&gt;&quot;A Man Without Honor&quot; HBO featurette&lt;/ref&gt;\n\n===Image gallery===\n&lt;gallery spacing=&quot;small&quot;&gt;\nMelisandre_approves_cropped.jpg|[[Melisandre]] of Asshai.  Notice that her elaborate necklace has a repeating motif of elongated hexagons, part of the Asshai-style.\nMelisandre_Night_Lands_dress_2.jpg|Melisandre's red-lined hexagon dress.  \nMelisandre_Night_Lands_dress_1.jpg|Full view of Melisandre's dress with a repeating hexagon motif.  \nMelisandre The Climb.jpg|Melisandre's bright red riding cloak\nQuaithe_profile.png|[[Quaithe]], also from Asshai, has a stylistic link with Melisandre.  Her dress also features a motif of repeating hexagons, and her elaborate face-mask consists of repeated elongated hexagons, just like Melisandre's necklace.\nMelisandre HBO Got S5.jpg|Melisandre's dress at Castle Black in Season 5 also has a pattern of repeating hexagons\n&lt;/gallery&gt;\n\n==Slaver's Bay==\n[[Image:Meereen map.png|thumb|250px|right|A map showing the location of Meereen, a major city in the region.  Slaver's Bay is southeast from the Free Cities, and directly south of the Dothraki Sea.  Qarth is located a large distance to the east, but is reached by sea transport because the overland route would have to traverse impassable deserts.]]\n[[Slaver's Bay]] is the hub of the international [[Slavery|slave trade]].  It is located on the eastern side of the [[Valyrian Peninsula]] from the [[Free Cities]], south of the [[Dothraki Sea]], and west of [[Qarth]].  Slaver's Bay used to be part of the ancient [[Ghiscari Empire]], but it was conquered by the [[Valyrian Freehold]] five thousand years ago.  After the Doom of Valyria four centuries ago, the city-states of Slaver's Bay reasserted their independence, much as the Free Cities did to the west of Old Valyria.  The three great slaver-cities are, from south to north:  [[Astapor]] (whose rulers call themselves the [[Good Masters]]), [[Yunkai]] (ruled by the [[Wise Masters]]), and [[Meereen]] (ruled by the [[Great Masters]]), which is bigger than Astapor and Yunkai put together.  \n\nThe slave-masters of [[Slaver's Bay]] wear a clothing style with a repeated motif of rings which the fabric of their clothing is interwoven with, visually evoking slave chains.  They are often dressed ostentatiously to display their wealth, wearing fine silks and jewels.  They seem to favor colors such as green, teal to light blue, bright yellow, and beige.  \n\nThe slaves themselves are typically dressed very poorly, though slaves who work as artisans or house servants can possess better clothing.  The slave population is very diverse, having been brought in from captives taken in many distant lands (or descended from those taken captive).  One notable feature is that the clothing provided for slaves has been designed to outright incorporate their slave collars into them.  \n\nThe [[Unsullied]] warrior-eunuchs produced in Astapor are brutally trained to be utterly selfless, gladly falling on their swords for the slave-masters if commanded to do so.  To reflect this lack of individuality, that they are seen as interchangeable and expendable, a key point is that they wear face-obscuring visors.\n\nThere are also regular non-slave soldiers, who seem to make up the bulk of the private guard of the slave-masters.  Unlike the Unsullied, they do not wear face-obscuring visors.  Their chest-plates also have a prominent circular disc shape in the middle of them, apparently another representation of the slave manacle motif that the slave-masters wear in their own clothing.\n\n[[Missandei]], a slave taken to Slaver's Bay from [[Naath]], initially dresses in a slave costume but after being freed and entering the service of Daenerys Targaryen, she switches to Daenerys's unique style.  When Missandei is first introduced, her hair is bound up, to visually evoke how constrained she is as a slave.  During her second appearance, however, in which Daenerys takes her into her service, Missandei's hair is unbound, large and frizzy, to symbolize how she isn't constrained by slavery anymore.&lt;ref&gt;[http://fashionista.com/2013/06/game-of-thrones-hair-designer-answers-all-our-pressing-questions ]&lt;/ref&gt;\n\n:In the novels, the masters of Slaver's Bay have wiry hair which they tease out into various exotic shapes, if not outright foppish and impractical designs (i.e. broad wings that stand away from the head).  This is a sign of their high social status.  After Daenerys takes over Meereen, those who wish to display loyalty to her shave off their old hairstyles as a symbol of embracing the new social order she wants to set.  \n\n:One of the more famous costumes in the novels is the &quot;''[[Tokar|tokar]]''&quot; worn by the slave-masters of the region.  It is a long, loose, toga-like sheet wrapped around the body.  A ''tokar'' is wound around the hips, under an arm, then over a shoulder, and must be held in place at all times with the left hand.  The dangling fringes of the end hanging down from the shoulder are decorated with expensive materials and jewels.  It is difficult to wear a ''tokar'':  if wound too loose, it might unravel and fall off, but if wound too tightly, it might tangle and trip the wearer.  Even a properly wound ''tokar'' must be always held in place with the left hand, and requires walking with small balanced steps to avoid tripping.  The entire point of a ''tokar'' is to be impractical, for the slave-masters to show off that they do not need to perform any manual tasks themselves.  Daenerys frequently wears a ''tokar'' once she becomes queen of Meereen, in order to be taken seriously as a ruler by the former slave-masters.\n\n===Quotes===\n\n[Few quotes have yet been provided from official sources explaining the design choices that went into the costumes of Slaver's Bay]\n\nClapton:  &quot;I really enjoyed doing Meereen.  It's just much more opulent and wealthy, it has a color range that's greater and brighter.&quot;&lt;ref&gt;[https://www.youtube.com/watch?v=Pk00ppQ5nNw Game of Thrones - Silk, Leather &amp; Chainmail: Costumes of Season 4]&lt;/ref&gt;\n\n&quot;The uniform of the Unsullied, an army of elite warrior eunuchs, which was inspired by beetles, can fit many different body types, but not at the expense of a metaphor. &quot;The final piece that really made it come together was the idea of obscuring the face,&quot; explained Clapton. &quot;This really removed all personality, it sort of felt that it was the perfect ethos to be Unsullied--all personality removed.&quot;&lt;ref&gt;[http://www.fastcompany.com/3028226/most-creative-people/deciphering-the-hidden-messages-in-game-of-thrones-costumes ]&lt;/ref&gt;\n\nClapton, on Unsullied helmets:  &quot;Bending the points on the helmet creates a more elegant look.&quot;&lt;ref&gt;[http://www.makinggameofthrones.com/production-diary/2014/12/3/costume-designer-michele-clapton-talks-armor-and-armies ]&lt;/ref&gt;\n\n===Image gallery===\n&lt;gallery spacing=&quot;small&quot;&gt;\nGood_Masters.jpg|The &quot;Good Masters&quot; of Astapor, including [[Kraznys mo Nakloz]] (at right)\nGreizhen mo Ullhor.jpg|Gerizhen mo Ullhor, a Good Master of Astapor.\nGood Masters with household guards 304.jpg|Male and female Good Masters of Astapor (background), with their household guards (foreground).  \nRazdalMoEraz.jpg|[[Razdal mo Eraz]], one of the &quot;Wise Masters&quot; of Yunkai\nRazdal Slaves.jpg|Razdal's palanquin carried by slaves, accompanied by free slaver soldiers - note how their costumes differ from the Unsullied in the same image.\nGreat_Masters.png|The &quot;Great Masters&quot; of Meereen\nGreat Masters 403A.jpg|The Great Masters of Meereen often wear headdresses made of small chains\nGreat Masters 403B.jpg|One of the leading Great Masters, along with noblewomen with jewelry-chains draped over their heads\nTumblr n5h1d9dlKI1qis07wo1 1280.jpg|[[Hizdahr zo Loraq]], a Meereenese nobleman, one of the Great Masters\nMeereen masters guards and slaves 403.jpg|Meereen's slave-masters (center), free household guards (at left), and slaves (at right).  \nMeereen guards 403.jpg|Household guards of Meereen's slave-masters\nSlave's Bay household guards concept art.png|Concept art of costumes for the slave-masters' household guards\nGoatherd.jpg|A goatheard\nMissandei_season_3_ep_1.jpg|[[Missandei]], a slave tasked as a translator to potential foreign buyers of Unsullied\nDaenerys takes missandei.png|Daenerys and Missandei; note that Missandei's slave-collar is actually incorporated into her clothing\nUnsullied armor and helmets.jpg|The Unsullied slave-soldiers.  Warrior-eunuchs, they have been brutally trained to rigidly follow any order, and fight with robotic precision in phalanx formations with spear and shield.  \nUnsuelliedS3.jpg|Unsullied armor is designed with faceguards that obscure their faces, to erase their individuality.  Their armor is loosely inspired by beetles (i.e. making them look like interchangeable, selfless insects).   \nUnsullied helmet behind the scenes 1.jpg|Behind the scenes photo of the distinctive Unsullied helmet:  note how the faceguard obscures the wearer's features.\nUnsullied helmet behind the scenes 2.jpg|Behind the scenes photo of an Unsullied helmet, side-view.  Clapton said that bending the points on the helmet gave it a more elegant look, such as on the long spike that comes out of the top.\n&lt;/gallery&gt;\n\n", "TOP": "Costumes: Essos0295614m2yx2vmj9a8imgvhgu3gjhcf704arj1801282015-03-28T22:16:53ZThe Dragon Demands5014364/* Image gallery */:'''See main overview article, &quot;[[Costumes]]&quot;.'''\n[[File:Westeros and Essos.jpg|thumb|right|250px|Map showing the continents of Westeros and Essos.]]\n[[File:Westeros and Essos.png|thumb|right|250px|Map showing Westeros and the western part of Essos, separated by the Narrow Sea.]]\n\n[[Essos]] is the vast continent located east of [[Westeros]], across the [[Narrow Sea]].  The westernmost parts of Essos are the nine Free Cities, which are involved in brisk trade with the lands of the Seven Kingdoms in Westeros.  \n\n", "Dothraki": "[[File:Dothraki Sea Map.png|thumb|right|250px|A map showing the approximate borders of the Dothraki Sea, the vast central plains of Essos.  It borders the Free Cities to the west and southwest, and Slaver's Bay to the southeast.  [[Vaes Dothrak]], the Dothraki holy city, is in the northeast of the Dothraki Sea, due north from Slaver's Bay.]]\nThe [[Dothraki]], mounted nomads from the central plains of Essos, primarily wear clothing artfully woven from the plentiful tallgrass of the [[Dothraki Sea]]. All Dothraki warriors must wear riding chaps made from horse leather.  \n\nThe Dothraki traditionally fight with curved swords known as ''[[arakh]]s'', and also employ bolas, daggers, and whips, or huge, recurved bows with impressive range and striking power that can be fired from horseback. They also shun armor, considering speed and freedom of movement to be more important in battle.  Some Dothraki warriors wear light leather armor jackets or woven-grass shirts, but many ride into battle bare-chested, such as Khal Drogo.  Even those who fight bare-chested, however, typically wear leather armor that protects the vulnerable area of the abdomen, while leaving their pectoral muscles upward exposed.\n\nWhat precious jewelry powerful khals such as Drogo might have, such as his belt of gold medallions with horse images engraved on them, are often made in the Free Cities then given to the Dothraki as tribute.  \n\nDothraki ''[[Khalasar|khalasars]]'' (clans) sometimes differentiate themselves by decorating themselves and their horses with different colors of paint.  For example, Khal [[Drogo]]'s ''khalasar'' used blue paint, but Khal [[Jhaqo]]'s ''khalasar'' uses red paint.&lt;ref&gt;[http://www.dothraki.com/2012/04/rhaeshi-ajjalani/ David J. Peterson's blog], Dothraki.com&lt;/ref&gt;  These pigments (made from crushed stones) are expensive so they often only use them for special occasions, such as wedding feasts and religious ceremonies.\n\n:No mention is made in the novels of the Dothraki using colored pigments to adorn their bodies and horses, this is an idea that the TV series costume team came up with.  Dothraki ''khalasars'' usually dissolve on the death of their khal, so they do not have any long-standing histories or deep-seated affiliations, or even names (just &quot;Khal Drogo's ''khalasar''&quot;).  Thus for all we know a hundred years ago Drogo's grandfather's grandfather's ''khalasar'' might have used green paint.  Clapton's explanation is that blue color pigment is the rarest and most expensive that the Dothraki have access to, which makes blue the Dothraki power color (similar to how purple was the color of the Roman Emperors, because purple was the rarest and most expensive color dye at the time).  Drogo and his ''khalasar'' use blue because he is one of the most powerful and successful khals and can thus afford it.\n\nDothraki warriors wear their hair in a long braid and only cut it when defeated, so the world may see their shame. Â Very capable warriors therefore often have a very long braid.\n\n:In the books, the Dothraki adorn their long hair braids with various small bells, adding new ones for each victory. [[Jason Momoa]] (Drogo) said the bells weren't included in the TV series because they weren't very scary in real life: the constant jingling noises were somewhat comical, and it was felt they detracted from the performance.&lt;ref&gt;[http://www.thisisfakediy.co.uk/articles/television/qa-game-of-thrones/ Jason Mamoa Q&amp;A]&lt;/ref&gt;\n\nClapton said that the clothing style of the Dothraki took elements from African, Bedouin, and Native American designs, but a mixture of many different elements so there is no one-for-one equivalence.  Nomadic mounted peoples share certain common design elements (i.e. anyone who rides a horse all day absolutely needs to wear leather riding chaps).&lt;ref&gt;[http://fashionista.com/2012/06/game-of-thrones-hair-and-wardrobe-secrets-revealed ]&lt;/ref&gt;\n\n===Quotes===\nClapton:  &quot;Khal [[Drogo]], he's very practical, with the leather trousers, very basic, very simple, lots of lacing on.&quot;&lt;ref&gt;&quot;Costumes&quot; featurette, ''Game of Thrones'' Season 1.&lt;/ref&gt;  \n\nClapton:  &quot;The look for the Dothraki changed a bit between the original pilot and the filming of the series, and it was a tricky one to get. There was danger of going too far in one direction, too far into strictly African or Native American. Originally, their look was a bit more theatrical, but we brought it down by taking it straight back to their environment. What do they have access to? Well, thereâ&euro;&trade;s grass from the grasslands; the women weave. And there are skins from small animals.  \n\nAll the colors were quite natural and one with the land, but we wanted to give it something else. So we developed this blue paint, this pigment, that maybe they developed by crushing stones, and that they used relatively sparingly for celebrations â&euro;&ldquo; like the wedding in Episode 101. Visually it became much more exciting, this blue within this very barren landscape.\n\nWe also looked at a lot of images of Afghani horsemen, which inspired the Dothraki riding boots. We imagined their footwear would be designed to accommodate riding first and foremost, since theyâ&euro;&trade;re a horse culture. So they have these heels that keep their feet in the stirrups. And, if youâ&euro;&trade;re riding, you need trousers â&euro;&ldquo; leather trousers â&euro;&ldquo; even Daenerys had them under her skirts, as do some of the other Dothraki women. But we didnâ&euro;&trade;t want to be frivolous about it â&euro;&ldquo; the weaving was practical and gave it a nice texture.&quot;&lt;ref&gt;''Inside HBO's Game of Thrones'', page 151.&lt;/ref&gt;\n\n===Image gallery===\n&lt;gallery spacing=&quot;small&quot;&gt;\nDrogo Dany Wedding Day.png|Khal Drogo, decorated with ceremonial blue paint for his wedding to Daenerys Targaryen.  His belt of gold medallions is engraved with horse designs.\nDrogo 1x01.jpg|Drogo fearlessly fights bare-chested for greater mobility, but he does wear basic leather armor straps over the vulnerable region of his abdomen.  \nDrogo in Pentos.jpg|Drogo astride his horse; note the required leather riding chaps\nKhal Drogo costume concept art.png|Concept art for Khal Drogo's costume\nJorah and Rakharo 1x03.jpg|[[Rakharo]], a Dothraki warrior\nKovarroside.PNG|[[Kovarro]], one of Daenerys's [[Bloodrider|bloodriders]]\nMalakho.png\nIrri.jpg|[[Irri]], Daenerys's Dothraki handmaiden\nDosh_khaleen_and_Daenerys.jpg|Daenerys with the ''[[Dosh khaleen]]'' priestesses\nDosh khaleen chanting.png|Another ''dosh khaleen'' (left)\nDrogo 1x01b.jpg|Khal Drogo and his ''khalasar'' decorate themselves with blue paint on special occasions.  \nDaenerys &amp; Irri 2x02.png|Khal Jhaqo and his ''khalasar'' decorate themselves, as well as their horses, with red pigment.\n&lt;/gallery&gt;\n\n", "Free Cities": "[[File:Free Cities.png|thumb|250px|The nine Free Cities, on the other side of the Narrow Sea from Westeros.]]\nThe [[Free Cities]] are located on the western coast of Essos, across the [[Narrow Sea]] from Westeros.  Costumes of the Free Cities have not been extensively developed in the TV series yet. The Free Cities are loosely comparable to the medieval Italian city-states, densely urbanized and focused on trade.  Each of the nine Free Cities (presumably) have their own unique clothing styles. \n\nWhat little was seen of [[Pentos]] in the first episode of Season 1 is shown to be adapted for a relatively warm, Mediterranean climate.  Braavos was first briefly seen on screen in Season 4.  Much more of the Free Cities will be seen in Season 5, now that both Arya and Tyrion have fled east across the Narrow Sea.\n\n[[Volantis]] has a very large slave population:  Volantene slaves are tattooed on their faces with symbols indicating what occupation they have.&lt;ref&gt;Season 2 - Talisa mentioned this at some point&lt;/ref&gt;\n\n:In the novels, Volantene slaves who drive carts have wheels tattooed on their cheeks, slaves in the city guard have tiger stripe tattoos, prostitute-slaves have tattoos of teardrops falling from their eyes, slaves who sweep dung from the streets have tattoos of flies, etc.\n\n:[[Tyrosh]] is one of the major producers of color dyes in the Free Cities, and its people are known for wearing very colorful clothing.  They even commonly dye their hair different colors:  Daario Naharis is  Tyroshi and he actually dyes his hair blue in the novels - the TV series chose not to include this, believing it was too distracting.  \n\n:[[Myr]] is famed for its textiles and finished goods.  Myrish lace is expensive finery, prized across the Free Cities and Westeros.  \n\n:[[Norvos]] was founded by a strict religious sect and remains a conservative theocracy; its people also dress conservatively because it is one of the northern Free Cities.  Norvoshi men of all social classes frequently wear long, upswept moustaches, while the ruling priests wear long beards.  Norvoshi women, as well as all slaves, shave their heads entirely bald (though noblewomen will wear wigs when in the company of foreigners).  \n\nBraavos is one of the northernmost Free Cities, located at around the same latitude as [[The Eyrie|the Eyrie]] in the Vale of Arryn, so it has a colder temperature than the others, and its costuming in the TV series seems to reflect this.  \n\nBraavosi women braid their hair up into buns on both side of their heads.  The coils of the braids are on the sides, and collect into buns above the temples.  \n\n:In the novels, Braavos is a fairly egalitarian society in which slavery is outlawed, and instead of a hereditary nobility their society is dominated by powerful bankers and merchants (who elect the Sealord).  Perhaps as a result, wealthier Braavosi actually dress in dress in relatively drab colors:  &quot;charcoal grey and purple, blues that were almost black and blacks as dark as a moonless night&quot;.  The materials used for their clothing are of high quality, but they prefer subdued fashions.  In contrast, the young street-fighting swordsmen (known as [[Bravos]]) of the lower classes dress in flamboyant colors.  The TV series generally matched this description by having the Iron Bank representatives dress in more subdued colors.  \n\n===Quotes===\n[[Frank Doelger]] (Executive Producer) &quot;Once we decided we were using the Netherlands in the 16th and 17th century as [[Wikipedia:Dutch Baroque architecture|the model for the buildings]] of Braavos, Michele then picked up on that, and designed the costumes for [[Braavos]] along the same lines.&quot;\n\nClapton:  &quot;I quite like the idea that banking is a dirty business.  Once they come into the bank, they put the (sable?) on, because it's where they're working.  And the men are in these very pleated skirts, and metalic roughs.  \n\n[[D.B. Weiss]] (Executive Producer):  &quot;...From the moment we read about the Iron Bank, and [[Tycho Nestoris]] the representative of the [[Iron Bank of Braavos|Iron Bank]], we loved it because it was such an atypical element - banking doesn't really factor into most High Fantasy.  But it's very modern, I mean the lines are very clean and Dutch Protestant, and the way they dress is inspired by the [[Wikipedia:Dutch Golden Age|Dutch Golden Age]], and they're a bit more advanced than most of the people in Westeros - which is perhaps why they're in charge of everything.&quot;&lt;ref&gt;[https://www.youtube.com/watch?v=Pk00ppQ5nNw Game of Thrones - Silk, Leather &amp; Chainmail: Costumes of Season 4]&lt;/ref&gt;\n\n===Image gallery===\n&lt;gallery spacing=&quot;small&quot;&gt;\nIllyriomopatisHD.png|[[Illyrio Mopatis]], a [[Pentos|Pentoshi]] magister (merchant-prince).\nViserys &amp; Illyrio 1x01.png\nDrogo in Pentos.jpg|Various dignitaries of Pentos (at right) gather at Illyrio's mansion to greet Khal Drogo\nTyrion and Varys in Pentos.jpg|[[Varys]] and [[Tyrion Lannister]] switch to Pentos-style clothing when they flee there following Tyrion's murder of his father Tywin.  \nSalladhor Night Lands.jpg|[[Salladhor Saan]], a flamboyant pirate-lord based out of [[Lys]].\nSalladhor Night Lands back.jpg|Rear view of Salladhor's fancy sash.\nSyrio Forel.png|[[Syrio Forel]], a [[Braavos|Braavosi]] swordmaster.  \nArya-Stark-and-Syrio-Forel-house-stark-24506825-903-1199.jpg|Syrio talks with Arya\nTycho.png|[[Tycho Nestoris]], one of the leaders of the [[Iron Bank of Braavos]]\nArya Braavos set photo.jpg|[[Arya Stark]] switches to Braavosi-style clothing after arriving in the city, as seen in this Season 5 set photo\nArya stark S5.jpg|Arya's Braavos-style clothing from Season 5, from an ''Entertainment Weekly'' photo spread.\nArya Braavos concept art.jpg|Concept art of the Braavosi-style clothing that Arya switches to in Season 5\nDaario1.jpg|[[Daario Naharis]], a flashy [[Tyrosh|Tyroshi]] sellsword.\nTobho_Mott.jpg|Tobho Mott, a [[Qohor|Qohorik]] blacksmith living in King's Landing.\n&lt;/gallery&gt;\n\n", "Sothoryos": "[[Image:Sothoryos.png|thumb|right|250px|A map showing the location of Sothoryos, in relation to the continents Westeros and Essos.]]\n[[Image:Sothoryos Title Sequence.jpg|thumb|right|250px|The north coast of Sothoryos (in the bottom-middle of the image) as it appears in the title sequence.  Naath is the large island off the west coast, shaped like a backwards question mark.  The Summer Islands are a large archipelago located far west of Naath, off-screen.]]\n[[File:Summer Islands opening - with map names.png|thumb|250px|The Summer Islands as depicted on a map in the opening credits of Season 4, with location names added.  Mainland Sothoryos is located off-screen, far to the southeast.]]\n[[Sothoryos]] is the third continent in [[The Known World]], other than [[Westeros]] and [[Essos]].  Its northermost regions are located directly south of Valyria and [[Slaver's Bay]] in Essos, across the [[Summer Sea]].  There are several major islands and archipelagos in the Summer Sea, particularly the [[Summer Islands]], [[Naath]], and the [[Basilisk Isles]].  Strictly speaking these islands are not considered part of &quot;Sothoryos&quot; (any more than Madagascar is &quot;part of&quot; mainland Africa - it's an island) though the inhabitants of all of them are ethnically quite distinct from other peoples in Westeros and Essos, and notably dark-skinned.  \n\nIn the first four seasons of the TV series, it has not depicted the costumes of any characters from &quot;Sothoryos and the Isles of the Summer Sea&quot;.  A few ''characters'' from these regions have appeared, but dressed in the clothing styles of other regions:  [[Missandei]] was taken from Naath by a slaving raid and  [[Grey Worm]] was taken from the Summer Islands as a baby, so they dress in the clothing styles in Slaver's Bay.  The TV series also changed [[Salladhor Saan]] and [[Xaro Xhoan Daxos]] to be &quot;from&quot; the Summer Islands, but they have been living for years in Lys and Qarth respectively, and wear the fashions of those areas.  \n\nIn the novels, the Summer Islands are home to many exotic tropical birds.  Therefore, Summer Islanders are described as often wearing resplendent cloaks made out of interwoven exotic bird feathers.  The Summer Islands are said to be rich in hardwood timber, gemstones, spices, and exotic animals, but to be poor in metals such as iron, gold, and tin (which is mixed with copper to make bronze).  What metal they have is acquired through trade.  Summer Islander warriors therefore favor using great longbows made of goldenheart wood (as they have plentiful timber resources to supply arrows), and they are considered the finest bowmen in the world.  They are also said to carry wooden shields, not steel ones (though many shields carried by common infantry in Westeros are simply made out of wood or boiled leather, not metal).  Summer Islanders probably don't wear any metal armor.  They also probably do not wear much gold or silver, but the islands do have abundant gemstone supplies, so they probably incorporate more of those into their clothing than precious metals.  Somewhat like the Dornishmen, the Summer Islanders have very relaxed attitudes towards sexuality, and their climate is even hotter than Dorne, so their clothing is probably not very concealing (i.e. a noblewoman from the Summer Islands wouldn't wear the multi-layered and concealing dresses that Cersei Lannister does in Westeros, the climate is far too hot).  The Summer Islanders are unashamed of their bodies, considering sex to be a gift from the gods and a holy, life-affirming act.  Summer Islander women are warriors and ship-captains alongside their men, and apparently have equal inheritance laws because it is just as common for islands to be ruled by Princesses as by a Prince.  \n\nThe Basilisk Isles are pirate dens even worse than the [[Stepstones]], with no surviving indigenous population.  They probably dress like other pirates plying the world's seas.  Sothoryos itself has not been explored beyond the northern coasts, which are filled with jungles, tropical diseases, and ruins of vanished civilizations.  The only people generally found living there are also pirate dens and adventurers spilling over from the Basilisk isles.  \n\nNothing has been mentioned in the novels about how the Naathi dress on their own island - only enslaved Naathi have appeared, wearing the clothing styles in Slaver's Bay.  The Naathi religion believes in utter pacifism, even to defend their homes and persons.  This extends to the point that they will not harm any living thing, refusing to eat the flesh of animals, with a diet consisting primarily of fruit.  Therefore, Naathi probably have no unique armor or weapon designs of their own.  Naath's climate is very conducive to insect life, and it is also known as the &quot;Isle of Butterflies&quot;.  Among these insects are silkworms, and  Naath actually used to be a major exporter of silk before the [[Doom of Valyria]] four hundred years ago.  Afterwards the slaver-raids drastically intensified, driving the Naathi into the interior of their island and nearly shutting down their silk production industry.  It is possible that indigenous Naath fashions incorporate a large amount of silks.\n\n"}, "title": "Costumes: Essos"}