{"attributes": {}, "sections": {"Joffrey Baratheon": "\n[[Joffrey Baratheon]]'s appearance gets increasingly more opulent because he's an arrogant fool.  This is in contrast with his (believed) father King Robert:  he wore high quality materials, but generally his clothes were mostly functional, as he was at heart a soldier who won his throne on the battlefield, and didn't care about being fashionable.  Joffrey, however, dresses foppishly - just as he keep shouting &quot;I am the king!&quot; as if this will make it so, he dresses in very rich clothing as if to try to convince those around them that he ''is'' a king because he has the ''appearance'' of a king.  His clothing has elaborate gold tracery, fine silks, and elaborate sashes.  He also wears a lot of jewelry and rings.  Joffrey also tends to wear large open sleeves and capes, because they make him look physically larger.  Overall, he's trying too hard to look like a king.&lt;ref&gt;[http://fashionista.com/2013/03/game-of-thrones-costumer-designer-gives-us-the-dirt-on-season-3/9/ ]&lt;/ref&gt; \n\nJoffrey also has very expensive, elaborate armor made for himself when facing a siege in the [[Battle of the Blackwater]] - but of course, he is a coward, so he never even gets close to using it in actual combat.  Similarly, a running joke in the novels is that Joffrey keeps having elaborate and expensive swords made and giving them fierce names like &quot;[[Lion's Tooth]]&quot;, &quot;[[Hearteater]]&quot;, and &quot;[[Widow's Wail]]&quot;, but not once does he ever swing them against a foe, because he is a coward with no martial skills whatsoever (even Arya Stark managed to overpower him).\n\nCompare this with how Stannis dresses:  similar to Robert, he wears mostly functional clothing, Stannis's reasoning being that he doesn't need to convince other people he's the king by how he dresses, because he knows he ''is'' the rightful king.  \n\nOn a simple level, Joffrey is simply a very vain and self-absorbed person, constantly trying to appear up to date in the latest fashions.  The novels emphasize that Joffrey's good looks are quite literally his only positive trait:  otherwise he is unintelligent, unwise, unskilled at combat, unskilled at strategy, unskilled at basic governance, prone to psychotic outbursts of anger, etc.  When a knight is asked to say something nice about him after he dies in the novels, the only thing he can think to say is that he was tall for a boy his age.  So naturally, given that Joffrey's good looks are his only positive trait, he would try to emphasize them with fashionable clothing.  \n\nJoffrey's hair is cut short in the TV series, to make the actor look younger.&lt;ref&gt;[http://fashionista.com/2012/06/game-of-thrones-hair-and-wardrobe-secrets-revealed#3 ]&lt;/ref&gt;  Joffrey's hair is a bit longer and curly in the books (compare with how Jaime, Ned, or King Robert wear their hair longer).  Joffrey is 12 years old in the first novel, and most of the younger characters were aged up by about two years in the TV continuity (Arya is 11 instead of 9 years old), but this would still make Joffrey 14 - and actor [[Jack Gleeson]] was 18 years old when he filmed Season 1.  The producers hired an older actor because Joffrey was a major role which would bear a large amount of narrative weight, requiring a more experienced performer.  The TV series made other attempts to make this fit:  Joffrey is later stated in dialogue to have been 16 years old in Season 1:  four years older than his book counterpart instead of only two, and only two years younger than Gleeson's actual age.  It also helps that Joffrey has the personality of an insane, petulant toddler in a teenager's body, so it's not as if he &quot;acts his age&quot; in any context.\n\n===Quotes===\n\nClapton, on Stannis:  &quot;I don't think Stannis is a sort of &quot;Joffrey&quot;:  he's not trying to ''show'' that he's king, he just believes he ''is''.  This is his look, and what it always will be.&quot;&lt;ref&gt;[https://www.youtube.com/watch?v=Pk00ppQ5nNw Game of Thrones - Silk, Leather &amp; Chainmail: Costumes of Season 4]&lt;/ref&gt;\n\n===Image gallery===\n&lt;gallery spacing=&quot;small&quot;&gt;\nJoff.jpg|Joffrey is vain and foppish, dressing in the most fashionable clothing, with gold tracery and silk sashes.  He is trying to convince everyone around him that he is a king by looking like one.  \nCersei and Robert.jpg|For comparison, Robert was a former soldier who won his crown on the battlefield, so he dressed fairly plainly in functional clothing (albeit of high quality materials).  He isn't concerned with appearing fashionable.\nKing's Landing taylor Dark Wings Dark Words.jpg|Joffrey, unlike Robert, is fixated on appearing fashionable, mincing with [[King's Landing tailor|his tailors]] over different pieces and materials to get his look ''exactly'' right.\nJoffrey 2x01b.jpg|Joffrey wears rich clothing with full gold tracery.  He is often fond of wearing capes and large open sleeves, because they make him look physically bigger and hopefully more intimidating than he really is.  \nJoffrey Baratheon.jpg|Even as the Crown Prince when he first appears in Season 1, Joffrey wears well-made clothing and jeweled rings on his fingers.  \nJoffrey 2x04.jpg|Joffrey sits jauntily in his rich fashions on a stolen throne.\nJoffrey 2x06.png|Joffrey starts wearing more armor in his everyday travel clothing in Season 2, because he's trying to look more like a warrior (though as seen here, he just ran from [[Riot of King's Landing|an angry mob]] who threw a cowpie in his face)\nJoffrey Blackwater Promo.jpg|Joffrey has expensive and ornate custom armor made for the Battle of the Blackwater, though he flees from the walls instead of taking part in the fighting at all.\nTywin Joff and Cersei Mhysa.png|Even in relatively private moments at the Small Council, Joffrey wears rich fabrics, such as this outfit with a dagger-shaped gold printing pattern.  \n&lt;/gallery&gt;\n\n==King's Landing under the Targaryens==\n\nAnother factor is that when the TV series introduces King's Landing in Season 1, it has been dominated by [[House Baratheon]] for 17 years (since [[Robert's Rebellion]] overthrew [[House Targaryen]]) - though because [[House Lannister]] has been propping up Baratheon rule financially, Cersei's Lannister/Westerlands style dominates the capital.  The TV series hasn't had much opportunity to show what King's Landing fashions looked like ''before'' this point in time, back during the reign of the Targaryen dynasty.  \n\nClapton has stated, however, that the Targaryens did have their own unique clothing styles back when they were in power, long before the TV series takes place.  '''As Clapton explained, [[Viserys Targaryen]]'s costume in Season 1 is supposed to be an echo of what Targaryen fashions used to look like back during the reign of [[Aerys II Targaryen|the Mad King]]''':  Viserys was a child when his father was deposed but he does remember what the fashions at the old court looked like.  Viserys's older brother Crown Prince [[Rhaegar Targaryen]] probably dressed in this style.  \n\nJudging from Viserys's costume, this old Targaryen-style featured completely asymmetric, kimono-like tunics - somewhat like a fully male version of the Westerlands-style that Cersei wears (the male Westerlands fashion has asymmetric collars, but not along the entire length of the tunic).  Perhaps like the Westerlands-style, these kimono-like Asian styles and clean lines were meant to show how alien the Targaryens were to Westeros, despite living there for three centuries (the Westerlands style is somewhat inspired by Japanese armor and fashions, to distinguish them from other Andal groups such as the Reach).  Westerlands-style looks more like a double-breasted jacket:  the collar/lapels are asymmetric, but after the two flaps meet they become straight - the Targaryen style is asymmetric throughout.  \n\nThis Targaryen style also features high collars with textured embroidery reminiscent of dragon scales.  The outer coat is armless, fitting over a longer undercoat with close-fitting sleeves.  The outer coat in the old Targaryen style, while sleeveless, does have prominent peaked shoulder-cuffs - meant to be reminiscent of a cobra's hood, in keeping with the overall reptile/dragon motif.&lt;ref&gt;[[Inside HBO's Game of Thrones: Seasons 3 &amp; 4]], page 82, &quot;Costuming Dany&quot;&lt;/ref&gt;\n\nIn comparison, the Westerlands-style consists of one large outer jacket, instead of a sleeveless outer coat on top of an undercoat with sleeves.  A Westerlands-style mens' tunic is clean cut and entirely form-fitting, without the peaked cobra-like shoulder-cuffs of the Targaryen style.  The Westerlands style has collars with wide lapels that are usually worn open and folding down, not high and closed.  On formal occasions (such as at Daenerys's wedding), the old Targaryen-style that Viserys wears includes a short cape attached only by a pin on the left shoulder.\n\nWhile Clapton's intention is unknown, it is possible that the loose similarity between Targaryen and Westerlands styles is supposed to be a subtle hint that the Lannisters are actually inspired by the Targaryens:  Tywin served as [[Hand of the King]] under [[Aerys II Targaryen]] for twenty years, and his household was heavily involved at the royal court.  Jaime and Cersei grew up at [[Casterly Rock]], but in their teenaged years Cersei hoped to marry Crown Prince Rhaegar Targaryen and join the royal court; Jaime even knew Rhaegar because he was named to his Kingsguard just before Robert's Rebellion began.  Moreover, their mother [[Joanna Lannister]] served for years as one of the handmaidens to Aerys's wife, Queen [[Rhaella Targaryen|Rhaella]].  It is entirely plausible that the Lannisters tried to emulate the Targaryens in a few fashion elements during this time, when they were among their strongest supporters, before the Mad King's erratic behavior drove them apart.  \n\n'''Potential live-action prequel projects, depicting [[Robert's Rebellion]], the [[Tales of Dunk and Egg]] series, or earlier events, would have to take into account that there used to be a distinct Targaryen style of clothing - and also that even within the Westerlands or Reach, fashions don't stay static and unchanging across many decades'''.  Starting in [[Season 5]], the TV series will finally begin to depict flashback scenes to events from years before the TV series itself, which may depict different fashion trends in the past (the novels have multiple flashback scenes but the TV adaptation omitted them in the first four TV seasons, due to fears that casual viewers would be confused by them).     \n\n:Unlike Viserys, his sister Daenerys doesn't remember the old Targaryen style because she was born a few months after her father died and was secreted away to the Free Cities when she was just a baby, where she grew up, so she doesn't dress in this style.  When Daenerys first appears in Season 1, she generally just wears whatever Free Cities-style dresses their current host gives them; it is outright stated that her dresses are a gift from Illyrio, their host in Pentos.  Instead, Daenerys gradually develops her own evolving fashion styles throughout her journeys (see &quot;[[Costumes: Major Characters#Daenerys Targaryen]]&quot;).  \n\nAs for Viserys himself, a point Clapton made for including [[Heraldry]] is that it is usually a subtle motif worked into costumes, not a giant symbol emblazoned across their chests like a comic-book superhero.  Ned Stark doesn't have a foot-tall direwolf sigil on his costume's chest.  The one exception Clapton made to this is with Viserys:  he has a large Targaryen dragon-sigil emblazoned across his entire chest.  Similar to Joffrey, this is because he is trying to hard:  as if to scream, &quot;Look at my, I'm a Targaryen! Respect me!&quot;  Ironically - and it isn't clear if Clapton intended this or not - Viserys's costume ''is not'' actually an accurate representation of the Targaryen heraldry:  it depicts a six-limbed dragon, with one pair of wings and two pairs of legs.  [[Dragons]] actually have ''four'' limbs, two hind legs and two wing-arms, like a bat.  Only in other fantasy literature do some dragons have ''six'' limbs, with a pair of feet, a pair of arms, and a pair of wings sprouting out of their backs (George R.R. Martin made it a point to give them four instead of six limbs because he wanted to make at least some concessions towards realism, and from a mechanical standpoint it would actually be ''very'' difficult for a six-limbed dragon to fly).  For all of Viserys's taunting that &quot;You don't want to wake the dragon, do you?&quot; -- he actually doesn't know what a dragon is supposed to look like.  Granted, they have been extinct for a century and a half and no man living had seen one, but he never even paid attention to descriptions in books or artwork.  Even purely focusing on his family's heraldry as a child, he should have realized they don't have six limbs (heraldry used by the Mad King or Viserys's brother Rhaegar accurately depicted dragons with only four limbs).  It's a subtle hint that Viserys is utterly unworthy of claiming the Targaryen legacy.  \n\n===Quotes===\n\nClapton: &quot;Viserys, there's a sort of link to King's Landing, I mean he remembers, he's older, he remembers the styles that were worn then. The cut is actually quite similar, very sort of clean lined, with very much a dragon emblem, and ready to go back and claim his throne.&quot;&lt;ref&gt;[http://www.youtube.com/watch?v=F_iFAjvYFo4 ]&lt;/ref&gt;\n\nClapton:  &quot;Regarding the family sigils, we generally wanted to avoid having characters wearing them on their chests, like Superman or something, but Viserys is the one character who sports this huge [dragon] sigil doublet. He wears it the whole time, as if to scream, &quot;I'm a Targaryen!&quot; And it gets more battered and dirties as the season goes on and he gets further and further away from what he wants. It's a lovely way to reflect this blind hope; the costume fades with him.&quot;&lt;ref&gt;''[[Inside HBO's Game of Thrones]]'', page 161, &quot;Costuming King's Landing&quot;&lt;/ref&gt;\n\n===Image gallery===\n&lt;gallery spacing=&quot;small&quot;&gt;\nViserys.jpg|Viserys dresses in a style that was in fashion at the Targaryen royal court before Robert's Rebellion.  The entire cut of the tunic is asymmetric, like a kimono.  The outer coat is armless (but with peaked shoulder cuffs - meant to be reminiscent of a cobra's hood), fitting over a longer undercoat with close-fitting sleeves.\nViseryspromoheadshot.jpg|The old Targaryen-style features a tall collar with textured embroidery reminiscent of dragon scales.\nViserys costume at wedding.jpg|On formal occasions such as Daernerys's wedding, Viserys's old Targaryen-style includes a short cape attached only by a pin on his left shoulder.  Also, notice that the sigil on his chest incorrectly shows a dragon with ''six'' limbs, instead of four.\nViserys costume 106.png|Viserys's costume gets very disheveled, dirty, and faded as he progresses, reflecting how his vain hopes for power are fading.  Viserys himself wears an ostentatiously large Targaryen sigil on his chest, as if to scream, &quot;Look at me, I'm a Targaryen!&quot;\nViserys &amp; Illyrio 1x01.png|The undercoat that Viserys wears:  note that it still has an asymmetric cut along its entire length, and a high embroidered collar.\nJaime and Cersei 1x01.jpg|Jaime's Westerlands-style riding coat, for comparison:  while it does have an asymmetric cut to the collar, the rest of the coat is straight; the collar is also worn open and down (the lapels sometimes have printed designs on them).  The shoulders are squared off and form-fitting.  \n&lt;/gallery&gt;\n\n", "The Purple Wedding": "The royal wedding of King [[Joffrey Baratheon]] and [[Margaery Tyrell]] in Season 4's &quot;[[The Lion and the Rose]]&quot; was a major set piece for the TV series's costuming department.  The Lannisters, thinking they have won the War of the Five Kings (save for mopping up a few holdouts), try to show off by having a grand and opulent wedding to usher in a new age of Lannister rule (through Tywin's puppet grandson Joffrey).  Meanwhile, the Tyrells are also trying to show off, particularly with Margaery's stunning wedding outfit, because they are also hoping that this is the start of a new era - in which the Tyrells are the real power behind the throne, both through Margaery manipulating Joffrey, and also making the Lannisters dependent on their financial support due to the debt crisis from wartime expenses.  \n\nIn the novels, the assassination of King Joffrey at his wedding receives no name, unlike the [[Red Wedding]], and is simply referred to as &quot;Joffrey's wedding&quot;.  Book-fans came to give it the out-of-universe nickname &quot;the [[Purple Wedding]]&quot; - referring to the wine used to assassinate Joffrey and the fact that purple is a color associated with royalty; and, of course, to draw a parallel with the infamous [[Red Wedding]]. The nickname became so popular that even [[George R.R. Martin]] and the HBO production team have been known to use it. As Martin explained in an interview with ''TV Guide'', &quot;It's what the fans call the Purple Wedding, based on the color of the wine, which plays a big part.&quot;&lt;ref&gt;[http://winteriscoming.net/2013/10/grrm-teases-the-wedding-of-the-year/ GRRM teases &quot;the wedding of the year&quot;]&lt;/ref&gt;\n\nDuring the wedding feast, Joffrey crassly parodies his defeated enemies in the War of the Five Kings by hiring a troupe of [[Dwarfism|dwarf]] actors to hold a mock-joust.  The production crew were so impressed with the costumes Clapton made for the mock dwarf-joust that they made it a point ''not'' to show the cast what they actually looked like beforehand - specifically in order to produce genuine surprised reactions when they saw them for the first time during actual filming.&lt;ref&gt;[https://www.youtube.com/watch?v=Pk00ppQ5nNw Game of Thrones - Silk, Leather &amp; Chainmail: Costumes of Season 4]&lt;/ref&gt;\n\nIt was actually Michele Clapton who came up with the idea that the dwarf playing Renly in Joffrey's mock-joust would be riding a puppet of Loras instead of a puppet horse.  When she showed her original designs (which didn't include a stylized mount) they liked them, but said that the dwarf-Renly wasn't distinct enough and asked her to think up something more Renly-specific (and reflecting what a crass sense of humor Joffrey has).&lt;ref&gt;[https://www.youtube.com/watch?v=Pk00ppQ5nNw Game of Thrones - Silk, Leather &amp; Chainmail: Costumes of Season 4]&lt;/ref&gt;  In turn this costuming decision may have affected the actual script, as it's not clear if Loras was meant to leave in disgust in earlier drafts of the episode.&lt;ref&gt;[https://www.youtube.com/watch?v=Pk00ppQ5nNw Game of Thrones - Silk, Leather &amp; Chainmail: Costumes of Season 4]&lt;/ref&gt;\n\n===Quotes===\nClapton:  &quot;The wedding was challenging in as much as there were so many costumes to make.  This is Joffrey's wedding:  it just had to be more opulent, it had to be really showing off, it had to be really distasteful in a way.&quot;&lt;ref&gt;[http://www.youtube.com/watch?v=6ottevaCcAw ]&lt;/ref&gt;\n\nClapton, on the wedding crowns:  &quot;With the crowns, Joffrey has his usual Baratheon antlers as usual, and with that roses are creeping within it.  And then the other way around, Margaery is all creeping roses [&quot;even more, to strangle the Baratheon antlers&quot; - according to a concept sketch note], so it was the idea that slowly Margaery is beginning to wrap around and control him.&quot;&lt;ref&gt;[http://www.youtube.com/watch?v=6ottevaCcAw ]&lt;/ref&gt;\n\nClapton on Margaery's wedding dress in Season 4: &quot;I'm pretty pleased with Margaery's dress...it took weeks...months even, with all the roses and embroidery, and the bias cut was hard to achieve with the cutaway elements that are essential for her style...I wanted it to be pretty, but on closer inspection, strong and to tell the story of her ambition...the crowns particularly tell this.&quot;&lt;ref&gt;[https://web.archive.org/web/20140407200623/http://www.vanityfair.com/vf-hollywood/game-of-thrones-fashion ]&lt;/ref&gt;\n\nClapton, on Margaery's wedding dress: &quot;I wanted it to be sort of quite traditional dress in a funny way. But then again roses can be so pretty, and I didn't want her to be pretty, I wanted her to be slightly dangerous, because I think she is. And it just literally grew from there.&quot; - hence the metal rose vines running along her dress, which subtley are spiked with metal thorns if you look closely, showing her danger underneath.&lt;ref&gt;[http://www.youtube.com/watch?v=6ottevaCcAw ]&lt;/ref&gt;\n\n[[Kevin Alexander]] (Hair Designer) was inspired by a waterfall for Margaery's wedding hairstyle.  To get the height at the crown, he used a flowerpot-shaped five-inch tall cage.  He braided her real hair very tightly, then placed the wig and cage onto the braids as a base.  He then covered the cage with extra hair, and then curled the hair.  It took seven days to film her scenes in this outfit, and Natalie Dormer had to go through a two-hour process each day to assemble this hairstyle.&lt;ref&gt;[http://fashionista.com/2014/04/game-of-thrones-purple-wedding-fashion-recap#759998gotmp091313ep402-35051 ]&lt;/ref&gt;\n\nQuestion:  &quot;How long did it take you to make Margaery's wedding dress?&quot;\n\nClapton:  &quot;Probably with all the elements, about five to six weeks. That is with one person cutting and making, and Michele Carragher on rose and thorn duty! I think that we had three fittings.&quot;\n\nQuestion:  &quot;How did you craft all the roses?&quot;\n\nClapton:  &quot;They were hand rolled and stitched. And there were a lot! The thorns were also hand-made in leather.&quot;\n\nQuestion: &quot;Any symbolism in the dress?&quot;\n\nClapton:  &quot;The fabric is a linen silk mix and has leaves woven into it. '''This led beautifully into my idea of a creeping  briar rose that, although pretty, will draw blood if you catch yourself on its thorns and can end up smothering its host. Pretty but dangerous!'''...We only had one of them so we always worried about food or coffee falling on it [given that many of her scenes in it take place at a feast with actual food], but Natalie is brilliant and very careful!&quot;\n\nQuestion:  &quot;How did you dress the other women for the wedding (especially Cersei and Sansa) to compare with Margaery?&quot;\n\nClapton:  &quot;'''Many of the court are now dressed in Margaery's style to show the support she enjoys. A few older women still follow Cersei's style,''' which is another thorn in her side! Sansa is dressed very plainly, almost harking back to her mother's style. She really doesn't want to be there and certainly doesn't want to draw any attention from Joffrey. Even if she wanted to she couldn't follow Margaery's style without igniting the wrath of Cersei, yet she doesn't want to show support for Cersei by wearing her style. Cersei's dress is heavily embroidered with Lannister imagery -- it's a dress of weight and power.&quot;&lt;ref&gt;[http://fashionista.com/2014/04/game-of-thrones-purple-wedding-fashion-recap#759998gotmp091313ep402-35051 ]&lt;/ref&gt;\n\nClapton:  &quot;Cersei is pulling back a little bit.  She's not the sort of powerhouse that she was, and it was just, I wanted her to be slightly quieter.  Very beautiful, just not rocking the red so much.  It's just a sort of slightly muted look to her.&quot;&lt;ref&gt;[http://www.youtube.com/watch?v=6ottevaCcAw ]&lt;/ref&gt;\n\nClapton:  &quot;Tywin actually does very red, which is very rare for him.  I think in this moment, this is sort of securing up the throne, and so he's brought out the red.&quot;&lt;ref&gt;[http://www.youtube.com/watch?v=6ottevaCcAw ]&lt;/ref&gt;\n\nClapton:  &quot;I supposed I wanted the Tyrells to look very much 'of a group'.  I tried to formalized it with a sort of rose [print] fabric, because it's the fabric of their family, and this was being done for family.&quot;&lt;ref&gt;[http://www.youtube.com/watch?v=6ottevaCcAw ]&lt;/ref&gt;\n\nClapton, on Sansa dress and special necklace at the Purple Wedding:  &quot;Sansa has gone back to mauves, it's a very plain dress.  It just looks really beautiful as well, with the pale blue necklace that I designed for 'the deed'&quot;.  I looked actually at lots of art deco and art nouveau necklaces, even Margaery's [necklace] as well was inspired by the same period.  It's actually very exciting, I very rarely design jewelry.&quot;&lt;ref&gt;[https://www.youtube.com/watch?v=Pk00ppQ5nNw Game of Thrones - Silk, Leather &amp; Chainmail: Costumes of Season 4]&lt;/ref&gt;\n\n===Image gallery===\n&lt;gallery spacing=&quot;small&quot;&gt;\nThelionandtherose3.jpg|Margaery Tyrell and King Joffrey Baratheon at the royal wedding\nMargaery wedding dress Great Sept.jpg|At the wedding ceremony in the Great Sept:  Margaery in the foreground, and in the background her father Mace Tyrell, Cersei Lannister, and Tywin Lannister.\nMargaery at Purple Wedding feast.jpg|Margaery at the wedding feast, front view.  As with other dresses in her signature style, it is armless and with a plunging neckline.  Clapton designed the necklace herself.\nMargaery-Game-of-Thrones.png|Margaery at the wedding feast, side view.  \nMargaery Purple Wedding costume train behind the scenes.jpg|Behind-the-scenes shot of Margaery's wedding dress, full back view, focusing on her dress's long train of embroidered roses.  \nMargaery Purple Wedding costume back view closeup behind the scenes.jpg|Behind-the-scenes closeup of Margaery's wedding dress:  as with other dresses in her signature style, it is backless. \nMargaery averts gaze from Joffrey's death.jpg|Back view of Margaery's dress:  notice the subtlely interwoven metal rose thorns and vines.  Also, Olenna Tyrell's formal wear for the wedding.  \nJofmargwed.jpg|Joffrey and Margaery at the wedding ceremony.  Notice their special crowns made for the wedding:  Joffrey's is shaped like his normal Baratheon stag antler-themed crown, but subtlely being overgrown by Tyrell rose vines.  Margaery's has the Tyrell rose vines much more obviously overgrowing and strangling the stag antlers.  \nPurple Wedding crowns concept art.png|Concept art of Margaery and Joffrey's wedding crowns.\nJack-Gleeson-as-Joffrey-Baratheon photo-Macall-B.-Polay HBO.jpg|Closeup of Joffrey's wedding crown:  notice how the Baratheon stag antlers in the design are being subtlely overgrown by Tyrell rose vines.\nCersei Purple Wedding costume.jpg|Cersei's dress at the wedding is more subdued than usual, with more muted colors.  This is to symbolize how her power will wane when Margaery becomes the new queen - but it also features symbols of power such as embroidered Lannister lions and armor-like features. \n110312-Cersei-Lannister-season-4-meme-0e4U.jpeg|As with her past styles, Cersei still wears wrap-around dresses with an asymmetric cut, resembling armor.  Even her heavy necklace is also supposed to look like symbolic armor, because she fears all of the growing threats around her.\nSansa Purple Wedding costume.jpg|Sansa's dress at the wedding is subdued mauves, not wanting to draw attention to herself.  She no longer emulates Cersei's style, but doesn't dare anger her by dressing in Margaery's style.  Instead she somewhat dresses like her mother Catelyn did.  Notice Sansa's special crystal necklace.  \nOlenna and Sansa 2.jpg|Olenna Tyrell plays with Sansa Stark's special necklace.  The jewels are actually soluble crystals of the poison known as &quot;[[The strangler|the strangler]]&quot;.  \nOlenna and Sansa 1.jpg|After Olenna inspects Sansa's necklace, notice that the stone at its far right side is now missing.  Olenna surreptitiously drops the poison in Joffrey's wine cup as she walks away from the table.  \nSansa wedding necklace concept art.png|Concept art of Sansa's special necklace.  Clapton rarely designs jewelry herself, though she designed the wedding necklaces for both Margaery and Sansa.  They have a bit of an art deco theme.  \nEllaria PW HD still.jpg|[[Ellaria Sand]]'s costume at the royal wedding is considered a little too revealing and inappropriate in the rest of Westeros, but it is considered elegant formal wear in the warm climate of [[Dorne]] to the south.\nJoffrey dwarf.jpg|Dwarf actor dressed as [[Joffrey Baratheon]].\nStannis dwarf.jpg|Dwarf actor dressed as [[Stannis Baratheon]].\nRenly dwarf.jpg|Dwarf actor dressed as [[Renly Baratheon]].\nDwarf Robb.png|Dwarf actor dressed as [[Robb Stark]].\nBalon dwarf.jpg|Dwarf actor dressed as [[Balon Greyjoy]].\nDwarfw5k1.png|Concept art of dwarfs dressed as Joffrey, Stannis, and [[Balon Greyjoy]].\nDwarfw5k2.png|Concept art of the dwarf dressed as [[Robb Stark]], displaying concept of how his head will be mock-decapitated in the performance.\nDwarfw5k3.png|Concept art of dwarf dressed as Balon Greyjoy.\nDwarfw5k4.png|Concept art of dwarf dressed as Renly, mockingly riding a float shaped like Loras.\n&lt;/gallery&gt;\n\n", "Prostitutes": "\nThis trickle-down effect of fashion extends all the way from the royal court to the [[Prostitution|prostitutes]] living in the city, particularly high class brothels which cater to the wealthy nobility, such as [[Littlefinger's brothel]].  Lesser nobles, wealthy merchants, and well-to-do commoners in the city emulate the fashions set at the royal court.  In turn, prostitutes will wear clothing that imitates designs that are currently fashionable among the well-to-do.  \n\nAs Clapton explained, this is a universal principle even in real life for what styles prostitutes wear.  They don't wear styles that are utterly alien to the culture and time they are living in.  Rather, prostitutes will imitate the fashions set by the wealthy and powerful, but cut to be more revealing and alluring.  \n\nTherefore, the prostitutes such as [[Ros]] in Littlefinger's brothel basically wear the same fashions that regular handmaidens do, but slightly modified to be more loose and revealing.  Higher-end prostitutes will imitate more expensive clothing of the minor nobility.  When she comes into a leadership position at the brothel as the madam running it under [[Petyr Baelish|Littlefinger]] (in Seasons 2 and 3), '''Ros shifts to wearing gowns which are basically knockoffs of Cersei's Lannister-style popular at the royal court''':  wrap-around and kimono-like with an asymmetrical cut, and long billowing sleeves.  Ros moves on to an even better-quality gown in Season 3, which is even more clearly imitating the Lannister/Westerlands style that Cersei sets at the royal court - the difference is that her copy is looser, with a more revealing neckline.  Ros and many of the other prostitutes even wear their hair in the highly braided horizontal fan-shape which Cersei popularized at court, and which her handmaidens and servants also imitate.  \n\n:'''See the main page on &quot;[[Costumes: Major Characters#Cersei Lannister|Costumes: Major Characters - Cersei Lannister]]&quot;.\n\nA few prostitutes do break this principle, wearing foreign fashions, in situations where they want to appeal to those clients looking for an &quot;exotic&quot; experience.  For example, [[Armeca]] pretended that she was a foreigner and couldn't even speak the Common Tongue, even though she was actually born and raised in King's Landing itself.  \n\nThis emulation principle is followed by all prostitutes within the TV series, i.e. prostitutes in the Free Cities and Slaver's Bay would also wear more revealing imitations of what the rich upper classes wear.  Most prostitutes in the TV series so far, however, have appeared in brothels in King's Landing.\n\nThe principle even apparently extends to homosexual male prostitutes, as seen with the male prostitute [[Olyvar]] introduced in Season 3, who returns in Season 4 as the new majordomo running the brothel for Littlefinger after Ros is killed.  Olyvar basically dresses how fashionable and well-to-do members of the merchant-class or lower nobility dress, just worn a bit more loosely.  He seems to wear clothing styles that imitate how Littlefinger himself dresses, but he wears his collar open.  \n\n===Quotes===\n\nClapton:  &quot;[In King's Landing], as with Winterfell and other regions, I started with the most prominent characters because, in theory, the people are influenced by the head of the society. So Cersei has these kimono-style, wrap-around dresses that influence the other ladies at court and in the city. '''Even the prostitutes in Littlefingerâ&euro;&trade;s brothel wear a similar-style dress, albeit in a different way.''' Then thereâ&euro;&trade;s Jaime, with his asymmetrical coat, whose influence trickles down to the male characters.&quot;&lt;ref&gt;''[[Inside HBO's Game of Thrones]]'', page 70, &quot;Costuming King's Landing&quot;&lt;/ref&gt;\n\nClapton, on costuming for prostitute characters:  \nHow do you dress a medieval fantasy prostitute? Same way as you dress everyone else, but with a slight twist. In King's Landing, for example, they wear similar costumes to the hand maidens - the difference is that they come off much more strategically.  &quot;[Just like] you see with contemporary prostitutes,&quot; Clapton said, &quot;They wear something similar to someone going out for the night â&euro;&ldquo; itâ&euro;&trade;s just what they do with it and how they wear it.&quot;&lt;ref&gt;[http://fashionista.com/2012/06/game-of-thrones-hair-and-wardrobe-secrets-revealed/8/ ]&lt;/ref&gt;\n\n===Image gallery===\n&lt;gallery spacing=&quot;small&quot;&gt;\nHandmaiden prostitute comparison.jpg|Side-by-side comparison of a handmaiden of the royal family and Ros the prostitute:  Ros's clothing imitates the style of royal servants, but is cut a little more loosely and has more jewelry.  \nRos and Pycelle.png|Ros even imitates the heavily braided fan shaped hairstyle of handmaidens serving the nobility - who themselves are ultimately copying Cersei's hairstyle.  \nDaisy.jpg|[[Daisy]], another prostitute, also wears basically the same light sleeveless dress that regular handmaidens wear, just cut more loosely.\nCersei 2x01a.jpg|For comparison, Cersei in her Westerlands-style:  an asymmetric kimono-like cut, metal armor-like belts, and large billowing sleeves (she is wearing her hair down in this image because she is in private).  \nRos and Daisy 201.jpg|Ros and Daisy; in Season 2 Ros starts wearing better-quality gowns - which are basically knockoff imitations of the fashions that Cersei sets at the royal court.  Notice the same asymmetrical kimono-like cut.  She can't afford metal belts like a noblewoman, but she still ''imitates'' that look using heavy rope belts.  \nRos-3x04.jpg|Ros continues to copy Cersei's hairstyle; her clothing is a cheaper imitation of Cersei's, though it is also intentionally cut to be more revealing - Cersei's clothing doesn't have a plunging neckline.\nRos set photo Season 3.jpg|A set photo of Ros and Littlefinger.  By Season 3, Ros is the head prostitute running the brothel, and her clothing improves to a dress very clearly imitating Cersei's style popular among noblewomen:  an asymmetric kimono-like wrap (moreso than in her last dress) and large billowing sleeves.  \nRos 7.png|Ros's hairstyle continues to imitate the Cersei-style popular at court.  While this is a better-quality dress, notice that even this is cut to be a bit more loose and revealing than what actual noblewomen in King's Landing wear.  \nOlyvar costume 401.jpg|The trickle-down fashion principle also extends to male prostitutes:  [[Olyvar]] wears styles that basically imitate Littlefinger's own clothing style, though he wears it more loosely with his collar open.\n&lt;/gallery&gt;\n\n", "TOP": "Costumes: King's Landing0297126h5zj5r2kxtq5dounzy59fq1zhja9gs1801452015-03-28T22:42:22ZThe Dragon Demands5014364:'''See main overview article, &quot;[[Costumes]]&quot;.'''\n[[File:The_Crownlands.png|thumb|300px|King's Landing in the Crownlands, in the middle of the eastern coast of Westeros.]]\n[[King's Landing]] is the capital city of the [[Seven Kingdoms]], location of the [[Red Keep]] which contains the royal court and the [[Iron Throne]].  The city was founded three centuries ago after the [[War of Conquest|Targaryen Conquest]] by King [[Aegon I Targaryen]], at the site where his army first landed and began his campaign which conquered and unified the kingdoms.  \n\nAegon the Conqueror also carved out territory from neighboring kingdoms around King's Landing to make an entirely new subregion, &quot;[[The Crownlands]]&quot;, to be ruled by the Iron Throne directly.  The TV series has not extensively shown that the Crownlands are an entire region/&quot;kingdom&quot; extending beyond King's Landing - though even within the novels, the Crownlands are only three centuries old and really don't have much &quot;local identity&quot;, instead largely defined and shaped by trends emanating from King's Landing itself.  Hence, this sub-section is titled &quot;King's Landing&quot; and not &quot;The Crownlands&quot;.  Technically, the islands in Blackwater Bay such as [[Dragonstone (island)|Dragonstone]] are part of the Crownlands, but by the time Dragonstone debuts in Season 2, Stannis Baratheon has been ruling it for 18 years, so characters on Dragonstone wear Baratheon-style costumes, covered in the subsection on [[Costumes:_The_Seven_Kingdoms#The_Stormlands|costumes in the Stormlands]].\n\n==The royal court, and the city's general populace== \n\n'''King's Landing does not have its own unique identity, so much as it is defined as the location of the royal court around the Iron Throne:  it is where rivalries between different court factions are displayed through their clothing styles.'''  When the Lannisters dominate at the royal court, the courtiers, officers, and hangers-on adopt Westerlands-style clothing; when the Tyrells are powerful at court, everyone switches to Reach-style fashions.  The city does have several of its own unique styles, shaped by the fact that it is a major city and trade hub for long-distance shipping:  they can afford and obtain more exotic clothing.  Internal factions at the royal court can also generate their own unique clothing styles.  During the events depicted in the TV series, there are no unique clothing and armor styles for soldiers from the Crownlands:  Robert's Baratheon guards dress in Stormlands-style armor, while Joffrey is basically a puppet ruler backed up by Tywin Lannister's support, so all of &quot;Joffrey's soldiers&quot; are really &quot;Tywin's Lannister soldiers&quot; wearing Westerlands-style armor. \n\nEven moreso than in the rest of the Seven Kingdoms, King's Landing is where rival factions display their allegiance through their style of clothing, and where subordinates are prosperous enough to change their clothing styles frequently to reflect shifting trends, both in fashions and in politics.  The fashions worn by the royal family spiral out to the royal courtiers and officials, and in turn trickle down to servants, [[Handmaiden|handmaidens]], and commoners in the rest of the city.  The extreme poor in the slums of [[Flea Bottom]] dress simply, but wealthier merchants and urban artisans are prosperous enough to try to emulate popular court fashions, albeit on a simplified scale.\n\nDuring Seasons 1 and 2, all of the courtiers in King's Landing imitated Queen [[Cersei Lannister]]'s clothing styles (asymmetric kimono-like wrapped dresses, with armor-like metal belts, and large billowing sleeves). '''As a carefully planned development by Clapton, however, as Season 3 progressed more and more background courtiers started gradually switching to [[Margaery Tyrell]]'s new fashion style''' (plunging necklines, sleeveless, often backless), to reflect her rising social and political influence at the expense of Cersei.\n\n:'''See the main pages on &quot;[[Costumes: Major Characters#Cersei Lannister|Costumes: Major Characters - Cersei Lannister]]&quot;, and &quot;[[Costumes: Major Characters#Margaery Tyrell|Costumes: Major Characters - Margaery Tyrell]]&quot;.'''\n\n:In the TV series, King's Landing is presented as having a warm, Mediterranean or even a sub-tropical climate, and outdoor scenes set in King's Landing are filmed in Mediterranean locations such as Malta and Croatia.  Clapton explained that clothing designs for King's Landing were specifically designed to reflect this warmer look.  Author [[George R.R. Martin]] has noted this isn't quite the same as in the books, where it has more of a temperate climate, saying: &quot;King's Landing, that's the capital, is not quite so tropical - in the books it's more like medieval Paris or London.&quot;&lt;ref&gt;[http://www.denverpost.com/television/ci_20754634/game-thrones-author-george-r-r-martin-sex GRRM interview with The Denver Post]&lt;/ref&gt; According to the production team in Season 1 behind-the-scenes featurettes, the change in climate was made because they wanted to emphasize how much more lush and abundant King's Landing is compared to Winterfell. It's quite possible that the TV city'sÂ climate is far less comfortable in winter.Â \n\n===Quotes===\n\nClapton:  &quot;They're near the sea, they can trade, they have silks, they have colors, much more sort of Mediterranean feel.  There's more jewelry.  But it's just the color is really lifted...We decided really, through the buildings, through the architecture, and through the climate, to make it much more &quot;Persian&quot; I guess in feel.&quot;&lt;ref&gt;[http://www.youtube.com/watch?v=F_iFAjvYFo4 ]&lt;/ref&gt;&lt;ref&gt;[https://www.youtube.com/watch?v=-d91UPMvYZU ](interviews were intercut, and overlap)&lt;/ref&gt;\n\nClapton:  &quot;Cersei is all about fashion and styling. She tends to wear very soft wrapped silks which are embroidered. It's like a kimono style, but with a slightly medieval cut. And she has a lot of metal belts, because I like the idea that she's armored in a sense...'''The court often wear very similar pieces to her, the wraps and metal belts, and then that's copied in ways to the working class.'''&lt;ref&gt;[http://www.youtube.com/watch?v=F_iFAjvYFo4 ]&lt;/ref&gt;&lt;ref&gt;[https://www.youtube.com/watch?v=-d91UPMvYZU ](interviews were intercut, and overlap)&lt;/ref&gt;\n\n&quot;One of the mandates early on was to make Kingâ&euro;&trade;s Landing very distinct from the traditional medieval courts and cities one usually finds in these types of stories. Itâ&euro;&trade;s warm and sunny; the climate is somewhat Mediterranean. Itâ&euro;&trade;s a lot of fun to do because Kingâ&euro;&trade;s Landing is a port city, so we have access to color, silks, much more variety. And the Lannisters are a huge presence, so thereâ&euro;&trade;s a lot of red, but also pale greens and saffron yellows, and you can use jewelry. There are a lot of choices.  \n\nAs with Winterfell and other regions, '''I started with the most prominent characters because, in theory, the people are influenced by the head of the society.''' So Cersei has these kimono-style, wrap-around dresses that influence the other ladies at court and in the city. Even the prostitutes in Littlefingerâ&euro;&trade;s brothel wear a similar-style dress, albeit in a different way. Then thereâ&euro;&trade;s Jaime, with his asymmetrical coat, whose influence trickles down to the male characters.&quot;&lt;ref&gt;''[[Inside HBO's Game of Thrones]]'', page 70, &quot;Costuming King's Landing&quot;&lt;/ref&gt;\n\nClapton:  &quot;The Lannisters and Baratheons have more ornate armor [than the Starks].  In King's Landing there are [[Tobho Mott|streets of armorers]], so there's competition, whereas in Winterfell there's [[Mikken|one armorer]] whose trade has been passed down father to son.&quot;&lt;ref&gt;[http://www.makinggameofthrones.com/production-diary/2014/12/3/costume-designer-michele-clapton-talks-armor-and-armies ]&lt;/ref&gt;\n\nClapton:  &quot;Margaery Tyrell sweeps into Kingâ&euro;&trade;s Landing and takes it by storm. As such, her wardrobe is very unique and very much at odds with everything else in Kingâ&euro;&trade;s Landing [i.e. the Westerlands style, because Cersei ''used'' to be the trendsetter]. Itâ&euro;&trade;s a very structured look â&euro;&ldquo; the new style coming in after the war. For the first time in a long time, Cersei wonâ&euro;&trade;t be the trendsetter in the capital. Itâ&euro;&trade;s a fun way to reflect their future rivalry.&quot;&lt;ref&gt;''Inside HBO's Game of Thrones'', page 105.&lt;/ref&gt;\n\nClapton:  &quot;'''[During Season 3] in King's Landing, Margery [Tyrell] is beginning to influence the dress of the younger girls in court, whilst the older girls continue to follow Cersei [Lannister]''', even though she has shifted her style to a previous Margery-like look. A cruel blow for her and this makes her hate Margery more!&quot;&lt;ref&gt;[http://www.spin.com/articles/game-of-thrones-costume-designer-michele-clapton-interview-hbo/ ]&lt;/ref&gt;\n\n===Image gallery===\n&lt;gallery spacing=&quot;small&quot;&gt;\nLancel royal court Garden of Bones.jpg|Courtiers in the Red Keep dress in styles that imitate the royal family.\nWinter_is_Coming_Myrcella_Tommen_intro.jpg|Cersei's handmaidens when she arrives at Winterfell (at right) emulate her style of dress, as well her formal hairstyle (a heavily braided fan shape).\nLadies at court 308.jpg|Notice the noblewomen behind Cersei and Margaery.  Gradually, more and more background courtiers in the TV series switch to dressing in Margaery's Tyrell-style, and fewer dress in Cersei's Lannister-style.\nCersei at Winterfell feast.jpg|The heavily braided fan shaped hairstyle that Cersei wears on formal occasions in court; notice that handmaidens in King's Landing imitated this hairstyle along with her clothing fashions.\nHandmaiden kings landing.jpg|Commoners and servants dress more simply, with loose sleeveless and backless tunics bound to a ring around the collar (better suited to the warm weather in King's Landing).  Notice that this handmaiden is copying Cersei's hairstyle.\nProtestor 2x5.png|Commoners in the streets and slums of King's Landing dress much more simply.  Men often wear their shirts open due to the warm weather in the coastal city.  Their clothing is made of light materials, not the heavy wools worn by commoners in the North or Riverlands.\nSer-Bronn-Profile-HD.png|Set to marry into the minor nobility at the end of Season 4, Ser [[Bronn]] starts dressing in the expensive clothing of a nobleman, in the same style as the royal court.\nCostuming King's Landing Season 1 concept art.png|King's Landing Season 1 costume concept art.  \n&lt;/gallery&gt;\n\n", "Mourning clothes": "\nAfter King Joffrey's assassination at the [[Purple Wedding]], several characters switch to wearing black-colored mourning clothes.  These clothes generally keep to the same style of cut that these characters previously wore, but with black colors, and the patterning of the fabric is different.  Joffrey's mother Queen Cersei is anguished at her son's death and out for vengeance, so her black mourning clothes have a dagger-print pattern repeating all over them.  \n\nThe Tyrells, on the other hand, wear basically the exact same clothing as they used to, simply with the teal-green fabric switched for black - but they still have happy bright gold flower patterns.  They didn't even bother to mute the colors.  It's a non-verbal cue that this is a totally fake mourning.  Even Cersei seems to take note of this when she casts an eye at Margaery's dress at Tommen's coronation, pinches Margaery's sleeve in her fingers to inspect it, and notes that she's still wearing mourning clothes.  [[Olenna Tyrell]] also wears black mourning clothes - with bright gold rose embroidery patterns (after all, it was Olenna who personally poisoned Joffrey, with poison Littlefinger supplied). &lt;ref&gt;[https://www.youtube.com/watch?v=Pk00ppQ5nNw Game of Thrones - Silk, Leather &amp; Chainmail: Costumes of Season 4]&lt;/ref&gt;\n===Image gallery===\n&lt;gallery spacing=&quot;small&quot;&gt;\nCersei-Lannister-Profile 2-HD.png|Cersei's black mourning wear has a repeating dagger-print pattern, visually signalling that she's out for vengeance.  \nMargaery-Tyrell-Season-4.jpg|Margaery's mourning dress|Margaery's mourning wear, in contrast to Cersei's, simply switched the base color from teal-green to black...while still keeping bright gold rose embroidery.  \nOlennamarg2.png|The Tyrells' mourning wear still has bright gold rose patterning.  They didn't even try to mute the colors, as they aren't really mourning very much.\nOlenna-HD.png|Olenna's mourning wear also incongruously retains her original bright and happy golden rose patterning - given that Olenna in particular isn't really mourning Joffrey's death.\nCersei eyes Margaery's mourning wear 405.jpg|Even Cersei herself seems to notice that the Tyrells' mourning clothes oddly still include happy bright gold flower tracery - hinting that their mourning is fake.\n&lt;/gallery&gt;\n\n==Jaime's prosthetic hand==\n\nAfter having his sword-hand cut off, Cersei instructs goldsmiths to make a prosthetic hand for [[Jaime Lannister]].  In &quot;[[The Lion and the Rose]]&quot;, [[Podrick Payne]] directly asks Jaime if his new prosthetic hand is made of solid gold, and Jaime explains that it is actually gold-plated steel.  Because Cersei commissioned it, it has the same decorative pattern that Cersei's symbolic armor pieces have on them.  The base of the wrist also prominently features the golden lion of [[House Lannister]]'s [[Heraldry]] (it depicts the variant that shows a lion's head, instead of a full-bodied lion).  The hand is held in place by laced-up leather braces that cover the rest of Jaime's forearm.  \n\n:In the novels, Jaime's prosthetic hand is indeed made out of solid gold. One of the reasons it was made out of solid gold was because gold is so much heavier than steel, so the muscles of Jaime's right arm would still get sufficient exercise, instead of atrophying from lack of use. Also due to the great weight of solid gold, Jaime discovers that it makes quite an effective bludgeoning weapon. However, steel is still heavy enough for such purposes, while being much tougher than gold, making it also able to defend against blades for example.  The actual on-set prop in the TV series is made of a brass casing that fits around the actor's actual hand.\n\n:One of George R.R. Martin's points when he wrote the novels was to focus on telling a story, instead of worrying about any potential film adaptation - making certain parts of the book very difficult to film.  Specifically, a book with an eye towards a film adaptation would avoid giving major characters disfiguring facial injuries, but at the Battle of the Blackwater in the novels, Tyrion actually has most of his nose cut off (as well as a large facial scar).  The TV series had to change this so that Tyrion simply receives the large facial scar, but doesn't lose his nose.  [[Peter Dinklage]] explained that it was decided the prosthetics or greenscreen CGI needed to depict Tyrion without a nose in every one of his subsequent scenes would be too prohibitive.  Jaime's realistic gold hand, however, is not simply an invention of the TV series in order to hide [[Nikolaj Coster-Waldau]]'s still-intact right hand.  It just so happened that even in the novels, years before the TV series, Jaime gets a very realistic-looking prosthetic hand made of gold.  Logically, the Lannisters can afford such an expensive prosthetic, instead of just using a hook, etc.\n\n:In the novels, Jaime's golden hand is said to appear very lifelike, even with engraved fingernails made of mother-of-pearl.  The TV series version also has realistic-looking engraved fingernails, though they aren't covered in mother-of-pearl.  In both the novels and TV series, the fingers and thumb are partially closed so that Jaime can pick up a wine goblet with it (if he is careful, after much practice).  It also allows him to strap a shield to his right arm, albeit clumsily, as he tries to relearn how to wield a sword with his left hand.  In the TV series, when Qyburn remarks on the high quality of the prosthetic hand, Jaime quips that if he likes it so much he can cut his own hand off to try it on.  Jaime also made this quip in the books, though he said it to his bannerman Flement Brax.  As in the TV series, Jaime at times knocks over wine glasses because he instinctively reaches for objects with his right hand due to muscle memory.  No mention is made that Cersei commissioned the golden hand in the novels, to try to hide Jaime's deformity.  Based on the mention that Jaime discussed the hand's construction with the armorer who created it, Jaime seems to have ordered it himself.  \n\n===Quotes===\n&quot;Clapton designed it as something Cersei would choose to disguise a deformity that she fears. It's beautiful, ornate, and feminine.  But, the prop actually turned out to embody Jaime's personality in a way Clapton didn't expect: 'It became the right thing for Jaime. He's not just this sort of a brutal, sarcastic, callous man. He actually has a really sensitive, quite interesting side.'&quot;&lt;ref&gt;[http://www.fastcompany.com/3028226/most-creative-people/deciphering-the-hidden-messages-in-game-of-thrones-costumes ]&lt;/ref&gt;\n\nClapton:  &quot;Because Cersei commissioned it, I wanted it to have a sort of beauty to it, so we actually took the reference from her armor that she wore last year, we took the patterning from that and then applied it to the hand...Because he could take it on and off himself, I think eventually Nikolaj quite quickly got used to it.  It took a month to make.  We took a cast, and then we had to make an iron hand based on Jaime's cast, and then hammered the brass around it.&quot;&lt;ref&gt;[https://www.youtube.com/watch?v=Pk00ppQ5nNw Game of Thrones - Silk, Leather &amp; Chainmail: Costumes of Season 4]&lt;/ref&gt;\n\n===Image gallery===\n&lt;gallery spacing=&quot;small&quot;&gt;\nQyburn attaches Jaime's golden hand 1.jpg|[[Qyburn]] helps fit Jaime with his prosthetic golden hand for the first time.  Notice that the hand is held on by laced-up leather bands that cover the rest of Jaime's forearm.  \nQyburn attaches Jaime's golden hand 2.jpg|Closeup shot of the golden hand as Qyburn fits it on\nJaime's golden hand behind the scenes.jpg|Behind the scenes photo of the golden hand prop.  Better view of the leather bands that hold the prosthetic hand onto Jaime's arm.\nJaime's golden hand full detail.jpg|A detailed high-definition image of Jaime's golden hand (click to expand).  Notice the intricate filigree in the same design as Cersei's symbolic armor, and the Lannister lion sigil at the wrist.  \nGoldenhand concept art 1.png|Early concept art of Jaime's golden hand, in which the Lannister lion sigil is larger and more prominent, covering the back of the hand.\nGoldenhand concept art 2.png|Later concept art of Jaime's golden hand, now closely resembling the finished prop.\n&lt;/gallery&gt;\n\n", "Littlefinger and Varys": "[[Petyr Baelish|Petyr &quot;Littlefinger&quot; Baelish]] and [[Varys]] are somewhat unique and don't easily fit into other categories.  Both are high-ranking courtiers as members of the royal [[Small Council]]:  Littlefinger is [[Master of Coin]] (Treasury Minister) and Varys is [[Master of Whisperers]] (Spymaster/Intelligence Minister).  Both of them are actually trying to hide their true power and intentions through their manner of dress.  \n\nBaelish dresses in a deceptively plain manner, fairly similar to other men at the royal court.  There are subtle hints, however, that he is not what he seems, because he wears a few expensive rings.  Gradually, hints start to emerge about his true wealth and power:  he wears expensive silk turqoise underclothes underneath his relatively plain undergarments, and gradually he stops making as much of an effort to hide it.  In Season 3, after he is (nominally) made Lord of Harrenhal and is being sent to enter into a marriage-alliance with the ruler of the Vale, he starts wearing a richer version of his original tunic, now made of resplendent fabric interwoven with gold.\n\nIn Season 4, the true depths of Littlefinger's power and actions are revealed to the audience:  it was Littlefinger who started the entire War of the Five Kings (by having [[Jon Arryn]] poisoned by his own wife [[Lysa Arryn]]), in order to trick the Starks and Lannisters to exhaust each other in a devastating war.  It was truly Littlefinger (allied with the Tyrells) who then had King Joffrey assassinated [[Purple Wedding|at his own wedding]]).  In short order, Baelish then returns to the Vale, marries the regent Lysa, then kills her by throwing her out the [[Moon Door]] to her death - leaving Baelish as the regent and acting Lord of the Vale for his new stepson [[Robin Arryn]].  Now that Littlefinger's &quot;true colors&quot; are starting to become apparent, he starts dresses in fashions that no longer hide an expression of power.  The audience knows of his treacheries, but even in the storyline, he is now acting Lord of the Vale, and he starts to dress the part.  By the end of Season 4, Littlefinger switches to start wearing more Vale-style heavy coats, with a high fur-trimmed collar, and with large open sleeve capes on the shoulders.  These add more weight and power to his gate, starting to make him seem more intimidating.  \n\nUnlike Littlefinger, who tried to hide his true intentions by blending in with how common courtiers appear, Varys hides his true intentions by trying to seem unusually foppish - playing to the popular stereotype that [[Eunuchs|eunuchs]] behave effeminately.  He puts on the public persona of being nothing more than a pudgy man well suited to the pleasantries of court life; humble, obsequious, and fawning, but this is just a facade that Varys has developed, which often leads those who do not know him well to underestimate him as a cheerful and vapid flatterer. In reality he is a cunning and ruthless manipulator of court politics.  Varys is also a foreigner, having come to King's Landing from the Free Cities many decades ago.  As a result, Varys purposely dresses in clothing which seems soft and effeminate:  rich silks cut almost like a feminine gown, with large billowing sleeves not unlike what women at court wear (though his large sleeves, often held together, also give the visual impression that he is hiding behind something).  \n\nVarys is actually a master of disguise, as seen when he pretended to be a gaoler so he could contact Ned Stark while he was imprisoned in the [[Black Cells]].  \n\n:The novels go into a little more detail explaining various disguises that Varys uses.  This was somewhat touched upon in Season 3's &quot;[[And Now His Watch is Ended]]&quot; when he explained his background to Tyrion:  as a boy he was part of a troupe of actors wandering around between the Free Cities, and he remains a very good actor (this scene also briefly shows that Varys has a large collection of makeup in his chambers, for hiding his appearance).  In the novels, in his public persona as an effeminate eunuch, Varys wears many fine silks and velvets, often in outrageously bright colors, and heavy perfumes.  Among Varys's disguises are a sweaty rough-looking beggar, a poor septon with bad teeth (which are fake), Rugen the gaoler, and even a plump matronly woman with a head full of curly hair.  Ned Stark doesn't even recognize Varys in his beggar costume until he reveals himself.  Even Tyrion, seeing Varys in costume as a matronly woman, notes that most men would be fooled by Varys's disguises if they didn't know to be looking for him.  These are only the disguises that we ''know of'', though there is speculation that other persons encountered in the novels might have actually been Varys in disguise.  \n\n===Quotes===\nClapton, on Littlefinger in Seasons 1 and 2:  &quot;It's also interesting to look at Littlefingerâ&euro;&trade;s ([[Aidan Gillen]]) journey â&euro;&rdquo; he started off very much as a courtier, he was always very organized with his little chain and his notebook, and then suddenly he actually stopped wearing the mantle. He had just little glimpses of turquoise beneath his costume and the slit was cut slightly higher...Slowly you realize he ran brothels. His costumes, just slowly, became a little richer.&lt;ref&gt;[http://latimesblogs.latimes.com/showtracker/2012/03/creative-minds-game-of-thrones-costume-designer-michele-clapton.html ]&lt;/ref&gt;\n\nClapton, on changes in Littlefinger's clothing after returning to the Vale in Season 4:  &quot;He just becomes more opulent, it's his look but it just gets bigger and grander, and he carries himsef - actually his cloak is incredibly heavy, and it sort of gives him this bearing.&quot;&lt;ref&gt;[https://www.youtube.com/watch?v=Pk00ppQ5nNw Game of Thrones - Silk, Leather &amp; Chainmail: Costumes of Season 4]&lt;/ref&gt;\n\n===Image gallery===\n&lt;gallery spacing=&quot;small&quot;&gt;\nEddard_and_Petyr_1x04.png|Littlefinger deceptively dresses in the modest clothing style of minor noblemen at the royal court, though with a few hints of his real wealth.\nBaelish_Varys_the_climb.jpg|After being named Lord of Harrenhal and planning to marry Lysa Arryn, Littlefinger starts wearing richer gold fabrics.\nLittlefinger and Sweetrobin 408.jpg|By the end of Season 4, Littlefinger has killed Lysa and his acting Lord of the Vale; he starts dressing to overtly reflect his growing power, wearing heavier cloaks which give him a more powerful gait.  \nVarys3.jpg|Varys deceptively puts on the appearance of a foppish and effeminate courtier, matching the stereotype associated with eunuchs.\nSeason 3 Ep 4 Varys Olenna.png|Varys wears feminine-cut clothing, with large soft robes of light materials, and huge  billowing sleeves (much like women at court).  \nTyrion and Varys.jpg|Varys discusses politics with Tyrion:  the persona he effects by wearing effeminate clothing is just an act, to hide his real nature as a master strategist.  \n&lt;/gallery&gt;\n\n==Organizations: the Kingsguard and the City Watch==\n\nThe [[Kingsguard]] are the elite bodyguard of the [[King of the Andals and the First Men]], composed of only seven members at any one time.  Their commander is the [[Lord Commander of the Kingsguard]].  In theory, the Kingsguard are the pinnacle of both martial prowess and knightly honor.  Some such as Ser [[Barristan Selmy]] live up to these ideals, and Ser [[Jaime Lannister]] was considered the most skilled knight of his generation (before losing his sword hand).  Otherwise, due to the death of five other Kingsguard during Robert's Rebellion, the organization was restaffed with mostly political appointments.  As a result, Robert Baratheon's Kingsguard is considered one of the worst in its entire history, including honorless men who quickly become little more than Joffrey's chief thugs to carry out cruel punishments according to his whims.  Many, such as [[Meryn Trant]] and [[Boros Blount]], aren't even particularly skills swordsmen.  \n\nIn the novels, members of the Kingsguard wear stunning all-white armor with white cloaks, held together with silver fasteners.  The TV series version of Kingsguard armor changed this to be gold armor with decorative white enameling, as well as white cloaks (they are even colloquially referred to as &quot;the White Cloaks&quot;).  Clapton explained that the reason for this was purely technical:  all-white armor would not physically show up well on camera.  \n\nClapton has stated that Kingsguard armor in the TV series is inspired by Persian armor styles, reflecting how King's Landing in general is supposed to have a warmer, more Mediterranean-style look than the simplistic styles of the North.  \n\n:In the novels, the Kingsguard abandoned any prior family allegiances and associated [[Heraldry]].  At tournaments, Kingsguard use only a plain white shield.  This is not the absence of heraldry the way that full black would be (which is what the [[Night's Watch]] uses in correspondence).  Indeed, only the Kingsguard are legally allowed to use a fully white shield or banner, as a specific symbol of their office.  The Kingsguard do have a separate symbol that only appears on banners or sealed documents:  seven silver swords surrounding a golden crown.  The Kingsguard never wear this symbol on their personal shields or armor - it is a symbol of the organization, not individuals.  \n\nThe TV series invented a symbol for the Kingsguard to wear on their armor:  a large three-pointed crown, engraved on their breastplates.  Starting in Season 4, without explanation, the design was slightly altered, with the three points of the crown now being made by three swords (and tracery around the swords fills out a crown shape).  \n\n[[Renly Baratheon]] formed his own rival Kingsguard, but these are addressed under the costuming section on &quot;The Stormlands&quot;, because the costumes that the TV series version uses are a variant of regular Stormlander armor.  \n\n:In the novels, after Ser Barristan flees to Slaver's Bay and enters into [[Daenerys Targaryen]]'s service, he becomes a member of her new Queensgard.  After Jorah is exiled Barristan is said to be her Queensgard's Lord Commander.  Ser Barristan has armorers in Meereen make him an exact replica of the standard Kingsguard armor (as he left his original set behind when he fled Westeros).  He knows the design by heart because he has been wearing it for nearly forty years.  Otherwise, Daenerys's Queensguard is very loosely organized (not even having a full seven members at times) and she doesn't try to impose a standard uniform on them.  \n\nThe [[City Watch]] is a law-enforcement institution charged with acting as the policemen of [[King's Landing]]. They are informally known as &quot;Gold Cloaks&quot; due to the long brightly colored gold cloaks that their members wear as part of their uniform.\n\nCity Watch members aren't expected to fight on standard battlefields, so their clothing is slightly impractical for protracted combat: a long cloak limits mobility and can easily be tripped up, and an easily visible bright gold cloak is the opposite of camouflage, so opponents can see them coming.   The entire point of the City Watch, however, is that they are policemen and guards:  their large and brightly colored gold cloaks are meant to intimidate petty criminals into submission at their very approach.  \n\nAccording to Clapton, the City Watch armor is also inspired by Persian armor, fitting with the warmer and more Mediterranean look they wanted to give King's Landing.\n\n:In the novels, the City Watch of King's Landing carry spears topped by black iron heads.  On their persons they also have a dirk, a short sword, and a heavy iron cudgel for handling petty criminals.  Their heavy wool cloaks are dyed gold, otherwise their ringmail, gloves, and boots are black.  Regular members wear only ringmail, while officers are given black iron breastplates.  In the TV series, their commander [[Janos Slynt]] does not appear to dress differently than his regular guards.  \n\n:At least some of the other cities in Westeros have their own City Watch organizations, but it isn't clear if their uniforms are different (they haven't been referred to as &quot;Gold Cloaks&quot;).  There are five major cities in Westeros, which in descending order are:  King's Landing, [[Oldtown]] (in the Reach), [[Lannisport]] (in the Westerlands), [[Gulltown]] (in the Vale), and [[White Harbor]] (in the North).  Besides the City Watch of King's Landing, Oldtown and Lannisport also have their own City Watch police forces.  Lannisport's City Watch are stated to be better equipped and trained than their King's Landing counterparts, because the Lannisters can pay them more, which might indicate that they would wear better-equality armor.  It hasn't been mentioned if Gulltown and White Harbor have their own City Watch organizations, or if as small cities they are not large enough to sustain such forces.  \n\n===Quotes===\nClapton:  &quot;In the book the Kingsguard armor is white, and I thought that this would just be too much, and too hard to film. We of course kept elements of white such as the cloak. And we used white enamel in the process.&quot;&lt;ref&gt;[http://www.thecredits.org/2013/03/the-art-of-armory-chatting-with-game-of-thrones-costume-designer-michele-clapton/ ]&lt;/ref&gt;\n\nClapton:  &quot;This was a challenge, as I've never designed armor before. We started with the Kingsguard, which are totally white in the books. But we felt that wouldn't translate well on-screen, so we worked gold into the design, while still keeping the signature white cloak.&quot;&lt;ref&gt;''[[Inside HBO's Game of Thrones]]'', page 70, &quot;Costuming King's Landing&quot;&lt;/ref&gt;\n\n[[Simon Brindle]], costume armor supervisor: &quot;The Lannister armor is more militaristic, intimidating, sinister â&euro;&ldquo; with a Japanese influence that's quite disarming. With the Gold Cloaks, there's a Persian influence in keeping with the Mediterranean look of the city...I loved the opportunity to work on this series, as you're not tied down to any one period. This was so freeing. I was intrigued by Micheleâ&euro;&trade;s initial designs for the Kingsguard and the Lannister guard. She was looking at eastern influences, Asian, Indian â&euro;&ldquo; unusual references for this sort of thing â&euro;&ldquo; which she mixed with recognizable touchstones from western medieval European armor.&quot;&lt;ref&gt;''[[Inside HBO's Game of Thrones]]'', page 70, &quot;Costuming King's Landing&quot;&lt;/ref&gt;\n\n===Image gallery===\n&lt;gallery spacing=&quot;small&quot;&gt;\nBarristan.png|Ser [[Barristan Selmy]]\nJaime kingsguard promo.jpg|Ser [[Jaime Lannister]] in Season 1\nJaime_Lannister_and_Barristan_Selmy.jpg|Ser Jaime and Ser Barristan\nKingsguard 1.jpg|A Kingsguard holding his distinctive helmet.  \nMeryn Trant.jpg|Ser [[Meryn Trant]] wearing the unique helmet of the Kingsguard.\nKingsguardArmor_GOTExhibition.jpg\nSilent_Sisters.png\nJaime Lannister Season 4.jpg|Jaime in Season 4 Kingsguard armor:  notice how the design of the crown symbol on his chest has changed to incorporate three swords into the crown design.\nMeryn.png|Ser Meryn in the Season 4 Kingsguard armor design\n1x07Goldcloaks.jpg|City Watch (commonly called &quot;Gold Cloaks&quot;)\nGoldcloak on the Kingsroad.png|A City Watch member, with his protective chainmail face veil taken off.\nGold cloaks.jpg|A City Watch member during a riot: notice his distinctive gold cloak.  \n&lt;/gallery&gt;\n\n"}, "title": "Costumes: King's Landing"}