{"attributes": {}, "sections": {"The Stormlands": "[[File:The Stormlands.png|thumb|300px|The Stormlands, ruled by House Baratheon from their seat at [[Storm's End]].]]\n[[The Stormlands]] (ruled by [[House Baratheon]]) are the most heavily forested of the Seven Kingdoms, wracked by storms blowing across the [[Narrow Sea]] separating Westeros from the Free Cities, but they lack advantages such as the gold of the Westerlands or the fertile fields of the Reach.  Therefore, the Stormlands have had to become one of the most militaristic of the Seven Kingdoms in order to survive, and as a result their costumes generally appear to be utilitarian.  Their helmets and armor are frequently decorated with small metal stag horns, from the Baratheon sigil of a crowned black stag on a yellow background.  \n\nThe Stormlands are not as wealthy as the Westerlands but also not quite as poor as the North, so their armor has a bit more of a shape to it. Stormlander helmets are more refined than the bucket helmets of the Northern footmen, though they don't have the intricate movable visors of the Lannisters.  Their helmets are a single piece, but unlike the Northmen helmet, include shaped brims and cheek guards.  \n\nNot much information has been revealed about the overall design theme for Stormlands costumes, nor the underlying reasons behind them.  The Stormlands and the Iron Islands are also the only two regions of the Seven Kingdoms for which no particular female costume styles have been developed, i.e. courtly fashions.  Brienne of Tarth is a Stormlander but her costuming is unique.  Stannis's wife and daughter wear simple, functional clothing:  the in-universe explanation for this is apparently that [[Shireen Baratheon|Shireen]] is sickly and spends all of her time hidden away in her chambers, and similarly, [[Selyse Florent|Selyse]] spends most of her time in secluded prayer - so neither of them really need to dress ornately for social appearances.\n\nA major reason that no set &quot;Baratheon style&quot; of costumes has been set in the TV series is due to plot mechanics:  the narrative has not been able to focus on &quot;normal&quot; Stormlanders, or a unified House Baratheon.  [[Robert Baratheon]] has his own unique clothing style after becoming king, and the TV series does not show how &quot;typical&quot;, non-royal Storm Lords dress.  Cersei's three children (''believed'' to be Robert's) dress in rich styles unique to the royal court, not from the Stormlands (see the &quot;King's Landing&quot; section for information on Joffrey, etc.)  Cersei dresses in Lannister styles (indeed, sets them) instead of shifting to however Baratheon women would dress.  \n\nClapton explained that the main theme around King Robert's clothing is that at heart he is a soldier who won his crown on the battlefield.  He isn't familiar with the trappings of life at a royal court even after all of these years, and he doesn't try to dress in fancy styles.  As a king Robert can afford clothing of the best quality and make, but it is downplayed, and not richly decorated.  He doesn't wear large amounts of gold and jewels.   \n\nFundamentally, the War of the Five Kings is a civil war within House Baratheon.  So after Robert dies (who had his own unique, royal clothing style anyway) the Baratheons split between those who support middle brother [[Stannis Baratheon|Stannis]] and those who support the youngest brother, [[Renly Baratheon|Renly]].  \n\nStannis and Renly are complete opposites:  Stannis is a stern military commander, dressing in dour, dark, and utilitarian clothing.  Stannis doesn't give much thought to empty pomp and ceremony.  Robert dressed simply, but at least wore a little gold trim and warm brown leathers.  Stannis, meanwhile, cares nothing for fashion, so while his clothing is similar to Robert's, it has even less decoration, and is more sober slate grey to black.  The only decoration they have are Baratheon heraldry designs, including Stannis's new personal sigil on their breast plates:  the crowned black stag of House Baratheon, enclosed by the fiery heart of the [[R'hllor|Lord of Light]].  As Clapton explained, this is in contrast with how Joffrey dresses opulently as if to emphasize his royal status, and repeatedly shouting &quot;I am the king!&quot; (as Tywin pointed out, any man who has to insist &quot;I am the king!&quot; is no true king).  Stannis doesn't feel a need to convince other people that he is the rightful king by dressing in fancy clothing:  Stannis ''knows'' he is the rightful king, and what other people think shouldn't make a difference to the law (if nothing else - barring those who say Robert usurped the throne from the Targaryens - as Ned Stark pointed out, Stannis is obviously his older brother Robert's rightful heir).  \n\nRenly, meanwhile, was a child when Robert became king, and grew up in the royal court, so he is a very fashionably dressed man.  Renly is noted for holding masquerades and dance balls at court (as actor [[Gethin Anthony]] explained in a Season 2 featurette, the idea behind Renly is that he knows how to be a courtier, how to dress well and be charming, diplomatic skills which Stannis lacks - though at the same time, Renly is ''not'' meant to be foppish or effete).  \n\nRenly even went so far as to assemble his own [[Kingsguard#Rival Kingsguards|rival Kingsguard]], with their own unique armor (basically a more expensive version of the regular Baratheon armor design).  \n\nTherefore, Renly and Stannis take the  (loosely defined) original Baratheon designs seen with Robert and push them into two opposite extremes.  Renly's followers tend to use the brighter colors that Baratheon soldiers wore under Robert:  warm browns to burnt orange.  Stannis's followers, in contrast, dress in dour greys with more simple designs.  \n\n===Quotes===\n\n[Few quotes have yet been provided from official sources explaining the design choices that went into design of costumes for the Stormlands as a whole.]\n\nClapton:  &quot;King Robert, although he's living in King's Landing, I wanted to make it that actually at least he and Ned weren't so far apart.&quot;\n  \n[[Mark Addy]] ([[Robert Baratheon]]): &quot;He'd rather be in the boiled leather armor, getting his hands dirty with the guys, that's where he's the most comfortable.&quot;\n\nClapton: &quot;So though he's slightly grander, and you know, the fabrics are slightly better, it's not going to be lots of pomp and ceremony about him, I don't think that's what he's about. He's a soldier that's become a king.&quot;&lt;ref&gt;[https://www.youtube.com/watch?v=F_iFAjvYFo4 ]&lt;/ref&gt;\n\nClapton, on Stannis:  &quot;I don't think Stannis is a sort of &quot;Joffrey&quot;:  he's not trying to ''show'' that he's king, he just believes he ''is''.  This is his look, and what it always will be.&quot;&lt;ref&gt;[https://www.youtube.com/watch?v=Pk00ppQ5nNw Game of Thrones - Silk, Leather &amp; Chainmail: Costumes of Season 4]&lt;/ref&gt;\n\nClapton:  &quot;With Renly it was interesting because we wanted to do this sort of armor covered in velvet.  I wanted to give him some more fullness and stature, but without being too obvious about it, and Renly's was tough because it was so painstaking, the building of it.  A huge feat for Simon [Brindle] to achieve, because it was one of the most complicated pieces of armor, I think, he had to make.&quot; \n\nSimon Brindle (Costume Armor Supervisor):  &quot;Renly was great fun, actually, but it was quite an involved piece.  I think in his costume alone there are something like 800 individual strips of metal, just in one jacket, and a little over 4,000 rivets.  And when you throw the arms and skirt into that it almost doubles.  But the style of it, essentially, expresses the character.  He's got a quite flamboyant, very tailored look to him, and that came through Michele's wonderful initial designs.&quot;  \n\n[[Gethin Anthony]] (Renly):  &quot;It really doesn't look like armor, but it really is.  So this is my armor, and underneath this very svelt velvet number you do have metal sheets [Gethin knocks on it to show that there's hard metal underneath the velvet].  And you've got this metal gorget, I think its called, and a cape.  So he's still doing it with style, he's still you know, attires himself in armor that has flair.  But he is ready for war, and if anyone has a go at him, he's ready for it.&quot;&lt;ref&gt;[https://www.youtube.com/watch?v=5Tp1hbf_y2E ]&lt;/ref&gt;\n\n===Image gallery===\n&lt;gallery spacing=&quot;small&quot;&gt;\nRobert Baratheon.jpg|King Robert is a soldier who won his crown on the battlefield; he still dresses in simple styles, albeit with high quality materials\nCersei and Robert.jpg|Robert's standard attire at court has a few gold decorations, but overall is well made but fairly plain.   \nWondercon-costume-robert.JPG|Robert Baratheon costume on display at Wondercon 2011.\nWinter_is_Coming_Myrcella_Tommen_intro.jpg|Baratheon guardsmen at Winterfell (flanking Cersei)\nRobert's hunting party.jpg|Robert out hunting, accompanied by Renly\n2x03 Baratheon Men.jpg|Baratheon guards in Renly's camp\nRenlyCP.jpeg|Renly wears more ornate armor after declaring himself king\nRenly'sKingsguard.jpg|Renly and his Kingsguard:  Renly's followers wear more ornate versions of the standard Baratheon style, but retain the same basic helmet design\nRenly's Kingsguard with Brienne Loras and heraldry.jpg|Renly and his Kingsguard (Brienne and Loras have unique armor)\nRenly costume concept art.jpg|Renly's Season 2 costume concept art.\nStannis Infobox.jpg|In contrast to Renly, Stannis wears dour armor with little decoration.  \nStannis_Baratheon.png|Stannis wearing his riding cape over his armor, which has a front piece clasped on for keeping out the cold on an open ship deck\nStannis_and_Davos.jpg|Stannis walking through camp, with his armor and cloak\nStannis-Baratheon-Profile-HD.png|Stannis's everyday attire is dark leather, plain and functional\nStannis_and_Melisandre_Mhysa.png\n&lt;/gallery&gt;\n\n", "The Vale of Arryn": "[[File:Vale_of_Arryn.png|thumb|300px|The Vale of Arryn, ruled by House Arryn from their seat at [[The Eyrie|the Eyrie]].]]\n[[The Vale of Arryn]] (ruled by [[House Arryn]]) has a proud, arrogant aristocracy, who place a greater value on ancient blood (mostly [[Andals|Andal]] but also a few [[First Men]] families such as [[House Royce]]) than any other region (even the Lannisters aren't very obsessed about bloodlines, having intermingled from the start). They are an impoverished aristocracy, however: the isolation of their mountains has allowed them to sit out major wars and maintain their blood purity, but their mountains are not rich the way the mountains of the Westerlands are. \n\nAs a result their costumes look ornate, but faded and old.  They tend to wear whites and blues (so faded that they appear practically green), from the colors of House Arryn's heraldry (a white falcon and moon on a blue background).  Men tend to wear plain white surcoats over unadorned steel armor:  they canâ&euro;&trade;t afford the elaborate embellishments of Lannister or Tyrell knights.\n\nValemen costumes tend to include long capes, visually evoking a falcon's wings, because House Arryn's sigil is a white falcon.  Both aristocratic men and women in the Vale have long open sleeves, nearly capes, hanging from the shoulders (not the back of the neck) - again evoking a falcon's wings.  These sleeves hang down below the arms, then loop back up to attach to brooches in the middle of the chest.\n\n===Quotes===\n\n[Few quotes have yet been provided from official sources explaining the design choices that went into the costumes of the Vale, even though they first appeared in Season 1.]\n\n===Image gallery===\n&lt;gallery spacing=&quot;small&quot;&gt;\nLysaPromo.jpg|[[Lysa Arryn]], regent of the Vale.\nLysa costume at Tyrion's trial.jpg|Long shot of Lysa's dress:  notice the long, wing-like open sleeves/capes which start at the shoulder, loop down under her arms, then connect back to a broach on her chest.\nRobin_arryn_and_mother_Season_4.jpg|Lysa and her son, [[Robin Arryn|&quot;Sweetrobin&quot; Arryn]].  He also has the wing-like open sleeves of the Vale-style.\nLysa wraps her sleeve around Sweetrobin.jpg|Lysa protectively wraps her sleeve around her son, like a falcon hiding a chick under its wing.\nEyrie court at Tyrion's trial.jpg|Noblemen and noblewomen of the Vale at court in the Eyrie.\nVale noblewomen at trial.jpg|Noblewomen from the Vale, with the same Vale-style dress that Lysa has:  long open cape-like sleeves that loop around back up to the chest.  \nLynderly.jpg|When Vale noblemen wear armor, it is often unadorned steel with a plain surcoat over it, in plain white or drab light greys and faded greens.  \nEon Hunter.jpg\nVardis_profile.jpg\nVale noblemen at trial.jpg|Vale noblemen in Season 1: notice that when men don't wear armor, their formal wear actually has the ''same'' primary feature as what noblewomen wear:  cape-like open sleeves that loop under the arms and back around to the chest, visually evoking a falcon's wings.  \nVale lords question Baelish.jpg|The major lords of the Vale, including [[Yohn Royce]], [[Anya Waynwood]], and [[Vance Corbray]].  \nVance Corbray.png|Notice that Lord Corbray wears the same style of cape-like sleeves that Lady Waynwood wears.  \nRoyce and Waynwood talk with Littlefinger.jpg|Lord Royce has his own unique look, because in the novels he is described as always wearing the ceremonial armor passed down in his family since the time of the First Men.  \nWaynwood and Royce costumes.jpg|Lord Royce (wearing his signature armor), and a front view of Lady Waynwood's dress.\nWaynwood and Royce costumes rear view.jpg|Rear view of Lady Waynwood's Vale-style dress.  Notice that it doesn't actually have a single &quot;cape&quot; - long open cape-like sleeves attach above each of the arms, but they do not extend and connect around the back.  \n&lt;/gallery&gt;\n\n", "TOP": "Costumes: The Seven Kingdoms029559q8iiemcmudiawt3wlpdf3arbm4u4unf1809312015-04-04T04:59:59ZThe Dragon Demands5014364/* Maesters */[[Image:Westeros HBO.png|thumb|right|200px|The [[Seven Kingdoms]], on the continent [[Westeros]].  The west coast of the continent [[Essos]] is also shown (click to expand).]]\n[[Image:Regions of Westeros.PNG|thumb|200px|The regions of Westeros: the North (grey), Riverlands (green), Vale (blue), Westerlands (red), Iron Islands (yellow), Reach (lime), Crownlands (pink), Stormlands (brown) and Dorne (violet). The [[wildling]] territories are shown in black:  the lands [[Beyond the Wall]] are part of &quot;Westeros&quot; (the continent) but are not part of the realm known as &quot;the Seven Kingdoms&quot;.]]\n:'''See main overview article, &quot;[[Costumes]]&quot;.'''\n\nThe [[Seven Kingdoms]] of [[Westeros]] were united in the [[War of Conquest|Targaryen Conquest]], three centuries before the events of the ''[[Game of Thrones (TV series)|Game of Thrones]]'' TV series.  They entire geographic region south of [[The Wall]] is still referred to as &quot;the Seven Kingdoms&quot; even though they are no longer seven independent kingdoms.  The Targaryen kings melted down the swords of their defeated enemies and had them forged into the [[Iron Throne]] as a symbol of their reign.  \n\nThe Seven Kingdoms cover most of the entire continent of Westeros, excluding only the uncharted lands [[Beyond the Wall|beyond the Wall]] (which is the only place where particular attention is made to the distinction between &quot;Westeros&quot;, the continent, and &quot;the Seven Kingdoms&quot;, the realm south of the Wall).  The Targaryen kings also established two new administrative regions in their realm:  the Riverlands (which used to be a contested borderland that frequently changed hands between neighboring kingdoms) and the Crownlands (ruled directly by the Iron Throne, carved out of neighboring kingdoms to support the new capital city [[King's Landing]]).  Therefore despite the name, &quot;the Seven Kingdoms&quot; anachronistically contains nine administrative regions.  Each of these (except the Crownlands) is ruled by a [[Great House]] such as the Starks or Lannisters, who in turn are commanded by the [[King of the Andals and the First Men|King]] on the Iron Throne in King's Landing.  \n\nThe Seven Kingdoms range from the snows of the North to the sandy deserts of Dorne in the south, from the fertile fields of the Reach to the gold mines of the Westerlands, even to the barren and rocky Iron Islands.  Each of these regions have their own unique costumes and fashion styles, as well as certain sub-groups within these larger regions.\n\n", "Maesters": "\n[[Maesters]], formally known as the Order of Maesters, are an order of scholars, healers, and learned men in the Seven Kingdoms, dedicated to scientific and intellectual pursuits.  The maesters are a secular organization, not a religious order, though they do swear sacred oaths to follow the duties and restrictions of their office. Unlike certain other organizations such as the Faith of the Seven, which has male and female priests, women are not allowed to join the maesters, and thus its membership is all-male. A maester is appointed to every major castle and town in the Seven Kingdoms, serving as a resident healer and counselor. The headquarters of the order is the [[Citadel]], located [[Oldtown]] in [[The Reach|the Reach]], which is the second largest city in the continent. They are ruled by the [[Conclave]], the council of [[Archmaester|Archmaesters]].\n\nMaesters must renounce all past allegiances when they join the order, similar to the Night's Watch and the Kingsguard. As a sign of this, they dress humbly in loose grey robes. Maesters serving in the Night's Watch dye their robes black (though there are currently only three maesters in the watch, because it only has three active castles left).  \n\nMaesters wear a chain around their necks composed of various metals to signify their personal expertise. Each link indicates a different field of study.  Maesters personally forge each link themselves.  Maesters are expected to wear their chains at all times, even when sleeping. There are hundreds of recognized fields each with a different representative metal, including:  silver (medicine and healing), gold (money and accounting), iron (warcraft), black iron (ravenry), [[Valyrian steel]] (the &quot;higher mysteries&quot; i.e. [[Magic|magic]]), and many more.  \n\nThe [[Grand Maester]] is the maester appointed to the [[Red Keep]] in King's Landing, to serve the [[Iron Throne]]. The chain of office worn by a Grand Maester is a ceremonial symbol of their office, containing numerous links from many fields of study. Because the chain is ceremonial, it actually does not represent the specific areas of knowledge that the current Grand Maester has studied. For example, the Grand Maester's chain contains an iron link representing study of warcraft, even though the current Grand Maester might not have studied warcraft, because he is a peaceful man who rose to prominence as an archmaester of medicine, economics, etc. In practice, however, the candidate that the Conclave chooses to be the new Grand Maester is usually one of the most senior and leading members of the entire Order of Maesters, and is usually someone who happens to have attained most if not all of the links represented in the ceremonial chain of the Grand Maester.\n\n:According to [[Julian Glover]] (Pycelle), the ceremonial chains of office for the Grand Maester which he wears are made of real metal links, and thus the prop is very heavy. Therefore, straps are concealed under his costume which connect behind his back (which he compares to a bra), so the weight is distributed across his shoulders, instead of having to support a heavy metal chain with nothing but the back of his neck for long periods of time. Glover also said that his heavy roughspun maester's robes can be very uncomfortable at times, particularly considering that many of the exterior scenes in King's Landing are filmed in warm Mediterranean climates such as Malta or Croatia.&lt;ref&gt;[http://winteriscoming.net/2013/01/new-interviews-with-emilia-clarke-and-julian-glover/ Julian Glover interview], January 2013&lt;/ref&gt;\n\n===Image gallery===\n&lt;gallery spacing=&quot;small&quot;&gt;\nLuwin-osha.png|Maester [[Luwin]], assigned to [[Winterfell]] in the North\nPycelle delivering his speech.png|Grand Maester [[Pycelle]] wears the large ceremonial chain of all possible links passed down to each Grand Maester\nAemon-Castle-Black.jpg|Maester [[Aemon]], maester of [[Castle Black]] at [[The Wall|the Wall]], dyed his grey robes black when he joined the Night's Watch, whose members must wear all-black clothing.  \nWondercon-costume-maester.JPG|Maester costume on display at Wondercon 2011\nMaester of the Citadel.jpg|Maester's chain, from the [[Maester's Path]] online game.\nPycelle-chain.jpg|Grand Maester Pycelle's chain, each link signifying a different field of knowledge.\n&lt;/gallery&gt;\n\n", "The Westerlands": "[[File:The Westerlands.png|thumb|300px|The Westerlands, ruled by House Lannister from their seat at [[Casterly Rock]].]]\nIn contrast to the North, [[The Westerlands|the Westerlands]] (ruled by [[House Lannister]]) is the wealthiest of the Seven Kingdoms, rich in precious metals. Soldiers from the Westerlands can afford full plate armor, with complex movable visors. Apparently to distinguish the Westerlands from the &quot;classic&quot; European-style armor seen in the Reach or the Vale, designs from the Westerlands have a strong Japanese influence. Cersei is paranoid and tries to armor herself against the threats she feels are around her, so her dresses are layered like armor, often including (symbolic) metal plating, in addition to expensive jewelry. To give this &quot;layered&quot; effect, Cersei's dresses wrap around her, like a Japanese kimono.  Cersei's dresses also tend to have long billowing sleeves, which she can hold out in front of her like another layer separating her from other people.\n\n:Also, in Season 1, actress [[Lena Headey]] was pregnant, and apart from other camera tricks such as filming her sitting at tables or focusing on her head, large billowing sleeves held out in front of her helped hide her pregnancy in wide shots.\n\nOther Westerlands noblewomen imitate Cersei's styles, as to the noblewomen and handmaidens at the royal court in King's Landing, where she has been queen for seventeen years at the beginning of the TV series.\n\nTo correspond to the asymmetric look of Cersei's kimono-like dresses, Westerlands men wear leather tunics with asymmetric collars (seen on Jaime, Lancel, and Tywin).  This kimono-like asymmetrically overlapped look, in turn, seems to have inspired the Japanese design influence for Lannister soldiers' armor.&lt;ref&gt;[https://www.youtube.com/watch?v=F_iFAjvYFo4 ]&lt;/ref&gt;\n\nAs the TV series progresses, Cersei gradually incorporates more and more metal pieces into her dresses, to symbolically armor herself against the mounting threats against her.\n\n:'''See main article &quot;[[Costumes: Major Characters#Cersei Lannister|Costumes: Major Characters - Cersei Lannister]]&quot;.'''\n\nTyrion is a [[Dwarfism|dwarf]], but because he was born into the wealthy Lannister family, he can afford to have richly decorated custom clothing made for himself which is fitted to his proportions.\n\n===Quotes===\nClapton:  &quot;Cersei is all about fashion and styling. She tends to wear very soft wrapped silks which are embroidered.  The robes, it's a sort of origami:  things overlapping, and folding in different ways.  It's like a kimono style, but with a slightly medieval cut. And she has a lot of metal belts, because I like the idea that she's armored in a sense.&lt;ref&gt;[http://www.youtube.com/watch?v=F_iFAjvYFo4 ]&lt;/ref&gt;&lt;ref&gt;[https://www.youtube.com/watch?v=3z_c_hV8nEg ] (interviews intercut and overlap)&lt;/ref&gt;\n\nClapton:  &quot;The Lannisters are very wealthy, competitive, they live in the capital [King's Landing] and power is important. It's warm and on the coast which means there is trade and they donâ&euro;&trade;t have to worry about keeping warm. They have a large staff with silks and jewels readily available to them. As Cersei influences the court and we notice her hatred for her husband, through Season 2 we start to see her style begin to shift as her role changes.&lt;ref&gt;[http://onscreenfashion.com/2012/04/27/an-interview-with-game-of-thrones-costume-designer-michele-clapton/ ]&lt;/ref&gt;\n\n[[Simon Brindle]], costume armor supervisor: &quot;The Lannister armor is more militaristic, intimidating, sinister â&euro;&ldquo; with a Japanese influence that's quite disarming...I loved the opportunity to work on this series, as you're not tied down to any one period. This was so freeing. I was intrigued by Micheleâ&euro;&trade;s initial designs for the Kingsguard and the Lannister guard. She was looking at eastern influences, Asian, Indian â&euro;&ldquo; unusual references for this sort of thing â&euro;&ldquo; which she mixed with recognizable touchstones from western medieval European armor.&quot;&lt;ref&gt;''[[Inside HBO's Game of Thrones]]'', page 70, &quot;Costuming King's Landing&quot;&lt;/ref&gt;\n\nClapton:  &quot;Tywin is a little more opulent â&euro;&ldquo; I really like his look this season [Season 3]...There are a lot of really tough leather looks which were really detailedâ&euro;&ldquo;they look rich. Some of the cut leather pieces are my favorite.&quot;&lt;ref&gt;[http://fashionista.com/2013/03/game-of-thrones-costumer-designer-gives-us-the-dirt-on-season-3/7/ ]&lt;/ref&gt;\n\n===Image gallery===\n&lt;gallery spacing=&quot;small&quot;&gt;\nCersei 2x01a.jpg|[[Cersei Lannister]]\nCersei 2x01b.jpg\nMaegor's Holdfast.jpg|Cersei, with wine glass\nCersei Little Finger Season2.jpg|Cersei with Lannister guards\nLannister guardsman.jpg|A Lannister guard holding his helmet\nLannister guards Garden of Bones.jpg|Two Lannister/Westermen guards, viewed in profile\nTywinfullarmor.jpg|Tywin in full armor, accompanied by Lannister guards\nTywin S2.png\nJaime riding coat costume full view.jpg|Based on the asymmetrical cut of Cersei's kimono-style dresses, Lannister men have an asymmetrical cut to their tunics as well. \nJaime &amp; Jon.jpg\nJaime riding coat behind the scenes.jpg|A behind-the-scenes display of Jaime's riding coat\nJaime costume Season 1 concept art.png|Concept art of Jaime's Westerlands-style asymmetrical tunic.\nTywin Second Sons Great Sept.jpg|Tywin's formal wear at Tyrion's wedding.  It also has an asymmetrical cut.  It has some gold decoration but is not ostentatious:  Tywin doesn't need to prove how wealthy he is.  \nTywin Tyron promo 3x08.jpg\nTywin lannister S3 promo.jpg\nLancel costume Garden of Bones.jpg|Cousin [[Lancel Lannister]] dresses in the same asymmetrical cut tunic, but his is more decorated than Jaime's or Tywin's:  he's trying to seem more important than he actually is.\nLancel royal court Garden of Bones.jpg|Lancel's full outfit, at the royal court\nTyrion on trial.jpg|Tyrion is a [[Dwarfism|dwarf]], so he wears clothing custom-made for his smaller size\nTyrion and Podrick 2x09.png|[[Podrick Payne]] helps Tyrion put on his custom-fit armor\nLannistersEW.png\nGregor Clegane in armor.png|The freakishly large Ser [[Gregor Clegane]], &quot;The Mountain That Rides&quot;, wears his own style of armor, custom-made to fit his massive size.\nRory-McCann-as-Sandor-The-Hound-Clegane photo-Helen-Sloane HBO.jpg|[[Sandor Clegane]], also a very large man, wears his own unique armor to fit his size.\nSandor_1x01.png|Sandor's custom helmet, shaped like the head of a hunting dog, the sigil of House Clegane.\nClapton Joffrey Costume.jpg|Clapton working on Joffrey's costume\nClapton Joffrey armor.jpg|Clapton working on Joffrey's custom armor\n\n&lt;/gallery&gt;\n\n", "The Riverlands": "[[File:The Riverlands.png|thumb|300px|The Riverlands, ruled for centuries by House Tully from their seat at [[Riverrun]].]]\n[[The Riverlands]] were never entirely unified, but were a border region fought over by the surrounding kingdoms. As a result the local Houses of the Riverlands are very diverse, instead of there being one set &quot;Riverlands style&quot;.  The Riverlands were established as an independent administrative unit after the [[War of Conquest|Targaryen Conquest]] unified the Seven Kingdoms three hundred years ago, and [[House Tully]] was appointed to rule the region under the Targaryen kings.  During the War of the Five Kings, however, the Tullys have been replaced by the betrayal of their vassals [[House Frey]], who crossed over to the Lannister side and in return were made the new rulers of the Riverlands.  \n\nSo far, the TV series has developed two unique fashions for Riverlands Houses: for the Tullys, and for the Freys.\n===House Tully===\n[[House Tully]] of [[Riverrun]] often works a fish motif into their clothing, from their heraldic symbol of a silver river trout.  Tully armor is covered in leather scales, visually evoking fish scales.  \n\n[[Catelyn Stark]] is actually something of a hybrid design, as she was born &quot;Catelyn Tully&quot; but married Eddard Stark and has been living at Winterfell in the North for years, so she has to dress warmly (i.e. with raised collars).  Though there are a few southern features to show her Tully connections: her raised collar actually features a repeated fish design.\n\n====Quotes====\nClapton:  &quot;Each place we go, we try to create a different look that we identify with that family.  So because of the fish sigil [of House Tully], we decided to do leather scales.  We wanted some browns and greens and we textured them so it's mostly leather armor.  \n\nThe Blackfish is one of these characters that lives, sleeps, does everything in the same costume.  You really believe he doesn't take it off; he swaggers in and clumps down.  You feel a real sense of security with him.  Edmure is more fancy pants.&quot;&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;, HBO-Go Inside-the-Episode feature&lt;/ref&gt;\n\n[[Michelle Fairley]] (Catelyn Stark):  &quot;This is a wonderful neck piece that Michele Clapton, who is the costume designer, has got made.  And if you look closely you'll notice it is fish.  Fish represents the Tully sigil.&lt;ref&gt;[https://www.youtube.com/watch?v=pSDYLAFwLKI ]&lt;/ref&gt;\n\n====Image gallery====\n&lt;gallery spacing=&quot;small&quot;&gt;\nLadystark.jpg|Lady [[Catelyn Stark]], born Catelyn Tully, at her childhood home Riverrun in Season 3.\nCatelyn-arrive.png|Catelyn in Season 1.  Note her simple traveling shawl.\nCatelyn Stark costume Season 1 concept art.png|Concept art of Catelyn Stark's Season 1 costume\nCatelyn_Stark_S3.jpg|Catelyn in Season 3.\nBrynden_tully.jpg|Ser [[Brynden Tully|Brynden &quot;Blackfish&quot; Tully]], Catelyn's uncle.\nEdmure_Tully.png|Lord [[Edmure Tully]], Catelyn's brother.\nEdmureTullyS3.jpg|Tully armor is covered in leather scales, visually evoking fish scales.  This evokes their sigil, a river trout.\n&lt;/gallery&gt;\n\n===House Frey===\n[[House Frey]] only became a noble House about six hundred years ago, when their ancestor began construction of a fortified bridge across the Green Fork of the [[Trident]] River, which became known as [[The Twins|the Twins]].  They rapidly increased in wealth and power from exacting tolls on trade passing over the bridge.  As a result the older noble families in the Riverlands look down on them as uncouth upstarts.  \n\nBy the time of the TV series, the Freys ''are not'' actually a poor family, but they have a very grubby and worn-down look: the idea is that Lord Walder is too cheap to buy nice things (the Freys got new-rich by being miserly, not by spending money on themselves). In contrast, the North isn't very wealthy, but they still make an attempt to look nice or at least well-maintained; they donâ&euro;&trade;t have jewelry but they at least try to supplement their clothing with embroidery. Walder Frey is shameless and doesn't care about his appearance (even to attempt to project an image of wealth; people know he has wealth) so he has no problem with letting his family be seen wearing grubby, worn-out clothing.\n\nA common feature among the Freys (both men and women) is a skullcap with a crow's peak and long sides which hang down, though Walder himself doesn't wear one.  \n\n====Quotes====\n\nProduction designer [[Gemma Jackson]] discussed the visual look of the Freys' home castle, [[The Twins|the Twins]], though this aesthetic seems to extend over to their costuming:  &quot;In Season 1, we built a grubby little space.  It was really old and painted and water was coming down - it was rather sinister.  We wanted to get an aspect of that again.  Because Lord Walder is mean, we did this beaten up, old leather [for the furniture].  We used his sigil on the arches - you can see very old bits of paint just coming through.  The idea is the place is getting incredibly shabby, and he doesn't want to spend any money on it.&quot;&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;, HBO-Go Inside-the-Episode feature&lt;/ref&gt;\n\n====Image gallery====\n&lt;gallery spacing=&quot;small&quot;&gt;\nWalder_and_Joyeuse_1x09.png|Lord [[Walder Frey]] and his young eighth wife, [[Joyeuse Erenford]].\nWalder Rivers.jpg\nLothar.jpg|[[Lothar Frey|Lame Lothar Frey]]\nBlack_Walder.jpg|[[Walder Rivers|&quot;Black Walder&quot; Rivers]]\n&lt;/gallery&gt;\n\n", "Faith of the Seven": "\nThe [[Faith of the Seven]] is the dominant [[Religion|religion]] in Westeros.  It is the majority religion in all of the Seven Kingdoms except for the North (which follows the [[Old Gods of the Forest]]) and the Iron Islands (which follow the [[Drowned God]]).  The Old Gods simply have no priesthood, and the [[Drowned Men]] who serve as priests of the Drowned God dress simply enough that they are are covered in the costuming section on the Iron Islands.  The Faith of the Seven, however, has a large and hierarchically organized clergy, meriting their own separate section.  \n\nThe Faith of the Seven has both male and female priests, known as &quot;[[Septon|septons]]&quot; and &quot;[[Septa|septas]]&quot;, respectively.  The head of the Faith is known as the [[High Septon (title)|High Septon]], who resides at the headquarters of the Faith of the Seven, the [[Great Sept of Baelor]], which is located in the capital city [[King's Landing]]. The ruling council of the Faith is known as the [[Most Devout]], who also reside in the Great Sept. The Most Devout rank just below the High Septon, but are responsible for electing a new High Septon when the current one dies.\n\nCommon septons and septas tend to dress relatively plainly, in standardized [[Wikipedia:Religious habit|religious habits]].  Septas have been seen to wear a [[Wikipedia:Wimple|wimple]] that covers all of their hair.  The leaders of the Faith, however, are often corrupt, using their high offices to amass great personal wealth.  The Most Devout have been known to wear rich robes and expensive jewels.  The High Septons in particular have been known to wear opulent clothing, flaunting extravagantly expensive jewelry even as the poor struggle not to starve in the slums of [[Flea Bottom]] on the other side of King's Landing from the Great Sept of Baelor.  \n\nThere are several monastic or devotional orders that believers in the Faith of the Seven may belong to. One of the most prominent of these is the [[Silent Sisters]], a separate all-female monastic order devoted to the Stranger, the aspect that represents death. The Silent Sisters are responsible for dressing and preparing dead bodies for funeral rites, and have taken vows of silence and chastity. Silent Sisters are separate from the regular clergy, and are not considered to be septas.\n\n:The novels describe the Silent Sisters as shrouded in grey, and keeping their entire faces covered except for their eyes (combined with their vows of silence, this has led to the old superstition that they have their tongues pulled out, which is untrue).  The TV series went further to add the detail that they wear elaborate backbraces displaying the Seven-pointed Star, the symbol of the Faith of the Seven.\n\n===Image gallery===\n&lt;gallery spacing=&quot;small&quot;&gt;\nSepta Mordane.jpg|Septa [[Mordane]], who followed Lady Catelyn north to serve her household at [[Winterfell]].  \nHigh_Septon.png|The first [[High Septon (Before the riot of King's Landing)|High Septon]] in the TV series, resplendent in fine silks and gold.  Later torn to pieces by a [[Riot of King's Landing|rioting mob]]:  starving men take a dim view of priests too fat to walk easily.  \nHigh Septon II Second Sons.jpg|The new [[High Septon (After the Riot of Kingâ&euro;&trade;s Landing)|High Septon]] who replaced the fat one.\nJon Arryn Silent Sisters Funeral.jpg|Silent Sisters perform the funeral ceremony for [[Jon Arryn]] in &quot;[[Winter is Coming (episode)|Winter is Coming]].&quot;\nSilent Sisters.png|Ned Stark and Ser Barristan with Silent Sisters cleaning the body of a man killed at the tournament\nSilentSisterOxcross.jpg|A Silent Sister tends to the fallen after the [[Battle of Oxcross]] in &quot;[[Garden of Bones]].&quot;\nSilentSistersNedsBones.jpg|Silent Sisters delivering a box containing Ned Stark's bones in &quot;Garden of Bones.&quot;\n&lt;/gallery&gt;\n\n", "The Reach": "[[File:The Reach.png|thumb|300px|The Reach, ruled by House Tyrell from [[Highgarden]].]]\nNearly as wealthy as the Westerlands, [[The Reach|the Reach]] (ruled by [[House Tyrell]]) was also the cultural heartland of the [[Andals]] in Westeros for centuries. The [[Faith of the Seven]] even used to be based in the largest city of the Reach, [[Oldtown]]. As a result, the Reach's knights generally wear &quot;classic&quot; Western European-style armor, and other Andal kingdoms were subsequently given variant designs to set them apart from this standard look (i.e. the Westerlands wear Japanese-inspired armor). As the heartland of chivalry, and relatively wealthy, knights from the Reach often have fairly ornate armor. \n\n[[Margaery Tyrell]]'s fashion style was designed to completely contrast with Cersei Lannister's style, so viewers can readily distinguish when background courtiers switch from emulating Cersei to emulating Margaery. While Cersei wears layered, wrap-around, armor-like dresses, Margaery embraces her feminine sexuality as a political tool, exposing a large amount of skin. Margaery's dresses are backless and with plunging necklines, frequently including cutouts exposing her sides. Cersei's fashions included billowing sleeves, as if to shield herself, while Margaery's dresses are completely sleeveless, exposing the skin of her arms. This also reflects that the Reach has a somewhat warmer climate than the Westerlands and Riverlands (though not as hot as the deserts of Dorne). \n\n:'''See main article &quot;[[Costumes: Major Characters#Margaery Tyrell|Costumes: Major Characters - Margaery Tyrell]]&quot;.'''\n\nOther noblewomen and handmaidens from the Reach emulate Margaery's style. Older noblewomen such as Margaery's grandmother [[Olenna Tyrell|Olenna]], meanwhile, wear similar fashions but with another layer of clothing underneath, exposing less skin: Olenna also wears a crespine headdress to cover her hair, to maintain a further air of dignified age. Male clothing for non-martial occasions (seen on [[Loras Tyrell|Loras]] and his father [[Mace Tyrell|Mace]]) also tends to be the opposite of the Lannisters, with loose sleeves but a symmetric cut to the front of the tunic.\n\nOther noblewomen from the Reach, such as the Tyrells, handmaidens, dress in the same style to emulate their rulers.  After Margaery comes to King's Landing, during the course of Season 3 gradually more and more background courtiers switch from dressing like Cersei to dressing in Margaery's Reach-style, reflecting how Margaery's social and political influence is increasing while Cersei's is waning.    \n\nNoblemen from the Reach, such as Loras and Mace Tyrell, similarly seem to wear the opposite of the style worn by the Lannisters and their Westermen vassals.  Lannister men wear tunics with an asymmetric cut (to reflect Cersei's assymetric, wrapped-in-armor look), so Tyrell men have a symmetrical cut to their tunics.  Westermen tunics have simple shoulders, and the arms of the tunics are the same material as the rest.  In contrast, Reachmen tunics have loose sleeves made of a lighter material than the rest, and instead of the sleeves integrating smoothly into the vest, the shoulders of the vest end in a wide opening which the smaller sleeves exit from (loosely resembling how Margaery's dresses have peaked shoulders - when they do have shoulders - though her dresses don't have sleeves).  \n\nClapton usually dresses each House in the colors of their heraldry, which in the case of the Tyrells are green and gold.  However, the Tyrells mostly wear teal instead of green in the first four seasons of the TV series.  The idea is that the Tyrells are trying to appear gentle and not overtly threatening - even as they insinuate themselves into positions of power - and bold green is a strong color, so wearing it would make them appear more threatening.  Therefore the Tyrells wear more teal colors in the first four seasons, because it is the softer end of the green color palette.  The Tyrells do shift to straightforward bold green for war:  one of the rare examples of them wearing green instead of teal is for Loras's sparring clothes in Season 3's &quot;[[Kissed by Fire]]&quot;.  The plan is for all of the Tyrells to openly switch to bold green colors starting in Season 5:  reflecting that after Tywin died, with the crown and the Lannisters now dependent on their financial and military support, the Tyrells are now not even pretending to be nice to the Lannisters, but openly demanding greater concessions.&lt;ref&gt;(Clapton mentioned this in a print interview but exact citation is lost)&lt;/ref&gt; \n \n===Quotes===\n\nClapton:  &quot;Margaery Tyrell sweeps into Kingâ&euro;&trade;s Landing and takes it by storm. As such, her wardrobe is very unique and very much at odds with everything else in Kingâ&euro;&trade;s Landing [i.e. the Westerlands style, because Cersei ''used'' to be the trendsetter]. Itâ&euro;&trade;s a very structured look â&euro;&ldquo; the new style coming in after the war. For the first time in a long time, Cersei wonâ&euro;&trade;t be the trendsetter in the capital. Itâ&euro;&trade;s a fun way to reflect their future rivalry.&quot;&lt;ref&gt;''Inside HBO's Game of Thrones'', page 105.&lt;/ref&gt;\n\n===Image gallery===\n&lt;gallery spacing=&quot;small&quot;&gt;\nMargolenna.png|[[Margaery Tyrell]] and her grandmother [[Olenna Tyrell]]\nMargaery and Sansa in gardens 307.jpg|Margaery's Reach-style features plunging necklines and sleeveless gowns which bare the arms.\nSeason 3 Ep 4 Sansa Margaery.png|Reach-style costumes often feature gold rose patterns, from the Tyrell sigil.\nMargaery gold vest dress back view.jpg|Margaery's Reach-style is also frequently backless, sometimes with side cutouts.  \nGot328.jpg|Margaery's grandmother Olenna's costumes look like a dignified older version of Margaery.  \nSeason 3 Ep 4 Varys Olenna.png|Olenna in the gardens with Varys.\nTyrell lady Growing Strong.jpg|The Tyrell servants dress in fashions which imitate their leaders.  This [[Tyrell lady]]'s dress is also sleeveless with a plunging neckline.  She also has Margaery's upswept hairstyle. \nTyrell handmaidens 401.jpg|Margaery and Olenna with an assembled group of Tyrell servants.  They all imitate Margaery's fashion style:  plunging necklines, sleeveless dresses, and in some cases (as seen here) backless, showing a large amount of skin.  They also copy her upswept hairstyle, falling down the back instead of the front.  \nOlennafeast.png|Sansa, her brother Loras, and their grandmother Olenna at Sansa's wedding feast.\nThe Lord Oaf of Highgarden.png|Lord [[Mace Tyrell]], father of Margaery and Loras, son of Olenna.  He wears the same Reach-style of men's clothing that Loras does.\nSer Loras Tyrell.jpg|[[Loras Tyrell]] wearing the Reach-style of men's clothing.  In specific contrast with the Lannisters' style, it has a symmetrical cut.\nLoras_sansal_The_Climb.jpg|Also in contrast with the Lannister-style's form-fitting shoulders and sleeves, the men's Reach-style has cuffed shoulders and loose sleeves.  The sleeves aren't attached but extend from an undercoat.  \nLoras and Cersei 3x08.jpg|Loras in more formal wear at Sansa and Tyrion's wedding.\nLorasknight.png|Loras's custom tournament armor in Season 1 - said to be very expensive and not typical.   It is covered with ornate filigree and a repeated Tyrell flower motif.\nOlyver_kissed_by_fire.jpg|Loras's sparring outfit in &quot;Kissed by Fire&quot;:  notice that it is bold green because it is used for fighting, instead of the softer teals the Tyrells normally wore through Season 4.  \n&lt;/gallery&gt;\n\n", "Iron Islands": "[[File:Iron Islands.png|thumb|300px|The Iron Islands, ruled by House Greyjoy from their seat at [[Pyke (castle)|Pyke]].]]\nThe [[Iron Islands]] (ruled by [[House Greyjoy]]) are cold, wind-swept rocks, and the [[Ironborn|ironborn]] spend much of their time on the windy decks of ships at sea. Thus their clothing focuses on protection from the wind, including not capes but full ponchos, coated in wax and fish oil to keep out the elements. The Iron Islands are also quite poor, so their common warriors cannot afford metal plate (though ironborn nobles that can afford armor plate wear it on their ships, unafraid of drowning at sea).  They do wear metal breastplates, covered in leather.  The rest of their clothing has heavy rivets and metal studs, with heavy cloth padding underneath to absorb blows.\n\n[[Yara Greyjoy]] dresses in the style of ironborn men, though her armor has been customized slightly to fit a woman's physique. Yara is very unique in ironborn culture, which usually frowns on female warriors, but she is the only ironborn noblewoman to prominently appear in the TV series. Thus the TV series has not really established a fashion style for &quot;civilian&quot; ironborn noblewomen, at their castles outside of military action.\n\n[[Theon Greyjoy]] starts out wearing Northmen-style clothing in Season 1, because he has been living at Winterfell for years, but after traveling back to his family in the Iron Islands in Season 2 and switching allegiance to them, he also starts wearing ironborn-style clothing to reflect this.\n\nThe [[Drowned Men]], the priests of the [[Drowned God]] worshiped by the ironborn, appear in the TV series as they are described in the novels:  they wear tattered roughspun robes of mottled green, grey, and blue, the colors of the sea.\n\nMichele Clapton has stated that the ironborn costuming was officially one of her favorites to design in the entire TV series.\n\n===Quotes===\n\nClapton:  &quot;After his baptism, he [Theon] takes on the style of the Greyjoys, which look like the rocks of the island they live on. Padded, studded jackets, oiled with grease, heavy coat pieces, which they can wrap in and protect themselves from the elements.&lt;ref&gt;[http://www.youtube.com/watch?v=Ov9RoXxtwU0 Game Of Thrones Season 2: Anatomy Of A Scene - Theon Being Baptized ]&lt;/ref&gt;\n\nClapton:  &quot;'''If they live on a windy, rocky island, like the Greyjoys do, then they dress accordingly: They have costumes made of heavy, densely woven cloth that are waxed and painted with fish oil to help keep out the wind.''' Everything has a reason for being there...I loved dressing the Greyjoys [in Season 2]. Those costumes were so organic and so crunchy. We wanted them to look like the rocks on the island â&euro;&rdquo; they have no ambition for anything, everything is completely practical.&lt;ref&gt;[http://latimesblogs.latimes.com/showtracker/2012/03/creative-minds-game-of-thrones-costume-designer-michele-clapton.html ]&lt;/ref&gt;\n\nClapton:  &quot;I think the look for the Iron Islands is my favorite. As we do whenever weâ&euro;&trade;re designing a new look for a specific region, we examined their surroundings. In the case of the Iron Islands, itâ&euro;&trade;s damp and drafty, rocky, surrounded by sea. So the costumes are wind resistant as opposed to warm â&euro;&ldquo; thin, padded linen pieces. We have a lot of armor on this show, so it was important to make each look distinct, so you can identify it immediately when you see it. Rather than using metal armor, we used riveting and studding, which we would assume is padded behind and therefore pretty resistant to arrows or blades. Then thereâ&euro;&trade;s a metal breastplate, covered in leather, with the kraken sigil branded on it.\nInstead of a cape â&euro;&ldquo; we've done so many capes â&euro;&ldquo; itâ&euro;&trade;s a piece that can be sculpted around the actor, so it becomes windproof; stiff but fluid, too. And Alfie [Allen], in particular, looks great in it â&euro;&ldquo; it makes him move in a different way. I didnâ&euro;&trade;t want them to have too much ephemeral stuff. Very simple, not particularly cheerful. As for the color, itâ&euro;&trade;s the color of the rocks â&euro;&ldquo; grey, with some yellowy patches. It works well â&euro;&ldquo; and feels very much of the world.&quot;&lt;ref&gt;''Inside HBO's Game of Thrones'', pages 122-123.&lt;/ref&gt;\n\n===Image gallery===\n&lt;gallery spacing=&quot;small&quot;&gt;\nBalon_Greyjoy.jpg|[[Balon Greyjoy]], self-proclaimed King of the Iron Islands\nStygg_2x10.png\nGelmarr_2x10.png\nYaraS3.jpg|[[Yara Greyjoy]] wears the clothing style of ironborn men, customized slightly to fit a woman's physique.\nYara_Greyjoy_infobox.png|Ironborn costumes primarily feature a large poncho robe, sealed with wax and fish oil to keep out the wind.\nBurned bodies.jpg|Theon after switching to ironborn clothing\nTheonMeetsDrownedMan.jpg|[[Theon Greyjoy]] is blessed by one of the [[Drowned Men]], the clergy of the [[Drowned God]] religion.\n&lt;/gallery&gt;\n\n", "The North": "[[File:The North.png|thumb|300px|The North, ruled for centuries by House Stark from their seat at [[Winterfell]].]]\n[[The North]] has been ruled by [[House Stark]] for thousands of years, stretching back before written history and into legend.  Recently, however, during the War of the Five kings they were betrayed by [[House Bolton]], who switched to the Lannister side in the war, and were made the new rulers of the North in reward.  \n\nThe North is cold and not relatively wealthy, so [[Northmen]] wear heavy furs but few precious metals or jewelry. Most soldiers cannot afford metal plate armor, generally relying on chainmail and boiled leather. Northern noblewomen cannot afford expensive jewelry, but still have dignity and make a concerted effort to wear attractive fashions, so they compensate for this lack of jewelry with elaborate embroidery.  The North is affected by the harsh years-long winters much worse than any other region of the Seven Kingdoms.  It is also the only region of the Seven Kingdoms with a hostile land border, with wildling raids often coming south of the Wall.  With winter often a struggle for basic survival, the Northmen tend to be very dour, and dislike elaborate decoration, which they view as ostentatious.  Even their [[Heraldry]] is intentionally much more simple than some of the more complex designs from southern Westeros.  Similarly, even wealthier Northmen lords tend to dress in functional clothing, without much ornamentation.  \n\nThe Northmen tend to wear mostly grey and blue colored clothing, murky colors for a winter climate.  Because the Starks are a warm and good family unit, however, they wear friendlier, softer shades of blue and grey.  There are also some warm murky browns, to match the color of the animal furs they wear, and the boiled leather they wear instead of more expensive plate armor.\n\nBecause the Northmen descend from the [[First Men]] and most still worship the [[Old Gods of the Forest]], they typically won't be seen wearing a motif of the Seven-pointed Star symbol used by the [[Faith of the Seven]].  \n\nNorthern women are focused on practicality, and thus wear their hair long to retain heat. They wouldn't have an upswept hairstyle the way Margaery Tyrell of the Reach does, their ears would get cold.&lt;ref&gt;[http://www.youtube.com/watch?v=-d91UPMvYZU Game of Thrones Craft: Set, Costumes, Hair, and Makeup]&lt;/ref&gt;\n\n:'''See main article &quot;[[Costumes: Major Characters#Sansa Stark|Costumes: Major Characters - Sansa Stark]]&quot;.'''\n\n===House Bolton===\n[[House Bolton]], in contrast with the Starks, are vicious and traitorous (one of the closest to being straightforward &quot;evil&quot; in an otherwise ambiguous narrative), so they seem to wear more harsh black clothing.  They also seem to wear a bit more leather, as seen in their unarmored clothing, where the Starks would wear heavy wool underneath their leather armor:  the Boltons wear more leather as a hint that they enjoy [[Flaying|flaying]] extensively. This is particularly evident with Lord [[Roose Bolton]]'s Red Wedding outfit, composed of a padded leather tunic (long-sleeved to conceal the chainmail beneath) underneath a leather jerkin, leather breaches, and boots. His bastard son [[Ramsay Bolton|Ramsay]] also keeps to this motif, but his jerkin is very dark purple, as opposed to his father's usual all-black ensembles - even the metalwork in Roose's outfits is tarnished so that it appears black.\n\nThe Boltons' sigil of a flayed man strapped to an x-shaped cross features heavily in Roose's wardrobe, and is prominently embossed on at least three pieces which he wears regularly: a black leather tunic, a steel gorget, and a clasp with which he fastens his fur cloak. In addition, the hilt of his sword is also wrought in the form of a flayed man, with the man's outstretched arms forming the crossguard. His new wife Lady Walda Bolton also begins wearing a flayed man broach following their marriage, although her's appears to be crude and hastily made, as it is nothing more than a metal silhouette as opposed to her husband's, which is finely engraved and highly detailed. Ramsay, as a [[Bastardy|bastard]], is not permitted to wear the sigil of his father's House, but after being [[Legitimization|legitimized]] at the end of Season 4 he starts wearing the Bolton sigil in Season 5.\n\nRoose frequently wears a cloak with the fur collar reversed, so that the animals's skin is displayed on the outside.  This is more sensible for retaining heat - but it is also another visual hint of the Boltons' flaying practices. This style is imitated by Bolton soldiers, such as [[Locke]].\n \n:In the books, Ramsay is known for his ostentatious taste in clothes; garbing himself in velvet, silk, and satin, usually in the Bolton colors - pink and red.  This is seen as particularly unusual by other Northmen, who usually dress functionally even when they can afford more elaborate clothing - believing that a responsible lord should focus on surviving winter, not on his appearance.  In the TV series, however, Ramsay's attire is considerably more subdued, in order to fit in with the established drab dress code for northern characters. That being said, the leather jerkin Ramsay wears in Season 4 is, in fact, a very dark shade of reddish purple: a subtle reference to his literary counterpart.  Clapton explained in a Season 4 featurette that they wanted Ramsay's look to evolve over the seasons, instead of simply remaining static.  Obviously, in Season 3 his identity was supposed to be a secret so he dressed plainly.  In Season 4 he openly wears Bolton-style clothing, but it is not of particularly high quality, because he is a bastard (similar to the difference in quality between Jon Snow's clothing and that of Ned and Robb Stark).  After being legitimized as &quot;Ramsay Bolton&quot; at the end of Season 4, it is possible that in Season 5 Ramsay's style evolution will conclude with him dressing in ostentatiously rich clothing, as he did in the novels.\n  \n===Crannogmen===\n\nThe [[Crannogmen|crannogmen]] are the inhabitants of the swamps of [[the Neck]], the southernmost part of [[the North]] which borders [[the Riverlands]], in central [[Westeros]]. They are a unique offshoot of the [[First Men]], who branched off from their [[Northmen]] cousins. They are ruled by [[House Reed]] as vassals loyal to [[House Stark]].  The crannogmen are so-called because they live in small villages in the deep swamps, formed of thatch and woven reeds which sit atop artificial floating islands made out of logs, which are known as [[Wikipedia:Crannog|crannogs]].\n\nThe crannogmen are something of a unique hybrid culture between what is normally found in the North and the kingdoms of southern Westeros. As the southernmost region of the North, the climate of their home is not as cold and desolate as most of the rest of the North, but is instead humid, swampy, and overgrown with fish and game. The surroundings of their home thus shaped their way of life to be quite different from that of their cousins in the main parts the North.  The crannogmen do not march into open battle, and if invaded rely on retreating their crannogs deeper into the swamps. The crannogmen will then use guerrilla tactics, poisoned arrows, and their superior knowledge of the difficult swampy terrain to bleed the invaders through attrition.\n\nCrannogmen such as [[Meera Reed|Meera]] and [[Jojen Reed]] have some finished iron weapons, but mostly wear simple animal skins taken from game they've hunted in the swamps.  Because crannogmen rely on ambushing invaders into their swamps, their clothing is in colors of muted greens and greys, to blend in with their environment.&lt;ref&gt;[https://www.youtube.com/watch?v=Pk00ppQ5nNw Game of Thrones - Silk, Leather &amp; Chainmail: Costumes of Season 4]&lt;/ref&gt;\n\n:In the novels, the crannogmen wear entirely green clothing, even their boots, to act as camouflage in the swamps of the Neck.  Their favored tactic is to sneak right up to enemy armies in the swamp without being noticed, loose some well-aimed poison-tipped arrows at them, then melt back into swamp before their enemies can react.  While it isn't clear if Meera is typical of female crannogmen, she is described as dressing no different from a boy, so female crannogmen may have no separate clothing style (instead joining their men on guerrilla raids).  The crannogmen do have access to iron-tipped weapons but, similar to the Dornishmen, forego heavy steel armor in favor of speed and mobility, and what little metal armor they might wear is made of lighter bronze.   More often they wear leather armor or no armor at all, and leather shields.  Meera wears lambskin breeches, and a sleeveless jerkin armored in bronze scales.   Meera does have an iron warhelm, but it is old and rusty, implying that it was acquired some time ago and they do not regularly produce such armor.  Apart from their bows and poisoned arrows, crannogmen fight with the same tools they use to hunt wild game:  three-pronged spears used for hunting frogs, and even nets.  Meera was able to overcome Bran's direwolf in mock combat by entangling it in her net.\n\n===Quotes===\n\n[[Michele Clapton]]:  &quot;The Starks have less available to them and are in different circumstances as they live in cold, damp weather. Available to them is wool, leather, fur, and some dyes. They have to think about warmth and wear the high padded embroidered collars as status rather than jewelry. The village people wear a simpler form of this look. They are not ostentatious and are a loving family who are not trying to prove anything. Only Sansa disagrees with this and we see this as she is influenced in her clothing, mainly by Cersei and as the plot develops, she moves away from this.&lt;ref&gt;[http://onscreenfashion.com/2012/04/27/an-interview-with-game-of-thrones-costume-designer-michele-clapton/ ]&lt;/ref&gt;\n\nClapton:  &quot;The North became, actually, probably the most 'English, Medieval' look.  It's much blacker and darker.  Lots of hand dyeing,  quite muted colors, very practical, leathery, wool, very 'of the place'.&quot;&lt;ref&gt;[https://www.youtube.com/watch?v=-d91UPMvYZU Game of Thrones Craft: Set, Costumes, Hair, and Makeup]&lt;/ref&gt;\n\nClapton:  &quot;I used medieval Northern Europe as a starting point, but the skirts in the menâ&euro;&trade;s costumes have a Japanese look to them. We were never bound by the rules of any particular time period.\n\nFirst, you have to think about what they need, the practicality of it, what materials they have readily available. We also decided weâ&euro;&trade;d have no jewelry, so thereâ&euro;&trade;s a lot of embroidery and embellishment in the womenâ&euro;&trade;s clothing, as well as these lovely padded neck pieces. As for the men, most of the armor is leather with some metal inside, but rarely close to the skin due to the cold. The fur collars were meant to be wolf pelts for the adults, the children have rabbit, and the peasants have collars stuffed with sheepâ&euro;&trade;s wool.\n\nWe have a lot of blues and grays, murkier colors that seemed right for the harsh northern climates. The Starks represent a warm family unit, so the blues of their costumes are rather warm. But within the family, the various personalities are reflected in what they wear. For example, Sansa is in a slightly cooler blue. '''And the design of the noblesâ&euro;&trade; clothes spirals outward; what they wear inspires the people around them, from the ladies-in-waiting to the household staff, on down to the peasants.'''\n\nIt's important that the costumes reflect each character's individual journey. I always like to tell a story through the clothes, and I think it helps the actors, too. Sansa is a perfect example of this. She leaves Winterfell for a life at court early in the first season and begins to take on more and more of Queen Cerseiâ&euro;&trade;s traits as season one goes on. By the end of the season, sheâ&euro;&trade;s really starting to look like her. But in season two, her dresses are destroyed in the first half of the season, and Sansa starts reverting back to her childhood. The colors start coming down, and sheâ&euro;&trade;s trying to alter things back to where she was. So at the end of it, sheâ&euro;&trade;s wearing something closer to her motherâ&euro;&trade;s look. Sheâ&euro;&trade;s come full circle.\n\nBy contrast, Ned was never seen adopting any of the clothing styles of Kingâ&euro;&trade;s Landing. He had four different looks, a couple of which were slightly smarter, but Ned generally chose to keep things functional and practical. To that end, heâ&euro;&trade;d often be seen in the padded linen skirts with the leather doublet, sometimes with a cape. Later in the season, as he began to sense trouble brewing, he started wearing his leather armor.&quot;&lt;ref&gt;''[[Inside HBO's Game of Thrones]]'', page 44, &quot;Costuming Winterfell&quot;&lt;/ref&gt;\n\nClapton:  &quot;In Winterfell, the Starks are very blues and greys and browns, quite murky colors.&lt;ref&gt;[https://www.youtube.com/watch?v=F_iFAjvYFo4 ]&lt;/ref&gt;\n\nClapton: &quot;Ned Stark has an elegance to him, but he's incredibly practical, I donâ&euro;&trade;t want him to look like he ever thinks about what heâ&euro;&trade;s wearing.&quot;\n\n[[Sean Bean]] (Ned Stark): &quot;What he wears, you know, says something about who he is. So he's not prepared to be flouncing about like the others in gowns and silks and stuff like that.&quot;\n\nClapton continues: &quot;Catelyn, again, similar sort of tones, and very underplayed, quite simple clothing. Catelyn doesnâ&euro;&trade;t think particularly about what she wears, she wears what sheâ&euro;&trade;s always worn, itâ&euro;&trade;s a traditional way, and thatâ&euro;&trade;s her look.\n\nIt was quite nice putting [Sansa and Arya] initially in very similar costumes. You have these sort of tied, knotted tops, and of course Sansa's are knotted quite nicely with little embroidery bits on the end, and all very nice, and Arya's are just all messy and unknotted and falling apart, and she takes the sleeves off. It's quite nice to have the two of them very similar, then to split apart so far away from each other.&quot;&lt;ref&gt;[http://www.youtube.com/watch?v=F_iFAjvYFo4 &quot;Costumes&quot; featurette, ''Game of Thrones'' Season 1.]&lt;/ref&gt;\n\nClapton:  &quot;Jon Snow's look initially came from Winterfell, but because he's the bastard, his clothes aren't quite of the same quality as his brothers and sisters.&lt;ref&gt;Inside HBO's Game of Thrones, page 27, &quot;Costuming the Night's Watch&quot;&lt;/ref&gt;  [Jon's clothing isn't shabby, it's just not quite as good quality as Catelyn's children.  Given that the Northmen dress functionally and without much rich ornamentation anyway, this doesn't stand out very much.]\n\nClapton:  &quot;[[Ramsay Bolton|Ramsay]]'s look does evolve, he tends to look more like a Bolton, because he's finally acknowledged by his father, and there's obviously a step in that direction.  He's proud to be 'the son' (of Lord Roose Bolton).&quot;&lt;ref&gt;[https://www.youtube.com/watch?v=Pk00ppQ5nNw Game of Thrones - Silk, Leather &amp; Chainmail: Costumes of Season 4]&lt;/ref&gt;\n\n[Few quotes have been given about the design choices that went into crannogmen costumes]\n\nClapton, on the crannogmen:  &quot;Jojen and Meera, their costumes have always been on the verge of being quite organic.&quot;&lt;ref&gt;[https://www.youtube.com/watch?v=Pk00ppQ5nNw Game of Thrones - Silk, Leather &amp; Chainmail: Costumes of Season 4]&lt;/ref&gt;\n\n===Image gallery===\n&lt;gallery spacing=&quot;small&quot;&gt;\nHouse Stark and retainers.jpg|House Stark and their retainers receive King Robert at Winterfell in &quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;.\nNed &amp; his horse.jpg|Lord [[Eddard Stark]]\nEddard_1x01.jpg|Eddard Stark, carrying his family's ancestral [[Valyrian steel]] sword, [[Ice]].\nCatandned.png|Eddard and his wife, [[Catelyn Stark|Catelyn Tully]] (more images and information about Catelyn are in the subsection below on &quot;The Riverlands - House Tully&quot;).\nEddard and Catelyn costumes early concept art.png|Early concept art for Catelyn and Eddard's costumes.\nNed Stark costume Season 1 concept art.png|Eddard Stark costume concept art.\nNed Stark costume Season 1 concept art 2.jpg|Variant Eddard Stark concept art (the symbol on his chest is not stag horns; look closely and it is two direwolves jumping away from each other).  \nJon, Bran and Robb.jpg|Eddard's sons [[Robb Stark]], [[Bran Stark]], [[Rickon Stark]], and [[Jon Snow]].  Notice that Jon's Winterfell clothing is of ''slightly'' less good quality than Robb's, because he is a bastard and Robb is Eddard's heir.  \nRodrik-cassel.jpg|[[Rodrik Cassel]], a proud bannerman to the Starks, dresses in the same style as Lord Eddard.  Regular Stark guards are also in the background.\nCatelyn-arrive.png|Rodrik and Lady Catelyn\nStark_guard_%28The_Pointy_End%29.jpg|The North isn't as wealthy as other regions, so their footsoldiers wear leather armor and simple bucket-helmets, without visors or much shape to them.\nRobb-stark-richard-madden-helen-sloan.jpeg|King Robb Stark dresses much like his father did.\nRobb Stark command tent.jpg|Robb is at war, so he wears a bit more armor than his father did, including a steel gorget around his neck and steel vambraces on his arms.  \nRoose-and-Rickard-3x01.jpg|Lord [[Roose Bolton]] and Lord [[Rickard Karstark]]\nRoose-Bolton-S4XEP08.png|Roose Bolton, head of House Bolton, betrayer of the Starks and new Warden of the North\nRoose 2x04.jpg|Roose Bolton wears more leather and less furs than the Starks, hinting at his family's [[Flaying|flaying]] practices.\nRoose-Bolton-Sword-7.jpg|The custom hilt of Roose Bolton's sword is shaped like a flayed man.\n20130426120653!Roose-and-Robb-3x01.jpg|Roose Bolton wears his fur cloak with the collar reversed.\nGoTLocke.jpg|Locke and other Bolton soldiers also wear cloaks with the fur collar reversed (skin showing) in imitation of their lord.\nRamsay.png|[[Ramsay Snow]], Roose's psychotic bastard son. Ramsay's style echo's that of his father's: leather under leather.\nKarstarkmen.jpg|Men of House Karstark displaying their House's white sunburst sigil.\nSansa in the Camp.jpg|Sansa's Northern-style dress, with heavy embroidery around the neck.\nWinter is Coming Sansa food Arya.png|Sansa and her friend [[Jeyne Poole]] (after Arya threw food at Sansa).  Northern noblewomen wear clothing with extensive embroidery to make up for their lack of jewels.\nPalla.png|[[Palla]], daughter of the kennelmaster at Winterfell, visibly imitates the fashions of Northern noblewomen by wearing a high-necked collar which is heavily embroidered.\nJojenS3Promo.jpg|[[Jojen Reed]], one of the [[Crannogmen|crannogmen]] who inhabit the swamps of [[The Neck|the Neck]], the southernmost part of the North.  They have their own unique clothing style.\nMeeraS3Promo.jpg|[[Meera Reed]], Jojen's sister, also of the crannogmen.  She is armed with bow and arrows.\n&lt;/gallery&gt;\n\n", "Dorne": "[[File:Dorne.png|thumb|300px|Dorne, ruled by House Martell from their seat at [[Sunspear]].]]\n[[Dorne]] (ruled by [[House Martell]]) is very different from the rest of the Seven Kingdoms, and this is reflected in their clothing.  It has a hot desert environment, or at best in [[Sunspear]] on the east coast a very arid Mediterranean climate.  Therefore, unlike the highly constructed fashions of King's Landing, [[Dornishmen]] wear clothing that is more loose-fitted and open, allowing them to cool more easily.  Both men and women have low necklines on their clothing.  Women also have exposed arms or slit sleeves, not the billowing cape-like sleeves of Cersei Lannister (somewhat like the Tyrells in this respect, but Dorne is even hotter).  The Dornishmen also have much more relaxed views about sexuality than the rest of Westeros:  in many respects their clothing is more revealing simply due to living in a warmer climate, but they also find revealing clothing less scandalous than, for example, the Westermen or Valemen.\n\nDorne also has closer ties with the Free Cities, just east across the Narrow Sea, plus unique local dyes:  therefore their clothing is more brightly colored.  They tend to favor orange, with yellow/gold and red highlights, reflecting the sigil of House Martell:  a red sunburst pierced by a golden spear, on an orange field.  In many ways the Dornishmen are the opposite opposite of the Northmen: in the North, the designs are meant to retain heat, in Dorne they are meant to shed heat; the North has dull blues to emphasize that they can't afford foreign dyes, while Dorne has easy access to bright color dyes.\n\nThe Dornish do have access to steel plate but if they wore full heavy armor they would die of thirst in Dorne's desert sun.  They prefer light armor made out of only bronze or leather, as seen in Oberyn Martel's dueling armor, to allow for greater mobility in the harsh desert heat.  \n\nOberyn Martell's battle armor in the TV series is snakeskin, and the tassel of his spear is python-skin - within the story, that is:  in real life they are made out of leather treated to ''look'' like snakeskin.&lt;ref&gt;[http://www.makinggameofthrones.com/production-diary/2014/6/4/see-a-showcase-of-on-screen-items-from-the-mountain-and-the-viper ]&lt;/ref&gt;\n\nDornishmen often wear [[Wikipedia:Turban|turbans]] when traveling through the hot countryside.  This is not a deep-seated cultural institution and they don't wear them all the time.  Turbans and head-scarves are a universal adaptation that many different real-life desert-dwelling cultures have independently adopted to avoid getting heat stroke.  Even Crusader knights who settled in the Levant had to start wearing head-scarves to adapt to the hot local environment.  Just as heavy furs need to be worn in cold, snowy environments, head-scarves and loose robes are the sensible clothing to wear in a hot desert.  Jaime Lannister and Ser Bronn travel to Dorne in Season 5, and while there they dress in Dornish fashion with head-scarves due to simple practicality.  \n\nMichele Clapton knew that the Dornish wouldn't start appearing until Season 4, but she decided in advance that their color palette would consist of ochre yellow, oranges, and tans (given that the Martell sigil is a golden spear piercing a red sun on an orange background).  Clapton then consciously avoided using those colors for other regions ''throughout'' the first three TV seasons, knowing that they were reserved for the later introduction of the Dornish.  \n\n===Quotes===\nClapton, on costuming the Dornish:  &quot;The costumes for [[Oberyn Martell]] and [[Ellaria Sand]] are some of my favorites this season [Season 4].  '''The introduction of Dorne is something I've been waiting for, and I've been deliberately holding back on using their colors - the ochre yellow and the wonderful tans.'''  We wanted them to have very distinctive looks; it's incredibly important to have those immediate visual cues to help you as the viewer.  It was great to have these two characters lead into the next season [Season 5], when we'll be going to Dorne and we'll have a chance to really push things creatively.  \n\nThere are a lot of [Southeast-Asian] Indian influences, particularly with the fabrics.  We sourced a lot of the fabric for the Dornish characters in India..  I like the sand-washed silks, the weight of it and the depth of color.  \n\nEllaria was an immensely interesting character to me.  I think she moves a bit like a sidewinder [snake] - I always picture her disappearing over a dune or something.  I liked the strength of her outfit, being able to lift the cape away to this very simple, sensual elegance, cut to the navel without revealing too much.  It's a very assertive piece, both in movement and in color.  I love to think of what Cersei's reacting is when she sees it - after all, her daughter ([[Myrcella Baratheon|Myrcella]]) is now in Dorne [i.e. she worries if her daughter wears revealing Dornish clothing now.]\n\nDespite the substantial nature of some of the fabrics and the inclusion of metal sigils, Oberyn's costumes were in some ways quite feminine.  There is something about the way that [[Pedro Pascal]] (Oberyn) wore it, his masculinity, his total lack of fear of the feminine element, that made it so strong and deeply masculine on him.\n\nHis armor was one of my favorites of all the armors - the contrast between the weight of the Mountain's armor versus the lithe soft leather covering during the duel is visually exciting.  Giampaolo Grassi [the armor master] and his assistants stamped all the leather with the design and hand cut all elements.  Being able to talk about it on the dummy, manipulate it around the shape of the body, the changes in the ratio of the symbols - it evolved in the workroom, and their input is immense.  I think being part of that process leads to some of the most creative work.  You can make replicas of Roman armor forever, and it can be beautiful, but it's not the same.&quot;&lt;ref&gt;[[Inside HBO's Game of Thrones: Seasons 3 &amp; 4]], page 82, &quot;Costuming Dany&quot;&lt;/ref&gt;\n\nClapton:  &quot;Ellaria Sand's style is very different from anything we've previously seen.  And so it's quite revealing, and it's actually sand washed silk, so it has a lovely flow, it's almost like a weightiness to it.&quot;  \n\n[[Frank Doelger]] (Executive Producer):  &quot;It's a southern climate, it's a very luxurious kingdom, it's a world of pleasure-seekers.  So we went for things that were very loose and very sensual, and were also inspired a little bit by Indian or Persian outfits.  Just looking at some of the fabrics that Michele [Clapton] chose, they bespeak a world of luxury and sensual pleasure, and again, that's a new element for us.&quot;\n\nClapton:  &quot;For the wedding, [Ellaria] has a really lovely sort of chained headpiece, which I just thought, my God, it's such a great look.  It's this thing of trying to find new areas of how people should look, because we've obviously done so much now.&quot;\n\nPedro Pascal (Oberyn Martell):  &quot;What Michele's done is so brilliant.  There's something about Oberyn that's very 'Other' as far as King's Landing is concerned, and she really manifests that in his look.&quot;\n\nClapton:  &quot;It's quite an Indian feel, like the crossover-coat.  Pedro just wore it brilliantly, because it's actually quite a feminine look, but he wears it in a really masculine way.  Big sashes and belts.  And the colors, it's also orange; like burnt oranges, and yellows, and golds...It's quite fun just to start a look and then next year [Season 5] we can sort of go into it, but I think it will have a big Indian influence.&quot;&lt;ref&gt;[https://www.youtube.com/watch?v=Pk00ppQ5nNw Game of Thrones - Silk, Leather &amp; Chainmail: Costumes of Season 4]&lt;/ref&gt;\n\nThere was some concern from fansites when the first spy photos of the [[Sand Snakes]] (Oberyn's daughters) began circulating, and their armor seemed to have very pointed breast-shapes sculpted into them.  Form-fitting breast-shaped armor is actually an unrealistic trope seen in other fantasy media:  in reality, having an indentation in armor between the two breasts would make it much ''easier'' for an opponent's weapon to land a hit.  Much like a helmet, a chest plate is meant to be sloped, so strikes from enemy weapons glance off, deflecting the raw force of impact away from the wearer as much as possible.  Some also said they thought that the Sand Snakes' armor not only had sculpted breast shapes, but actually had nipple designs etched into the tips of each.  There is actually no proof of this whatsoever, but as rumor swirled the meme spread that the Sand Snakes in the TV series have armor with nipples on it.  In an interview with ''New York Magazine'' some weeks later, however, Michele Clapton clarified the situation.  First, there are no nipple designs on the Sand Snakes' armor (it's not as if there's a circle at the tips meant to look like nipples, the armor just comes to a point).  Second, Clapton explained that the spy photos drastically exaggerated the problem:  what happened was that the very pointed breast shape was really a mistake, because they should have appeared much more smoothed down.  The problem is that armor is difficult to shape, and after using sculpted molds their chest plates were supposed to be sanded down.  As Clapton said, &quot;They sand it off to an extent, but they didn't do it as much as I wanted them to.&quot;  Moreover, because of the rush in production, she didn't notice the sanding wasn't completed until it was too late and shooting had to start.  However, Clapton stressed, even then the pointedness of their chest plates wasn't really that noticeable on set, and particularly not in the actual recorded footage:  a trick of the intense lighting in the spy photos made their armor look much more pointed than it actually does in the TV episodes themselves.  Clapton said, &quot;I had the same thought as you. I was surprised when I saw the picture. But I didn't notice them when I was there. And sometimes you canâ&euro;&trade;t go back and change things.&quot;  So the Sand Snakes' costumes do not have nipples on them, they're a little more pointed and breast-shaped than they should be because the production team ran out of time to sand them down, and Clapton assures that the effect isn't really that noticeable in the actual episodes due to different lighting.  Spy reports simply jumped onto this criticism and blew it out of proportion.&lt;ref&gt;[http://watchersonthewall.com/michele-clapton-sansas-costume-makeover-sand-snakes-season-5-look/ ]&lt;/ref&gt;\n\n===Image gallery===\n&lt;gallery spacing=&quot;small&quot;&gt;\nOberyn-Martell-S4-EP-01.jpg|Prince [[Oberyn Martell]]\nOberyn-Martell-401-promo.jpg|Oberyn's clothing is decorated with a repeated motif of the sunburst-pierced-by-a-spear sigil of House Martell\nEllaria-Sand-house-martell-36908768-2832-4256.jpg|[[Ellaria Sand]], Oberyn's [[Paramour|paramour]]\nPedro-Pascal-as-Oberyn-Martell-Indira-Varma-as-Ellaria-Sand_photo-Helen-Sloan_HBO.jpg\nOberynEllariaPW.jpg|The dress that Ellaria wears to the [[Purple Wedding|royal wedding]].  \nEllaria PW HD still.jpg|High-definition production still of Ellaria's costume at the wedding\nDorne costume Season 4 concept art.png|Concept art of Oberyn and Ellaria's costumes in Season 4.\nDornishBannermen.jpg|Dornish bannermen arrive at King's Landing\nBlackmont-Profile-HD.png|A Dornish lord\nDeziel Dalt 4x01.jpg\nDoran Martell Prince of Dorne.jpg|Prince [[Doran Martell]], Oberyn's older brother and ruler of Dorne. \nSand Snakes.png|The Sand Snakes, Oberyn's daughters.  From left to right:  [[Obara Sand|Obara]], [[Tyene Sand|Tyene]], and [[Nymeria Sand|Nymeria]].\nNymeria whip.jpg|Nymeria's whip.  The handle is shaped like a snake, so that the rest of the whip appears to be the snake's tongue extending from its mouth.\nTyene daggers.jpg|Tyene's daggers\n&lt;/gallery&gt;\n\n"}, "title": "Costumes: The Seven Kingdoms"}