{"attributes": {}, "sections": {"Brienne of Tarth": "[[Brienne of Tarth]] is a female warrior from [[The Stormlands|the Stormlands]], originally in service to [[Renly Baratheon]] and later to [[Catelyn Stark]].  Brienne is very tall and muscular for a woman by the standards of Westeros, and it is incredibly rare for women to be warriors in the Seven Kingdoms to begin with, thus Brienne's costume style is very unique and doesn't correspond to any of the regions in Westeros.  \n\nBrienne's original armor was composed of pieces from different sets, because they weren't made for a woman's body shape or for a woman so large:  she mixed and matched pieces from different suits of armor to put together a custom suit that fit her reasonably well.  \n\nA fighter first and foremost, when Brienne debuts in Season 2 she wears only her armor, with no &quot;civilian&quot; clothing, much less gowns associated with noblewomen in the Seven Kingdoms.  After joining Renly's [[Kingsguard]], Brienne takes on wearing their uniform brown cloaks, and helmets with symbolic Baratheon stag-antlers on them.  She simply puts this on over her regular armor, however, as apparently nothing else would fit (Renly made no attempt to impose uniform armor on his Kingsguard, thus Loras also wore his cloak over his regular armor).  Brienne leaves her cloak and helmet behind after Renly's death.\n\nBrienne continues to wear her custom armor in Season 3, but after being captured by [[House Bolton|Bolton]] forces and taken to [[Harrenhal]], her armor is taken away.  Instead, the Bolton soldiers mockingly provide her with a large pink dress that they found in a trunk somewhere in the castle.  \n\n:In the novels, the pink dress that Bolton's men find for Brienne to wear belonged to old lady [[Shella Whent]]. Partially Bolton's men presented the dress to her as it was the only dress remotely large enough to fit her, but they also did it out of deliberate mockery, as the dress still does not fit very well and Brienne looks absurd in it. Lady Shella was a fat, bent old woman, so the proportions of the dress are still off, and the front fits so loosely that Brienne has to be careful that it doesn't fall down and expose her breasts. For the TV series, however, costume designer [[Michele Clapton]] explained in the in-episode guide that she decided that it would be more interesting if Brienne's discomfort in the scene was psychological: due to her rejection of the stereotyped gender-roles in the society of the Seven Kingdoms, Brienne would actually be more uncomfortable if the dress fit her well, as this would be forcing her to conform to established norms of &quot;feminine&quot; clothing and beauty. As Clapton said: &quot;I wanted Brienne to put on a dress and look rather good in it, but be horrified about having to wear it...It's meant to reveal a bit of cleavage in the shoulders, which for Brienne, is mortifying. The last thing she wants is to be portrayed as a woman, and in a way, to look good as a woman makes it worse. So we decided rather go for a dress that looked good, but it was her sense of horror that made it comfortable.&quot;&lt;ref&gt;&quot;The Climb&quot;, In-episode guide&lt;/ref&gt;\n\nBrienne succeeds in taking Jaime Lannister back to King's Landing, and though she has lost her original armor, she has the resources to have new &quot;civilian&quot; everyday clothing made (instead of continuing to wear the raggy dress the Bolton soldiers forced her into before).  Brienne briefly wears two of these.  The first is a simple leather jerkin (apparently male-cut) over a large skirt, purely meant to be functional.  She wears this when she reports to Margaery Tyrell in the gardens.  Then at the [[Purple Wedding|royal wedding]], Brienne makes an attempt to wear slightly more formal attire:  a light blue tunic with a large belt, neat but simple, with the only ornamentation a small embroidery at the top of the chest of the [[House Tarth]] sigil.  \n\nAfter Joffrey's assassination, Jaime tasks Brienne with finding [[Sansa Stark]] and keeping her safe, and to aid her he gifts Brienne with a new set of armor, and the [[Valyrian steel]] sword she names [[Oathkeeper]] (one of two swords melted down from [[Eddard Stark]]'s sword [[Ice]]).  Brienne's new armor is relatively functional but of much better quality than Brienne's original armor, because there are better skilled armorers in the capital city.  It fits better and has a matching style throughout because it was custom-made for her.  \n\n:Notice that Brienne's armor chest plates are not custom-fitted to the outline of her breasts, which is a [http://tvtropes.org/pmwiki/pmwiki.php/Main/ChainmailBikini common trope] in the Fantasy genre.  In real-life, this is the exact opposite of how armor is meant to function and would it ''more'' likely to be killed.  Much like a helmet, armor chest plates are meant to be sloped, so blows are deflected off to the sides, instead of the full force behind a sword-swing hitting someone square in their chest plate.  Fantasy armor shaped like the outline of breasts only serves to make a groove in the middle of the chestplate which enemy weapon strikes can easily catch in:  instead of directing the force of blows ''away'' from the center of the chest, such &quot;boob armor&quot; is practically a funnel directing an enemy's sword at the wearer's heart.&lt;ref&gt;[http://io9.com/why-boob-plate-armor-would-actually-kill-you-496925522 io9: Why Boob Plate Armor Would Actually Kill You]&lt;/ref&gt;&lt;ref&gt;[http://io9.com/what-kind-of-armor-did-medieval-women-really-wear-1502779338 io9: What kind of armor did Medieval women really wear?]&lt;/ref&gt;  In the TV series, however, Brienne wears steel armor that a medieval woman would realistically choose to wear:  not stylized to show the outline of her breasts, but sloping away from the center, just like a man's chestplate.  Brienne's original armor, in fact, is actually composed of various pieces from different armor suits intended for men, which she mixed and matched to accommodate a woman's proportions, i.e. the hips are slightly wider.  Even so, the costumers didn't want to emphasize her wider female hips, so that Brienne in her original armor could be easily mistaken for a man (such as when she is first introduced in a melee fight against Loras, and is wearing a helmet that conceals her identity).  \n\n===Quotes===\nMichele Clapton, on Brienne's original armor:  &quot;With Brienne, for instance, she is a woman but we want to mistake her for a man; however, no matter what you do, women have hips. We just started making the lines on the armor go away from her waist and slowly she began to look more masculine â&euro;&rdquo; at the same time, the armor also had to be functional.&lt;ref&gt;[http://latimesblogs.latimes.com/showtracker/2012/03/creative-minds-game-of-thrones-costume-designer-michele-clapton.html ]&lt;/ref&gt;\n\nClapton, on putting Brienne in a dress at Harrenhal in Season 3:\n&quot;Yes, Brienne does wear a dress, and it is given to her...We imagined that it was an old dress left behind by someone else, probably stored in a trunk, so it was important that it looked a bit dusty and aged and faded. Velvet is great for this and we trimmed it with moth-eaten fur. It had to not fit properly, but actually we also wanted to make Brienne look good, not because she wanted to but actually in spite of herself!&quot;&lt;ref&gt;[http://fashionista.com/2013/05/game-of-thrones-fashion-recap-many-betrothals-and-one-pink-dress/2/ ]&lt;/ref&gt;\n\n&quot;[Brienne] has this pretty epic journey. She obviously keeps her armored look, but thereâ&euro;&trade;s one scene where she actually dresses quite differently...The interesting thing is she has to dress in a way that she dislikes intensely and therefore feels stupid in, but actually it was very important that she actually doesn't look stupid - she looks fab...she's in a gown and very feminine, it's just that she doesn't like to look that way. Although it's ''referred'' to as her looking 'ridiculous', she doesn't!&quot;&lt;ref&gt;[http://fashionista.com/2013/03/game-of-thrones-costumer-designer-gives-us-the-dirt-on-season-3 ]&lt;/ref&gt;\n\nClapton, on Brienne's dress at Harrenhal, from the in-episode guide:  \n&quot;I wanted Brienne to put on a dress and look rather good in it, but be horrified about having to wear it...It's meant to reveal a bit of cleavage in the shoulders, which for Brienne, is mortifying. The last thing she wants is to be portrayed as a woman, and in a way, to look good as a woman makes it worse. So we decided rather go for a dress that looked good, but it was her sense of horror that made it comfortable.&quot;&lt;ref&gt;&quot;The Climb&quot;, In-episode guide&lt;/ref&gt;\n\n[[Gwendoline Christie]] (Brienne) on her new armor in Season 4:  \n&quot;Jaime gives Brienne the equivalent of like, an amazing dress and a pair of shoes.  He gives her a sensational suit of armor and a sword.  He's like given her couture!&quot;\n\nClapton, on the new armor Jaime gives Brienne in Season 4:  \n&quot;Jaime I don't think has a great deal of imagination, so we didn't think he would come up with anything particularly fanciful. It's based on the shape of her original armor, but it's just made by better armorers, being King's Landing.&quot;&lt;ref&gt;[https://www.youtube.com/watch?v=6ottevaCcAw ]&lt;/ref&gt; \n\n===Image gallery===\n&lt;gallery spacing=&quot;small&quot;&gt;\nBrienne S3.jpg|Brienne assembled her original armor suit by collecting a mismatched assortment from other suits, which otherwise would not fit a women's figure well\nBrienne-of-Tarth-game-of-thrones-31362150-639-960.png|Notice that Brienne's chestplate slopes away from a high point in the middle to deflect blows, just like a man's armor (in fact she took the piece from a man's armor suit).  Fantasy armor custom-shaped with the outline of a female warrior's breasts would actually be utterly impractical.  \nBrienneAndCatelynMeet.jpg|Brienne is not only a female warrior but much larger than most women in Westeros, which is why she had to assemble her own custom armor.  \nRenly's Kingsguard with Brienne Loras and heraldry.jpg|When Brienne joins Renly's Kingsguard, she dons their special cloak and helmet over her original armor.\nBrienne_Kingsguard_helmet.jpg|Brienne wearing the stylized helmet of Renly's Kingsguard\n300px-Brienne of Tarth HBO.jpg|Brienne wearing the cloak of Renly's Kingsguard\nJaime and Bolton make plans S3E6.jpg|After being captured by the Boltons at Harrenhal, they take Brienne's armor and mockingly give her an old pink dress to wear\nBear and maiden fair promo brienne a.png|Bolton's men torture Brienne by throwing her into a bear pit, wearing the pink dress they gave her\nMargaerybriennetalkassassination.png|Brienne switches to her own functional clothing after losing her original armor at Harrenhal\nBrienne_at_joffrey_wedding.png|Brienne at the royal wedding of Joffrey and Margaery; another rare look at the styles Brienne wears when not in armor.\nBrienne costume Purple Wedding 1.jpg|Brienne's clothing for the royal wedding is well-made but functional - she doesn't like &quot;typical&quot; female clothing styles.\nBrienne costume Purple Wedding 2.jpg|Brienne's outfit at the royal wedding, featuring an embroidery of [[House Tarth]]'s [[Heraldry|heraldry]].  \nJaime_talking_with_brienne.png|The new, better-made suit of armor that Jaime gifts to Brienne in Season 4\nBrienne_riding_with_podrick.png|Brienne's new armor was custom-made so it fits better than her previous armor\n&lt;/gallery&gt;\n\n", "Daenerys Targaryen": "\n:'''See the main page on &quot;[[Costumes: Essos]]&quot; first, for context.'''\n\n[[Daenerys Targaryen]] goes through one of the most dramatic style evolutions in the entire TV series, drastically changing her fashions as she travels across the vast distances of [[Essos]] and encounters new cultures.  She takes some inspiration from each of the cultures she encounters, mixing bits from one and pieces from another to develop her own very unique fashion style.  \n\nDue to the warmth of the lands that Daenerys travels through, from Pentos to the Dothraki Sea, and from Qarth to Slaver's Bay, all of her costumes from Season 1 through Season 4 have been sleeveless, which is apparently also common for most women's fashions in these regions.   \n\nDaenerys grew up in exile in the [[Free Cities]], and is first seen in [[Season 1]] in the Free City of [[Pentos]] wearing a unique style, probably of Pentoshi make.  The gausy dress she wears when she is presented to Drogo is basically meant to make her appear naked, showing off what Drogo is buying with his army.  Her wedding dress is stated to have been supplied by Illyrio, and is thus probably more inspired by Pentoshi styles (though she wears dragon-pins).  The dress is meant to look like the color of the Moon, given that Drogo later comes to call her the &quot;Moon of my life&quot;.  \n\nDaenerys switches to Dothraki leather clothing to acculturate to their society more, and in this finds strength away from her brother's domination.  Leather riding chaps are simply necessary for riding a horse for long distances.  She even switches from wearing her hair straight to wearing it in heavy braids, seen as a sign of power in Dothraki culture (in which the men wear long braids, only cutting them if they are defeated, and thus long braids symbolize victory and prowess).  After spending some time in Vaes Dothrak, she uses materials from the market to make her own modified personal style, a costume made out of crocodile skin (in-universe, the prop was made from fish-skin).  Her reasoning is that the Dothraki wear the skins of their horses, but Targaryens are associated with dragons - flying scaled reptiles - so a Targaryen twist on the Dothraki style would to have the appearance of wearing dragon-scales, though she substitutes with common reptile scales (the actual prop material used in real-life was made of fish-scales).&lt;ref&gt;[http://fashionista.com/2012/06/game-of-thrones-hair-and-wardrobe-secrets-revealed/4/ ]&lt;/ref&gt;\n\nDaenerys goes through an extensive costume transformation in [[Season 2]] while she is in [[Qarth]], representing how she is trying to find her own way in the world and identity now that she doesn't have her brother Viserys's domination, or even the support of a large Dothraki ''khalasar''.  She starts off wearing a rich Qartheen woman's gown that Xaro Xhoan Daxos provides her (in episode 4, &quot;[[Garden of Bones]]&quot;), but she starts becoming dissatisfied with it.  Daenerys wants to appear powerful and senses that men's fashions are the ones that really radiate power, so she gradually starts adopting more features of Qartheen men's clothing into her own, and a few bits of Dothraki style.  She progresses through several experimental dress styles later in Season 2, gradually wearing more armor.  The idea is also that she was originally seduced by Qarth's opulence and Xaro's offer of alliance, but as she sours on Qarth and their relationship she shifts back to her true self instead of just dressing to please those around her in the city.  First, she expands the design of the large filigree belts that Qartheen men wear into a large metal chest piece and gorget, extending around her shoulders much like actual armor.  Later she shifts to wearing more ''leather'' armor, covering the same areas, moving back towards her original Dothraki style (which is where she first found a sense of self-hood) and away from the Qartheen metal filigree look.  She also switches from wearing a woman's gown on the lower half of her costume to wearing ''men's'' trousers, specifically going back to the leather riding chaps of the Dothraki.  \n\nStarting in [[Season 3]], after being disillusioned with Qarth and leaving for Slaver's Bay, Daenerys reinvents her look almost completely, settling into what will become her signature style for some time.  It consists of a ''heavily'' modified Qartheen dress top, but over Dothraki leather trousers as riding chaps, and with blue as the overall dominant color.  The idea is that Daenerys wants to wear dresses now and she was recently influenced somewhat by her time in Qarth (not including her past in the Free Cities, Dothraki women wear leathers instead of gowns).  But she didn't really like the Qarth style so she used that style of gown as a template simply because it was the one she was most immediately familiar with, but then heavily redesigned the cut of it.  Meanwhile, the trousers are of course a nod back to her formative time with the Dothraki.  \n\nDaenerys wears striking blue dresses - instead of the red and black colors associated with [[House Targaryen]] that her brother Viserys wore - because blue is the Dothraki power color.  Khal Drogo's ''khalasar'' adorned themselves with an expensive blue pigment on special occasions (similar to how in real life, purple was the imperial color in the Roman Empire, because purple was the most expensive color dye at the time).  This is another, and major, nod back to Daenerys's attachment to Dothraki culture, and to her sense of presenting a powerful image:  she modified a Qartheen woman's gown top closer to a man's cut (because men are seen as more powerful), wears Dothraki leather riding trousers because this radiates activity and strength, and wears blue because it is the Dothraki power-color (which she has appropriated as her color of royalty).  \n\nAs time passes in Season 3, Daenerys starts experimenting with the subtle texturing of her dresses.  She introduces embroidered patterns in the dress which, on closer view, visibly resemble dragon-scales.  This harks back to her attempts in Season 1 to wear reptile-leather instead of horse-leather to put a Targaryen style twist on Dothraki clothing.  It also recalls how even her brother Viserys wore embroidering on his collar that was meant to resemble dragon-scales - a choice which, Clapton said, is influenced by the fact that Viserys is old enough to remember the styles in the old Targaryen royal court.  So, perhaps unconsciously, Daenerys is starting to emulate how historical Targaryens such as her older brother [[Rhaegar Targaryen|Rhaegar]] dressed, with embroidery meant to resemble dragon-scales.  \n\nSome of the variant dresses that Daenerys experiments with from Season 3 onwards have cuffed shoulders, reminiscent of the old Targaryen-style that Viserys used to wear.  The prominent shoulder cuffs are supposed to be reminiscent of a cobra's hood, in keeping with the overall subtle reptile/dragon motif.  \n\nIn [[Season 4]], after conquering the city [[Meereen]], Daenerys gains her own penthouse at the top of the Great Pyramid, with the wealth and means to acquire new elements for her clothing as she sees fit.  Clapton explained that this allows Daenerys to start very consciously honing what fashions she wears, even for specific occasions - she isn't just riding around from one city to the next on campaign as she was in Season 3, wearing the same riding outfit, but has the time and stability to specialize.  Daenerys dresses more formally when she is publicly receiving supplicants in the great hall, but in her private chambers she wears outfits that are more light, soft, and wafty.\n\nDaenerys starts trying to display sympathy to the former slaves of the region by wearing simple white dresses that connect to a metal collar - imitating their slave collars, turning around a symbol of oppression into one of solidarity and power.  She started experimenting with this look when she received the ambassador from Yunkai in Season 3, but she starts wearing it more often in Season 4. \n\nLater in Season 4 Daenerys redesigns her look for a revealing dress with many cutouts - essentially consisting of a light blue dress on the bottom half, and material of the same light blue material in a bra shape running around her front and connecting in the back, each of which are embroidered to look like dragon scales.  Over this runs an x-shape of darker blue material starting on each of her hips and running to her opposite shoulders, crossing in the center at the center of her bra-piece.  This leaves a center diamond-shaped cutout exposing her belly.  This x-shaped crossover pattern is repeated on the back side behind her.  Given that Daenerys is said to dress more comfortably in her private quarters, it is possible that this is why she was wearing this gown there and not in her throneroom, to be more comfortable in the city's heat.  \n\nNear the end of Season 4 Daenerys also starts wearing, in private, a simple style of blue gown with a long scarf-like pieces of material, which starts out on one hip, wraps around the neck, then crosses over itself to end at the other hip - possibly another attempt to imitate the slave-collar design.  This dress is also backless, while the x-shape made by the scarf-like piece leaves a small diamond of skin between and immediately below the breasts exposed.  Daenerys's handmaiden Missandei also starts wearing this style of gown.\n\nTowards the end of Season 4, Daenerys wears a new style that synthesizes several elements from her experiments throughout the season into one design.  It includes the long pleated light blue skirt from her more revealing x-shaped cross dress.  This light blue pleating is only present in the front, which combined with the pleating itself is meant to be reminiscent of the scales on a dragon's belly.  The top of the gown, however, consists of a darker blue embroidered material, with slight amounts of skin showing through the gaps.  This extends over the entire (sleeveless) costume, including the rear and sides of the skirt.  It does not have a plunging neckline, though it does have a small circle-shaped cutout over her chest.  \n\nThe ''one'' constant throughout all of Daenerys's travels and costume changes is the ring she wears on one of her fingers, which has been present since her first appearance in the Season 1 premiere.  According to Emilia Clarke, while it is unstated, this is actually supposed to be her ''mother's'' ring.  Queen [[Rhaella Targaryen]] died giving birth to Daenerys on [[Dragonstone (island)|Dragonstone]], a few weeks before loyalists smuggled her and Viserys across the Narrow Sea to the Free Cities.  She never knew her mother and lost absolutely everything else from her family's home that she never even knew - Viserys even had to sell their mother's crown at one point just to keep from starving - but some way, ''somehow'', Daenerys managed to hold onto a ring that belonged to her mother Queen Rhaella.  She usually wears the ring on her left index finger, though she often wore it on her right index finger in Season 1.  \n\n===Quotes===\n[[Michele Clapton]] (Costume Designer), on Daenerys's Pentos clothing in the first episode:  &quot;Daenerys starts as this very innocent, beautiful young girl, and I just wanted a real elegance of cut, and a simplicity. Certainly not medieval, it's almost slightly Grecian, but it's her own particular style. I think it's from when she takes the initiative with [[Drogo]], she then becomes Dothraki.&quot;&lt;ref&gt;[http://www.youtube.com/watch?v=F_iFAjvYFo4 ]&lt;/ref&gt;\n\nDaenerys's wedding dress in the first episode is supposed to be pale like the color of the moon, because of how Drogo later calls her the &quot;moon of my life&quot; (and he is her &quot;sun and stars&quot;).&lt;ref&gt;[https://www.youtube.com/watch?v=3z_c_hV8nEg ]&lt;/ref&gt;\n\nDaenerys has worn her mother Queen [[Rhaella Targaryen]]'s ring, from her [[Winter is coming|first appearance]] through every subsequent costume change.  [[Emilia Clarke]]:  &quot;This ring is, fundamentally, the only thing that Dany's had from day one, Season 1.  It's her mother's ring.&quot;&lt;ref&gt;[https://www.youtube.com/watch?v=pSDYLAFwLKI ]&lt;/ref&gt;\n\nClapton, on Daenerys's [[Dothraki]]-style clothing she shifts to after marrying Drogo:  &quot;For the first time she's her own person, so she begins to develop her own style, with some reference to what we've seen before...She has control of herself and control of her look. It's very different, quite a strong look. [There are] references to dragons in the texture [of some of the looks]...I like to put blues on her because they're a reference back to Khal Drogo [her dead husband] and the Dothraki, because blue was their special color. We decided [in Season 1] that it was a rare natural pigment available to them in their region, so it's sort of her weird tribute to him...So yes, blue is a very important color for her, and I think she'll carry that through for a while.&quot;&lt;ref&gt;[http://fashionista.com/2013/03/game-of-thrones-costumer-designer-gives-us-the-dirt-on-season-3/2/ ]&lt;/ref&gt;\n\nClapton, on Daenerys's costume changes through Seasons 1 and 2:  &quot;At the start of the series, Dany has lived most of her life being told how to dress, initially by her brother. She has two key dresses in the first episode: her â&euro;&oelig;viewingâ&euro;? dress and her wedding dress. The â&euro;&oelig;viewingâ&euro;? dress is essentially designed to make her look naked, as Drogoâ&euro;&trade;s come to see the goods, basically. Itâ&euro;&trade;s accented by these dragon-head brooches, which also hold it up. As for the wedding dress, it was meant to unwrap, as if Drogo is opening a present. And, of course, at the end of the first season, she burns in it, which is rather poignant â&euro;&ldquo; the end of her story with Drogo.  \n\nDany steps into Dothraki society and grows within it. Her costume throughout the season reflects that. She starts off with a basic Dothraki outfit, but as she evolves, she ends up having a bit more ornamentation. When she goes to the market in [[Vaes Dothrak]], she buys what looks like a dragon-skin top and starts to create her own look, within the Dothraki style.  \n\n'''Dany takes what's presented to her, adapts it, and evolves with it.''' In Season 2, she arrives in [[Qarth]], completely broken, and she is initially won over by the Qartheen style â&euro;&ldquo; this beautiful, revealing, turquoise dress...but then realizes it's not quite right. It's not her. So she starts wearing this gold corset over her Dothraki costume, then eventually a leather corset over a Qartheen man's top, blending the two cultures and creating her own style.&lt;ref&gt;''[[Inside HBO's Game of Thrones]]'', page 158, &quot;Costuming Daenerys&quot;&lt;/ref&gt;\n\n&quot;After the journey across the desert to Qarth, out of courtesy Daenerys accepts some Qarth-style dresses. As she gets stronger and more sure of herself, she adopts the men's Qartheen coat style over a gold corset and her Dothraki leather pants, completing her style evolution. 'She needs to have a strength to her but also vulnerability,' Clapton said. 'We'll take her [look] even further as she finds herself.&quot;&lt;ref&gt;[http://fashionista.com/2012/06/game-of-thrones-hair-and-wardrobe-secrets-revealed/4/ ]&lt;/ref&gt;\n\nClapton, on Daenerys's drastically new outfit in Season 3:  &quot;The [leather riding] trousers are practical. The Dothraki are nomadic so they ride every day. The dress is based on the Qarth shape - it's the only other shape of dress she has seen so she has interpreted into her individual look.&quot;&lt;ref&gt;[http://fashionista.com/2013/04/game-of-thrones-fashion-recap-we-are-not-men/4/ ]&lt;/ref&gt;\n\nClapton, on Daenerys's new style in Seasons 3 and 4:  &quot;The inspiration for Dany's costumes and their evolution is very much her story.  '''The color choice was dictated by the fact that the Dothraki precious color is blue, so that's really been the basis of her palette.'''  The change in her clothing style is partly about her journey of becoming a woman and a leader, but also the practicality of it.  She has been leading a nomadic life and with the riding she has to wear boots and she has to wear leather trousers.  The fact that they lend such strength to her look is great, but I wanted the shape to create a sense of her femininity.  We looked at so many elements, and '''we played with dragon scaling embroidery and the sleeves seem almost like the hood on a snake.'''  I wanted to draw in the dragons, but also create a sense of armor, something protective about the choices she makes.  \n\nAfter Qarth, where it was designed so that it felt like she had made a mistake in style choice, Dany starts to take on more elements from the male style of dress - because that's where she feels the power is - and then make them her own.&lt;ref&gt;[[Inside HBO's Game of Thrones: Seasons 3 &amp; 4]], page 82, &quot;Costuming Dany&quot;&lt;/ref&gt;  \n\n[[Michele Carragher]] (Principal Costume Embroiderer), on creating the dragon-scale embroidering pattern for Daenerys:  &quot;I started to be involved in embellishing her costumes in Season 3. The decoration on her costume develops from a subtle texture, and as she increases in power and strength, this texture becomes more defined to map out her journey in the story. ... As Dany grows in strength with her dragons, the texture becomes more embellished and grows down the costume.&quot;&lt;ref&gt;[http://www.scpr.org/programs/take-two/2014/04/04/36776/game-of-thrones-the-woman-behind-the-costumes-intr/ ]&lt;/ref&gt;\n\n&quot;'''And Dany, once she's there [in Meereen] and has her own penthouse, you actually start seeing her dressing for certain occasions.'''  So she's very formal when she's in the main hall, she wears really soft wraps and wafty things when she's in her private apartment.  We see Missandei sort of growing closer to her and adapting a similar style.\n\nShe's developing a wardrobe and a taste now.  We're still keeping it to blues and silvers.  But there's more dragony-skin inspired embroidery....I think it's nice, it gives such a different look to her.&quot;&lt;ref&gt;[https://www.youtube.com/watch?v=Pk00ppQ5nNw Game of Thrones - Silk, Leather &amp; Chainmail: Costumes of Season 4]&lt;/ref&gt;&lt;ref&gt;[https://www.youtube.com/watch?v=6ottevaCcAw ] (interviews intercut and overlap)&lt;/ref&gt;\n\nAccording to Clapton, Daenerys's slave-style simple gown (when she receives Razdal in &quot;The Bear and the Maiden Fair&quot;) is supposed to &quot;represent Daenerys's homage to the suffering slaves&quot;.  It was actually an off-the-rack Vionnet gown with a few neckline alterations: the costume team didn't have time to invent a new dress from scratch for just one scene, but Clapton saw it in a store window in Dubrovnik and loved it; it was very similar to some concepts theyâ&euro;&trade;d been discussing, and she felt it was &quot;meant to beâ&euro;?, to find it at the last minute.&lt;ref&gt;[http://fashionista.com/2013/03/game-of-thrones-costumer-designer-gives-us-the-dirt-on-season-3/5/ ]&lt;/ref&gt;\n\nIt's a very organic process, so when she gets to Meereen, you start to see similarities between [[Missandei]] and Dany.  [Missandei] is still a young woman and she would want to dress like the woman she perceives as her friend, someone who has proved herself as they traveled together.  Dany wants to erase the idea of slave and the separation it causes and that is part of it as well.&quot;&lt;ref&gt;[[Inside HBO's Game of Thrones: Seasons 3 &amp; 4]], page 82, &quot;Costuming Dany&quot;&lt;/ref&gt;\n\nDaenerys's long white (platinum blonde) hair is a wig, as actress Emilia Clarke has naturally black hair.  It is by far the most difficult wig to care for.  As hair designer [[Kevin Alexander]] said, it is particularly difficult in any scene involving smoke:  apart from being white, the wig is very porous, so it very easily gets dirty and turns grey.  The team has to rotate between three different wigs during filming, depending on which is the cleanest that day.  Daenerys started out with plain hair but after entering Dothraki society started braiding it in their fashion.  She briefly stopped doing this in Season 2 when she was experimenting with Qartheen clothing styles, but from Season 3 onwards she abandoned Qartheen fashion and returned to developing her own unique style, including a return of her Dothraki braids - reminding her of where she first learned her own sense of power and selfhood.  Alexander explained there are also practical considerations for this:  unlike Cersei or Margaery (who are mostly at court), Daenerys is frequently riding around from place to the next in outdoor, on-location filming - if she wore her hair loose and unbraided, it would fly about wildly in the wind (see [http://fashionista.com/2013/05/the-best-tv-character-youtube-hair-tutorials#2 this tutorial] on how to braid your hair like Daenerys).&lt;ref&gt;[http://fashionista.com/2013/06/game-of-thrones-hair-designer-answers-all-our-pressing-questions ]&lt;/ref&gt;  It takes about two hours for the hairstylists to apply Emilia Clarke's braided wig.&lt;ref&gt;[http://fashionista.com/2012/06/game-of-thrones-hair-and-wardrobe-secrets-revealed ]&lt;/ref&gt;\n\n===Image gallery===\n&lt;gallery spacing=&quot;small&quot;&gt;\nDaenerys 1x01a.jpg|Daenerys's gown when she is presented for inspection to Khal Drogo; sheer and meant for her to be functionally naked, so Drogo can see what he is &quot;buying&quot; with his army's support.\nDaenerys costume Season 1 display dress concept art.png|Concept art of Daenerys's &quot;display&quot; dress from when she is first presented to Khal Drogo.  \nDaenerys 1x01b.jpg|Daenerys's wedding dress when she marries Khal Drogo.  It is meant to look like the color of the Moon, because she becomes Drogo's &quot;Moon of my life&quot;.  \nDaenerys Wedding Dress Full 101.jpg|Daenerys in her wedding dress.  Notice the ring on her right index finger, meant to be her mother Queen [[Rhaella Targaryen|Rhaella]]'s ring.  \nDaenerys Targaryen.jpg|Daenerys switches to Dothraki horse-leather riding clothes when she acculturates into their society, drawing strength from this new identity away from her brother.  \nDanyInBaelor.jpg|Later on in Season 1, Daenerys puts a Targaryen-twist on Dothraki clothing by wearing ''reptile''-skin leather, to evoke dragon-scales.  \nDaenerys reception 2x05.jpg|Daenerys wearing the Qartheen dress that Xaro Xhoan Daxos gifted to her after she arrived in Qarth.  Note her mother's ring on her left index finger.  \nDaenerys 2x06.jpg|Growing dissatisfied with Qarth, Daenerys starts altering her outfits.  This first hybrid design takes the heavy metal filigree from the wide belts worn in Qarth, and transforms it into a large armor-like piece extending around her chest and shoulders.  Note her mother's ring on her left index finger.  \nDaenerys costume Qarth first modified variant.jpg|Concept art the first hybridized-variant costume that Daenerys develops at Qarth, with large armor-like pieces around the chest and shoulders.\nDanypurple.jpg|Daenerys's second experimental design in Qarth:  she has switched out the metal filigree armor for ''leather'' armor, harking back to her original Dothraki style.  Her experimental designs are also cut more like a ''male'' Qartheen tunic instead of a Qartheen woman's gown, because Daenerys wants to dress like those in power.\nDany jorah selmy 3x03.jpg|Daenerys comes back to her true self after abandoning Qarth.  In Season 3, she wears a hybridized blue riding dress of her own creation, incorporating different elements from the diverse lands she has visited.  \nSeason 3 Ep 4 Dany.png|The top is somewhat like a Qartheen gown (the only one she is immediately familiar with) but heavily modified to be more like the cut for Qartheen men's clothing.  She now wears Dothraki leather riding trousers again, anachronistically paired with her unique dress top. \nDany_second_sons_a.jpg|Daenerys wears vibrant blue riding dresses (instead of Targaryen red and black) because blue is the Dothraki power-color, used in the decorative pigments that Khal Drogo's ''khalasar'' wore on special ocassions.  Notice that, despite her entire costume changing, she still retains her mother's ring on her left index finger, seen fairly closely in this image.\nDaenerysyunkai.jpg|After beginning her campaign against the slave-masters, Daenerys sometimes switches into wearing a simple white gown attaching to a metal collar - visually evoking a slave collar as a sign of solidarity with the people she wants to free.\nMhysa Dany Jorah finale.png|Daenerys in the Season 3 finale, wearing a slight variant of her riding costume, now with an x-shaped cross of darker blue connecting to cuffed shoulders in the same material.\nDaenerys costume Siege of Meereen.jpg|Daenerys at the Siege of Meereen in Season 4, back in her signature blue riding dress.  Notice the Dothraki-style leather riding chaps which she anachronistically wears underneath her skirt.  Note her mother's ring on her left index finger.  \nDaenerys costume Siege of Meereen back view.jpg|Daenerys in Season 4, rear view.  Notice how she heavily braids her hair in Dothraki-style, because in Dothraki culture braids are worn as a symbol of victories and power.\nGotSetsCostumes-025.jpg|An exhibition of Daenerys's mid-Season 4 riding costume.\nGotSetsCostumes-026.jpg\nGotSetsCostumes-027.jpg|Closeup of an exhibition Daenerys's riding costume, focusing on the heavy embroidery design meant to visually evoke dragon-scales. \nDaenerys costume concept art Season 4.png|Concept art of Daenerys's Season 4 costumes.\nDaenerys 405 council scene.jpg|Daenerys in a private council during Season 4.  Her more relaxed outfit in private is a more refined version of her earlier attempt to evoke the clothing style that the region's slaves wear:  relatively simple and white, attaching to a metal collar resembling a slave-collar, though the collar itself is now more detailed.\n208858.jpg|Now in possession of her own royal apartment in Meereen and the means to acquire whatever materials she might want, Daenerys begins experimenting again to more specifically refine her fashion style.  One of these is this dress with an x-shaped cross of material along the front and numerous revealing cutouts.  The pleated skirt is meant to resemble a dragon's hide, and notice the dragon-scale embroidery over the chest pieces.  \nDaenerys 407 costume rear view.jpg|The x-shaped cross on the front of this dress is repeated on the back.  The central bra-shaped piece also goes around the sides to connect in the back.  \nMissandei with daenerys.png|Daenerys also has the means and stability in one place to dress for more than one occasion (instead of just wearing her riding costume all the time).  This lighter gown she wears in private also has an x-shaped cross of scarf-like material, that runs around her neck reminiscent of a slave-collar.\nS04E10 - Dany (profile).png|The more subdued dress that Daenerys wears for formally receiving supplicants in her throneroom in Meereen.  It also has a somewhat &quot;scaley&quot; embroidery pattern throughout, with a circular chest cutout and bits of exposed skin peaking through the embroidery pattern.  Note her mother's ring on her left index finger.  \nThechildren4-v.jpg|Daenerys's more formal dress retains the pleated skirt from the previous design she experimented with, but now present only on the front of the skirt - to make it even more visually reminiscent of a dragon's belly.  \n&lt;/gallery&gt;\n\n", "TOP": "Costumes: Major Characters029562h8itxipzunxmynqmanufzwr9wf7dzqz1801942015-03-29T00:59:57ZThe Dragon Demands5014364My god...it's done.  The entire &quot;Costumes&quot; series is done!:'''See main overview article, &quot;[[Costumes]]&quot;.'''\n\nThe costumes of most major characters in the ''Game of Thrones'' TV series are covered in the main region-by-region sections.  A few characters, however, go through such extensive or unique costume changes during the course of the series that they defy simple categorization, and/or have such lengthy notes that it is more convenient to treat them separately.  \n\n[[Daenerys Targaryen]] is on the eastern continent Essos, sampling pieces from several different cultures there, but fusing them to create her own very unique style.  [[Brienne of Tarth]], unusually for women in Westeros, is a warrior who most frequently wears full armor - which has to be customized due to her large height and feminine shape, and is therefore unique.  [[Cersei Lannister]] is actually the trendsetter for the styles of both the Westerlands and King's Landing; [[Margaery Tyrell]] is similarly the trendsetter for the styles of the Reach, and her style starts displacing Cersei's once she arrives in King's Landing.  Cersei and Margaery are therefore exemplary cases, with so many variant dresses and subtle fashion details that there are extensive quotes and notes for each of them, which warranted giving them their own section separate from the main regional guides.  [[Sansa Stark]] goes through a major fashion transformation:  similar to how Daenerys moves across Essos and shifts into the different fashions of each new region, Sansa is the one character in Westeros who has shifted between the most regional fashions:  Sansa starts out wearing Northern-style clothing, then gradually shifts to imitate Cersei's Westerlands-style, then moves away from Cersei's style by subtlely imitating Margaery's style slightly (though not enough to overtly offend Cersei), then finally makes a dramatic shift to her disguise as &quot;Alayne&quot; with Littlefinger, a variation on the Vale-style of her own devising.  \n\n", "Cersei Lannister": "\n:'''See the main pages on &quot;[[Costumes: The_Seven Kingdoms#The Westerlands|Costumes: The Seven Kingdoms - The Westerlands]]&quot;, and &quot;[[Costumes: King's Landing]]&quot;.'''\n\nQueen [[Cersei Lannister]] is paranoid and tries to armor herself against the threats she feels are around her, so her dresses are layered like armor, often including (symbolic) metal plating, in addition to expensive jewelry. To give this &quot;layered&quot; effect, Cersei's dresses wrap around her, like a Japanese kimono.  Cersei's dresses also tend to have long billowing sleeves, which she can hold out in front of her like another layer separating her from other people.\n\n:Also, in Season 1, actress [[Lena Headey]] was pregnant, and apart from other camera tricks such as filming her sitting at tables or focusing on her head, large billowing sleeves held out in front of her helped hide her pregnancy in wide shots.\n\nOn a more simple level, the expensive jewels, gold, and silks that Cersei wears contrast with [[Catelyn Stark]]'s style.  Northern noblewomen aren't as rich and can't afford such finery, but Cersei is both a Lannister and the queen so she can, and because she is in the capital city she can easily acquire whatever exotic materials she needs from maritime trade.  Also in direct comparison to Northern noblewomen, it is warmer in King's landing so Cersei doesn't need to high padded collars the way that Catelyn does.  \n\nOther Westerlands noblewomen imitate Cersei's styles, as do the noblewomen and handmaidens at the royal court in King's Landing, where she has been queen for seventeen years at the beginning of the TV series.\n\nAt the beginning of the TV series, Cersei is making at least some attempt to appear friendly, wearing blue or gold colors and bird motifs in her clothing, but as her hostility increases she starts dressing in progressively more overt Lannister colors, gold and red.  By the end of Season 1 (such as when she dismisses Ser Barristan Selmy) she is wearing pink and gold, and by the beginning of Season 2 she is wearing her true colors:  bold Lannister red, with gold highlights.  \n\nDuring Season 2, Cersei fears she is losing control due to both external pressures (the Starks, Renly and Stannis) and internal pressures (Tyrion and the other Small Council members).  Therefore as Season 2 progresses, Cersei gradually shifts to dresses which increasingly display her signature &quot;layered&quot;, wrap-around look, as if to mentally shield herself in armor from all of the threats she sees around her.  By the end of Season 2 during the Battle of the Blackwater, she has even incorporated symbolic plate armor into her dresses.  \n\nBy late Season 3/Season 4, Margaery's new style has become so popular at the royal court that much to her chagrin, Cersei has to emulate some aspects of it to appear fashionable.  Cersei's dresses start to have a round cut top that exposes her collarbones, like Margaery's earlier dresses, though Cersei still retains her own long sleeves.\n\nAfter Joffrey dies Cersei switches to wearing black mourning wear, with dagger-print embroidery.  She continues to wear mourning clothes in Season 5 due to her father Tywin's death (mourning wear for all characters is covered in the article &quot;Costumes: King's Landing&quot;).  \n\nCersei wears her hair differently in public and in private.  Cersei is all about appearances, nothing more, so on formal public occasions she makes it a point to have her hair elaborately styled, but in private she wears her hair down, because she doesn't really care.  Basically, Cersei will have her hair styled for a ceremony in the throneroom but has reached the point where she doesn't care how the Small Council or Sansa Stark see her hair.  This signifies that Cerseiâ&euro;&trade;s public face and private persona are polar opposites, i.e. she is two-faced, and her polite public appearances are just an act.  In contrast, Margaery Tyrell always has her hair maintained and braided to a certain degree â&euro;&ldquo; not as formally as for full-scale court ceremonies, but she still cares about her appearance even if only in private.  This reflects how unlike Cersei, Margaery and the Tyrells are much more honest and well-meaning (particularly towards Sansa Stark), and their private appearances are not drastically different from their public appearances.&lt;ref&gt;[http://www.youtube.com/watch?v=-d91UPMvYZU Game of Thrones Craft: Set, Costumes, Hair, and Makeup]&lt;/ref&gt;  \n\n:[[Lena Headey]] wears a wig to portray Cersei, instead of her own (dyed) hair.  The wigs in the TV series are made of real human hair, and can cost as much as $7,000.  Cersei's wig does not undergo any chemical processing at all (which is used on some of the other wigs to make them the exact color they need to be).  Rather, the wig maker sourced individual colors and strands of hair, which were then individually knotted onto a lace cap one strand at a time to achieve the perfect golden blonde blend.&lt;ref&gt;[http://fashionista.com/2012/06/game-of-thrones-hair-and-wardrobe-secrets-revealed ]&lt;/ref&gt;\n===Quotes===\nMichele Clapton:  &quot;The Lannisters are very wealthy, competitive, they live in the capital [King's Landing] and power is important. It's warm and on the coast which means there is trade and they don't have to worry about keeping warm. They have a large staff with silks and jewels readily available to them. As Cersei influences the court and we notice her hatred for her husband, through Season 2 we start to see her style begin to shift as her role changes.&lt;ref&gt;[http://onscreenfashion.com/2012/04/27/an-interview-with-game-of-thrones-costume-designer-michele-clapton/ ]&lt;/ref&gt;\n\nClapton:  &quot;When we first meet Cersei, she's in a deeply unhappy marriage but is set in her ways and her style. Then Robert dies and Joffrey takes power, and slowly she gets harder. The bird embroidered on her clothes gives way to more and more lions. I wanted to increase her shell, I guess. Everything's more ornate, grander, until we finally see her in Episode 209 (&quot;[[Blackwater]]&quot;) in a sort of armored corset. I don't know how strong she really is, but she wants to project that image. I've always wanted to do this with her costume, from the start, back when we were doing the pilot.â&euro;?&lt;ref&gt;''[[Inside HBO's Game of Thrones]]'', page 81, &quot;Costuming Cersei&quot;&lt;/ref&gt;\n\n[[Lena Headey]] (Cersei Lannister), on Cersei's costumes in Season 3:  &quot;Margaery's appeared in King's Landing, and [Cersei]'s a bit threatened, because she's younger and more beautiful.  So she's a little bit insecure around Margaery, and so she started to kind of build her clothes up, with armor; and that kind of stuff keeps growing [Headey motions to the thick metal collar she's wearing] as she gets more paranoid and more desperate.  The lion is the Lannister sigil, so she's kind of stacking up the lions [Headey motions to the increasingly large and prominent lion sigils engraved in the metal pieces of her costume].&quot;&lt;ref&gt;[https://www.youtube.com/watch?v=pSDYLAFwLKI ]&lt;/ref&gt;  \n\nClapton, on Cersei's dress at [[Purple Wedding|Joffrey's wedding]]:  &quot;Cersei is pulling back a little bit.  She's not the sort of powerhouse that she was, and it was just, I wanted her to be slightly quieter.  Very beautiful, just not rocking the red so much.  It's just a sort of slightly muted look to her.&quot;&lt;ref&gt;[https://www.youtube.com/watch?v=Pk00ppQ5nNw Game of Thrones - Silk, Leather &amp; Chainmail: Costumes of Season 4]&lt;/ref&gt;\n\n===Image gallery===\n&lt;gallery spacing=&quot;small&quot;&gt;\nCersei 1x01.jpg|Cersei's fur coat which she wears when she arrives at Winterfell, in the cold north.\nCersei 2x02.jpg|Cersei's costumes in early Season 1 are blue or gold, in a mild effort to still appear friendly.\nCersei and Tyrion 2x06.jpg|Cersei's dresses wrap around like a kimono, with billowing sleeves:  extra layers like armor to keep away the threats she sees all around her.\nCerseiandned.png|Towards the end of Season 1, Cersei's true intentions become apparent, and she starts shifting towards wearing Lannister red.  In an intermediate stage, she shifted to wearing pink dresses.  \nCersei 2x01a.jpg|By Season 2, Cersei's &quot;true colors&quot; are apparent: no longer attempting to appear non-threatening, she is now openly wearing bold Lannister-red clothing, with gold highlights.  \nSansa_and_Cersei.jpg|Cersei's dresses become increasingly layered and armor-like as Season 2 progresses, as she begins to fear multiple threats around her.  \nCersei_and_Tommen_Blackwater_Promo.jpg|Cersei's symbolically armored costume during the Battle of the Blackwater in Season 2.\nCersei Blackwater armor behind the scenes montage.png|Behind the scenes closeup of Cersei's armor from &quot;Blackwater&quot;.  Note the intricate filigree, as well as the engraved Lannister lions on the back metal plate.\nCersei costume Season 1 concept art 1.png|Concept art of Cersei's costumes in Season 1 (left) and Season 2 (right), with notes explaining the shift she makes towards her &quot;true&quot; Lannister style after Robert dies.  \nGot Cersei promo season 3.jpg|Cersei's Season 3 gown:  &quot;the fabric, the embroidery, the metalwork!&quot; (the gown might be more purplish-red because it was filmed in a candle-lit night scene, and actual red would have appeared black).  \nCersei at Winterfell feast.jpg|The heavily braided fan shaped hairstyle that Cersei wears on formal occasions in court, from Season 1.  She doesn't always style her hair so ornately, only for the sake of appearances in public.  \nCersei Winterfell feast costume concept art.png|Concept art of Cersei's costume at the feast in Winterfell.  Note that it retains the final version's elaborate wrap-around neck piece, which forms layers between Cersei and other people, like armor.  \nCersei costume Season 1 concept art 2.png|Unused Season 1 Cersei costume art.\nCersei Baelish Kissed by Fire.png|Cersei in Season 3 with Littlefinger:  in ''private'' with her close advisors, Cersei simply wears her hair down and not ornately styled, because she just doesn't care.  This is a hint that her public persona of beauty and politeness is just an act.  \nMargaery and Cersei Second Sons.jpg|By late Season 3/Season 4, Margaery's new style has become so popular that much to her chagrin, Cersei has to emulate some aspects of it to appear fashionable, i.e. a round cut top that exposes her collarbones, though she retains her own long sleeves).\nCersei Purple Wedding costume.jpg|Cersei's dress at the wedding is more subdued than usual, with more muted colors.  This is to symbolize how her power will wane when Margaery becomes the new queen - but it also features symbols of power such as embroidered Lannister lions and armor-like features. \nCersei-Lannister-Profile 2-HD.png|Cersei's black mourning dress in Season 4, with a dagger-print pattern to show that she is out for vengeance.  \n&lt;/gallery&gt;\n\n", "Sansa Stark": ":'''See the main pages on &quot;[[Costumes: The_Seven Kingdoms#The North|Costumes: The Seven Kingdoms - The North]]&quot;, the above sections on Cersei Lannister and Margaery Tyrell, and also &quot;[[Costumes: The_Seven Kingdoms#The Vale of Arryn|Costumes: The Seven Kingdoms - The Vale of Arryn]]&quot;.'''\n\n[[Sansa Stark]] has one of the most intricate costuming progressions of any character in the series.  Sansa and Daenerys are the two characters who shift through the most different clothing styles from different regions.  Sansa also knows how to sew well herself, so she can easily make alterations to her own clothing based on her current whims, as she is influenced by new styles around her.  Sansa shifts in stages from Northern style, to Cersei's Westerlands/King's Landing style, to copying elements from Margaery's Reach-style, to finally making a drastic shift to her own unique but Vale-inspired look at the end of Season 4.\n\n:Given that Sansa shifts between Northern style, Cersei's Westerlands style, Margaery's Reach style, and then bits of Vale-style, it is best to read through the entries on those costume styles first, in order to put Sansa's adaptations to each in context. \n\nSansa's initial Northern-style dress is well-made but plain homespun material.  The North isn't very rich so noblewomen cannot afford to wear extensive jewelry.  They still care about their appearance, however, so they compensate by decorating their dresses with intricate embroidery.  As seen with Sansa, she has large flower-shaped embroidery surrounding her neckline.  Because it is colder in the North, Northerners also tend not to expose a lot of skin, and they also wear high collars.  The Northerners in general wear murky blue and grey colors, but the Starks wear warmer blues because they are a warm and friendly family unit.  There are still variations within this, however:  Sansa wears a slightly colder blue color, as Clapton explained, apparently to highlight how concerned she is about being a &quot;proper lady&quot;, which means that she more often restrains herself from making outward displays of affection.\n\nSansa starts out wearing Northern-style Stark dresses, but after moving to [[King's Landing]] she  gradually shifts to dress more and more like Cersei, because she is enamored of what she sees as the refinement of the sourthern courts and the royal capital.  She even starts wearing her hair up in an elaborate fan-shaped braiding, the way that Cersei does (as well as all of the other women at the royal court, because Cersei sets the styles at court).  \n\nBy the [[Tournaments|tournament]] in the middle of Season 1, Sansa has a new dress which hybridizes some elements from Cersei's styles. It still has flower-shaped embroidery around the neck, but Sansa widened the neckline, and now has bigger sleeves. Sansa has also incorporated softer silks, rich materials from the capital city that she didn't have access to in the North. The color itself is also moving away from her original Northern blue colors and closer to the warmer colors that Cersei wears.  As Clapton noted, this dress was intentionally designed to not ''quite'' perfectly fit - the logic being that Sansa made it herself, and while she is good at sewing it is a customized design she didn't have a template for.  Therefore it fits reasonably well, but subtlely on closer inspection, it could fit slightly better than it does.   \n\nWhile Sansa does not wear much jewelry, what little she does - such as her necklace, rings, and clasps on her dress - frequently have a dragonfly motif.  She wore these even before she arrived in King's Landing so it isn't something that she is copying from Cersei and the royal court.  It ''may'' be a subtle reference to [[Duncan Targaryen]], &quot;the Prince of Dragonflies&quot;.  In the novels, Crown Prince Duncan was betrothed in a political marriage, but fell in love with Jenny of Oldstones, a lowborn girl; despite being the oldest son and heir, he abdicated to marry Jenny for love. He later died in the [[Tragedy of Summerhall]], alongside his father King [[Aegon V Targaryen]], so his younger brother succeeded Aegon V afterwards.  Prince Duncan and Jenny of Oldstones died about forty years before the TV series begins, and thus his story is still famous in popular memory ([[Barristan Selmy]] and [[Brynden Tully]] actually lived through these events and knew him when they were younger).  Therefore it seems that Sansa fantasizes that she will be &quot;the next Jenny of Oldstones&quot;, that she is living in a fairytale romance and is going to be whisked off to the capital city by her handsome prince, [[Joffrey Baratheon]].  It is stated at various points that Sansa strongly believes in the idealized romances in legends and songs, even though they are often unrealistic (Prince Duncan and Jenny did actually happen, but it was very exceptional).  So in-universe, Sansa is apparently obsessed with the story of Duncan &quot;the Prince of Dragonflies&quot; Targaryen who whisked away the commoner Jenny of Oldstones, and she wears dragonfly-themed jewelry as a result.  \n\n:In the novels, Prince Duncan was the uncle of King [[Aerys II Targaryen]], the Mad King, who was himself the son of Aegon V's second son Jaehaerys II.  However, Jaehaerys II has been officially removed from the TV series continuity (apparently to simplify the relationship between Daenerys and Maester [[Aemon]], Aegon V's older brother), though Prince Duncan has been mentioned in several book pages visible in the TV series.  The exact ramifications of this change are unclear, but it seems that in the TV continuity, Aerys II is now Duncan's younger brother, instead of his nephew.  \n\nAfter her father is executed at the end of Season 1, Sansa spends some time simply in shock, just putting on the same clothes again day after day without thinking about her appearance.  As a result in the first half of [[Season 2]] she still dresses in the Cersei style for several episodes, even continuing to numbly wear the same Cersei hairstyle (apparently not thinking to instruct her handmaidens to change it to anything else).  This continues up to the point that Joffrey has her dress roughly stripped off in front of the entire court.  For the rest of Season 2, Sansa switches to more neutral mauve-tones, verging on the warm blues that her mother Catelyn wears, as well as simply wearing her hair down again - indicating that she is no longer actively trying to imitate Cersei's Westerland/King's Landing style.  Her fantasies about imitating the graceful kind queen she thought Cersei was are gone, and now she recognizes that Cersei is a paranoid, petty child in an adult's body who enables her psychotic son on matter how ridiculous his behavior becomes.  On the other hand, she is still a prisoner so she is trying not to wear anything too bold or eye-catching, because she doesn't want to draw attention to herself.\n\nIt is also noted in dialogue when Sansa's hairstyle shifts.  In Season 1, she starts imitating the heavily braided hairstyle that Cersei and her courtiers have at the time.  In the middle of Season 3, Sansa starts gravitating to Margaery Tyrell, so she starts wearing her hair in Tyrell-style, swept back away from her face.&lt;ref&gt;[http://fashionista.com/2013/06/game-of-thrones-hair-designer-answers-all-our-pressing-questions ]&lt;/ref&gt;  \n\nAfter Margaery Tyrell shows up at court in [[Season 3]], Sansa gradually starts emulating several elements from her Reach-style of fashion.  She is still young and impressionable and emulates people she wants to befriend.  Sansa doesn't add cutouts or plunging necklines to her dress the way that Margaery does, but in episode 3.5 &quot;[[Kissed by Fire]]&quot;, Littlefinger notes in dialogue that Sansa has started to wear her hair up and back, copying Margaery's style.  Sansa doesn't overtly copy too many elements from Margaery's Reach-style, though, because if she did it would draw Cersei's attention and invoke her anger.  Thus she doesn't entirely copy Margaery's hairstyle, in which the hair falls only down the back, but has developed a hybrid look between this and her original Northern hairstyle in which her hair fell evenly about her shoulders.  Now, Sansa's bangs and hair from the front of her head are pulled back and do fall neatly behind her back (like Margaery), but some of the hair from the side of her head still falls over the front of her shoulders, like her original Northern look.  Sansa's dresses continue to no longer copy Cersei's color scheme, but are more of a subdued mauve color closer to what her mother Catelyn wears.  More subtley, Sansa's plain style at this point still has the large sleeves that Cersei popularized at court, but it no longer has Cersei's asymmetrical cut - instead her dresses have a symmetrical cut, of the kind that both Catelyn and Margaery wear.  \n\nSansa's wedding dress when she is forced to marry Tyrion in Season 3's &quot;[[Second Sons (episode)|Second Sons]]&quot; is something the Lannisters also forced her to wear.  It is meant to give the appearance that she is trapped in it, with heavily embroidered bands running across it that give the impression of restraining her.  The finely detailed embroidery also contains images of Stark direwolves and Tully trout - being surmounted by Lannister lions, visually symbolizing that the Lannisters want to dominate and defeat Sansa's family.  \n\nSansa switches to inconspicuous traveling clothes after fleeing from King's Landing to [[The Eyrie|the Eyrie]] in [[The Vale of Arryn|the Vale of Arryn]].\n\nFinally, at the end of Season 4, she develops her own &quot;Dark Sansa&quot; look at [[The Eyrie|the Eyrie]] by modifying and combining elements from Vale-style, Northern-style, and her own unique additions.  '''The production crew actually nicknamed this look &quot;Dark Sansa&quot; on-set - a striking black dress accentuated with raven feathers.'''  The large ring-shaped metal piece she wears, which hangs from a large necklace-chain threaded through it, is supposed to symbolize her power, because it looks like a wedding ring.  Sansa's sister Arya chose to symbolize her own power through the masculine symbol of her sword [[Needle]], but Sansa is finding power ''within'' the female roles in society (not unlike what she observed [[Olenna Tyrell]] and Margaery doing).  Politics in Westeros is very frequently based on marriage-alliances and bloodlines, and Sansa's rising power as a political player is based on her status as an heir to Winterfell.  As a result, she recognizes that a large part of her power as a woman is ''through'' manipulating marriage-alliances, and she is embracing the symbol of a wedding ring as ''her'' choice of weapon.  The chain-necklace that the metal ring is threaded through also hangs below the ring, ending in an oversized metal sewing needle, again symbolic of her power ''within'' femininity.  This oversized sewing needle piece hangs down to her waist if she lets it hang free, but she often carries it in one hand or plays with it in her fingers as she walks.  Other parts of the dress seem adapted from Vale-style, with a few elements that she simply added herself.  \n\nA major idea that Clapton had is that Sansa is supposed to have been able to plausibly make her new &quot;Dark Sansa&quot; costume from materials on hand:  Sansa is skilled at sewing but it would be difficult for her to make an entirely new dress from scratch on such short notice.  Therefore it seems that she adapted parts from other Vale-style dresses she found in the Eyrie, combined with modified parts from the clothes she wore out of King's Landing.  The Vale-style favors large open sleeves which are practically small capes, hanging from each of the shoulders individually but not connecting in the back (to visually evoke a falcon's wings).  Sansa adapted to this look ''not'' by adding large sleeves, but by decorating the new dress with black feathers along the top half.  In particular, at the shoulders these black feathers extend away from the body, evoking the image of a bird's wings, and making Sansa look more imposing.  As Clapton explained, in keeping with the concept that Sansa had to have plausibly assembled this new dress from available materials, Sansa is supposed to have gathered [[Ravens|messenger-raven]] feathers from the castle's rookery.  Also, Sansa is making some effort to hide her true identity, so she dyed her auburn hair black.  She now wears her hair back and falling entirely behind her, none in the front, making her look absolutely nothing like Cersei - this hairstyle is also much more like Margaery's, but it is much more subdued.  \n\n===Quotes===\n[[Michele Clapton]] (Costume Designer):  &quot;Where a character comes from is indicated through the color and cut of the costume. When we first see Sansa [Sophie Turner], she wears things in a Stark way â&euro;&rdquo; very well, but they are slightly clumsy and the cloth is rather homespun. As she comes to Kingâ&euro;&trade;s Landing, her progression is influenced by Cersei [Lena Headey] and her costumes shift. After Cersei does the awful thing of sanctioning the death of Ned Stark [Sansaâ&euro;&trade;s father], Sansa is stuck â&euro;&rdquo; you can see her frozen in time. Sheâ&euro;&trade;s looking like someone who has just killed her father. And then we will see her progression as she slowly withdraws from the look.&lt;ref&gt;[http://latimesblogs.latimes.com/showtracker/2012/03/creative-minds-game-of-thrones-costume-designer-michele-clapton.html ]&lt;/ref&gt;\n\nWhen Sansa Stark, an aspiring queen, arrives at King's Landing from her more humble origins, for example, she attempts to dress like Cersei Lannister, the Queen Regent of the entire empire, whom she idolized at the time. Cersei embodied everything Sansa thought she wanted in life, so she attempted to copy her in the way she knew how, through clothing. But she didn't quite get it right, and looks like she's playing a child's game of dress-up, drowning in an ill-fitting gown.  &quot;A lot of people said her costume doesn't fit. Well, of course it doesn't! She's a young girl trying to copy someone,&quot; explained Clapton. &quot;Not everyone wears things brilliantly or beautifully, or has the access to do that. I think it's really important that some things don't fit. Some things are slightly odd.&quot;&lt;ref&gt;[http://www.fastcompany.com/3028226/most-creative-people/deciphering-the-hidden-messages-in-game-of-thrones-costumes ]&lt;/ref&gt;\n\n'''On creating the details on Sansa's wedding gown in Season 3:'''&lt;br&gt;\n[[Michele Carragher]] (Principal Costume Embroiderer):  &quot;Wedding days should be a joyous event for the bride, but, unfortunately, Sansa's being forced into a marriage that she doesn't want, into the Lannister family. For this dress, Michelle wanted it to be a confined, restricted bodice shape with bare, vulnerable arms. She wanted an embroidered band that would wrap around the bodice and tell Sansa's life story. \n\nObviously we imagined that the wedding dress has been commissioned by Cersei and the Lannisters for Sansa, and so the embroidery would have come from Cersei's mind. We guessed that it wouldn't be romantic or lovely and girly and pretty with dainty flowers, but a real strong message of dominance, saying that we own you now, Sansa. \n\nFor the wedding band, I started at the back of the waist with some Stark direwolves and Tully fish entwined that represent Sansa's parentage. Then, as we move to the side, the Lannister lion is tangling with the direwolf and emerging on top, representing Sansa being seduced and then controlled by members of the house of Lannister. As it moves up the center, there's a central ascending lion that's got a Baratheon-like crown, a nod to Joffrey's parentage. At the back neck, the Lannister lion is stamped onto it, representing how the Lannisters now have total ownership over this girl who was once a Stark.&quot;&lt;ref&gt;[http://www.scpr.org/programs/take-two/2014/04/04/36776/game-of-thrones-the-woman-behind-the-costumes-intr/ ]&lt;/ref&gt;\n\n'''Sansa's dress and special necklace at the Purple Wedding:'''&lt;br&gt;  \nClapton:&quot;Sansa has gone back to mauves, it's a very plain dress.  It just looks really beautiful as well, with the pale blue necklace that I designed for 'the deed'&quot;.  I looked actually at lots of art deco and art nouveau necklaces, even Margaery's [necklace] as well was inspired by the same period.  It's actually very exciting, I very rarely design jewelry.&quot;&lt;ref&gt;[https://www.youtube.com/watch?v=Pk00ppQ5nNw Game of Thrones - Silk, Leather &amp; Chainmail: Costumes of Season 4]&lt;/ref&gt;\n\n'''Dark Sansa:'''&lt;br&gt;\n[[Sophie Turner]] (Sansa Stark):  &quot;Sansa wears this full-black outfit, because she's had this big revolution at the end of Season 4, and now she's a boss-ass bitch.&quot;&lt;ref&gt;[http://www.themarysue.com/sophie-turner-writes-slash-fic/ ]&lt;/ref&gt;\n\nMichele Clapton:  &quot;David and Dan came to me with the idea of a transformation for Sansa.  They wanted her to be her own woman rather than this victim.  I loved the idea, but I wasn't sure how to go about getting there.  I hate that fantasy thing where things magically appear.  The dress had to be something that could have been adapted from something she already owned, using materials she had access to.  So the shape is not radically different.  If she's dyeing her hair, she can dye some fabric.  It's meant to be as if she is somewhat reborn while mourning for all that she has lost.  We know that she has the skill because we have seen her doing needlework from Season 1, but I liked the idea that after this, she doesn't want to sew anymore.  \n\nThe metal piece is really a miniature of Arya's sword, [[Needle]], and the idea is that there's a ring that you stitch through and then that's ''her'' weapon.  I like that she carries it when she descends the stairs; now she's armed and it's a link to her family.  \n\nIt's so easy to make someone look strong, but if you don't think about the story, it's sort of a wasted gesture.  She could have probably looked even more amazing if I had put the reasoned arguments of where it could have come from aside, but ultimately, it makes it a stronger look if it's a more believable transition.&quot;&lt;ref&gt;[[Inside HBO's Game of Thrones: Seasons 3 &amp; 4]], page 82, &quot;Costuming Dany&quot;&lt;/ref&gt;\n\n[[David Benioff]]:  '''&quot;We call it 'Dark Sansa', actually.  When you see her coming down the stairs with her hair dyed dark brown, wearing the black dress.'''  It was incredibly to see how she's evolved as an actress, and gone from being a kid to being this young, powerful woman.  It's one of the best performances of the season.&quot;&lt;ref&gt;[https://www.youtube.com/watch?v=Pk00ppQ5nNw Game of Thrones - Silk, Leather &amp; Chainmail: Costumes of Season 4]&lt;/ref&gt;  \n\nClapton:  &quot;As usual in ''Game of Thrones'', we try to make it so that she really could have made this costume herself.  She has this necklace, which in a way is her &quot;Needle&quot; [Arya's sword], and it's a black circle with a chain, and on the end is a very long point.  In my head again, I wanted something that's not just a necklace, something a bit stronger, but she's not the sort of person to have a sword.  It's a little play on what she's known for, and how it shifts into something stronger.&quot;&lt;ref&gt;[https://www.youtube.com/watch?v=Pk00ppQ5nNw Game of Thrones - Silk, Leather &amp; Chainmail: Costumes of Season 4]&lt;/ref&gt;\n\n&quot;Sansa's makeover at the end of season four was also about using found materials â&euro;&rdquo; in her case, feathers from message-bearing ravens, to deliver her own message about a change in personality. &quot;We've always known that Sansa makes her own clothes, so it was a very deliberate decision of hers, to change and say, 'I'm not going to be pushed around. I'm going to take charge.'&quot; Clapton drew our attention to Sansa's necklace, which has a long spike at the end. Because Arya has her [[Needle]], this is Sansa's Needle. &quot;It's her chance to take control,&quot; Clapton said. &quot;When she comes down the stairs, she's playing with it like, &quot;This is me, taking control of this situation.&quot;&quot;&lt;ref&gt;[http://nymag.com/thecut/2014/12/style-to-expect-when-game-of-thrones-returns.html ]&lt;/ref&gt;\n\n===Image gallery===\n&lt;gallery spacing=&quot;small&quot;&gt;\nWinter is Coming Sansa.png|Sansa is first introduced at Winterfell in Septa [[Mordane]]'s sewing circle:  Sansa is skilled at sewing and can thus make alterations to her own clothing as she is influenced by new styles she encounters.\nWinter is Coming Sansa and Cat.jpg|Sansa and her mother [[Catelyn Stark|Catelyn]]:  Northern noblewomen wear clothing with extensive embroidery, particularly large flower-shaped embroidery around the neck, to make up for their lack of actual jewely because the North isn't very rich.\nSansa and lady.jpg|Sansa, in her original Northern-style dress.  It is relatively modest homespun material, with heavy embroidery shaped like flowers around the neckline to compensate for the lack of extensive jewelry.\nSansa in King's Landing.jpg|Sansa wearing lighter clothing in the Stark private apartments in King's Landing; as is typical of the Northern style it still has heavy embroidery around the neck.\nSansa.jpg|By the tournament in the middle of Season 1, Sansa has a new dress which hybridizes some elements from Cersei's styles.  It still has flower-shaped embroidery around the neck, but Sansa widened the neckline, and now has bigger sleeves.  Also notice the dragonfly-shaped necklace, and very large dragonfly-shaped ring on her right hand.\nSansa tournament costume Season 1 concept art.png|Concept art of Sansa's dress hybridizing some of Cersei's style elements.  Sansa has also incorporated softer silks in this dress, rich materials from the capital city that she didn't have access to in the North.  The color itself is also moving away from her original Northern blue colors and closer to the warmer colors that Cersei wears.\nSansa 1x08.jpg|By late Season 1, Sansa is directly copying Cersei's court-hairstyle and kimono-like wraparound dresses\nSansa 201.jpg|In early Season 2, Sansa is still in shock from her father's death, so she just keeps putting on the Cersei-style clothes she was wearing  at the end of Season 1.\nSansa 204.jpg|Sansa is reduced to Joffrey's plaything, at the mercy of the psychotic boy-king\nILikeHerPretty.jpg|Joffrey tries to have Sansa stripped in front of the entire court\nSansa Blackwater.jpg|After her other dresses get torn up, by late Season 2 Sansa starts putting a little thought into how she dresses again; no longer imitating Cersei, instead moving back towards her mother Catelyn's look.\nMargaery 307 costume side view.jpg|In Season 3, Sansa starts adopting a few elements from Margaery's style; Littlefinger even remarks that she has shifted to wearing her hair in the same style as Margaery, swept back away from the face.\nSecond sons marriage sansa.jpg|Sansa's wedding dress; its embroidery symbolically shows lions (for the Lannisters) overcoming wolves and fish (Starks and Tullys)\nTyrion and Sansa wedding 2 3x08.jpg|Sansa is forced to marry Tyrion (against the wishes of either of them); her wedding dress therefore looks constraining, with heavily embroidered bands crossing over the front, as if to restrain her.\nSansa Tyrion wedding dress 1.jpg|Behind-the-scenes photo of Sansa's wedding dress in Season 3, for her forced marriage to Tyrion.\nSansa Tyrion wedding dress 2.jpg|Sansa's wedding dress has heavy bands on it to look like she is constrained as a prisoner of the Lannisters; the bands feature an embroidered Lannister lion with a stag's crown for Baratheon.\nSansa Tyrion wedding dress 3.jpg|The intricate embroidery on Sansa's wedding dress, commissioned by Cersei, shows a Lannister lion (right) surmounting and defeating Stark direwolf (left).\nShae Sansa and Tyrion Mhysa.png|Sansa at the end of Season 3, wearing mauve colors closer to what her mother wore.  Notice the dragonfly-themed clasps on the front of her dress.\nOlenna and Sansa 1.jpg|Sansa at the royal wedding, with a [[The strangler|certain necklace]].\nSansa's new clothes.jpg|Sansa's new look while hiding her identity in the Vale (known on the set as &quot;Dark Sansa&quot;).  The large ring that Sansa's chain-necklace is threaded through is supposed to represent a wedding ring - because unlike Arya, Sansa's power is ''through'' femininity and marriage - because much of political power in Westeros is based on marriage-alliances.  \nAlayneTheMountainAndTheViperPromotional.jpg|The costume's chain necklace also ends in an oversized steel needle which she fingers - another symbol of femininity (contrasted with how Arya sarcastically named her own sword &quot;[[Needle]]&quot;).  \nDark Sansa costume exhibit.jpg|Behind-the-scenes exhibit of the Dark Sansa costume.  \nDark Sansa costume behind the scenes.jpg|A major principle the designers maintained is that Sansa could have plausibly created new outfits for herself made from what materials were available to her.  With that in mind, the in-universe explanation is that the feathers that decorate the shoulders of her new costume were obtained by Sansa from the Eyrie's messenger-ravens.\nDark Sansa costume concept art.png|Concept art of the &quot;Dark Sansa&quot; costume at the end of Season 4.\n&lt;/gallery&gt;\n\n", "Margaery Tyrell": "\n:'''See the main pages on &quot;[[Costumes: The_Seven Kingdoms#The Reach|Costumes: The Seven Kingdoms - The Reach]]&quot;, and &quot;[[Costumes: King's Landing]]&quot;.'''\n\n[[Margaery Tyrell]]'s costumes go through an in-universe growth process, and the final look that she develops by Season 3 is meant to be a direct contrast with Cersei's style - both to viewers, and as a self-conscious decision that Margaery makes in-universe to differentiate herself from old queen Cersei and assert herself as the rising new queen.    Cersei wears many layers of wrapped material, almost like armor to shield herself from other people; Margaery instead wears very revealing clothing with many cutouts, self-consciously wielding her youthful sexuality as a weapon.  \n\nClapton explained that in Season 2, Margaery is still Renly's young queen, so she's still figuring out what her official &quot;signature look&quot; will be.  This leads her to experiment between different dress styles.  The first dress she is introduced in, beside Renly in his camp, has few of her later signature features other than a plunging neckline.  Afterwards she moves on to a the flower-shaped &quot;funnel&quot; dress, which many critics commented on as somewhat bizarre:  this was entirely intentional on Clapton's part.  The funnel dress was supposed to represent a blind alley that Margaery went down with her style, an early experiment which Margaery later realized wasn't working so she abandoned it.  The third and final dress that Margaery wears in Season 2 is beginning to show signs of her later signature look:  smooth lines, a plunging neckline, and now the tops of her shoulders are exposed.  \n\nBy Season 3, Margaery has moved in to King's Landing as Joffrey's new betrothed, and she has also settled into what becomes '''her signature fashion style: entirely sleeve-less, back-less, and with a plunging neckline.'''  Margaery's style is in many aspects the direct opposite of Cersei's style:  Cersei's style has heavy layers of material to shield her like armor, Margaery's style is revealing; Cersei has large billowing sleeves, Margaery has no sleeves at all; Cersei's style is asymmetrical, Margaery's style is (mostly) symmetrical.    \n\nThere are still variations within this theme:  Margaery actually has three different primary dresses in Season 3.  They are not a continued evolution or progression of her style, as she actually alternates back and forth between them throughout the season (it's not as if she just wears the same outfit two days in a row).  These include:\n\n*A - The dress which is not only backless, but which has side cutouts.  It has shoulder cuffs, and a floral print pattern across the entire top (made by alternating green with darker green).  The upper and lower halves of the dress only connect in the middle of the front.  It also has a gold metal belt piece in the front that looks like vines branching away from a large golden Tyrell rose in the center.  The dress isn't entirely backless, only over the small of the back.  Margaery wears this in 3.1 (when Cersei insults her that it is so revealing she must be cold) and in 3.7 when she consoles Sansa in the gardens about being forced to marry Tyrion.\n*B - A dress with prominent gold tracery on the front, in the shape of a vest.  It has shoulder cuffs but they do not have tracery on them.  It has the same golden rose belt piece that Dress A does.  It is also entirely backless (except for the collar piece holding up the front) with a plunging neckline.  Margaery wears this in 3.2 (when she introduces Sansa to Olenna) and in 3.8 (at Sansa and Tyrion's wedding).  \n*C - A dress with free-floating shoulder pads.  This dress isn't entirely backless, though the back only consists of an X-shaped cross of material - the two straps that make up the cross extend upwards onto the shoulder pads from the back - the top sided of the shoulder pads don't connect to the rest of the dress at all, and the forward sides of the shoulder pads are only connected to the rest of the dress by strings.  The dress also has a light embroidery pattern, which doesn't extend to the shoulder pieces.  It also has a plunging neckline.  Unlike Dress A and Dress B it has no golden rose belt piece.  Margaery wears this in 3.4 (when she visits the [[Great Sept of Baelor]] along with Joffrey, Cersei, and Olenna), 3.5 (when she and Sansa are watching Loras sparring), and 4.1 (when with Olenna looking over jewelry for her wedding).  This doesn't include the traveling gown with a long train that Margaery briefly wears when she visits the orphanage in 3.1, and ruins by walking through a muddy street - in fact, it appears probable that this is actually the same &quot;intermediate stage&quot; dress that Margaery was wearing in the Season 2 finale, and she has simply removed the sleeves by this point (given that they weren't actually attached to the rest of the dress, leaving her shoulders exposed).     \n\nThe last step in Margaery's stylistic evolution is in the middle of episode 3.4 &quot;[[And Now His Watch is Ended]]&quot;, when she starts wearing her hair up, whereas she used to let it fall down her front side (thus contrasting even more with Cersei, who wears her hair down).  Initially in 3.4, when Margaery is at the Great Sept she wears her dress with free-floating shoulder pieces, and with her hair down.  In the scene with Sansa at the end of 3.4, however, she switches back to wearing her dress with gold embroidery, and for the first time is wearing her hair up.  Perhaps this was no mere coincidence, as Margaery was meeting with Sansa to offer that she marry her brother Loras to steal her away from Joffrey's control - making this Margaery's first major attempt at going behind Cersei's back.  Therefore, this is the first time that Margaery starts wearing her hair in a significantly different way than Cersei's hairstyle.  \n\nOne of the reasons for Margaery's upswept hairstyle is that it simply reveals more of her skin, fitting with her revealing clothing style.  This contrasts with how Cersei wears her hair down (or in a fan-shaped braid), again linked with her clothing style:  Cersei wears her hair down as another layer of symbolic armor to shield herself with.\n\nBy episode 4.2, &quot;[[The Lion and the Rose]]&quot;, Margaery of course switches to her royal wedding dress.  After Joffrey's death at the wedding, she switches to dark mourning clothes for the rest of Season 4.\n\n:'''See &quot;[[Costumes: King's Landing#The Purple Wedding|Costumes: King's Landing]] for full details and quotes regarding Margaery's royal wedding dress in Season 4, as well as her mourning clothes.''' \n\nIn [[Season 5]], after Margaery marries [[Tommen Baratheon|Tommen]] and officially becomes the new queen, she suddenly makes a drastic switch to dressing in Cersei's style - apparently to taunt Cersei that she is replacing her in every way at the royal court.  \n\n===Quotes===\nClapton:  &quot;Margaery Tyrell sweeps into Kingâ&euro;&trade;s Landing and takes it by storm. As such, her wardrobe is very unique and very much at odds with everything else in Kingâ&euro;&trade;s Landing [i.e. the Westerlands style, because Cersei ''used'' to be the trendsetter]. Itâ&euro;&trade;s a very structured look â&euro;&ldquo; the new style coming in after the war. For the first time in a long time, Cersei won't be the trendsetter in the capital. Itâ&euro;&trade;s a fun way to reflect their future rivalry.&quot;&lt;ref&gt;''Inside HBO's Game of Thrones'', page 105.&lt;/ref&gt;\n\nClapton:  &quot;Margaery's in great competition with Cersei, which plays out in season three. It's almost like a fashion fight between them, which is quite funny.&quot;&lt;ref&gt;[http://fashionista.com/2013/03/game-of-thrones-costumer-designer-gives-us-the-dirt-on-season-3#3 ]&lt;/ref&gt;\n\nClapton:  &quot;[Cersei's] armored corset is to show power, but then '''Margaery undermines her with the girlish, revealing simplicity of her new dresses'''. It's a dangerous game.&quot;&lt;ref&gt;[http://fashionista.com/2013/04/game-of-thrones-fashion-recap-who-are-you-calling-a-harlot#2 ]&lt;/ref&gt;\n\nClapton on Margaery's funnel-neck dress in Season 2: &quot;Margaery's funnel dress was obviously an homage to the wonderful Alexander McQueenâ&euro;&trade;s costume for Bjork. It just felt right that this young ambitious girl would be experimenting with shapes, honing her style skills which we now see her employing to great effect. It was a risk and divided the audience.&quot;&lt;ref&gt;[https://web.archive.org/web/20140407200623/http://www.vanityfair.com/vf-hollywood/game-of-thrones-fashion ]&lt;/ref&gt;\n\nClapton:  &quot;From the very beginning she is brave and experimental in her look, which I wanted. She was a young girl who wanted to be the queen...[The funnel-neck dress] was ridiculous [''intentionally'' ridiculous]. She's a teenage girl trying things out.\n\nBut over the seasons she has refined her look as she has learned how to wield her body to her benefit...She honed this look that was girlishly sexy because she could see that '''it was exactly what Cersei couldn't do. The more armor and more regal Cersei got, the more girlish and simple Margaery became - very knowing.'''&quot;&lt;ref&gt;[http://www.fastcompany.com/3028226/most-creative-people/deciphering-the-hidden-messages-in-game-of-thrones-costumes ]&lt;/ref&gt;\n\n[[Kevin Alexander]] (Hair Designer):  &quot;What we did with Margaery that we hadn't done with anyone else is we followed the line of the costume.  We pulled so much more hair away, so it makes her more distinctive and different from everyone else [Sansa and Cersai usually wear their hair completely down].  With Margaery, I wanted a lot more to be showing, I wanted a lot more flesh on her. We wanted there to be a little more sexiness.&quot;&lt;ref&gt;[http://fashionista.com/2013/06/game-of-thrones-hair-designer-answers-all-our-pressing-questions ]&lt;/ref&gt;\n\n===Image gallery===\n&lt;gallery spacing=&quot;small&quot;&gt;\nKing Renly and Queen Margaery 2.jpg|Margaery's first dress, while married to Renly.  \nKing Renly and Queen Margaery 1.jpg|An early attempt at finding her own style, her first dress has a plunging neckline, but none of her later features.\nMargaery funnel dress 2.jpg|Margaery's &quot;funnel dress&quot; later in Season 2, appearing someone like a human rose petal\nMargaery funnel dress 1.jpg|Margaery's funnel dress has none of the features of her later signature style.\nMargaery Promo.jpg|Margaery's funnel dress is meant to be a &quot;blind alley&quot; of stylistic growth, which she later abandoned.\nMargaery_Tyrell_Valar_Dress.png|By the Season 2 finale, Margaery has switched to an intermediate stage on the way to her signature style; she again has a plunging neckline, and while she has sleeves they are form-fitting, with her shoulders exposed.\nMargaery and orphans costume 301.jpg|In the Season 3 premiere, Margaery ruined her old dress walking through a muddy street to visit an orphanage.  This may actually be the same dress she wore in the Season 2 finale, and she simply didn't put on the unconnected sleeves.  \nMargaery admires metalwork in Cersei's gown.jpg|Later in the Season 3 premiere Margaery begins wearing the first dress of what becomes her signature style; Cersei mocks that it is too revealing, but Margaery retorts by sarcastically complimenting &quot;the metalwork&quot; in Cersei's own dress.  \nMargaery 307 costume embroidery detail.jpg|&quot;Dress A&quot; - the same one she wore to dinner with Cersei.  It is sleeveless, with a plunging neckline, and a symmetrical cut.  The shoulders also come to a cuffed point.  Unlike Cersei, her hairstyle is swept up away from the face, then falling down the back.  \nMargaery 307 costume back view.jpg|This is perhaps Margaery's most revealing dress: it is not only backless but has side cutouts.  In this better lighting (unlike the dinner scene) it can be seen that this isn't a sash around her waist, but simply exposed skin.  It isn't entirely backless, only around the small of the back.\nMargaery 307 costume side view.jpg|Continuing around the sides, notice that the exposed area on the back extends around both of the sides, only joining in the very front at a large golden Tyrell rose.\nMargaery and Sansa in gardens 307.jpg|Full view of Dress A:  The upper and lower halves of the dress only connect in the middle of the front, at a large decorative gold Tyrell rose.  Gold metal pieces shaped like rose vines branch away from this center piece.  \nGameOfThronesS3-14.jpg|&quot;Dress B&quot; -  prominent gold tracery on the front, in the shape of a vest (from the Tyrell sigil, a gold rose on a green background).  It has a large golden Tyrell rose-vine spreading across the waist in the front.\nSeason 3 Ep 4 Sansa Margaery.png|Dress B is sleeveless, but has shoulder cuffs - though they do not have gold tracery on them.  As with her other signature dresses it has a plunging neckline.  Dress B also has the same gold metal belt piece in the front that Dress A does, that looks like vines branching away from a large golden Tyrell rose in the center.\nMargaery gold vest dress back view.jpg|Dress B is almost entirely backless, except for the collar piece holding up the front.  It exposes even more of her back than Dress A or Dress C do. \nMargjoff.png|&quot;Dress C&quot; - Margaery first wears this in the Great Sept episode 3.4.  As with her other dresses it is sleeveless with a plunging neckline.  Unlike Dress A or Dress B, it is a halter top - the shoulder pieces actually don't connect to the neck at all.  \nMargaery shoulder pads dress back view.jpg|Back view of Dress C:  it isn't entirely backless, though the back only consists of an X-shaped cross of material - the two straps that make up the cross extend upwards onto the shoulder pads from the back. \nMargaery-Tyrell-S4.jpg|The shoulder pads are almost free-floating:  the top sided of the shoulder pads don't connect to the rest of the dress at all, and the forward sides of the shoulder pads are only connected to the rest of the dress by strings. The backside of the shoulder pads does connect to the x-shaped cross on the back, but not the halter top piece.\nMargolenna.png|Unlike Dress A and Dress B, Dress C doesn't have the golden metal belt piece in the front with a gold Tyrell rose in the center (which Olenna's dress does have in this image).\nOlennadoesntlikejewelry.png|Dress C also has a light embroidery pattern, which doesn't extend to the shoulder pieces.  Dress B had very prominent gold tracery patterns (which didn't extend to the shoulders), and Dress A had a very subdued flower print pattern (which was on the shoulders):  Dress C's tracery is between the two, made of white and dark gold patterns.  \nThelionandtherose3.jpg|Margaery's wedding dress when she marries Joffrey (see &quot;[[Costumes: King's Landing#The Purple Wedding|Costumes: King's Landing - Purple Wedding]]&quot; for full details and more images).\nMargaery-Game-of-Thrones.png|Margaery's hairstyle at her wedding to Joffrey.\nMargaery-Tyrell-Season-4.jpg|Margaery's black mourning clothes after Joffrey's assassination still include golden Tyrell flower tracery - hinting that the Tyrells aren't really mourning his death (see &quot;[[Costumes: King's Landing#Mourning clothes|Costumes: King's Landing - Mourning clothes]]&quot; for full details and more images).\nMargaery wearing Cersei style clothes in Season 5.jpg|In Season 5, after Margaery marries [[Tommen Baratheon|Tommen]] and officially becomes the new queen, she suddenly makes a drastic switch to dressing in Cersei's style - apparently to taunt Cersei that she is replacing her in every way at the royal court.\n&lt;/gallery&gt;\n\n"}, "title": "Costumes: Major Characters"}