{"attributes": {}, "sections": {"Major Characters": "\n:'''See main article: &quot;[[Costumes: Major Characters]]&quot;'''\n[[File:Daenerys-in-Breaker-of-Chains.jpg|thumb|250px|Daenerys Targaryen]]\nThe costumes of most major characters in the ''Game of Thrones'' TV series are covered in the main region-by-region sections.  A few characters, however, go through such extensive or unique costume changes during the course of the series that they defy simple categorization - and others have such lengthy notes that it is more convenient to treat them separately.  \n\nThis article includes sections about the costumes of [[Daenerys Targaryen]], [[Brienne of Tarth]], [[Cersei Lannister]], [[Margaery Tyrell]], and [[Sansa Stark]].\n\n", "The Seven Kingdoms": "[[File:Lorasknight.png|thumb|200px|Knights of the Seven Kingdoms wear heavy steel armor.]]\n:'''See main article:  &quot;[[Costumes: The Seven Kingdoms]]&quot;'''\n\nCovers all major regions of the [[Seven Kingdoms]] of [[Westeros]] (all lands south of [[The Wall|the Wall]]), including:  [[The North]], [[The Westerlands]], [[The Reach]], [[The Riverlands]], [[The Stormlands]], [[The Vale of Arryn]], the [[Iron Islands]], and [[Dorne]].\n\nCultural institutions found across the Seven Kingdoms are also addressed in this section, including the clergy of the [[Faith of the Seven]], and members of the [[Maesters|Order of Maesters]].  There are two other major religions in Westeros besides the Faith of the Seven, but the [[Old Gods of the Forest]] have no clergy at all, and the [[Drowned Men]] priests of the [[Drowned God]] religion dress simply enough - and so limited to one specific region - that they are addressed under the &quot;Iron Islands&quot; section.\n\n==King's Landing==\n\n:'''See main article:  &quot;[[Costumes: King's Landing]]&quot;'''\n[[File:Ladies at court 308.jpg|thumb|250px|Fashion rivalries play out at the royal court, such as how the ladies at court (seen behind Cersei and Margaery in this image) imitate the styles of which political faction they support.]]\nThis section covers the capital city [[King's Landing]] (standing in for [[The Crownlands|the Crownlands]] in general), where political rivalries at the royal court are displayed by competing fashions between different factions.  At the beginning of the TV series, the Baratheons have been ruling for 17 years (after displacing the Targaryens), but Queen Cersei's Westerlands/Lannister styles tend to dominate fashions at the royal court (given how dependent the Baratheons have become on the Lannisters).  After Margaery Tyrell arrives at court, starting in Season 3 many of the courtiers start shifting to her Reach/Tyrell style, displaying the growing political rivalry between Cersei and Margaery.  Certain institutions specific to King's Landing are also covered, such as the [[City Watch]] (Gold Cloaks) and the [[Kingsguard]].\n\n", "TOP": "Costumes023587pn7pm9w0515sry3lvni0x75253cb0b01738582015-02-20T21:04:24ZThe Dragon Demands5014364[[Image:Costume_Slider_newer.png|thumb|350px|Michele Clapton, Emmy-award winning Costume Designer for the ''Game of Thrones'' TV series.]]\nClothing and fashion in the ''[[Game of Thrones (TV series)|Game of Thrones]]'' TV series adaptation by [[HBO]] adds a major new layer to the narrative: the ''[[A Song of Ice and Fire]]'' novels could only give relatively brief descriptions of clothing styles, but in the visual medium of television, this element becomes much more prominent. Costume designer [[Michele Clapton]] and her team were faced with the massive task of developing all of the unique clothing worn by characters across entire continents.  \n\nThe costumes in ''Game of Thrones'' are one of the aspects of the TV series which have most consistently been recognized by major professional awards.  Michele Clapton's work on ''Game of Thrones'' work was nominated for the [[wikipedia:Primetime Emmy Award for Outstanding Costumes for a Series|Primetime Emmy Award for Outstanding Costumes for a Series]] for all of the first four TV seasons.  Clapton and the TV series went on to win the Outstanding Costumes Emmy for Season 1 (specifically the episode &quot;[[The Prince of Winterfell]]&quot;) and Season 4 (specifically the episode &quot;[[The Lion and the Rose]]&quot;).  The Emmy award for Season 1 was the first Clapton won in her career.&lt;ref&gt;[http://www.westeros.org/GoT/News/Entry/Game_of_Thrones_Wins_Big_at_Creative_Arts_Emmys/ Westeros.org]&lt;/ref&gt;&lt;ref&gt;&quot;[http://watchersonthewall.com/game-thrones-competing-creative-arts-emmys-tonight/ Game of Thrones wins four Creative Arts Emmys]&lt;/ref&gt;\n\nThese articles are therefore intended to be a convenient collection of any statements that Michele Clapton and her costuming team have made about the decisions that went into designing the costumes seen in the TV series, both how they reflect in the in-story cultural details, and subtle hints they intended about characters which they conveyed through their clothing styles.\n\n", "Essos": "[[File:Drogo Dany Wedding Day.png|thumb|250px|Khal [[Drogo]] of the Dothraki.]]\n:'''See main article:  &quot;[[Costumes: Essos]]&quot;'''\nCovers all major cultures and peoples on the vast eastern continent [[Essos]], located across the [[Narrow Sea]] from Westeros.  \n\nThese include the nine [[Free Cities]], the [[Dothraki]], [[Qarth]], [[Asshai]], and [[Slaver's Bay]].\n\n", "Costuming for the TV series": "[[File:House Stark and retainers.jpg|thumb|300px|[[House Stark]] and their retainers receive King Robert at [[Winterfell]] in the first episode.]]\nClapton did speak with author [[George R.R. Martin]] during production of the [[Pilot episode|unaired pilot episode]], so she apparently consulted with him on the appearances of most of the initial major characters (the Starks, the Lannisters, etc.); but afterwards he did not visit the costume department very often, which has given Clapton's team some freedom to think out designs themselves.&lt;ref&gt;[http://webcache.googleusercontent.com/search?q=cache:DDO1Fbyy8dMJ:www.spin.com/articles/game-of-thrones-costume-designer-michele-clapton-interview-hbo/+&amp;cd=1&amp;hl=en&amp;ct=clnk&amp;gl=us &quot;Game of Thrones&quot; Costume Designer Michele Clapton on Dressing for Ice and Fire]&lt;/ref&gt;\n\nClapton stated that including all members, from major designers, embroiderers, and hairstylists to cleaners, cloth-agers, sorters and fitters, etc., the costume department working on ''Game of Thrones'' includes about 100 people.  She estimates that any one episode of the TV series needs around 700 individual costumes - particularly for large shots of crowds of extras making up armies or crowds in major cities, though they do not get the level of attention that the speaking roles do.&lt;ref&gt;[[Season 4]] Blu-ray commentary.&lt;/ref&gt;\n\nBeside [[Michele Clapton]] as the main Costume Designer, other major members of the costuming team on the TV series include:\n\n*[[Michele Carragher]] (Principal Costume Embroiderer):  Carragher works on the intricate and highly detailed embroidery in the costumes worn by Cersei, Margaery, Sansa, Daenerys, and other major noblewomen.\n*[[Simon Brindle]] (Costume Armor Supervisor): Brindle's work overlaps with Clapton's:  he focuses on actually realizing and constructing the metal armor designs Clapton creates, while Clapton has more experience working with fabrics.\n*[[Kevin Alexander]] (Hair Designer): Develops the hairstyles of major characters, including managing the 20-30 human hair wigs used in the TV series, which can cost up to $7,000 each.\n*[[Tommy Dunne]] (Weapons master):  Dunne's work overlaps with the props department:  he works on creating characters' swords and other weapons, which are part of their &quot;costume&quot; in the sense that they carry them and their design reflects part of their characterization.\n\nCostuming furthers the layers of the narrative in several major ways. First, it helps to establish a unique look for each of the Seven Kingdoms and other regions of the world, hopefully making it easier for viewers to distinguish between characters from the North, the Westerlands, or the Reach. Each of these unique fashions are also informed by the nature of each region, giving further visual detail about each of them, i.e. the North is cold but not very rich, so the Stark clothing style consists of heavy furs with little jewelry, while the Westerlands are very rich in precious metals, so the Lannister clothing style consists of more plate metal and jewelry.\n\nSecond, the costumes within the TV series are consciously intended to tell a narrative, and subtly reflect political allegiances.  As Clapton explained, the ruling noble families are the trend-setters in each of the regions they rule over. There is no &quot;unwritten rule&quot; that all Westerlands characters dress like the Lannisters as a conceit of the TV series, as if the writers imposed a uniform on them. Rather, it is an ''actual'' rule at work within the storyverse, that other Westerlands families self-consciously imitate the fashions set by the Lannisters, other noble families from the Reach try to imitate the fashions worn by the Tyrells, and so on.  The ruling families from each region are the trendsetters, and their vassals all try to emulate them.  To a lesser extent fashions also trickle down to the [[Smallfolk|smallfolk]] (commoners) in each region, even down to the prostitutes.  As Clapton stated:  \n\n:&quot;The design of the nobles' clothes spirals outward; what they wear inspires the people around them, from the ladies-in-waiting to the household staff, on down to the peasants.&quot;&lt;ref&gt;''[[Inside HBO's Game of Thrones]], page 44, &quot;Costuming Winterfell&quot;&lt;/ref&gt;\n[[File:Clapton Joffrey Costume.jpg|thumb|left|150px|Clapton working on Joffrey Baratheon's costume.]]\nWhile the major ruling families of the Seven Kingdoms set the fashions that their own followers wear, the royal court at [[King's Landing]] is where rivalries are played out between political factions from the different kingdoms. Thus, characters who have great influence at the royal court will become popular trendsetters, resulting in minor lords, courtiers, and even handmaidens imitating their fashions. Conversely, as characters lose influence at the royal court, fewer courtiers will imitate their fashions (it's not that different from school rivalries between social cliques, with the most influential being the ones who ultimately set the fashions). The primary example of this in the TV series is that during Seasons 1 and 2, all of the courtiers in King's Landing imitated Queen Cersei Lannister's clothing styles. As a carefully planned development by Clapton, however, as Season 3 progressed more and more background courtiers started gradually switching to Margaery Tyrell's new fashions, to reflect her rising social and political influence at the expense of Cersei.\n\n", "Beyond the Wall": "\n:'''See main article: &quot;[[Costumes: Beyond the Wall]]&quot;'''\n[[File:Jon and Ygritte.jpg|thumb|250px|[[Ygritte]] of the wildlings and [[Jon Snow]] of the [[Night's Watch]].]]\nCovers all of the cultures and peoples who live in the uncharted lands [[Beyond the Wall]], the parts of [[Westeros]] north of the Seven Kingdoms.  These include: the sworn order of the [[Night's Watch]] (who garrison and defend the Wall itself), and all of the diverse clans of [[Wildlings|wildlings]] (who call themselves the &quot;Free Folk&quot;).  \n\nAlso included in this section are the three known non-human races in the narrative, all of which are only known to survive in the lands beyond the Wall:  the [[Giants]] (who have joined the wildling army), the [[Children of the Forest]], and the [[White Walkers]].\n\n"}, "title": "Costumes"}