{"attributes": {"status": " :Category:Status: Alive", "rightlink": "Night's WatchWatchCharacter", "season": " ''Game of Thrones: A Telltale Games Series''", "image": " TSITD Cotter Secret.png", "leftimage": "MR mini shield.png", "allegiance": [" The Free Folk", "The Nightâ&euro;&trade;s Watch"], "actor": " Joseph Balderrama", "culture": " Free Folk'''Cotter''' is a recent recruit to the Night's Watch encountered by Gared Tuttle.==Biography==Cotter is a member of the Free Folk, he and some other Wildlings were searching for weapons south of the wall, Cotter got caught, however he successfully managed to pretend he was one of the Smallfolk and was sent to The Wall.It's implied since arriving at the Wall, Cotter has had to spend a deal of time with Finn, already exhibiting frustration at Finn's habit of &quot;bragging about all the girl's he's fucked&quot;.===&quot;The Lost Lords&quot;===When Gared Tuttle arrives at the Wall, he soon meets his brothers-in-training, Finn and Cotter, the three of them being trained by Frostfinger. Finn and Cotter both reveal why they were sent to the Wall and argue during Frostfinger's speech. During training, Cotter accidentally shoots himself in the toe with an arrow from his crossbow when he fails to reload it. Finn laughs at this and to punish him, Cotter pick-pockets Finn's dagger.When Finn realizes the dagger is missing he blames and attacks Finn, Gared is caught in the middle and ends up fighting Finn. Frostfinger is angry and explains the last thief he caught had his fingers chopped off. A man searches Cotter but finds nothing, as Gared leaves with Jon Snow, Cotter reveals he still has the dagger - hidden up his sleeve.===&quot;The Sword in the Darkness&quot;===''TBA''===&quot;Sons of Winter&quot;===Cotter will appear in this episode.==Appearances==Game of Thrones (Telltale) Appearances", "titles": " Builder", "rightimage": "Crow mini shield.png", "title": " Cotter ", "first": " &quot;The Lost Lords&quot;", "appearances": " 3 episodes", "leftlink": "Free Folk"}, "sections": {"TOP": "Cotter029808c5p7s3di6ein3gz2l9cppgtco6j4tp01792882015-03-25T19:01:09ZTheSamBuckley3973728{{Stub}}\n{{Heraldry\n|leftimage=MR mini shield.png\n|leftlink=Free Folk\n|rightimage=Crow mini shield.png\n|rightlink=Night's WatchWatch\n}}\n{{Character\n|Title = Cotter \n|Image = TSITD Cotter Secret.png\n|Season = ''[[Game of Thrones: A Telltale Games Series]]''\n|First = &quot;[[The Lost Lords]]&quot;\n|Titles = Builder\n|Appearances = 3 episodes\n|Status = [[:Category:Status: Alive|Alive]]\n|Allegiance = The [[Free Folk]]&lt;br&gt;[[The Nightâ&euro;&trade;s Watch]]\n|Actor = [[Joseph Balderrama]]\n|Culture = [[Free Folk]]}}\n\n'''Cotter''' is a recent recruit to the [[Night's Watch]] encountered by [[Gared Tuttle]].\n\n", "Biography": "Cotter is a member of the [[Free Folk]], he and some other Wildlings were searching for weapons south of the wall, Cotter got caught, however he successfully managed to pretend he was one of the [[Smallfolk]] and was sent to [[The Wall]].\n\nIt's implied since arriving at the Wall, Cotter has had to spend a deal of time with [[Finn]], already exhibiting frustration at Finn's habit of &quot;bragging about all the girl's he's fucked&quot;.\n\n===&quot;[[The Lost Lords]]&quot;===\nWhen [[Gared Tuttle]] arrives at the Wall, he soon meets his brothers-in-training, Finn and Cotter, the three of them being trained by [[Frostfinger]]. Finn and Cotter both reveal why they were sent to the Wall and argue during Frostfinger's speech. During training, Cotter accidentally shoots himself in the toe with an arrow from his crossbow when he fails to reload it. Finn laughs at this and to punish him, Cotter pick-pockets Finn's dagger.\n\nWhen Finn realizes the dagger is missing he blames and attacks Finn, Gared is caught in the middle and ends up fighting Finn. Frostfinger is angry and explains the last thief he caught had his fingers chopped off. A man searches Cotter but finds nothing, as Gared leaves with [[Jon Snow]], Cotter reveals he still has the dagger - hidden up his sleeve.\n\n===&quot;[[The Sword in the Darkness]]&quot;===\n''TBA''\n\n===&quot;[[Sons of Winter]]&quot;===\nCotter will appear in this episode.\n\n"}, "title": "Cotter"}