{"attributes": {"participants3": "", "participants2": "", "participants1": ["Ser Meryn Trant", "Grand Maester Pycelle", "Varys", "Shae"], "image": "File:Game-of-thrones-laws-gods-men-trial.jpg", "conc": "", "result": "Inconclusive. Tyrion Lannister demands trial by combat", "side2": "Judges", "side3": "Tyrion Lannister", "side1": "Iron Throne", "casual2": " None", "casual3": " None", "casual1": " None", "next": "Second Trial by Combat of Tyrion Lannister", "width": "", "bg2": "", "prev": " Assault on the Dreadfort", "leaders2": ["Lord Tywin Lannister", "Lord Mace Tyrell", "Prince Oberyn Martell"], "conflict": "War of the Five Kings", "leaders1": "Queen Regent Cersei Lannister", "civilian": "Quote", "date": "300AL", "name": "Court Trial of Tyrion Lannister", "place": "Red Keep, King's Landing, the Crownlands"}, "sections": {"TOP": "Court trial of Tyrion Lannister0251564o8sll9nnf8qu44aojiclzdvsrdg8751725892015-02-12T04:37:47ZThe Dragon Demands5014364{{delete}}\n::''See also: [[First Trial of Tyrion Lannister]]''\n{{Update}}\n{{Event\n|width=\n|prev= [[Assault on the Dreadfort]]\n|conc=\n|next=[[Second Trial by Combat of Tyrion Lannister]]\n|name=Court Trial of Tyrion Lannister\n|image=[[File:Game-of-thrones-laws-gods-men-trial.jpg|300px]]\n|conflict=[[War of the Five Kings]]\n|date=300AL\n|place=[[Red Keep]], [[King's Landing]], the [[Crownlands]]\n|result=Inconclusive. Tyrion Lannister demands [[trial by combat]]\n|BG2=\n|side1=[[Iron Throne]]\n|side2=Judges\n|side3=[[Tyrion Lannister]]\n|leaders1=Queen Regent [[Cersei Lannister]]\n|leaders2=Lord [[Tywin Lannister]]&lt;br&gt;Lord [[Mace Tyrell]]&lt;br&gt;Prince [[Oberyn Martell]]\n|participants1=Ser [[Meryn Trant]]&lt;br&gt;Grand Maester [[Pycelle]]&lt;br&gt;[[Varys]]&lt;br&gt;[[Shae]]\n|participants2=\n|participants3=\n|casual1= None\n|casual2= None\n|casual3= None\n|civilian=}}\n{{Quote|I did not do it. I didn't kill Joffrey, but I wish that I had. Watching your vicious bastard die gave me more relief than a thousand lying whores. I wish I was the monster you think I am. I wish I had enough poison for the whole pack of you. I would gladly give my life to watch you all swallow it.|[[Tyrion Lannister]] to [[Cersei Lannister]] and the royal court.|The Laws of Gods and Men}}\nThe '''Court Trial of Tyrion Lannister''' is an event during the late stages of the [[War of the Five Kings]]. [[Tyrion Lannister]] is put on trial for [[Purple Wedding|murdering]] King [[Joffrey]] at his wedding feast.\n\nIt is quickly apparent that the spectacle is a mere show trial. Tyrion observes that the presiding judge, his father [[Tywin Lannister|Tywin]], has wanted him dead for longer than anyone, and that another of the judges, [[Mace Tyrell]], will vote the same way as Tywin.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\nAll the witnesses against Tyrion are either his enemies, or have otherwise been bribed or cajoled by [[Cersei Lannister|Cersei]] or Tywin into testifying. Most give circumstantial, exaggerated, and sometimes outright false evidence, and Tyrion is not permitted to cross-examine them.\n\nIt is apparent that Tyrion has no chance of acquittal. Ultimately, he snaps at the injustice, insults the entire court and decides to place his fate in the hands of the [[Faith of the Seven|gods]]. He therefore demands a [[Second Trial by combat of Tyrion Lannister|trial by combat]] instead.\n\n", "The Trial": "===Part One===\nThe court assembles, and Tyrion is brought forward in manacles. King [[Tommen Baratheon|Tommen]] recuses himself and appoints [[Hand of the King]] [[Tywin Lannister]] to oversee the trial in his place. The other presiding judges are [[Mace Tyrell]] and [[Oberyn Martell]].&lt;ref name=&quot;E36&quot;&gt;&quot;[[The Laws of God and Men]]&quot;&lt;/ref&gt;\n\nTywin asks Tyrion to admit if he killed King Joffrey. Tyrion denies the charge, and also denies any knowledge of his wife [[Sansa Stark|Sansa]]'s involvement. When asked for his opinion on the cause of Joffrey's death, he blames the [[pigeon pie]].\n\nOne witness after another comes forward to give damning testimony, although all they manage to do is prove that Tyrion often disagreed and argued with Joffrey, while there is absolutely nothing in their testimonies to imply that Tyrion actually killed him. Some testimonies are even exaggerated and outright fabricated.\n\n====Ser Meryn Trant====\nSer [[Meryn Trant]] recounts the [[The Old Gods and the New|occasion]] when Tyrion slapped Joffrey and called him a &quot;vicious idiot&quot; (after Joffrey caused a [[Riot of King's Landing|riot]]), and when he called Joffrey a &quot;halfwit&quot; and [[Garden of Bones|warned him]] about the fate of the [[Aerys II Targaryen|Mad King]], who also believed he could do whatever he wished. Trant does not mention that, at that moment, he was beating and stripping Sansa in the throne room at Joffrey's behest. When Tyrion attempts to make this point, he is silenced by Tywin.\n\n====Pycelle====\n[[Grand Maester]] [[Pycelle]] claims Tyrion stole a large quantity of poisons from him after having him [[What is Dead May Never Die|imprisoned]]. He confirms poisoning as the cause of Joffrey's death, specifically one known as &quot;[[the strangler]]&quot;. He claims that Dontos' body was found, with the necklace Sansa wore at the wedding, and that the necklace contained traces of the poison. He presents the necklace as an evidence. Pycelle concludes that Tyrion and his wife conspired to &quot;strike down the most noble child the Gods ever put on this good earth.&quot;\n\n====Cersei====\nCersei tells the court of Tyrion's threat to her: &quot;I will hurt you for this. A day will come when you think you are safe and happy, and suddenly your joy will turn to ashes in your mouth. And you will know the debt is paid.&quot; Oberyn Martell, clearly questioning the truth in Cersei's statement, asks her what debt Tyrion meant (an alternate way of asking Cersei how she hurt Tyrion in the first place), and Cersei responds that she discovered Tyrion was keeping whores in the Tower of the Hand and she asked him to stop, when in reality she spitefully had the Kingsguard beat up and imprison [[Ros]], whom she believed to be Tyrion's lover.\n\nShe also speaks of Tyrion's plans to place Joffrey at risk near the fighting during the [[Battle of Blackwater]], although she says Joffrey bravely insisted on being at the front to inspire his troops. In reality, Cersei ordered Joffrey to be removed from the front line, and he readily acquiesced out of cowardice.&lt;ref&gt;&quot;[[Blackwater]]&quot;&lt;/ref&gt;\n\n====Varys====\n[[File:Tyrion_questions_Varys.png|thumb|250px|Tyrion questions Varys at his trial.]]\nLord [[Varys]] recalls Tyrion's [[Mhysa|confrontation]] with Joffrey at a [[small council]] meeting, when he warned Joffrey to be wary around monsters because &quot;just now kings are dying like flies.&quot; Varys suggests that Tyrion's marriage to Sansa may have made him more sympathetic to [[the North]].\n\nTyrion is permitted to ask one question. He reminds Varys of their conversation after the [[Battle of Blackwater]]. Varys told him that he had saved the city, and though it would go unrecorded in the history books, he [Varys] would not forget him. Tyrion asks Varys if he has forgotten. Varys sighs that &quot;sadly, I never forget a thing.&quot;&lt;ref name=&quot;E36&quot; /&gt;\n\n===Recess===\nAt the recess [[Jaime Lannister|Jaime]] confronts Tywin and calls the trial a farce, entirely manipulated by Cersei, and says Tywin is about to condemn his own son to death. Tywin denies any involvement in manipulating the trial in Cersei's favor. Jaime therefore brokers a deal with his father: if he lets Tyrion live, he will renounce his [[Kingsguard]] vows and be restored as Tywin's heir. He will take up his seat at [[Casterly Rock]], marry a suitable wife, and have children. Tywin accepts, but on the condition that Tyrion plead for mercy once proven guilty: Tywin will then allow Tyrion to join the [[Night's Watch]].\n\nJaime speaks with Tyrion just before the trial resumes and informs him of their father's offer. Tyrion is not convinced, reminding Jaime that [[Eddard Stark|Ned Stark]] was offered the same deal, and was [[Execution of Eddard Stark|executed]] nevertheless, but Jaime promises that Tywin will not commit such a treasonous act. Tyrion later notes that this deal is what Tywin wanted all along anyway, Jaime restored as his heir and the unloved Tyrion finally out of the way.&lt;ref name=&quot;E36&quot; /&gt;\n\n===Part Two===\n====Shae====\n[[File:MV5BMTYzNTI2MzYxMF5BMl5BanBnXkFtZTgwODE2OTg3MTE@_V1_SX1303_SY552_.jpg|thumb|240px|Shae testifies against Tyrion.]]\nCersei's final witness comes forward: to Tyrion's horror, it is [[Shae]]. In front of the entire court, she lies that Tyrion kidnapped her and forced her to become his whore, revealing intimate details of their sexual relationship. She adds that Tyrion and Sansa plotted together to murder Joffrey with poison stolen from Maester [[Pycelle]]. Tyrion complied because he was madly in love with Sansa, but she refused to let him consummate their marriage. Tyrion quietly asks her to stop. Shae coldly responds: &quot;I am a whore, remember?&quot; Once again, Oberyn debates the veracity of the testimony and questions as to why Tyrion would tell Shae such things if he really meant to kill Joffrey, but Shae merely responds that she was Tyrion's personal whore.\n\nThis betrayal proves to be the last straw for Tyrion. In his rage, he lashes out at the court, expressing his regret for saving such an ungrateful citizenry from Stannis Baratheon and openly claiming that the trial is merely another way of his father and sister tormenting him for being a dwarf. Turning to Cersei, he shouts out that he did not kill Joffrey, although he wishes he had. Knowing that he will not be served true justice at such a farcical show-trial, Tyrion turns to his father and demands a [[trial by combat]].&lt;ref name=&quot;E36&quot; /&gt;\n\n", "In the books": "In the ''A Song of Ice and Fire'' novels, Tyrion's trial is longer, taking the span of several days. A number of witnesses are brought by the crown, some of whom even consider Tyrion to be innocent, but nevertheless do lend credence Cersei's case. Others, however, seeking the Queen's favor, state outright lies, going as far as claiming they saw Tyrion put something in Joffrey's cup. Cersei herself does not testify, only bringing the witnesses.\n\nUnlike in the show, Jaime does not visit Tyrion in his cell even once as long as the trial goes on. Tyrion is not aware that his brother is in the city, for he and [[Brienne]] returned after Joffrey's death. Jaime attends the hall where the trial is held, standing well to the back of the hall, but Tyrion either does not see him there or does not recognize him, which is no surprise since half the court no longer seems to recognize Jaime. He has no part in the offer that Kevan brings Tyrion.\n\nNo one tries to bribe [[Podrick Payne]] into giving testimony against Tyrion. [[Bronn]] is not investigated for any aspect of Joffrey's murder.\n\nBefore the trial begins, [[Kevan Lannister|Kevan]] visits Tyrion at prison, informing him that Tywin, [[Mace Tyrell]] and [[Oberyn Martell]] will stand in judgment of him. When Tyrion claims he may demand [[trial by combat]], his uncle replies that Cersei will name [[Gregor Clegane]] as her champion. Tyrion thinks how his sister checks his moves before he makes them. Kevan asks Tyrion if he has any witnesses, and promises to do all in his power to produce them. Before Kevan leaves, Tyrion says &quot;I did not do this&quot;. Kevan answers &quot;I wish I could believe that&quot;. Tyrion wonders if [[Sansa Stark|his wife]] is the murderer. The next day, Kevan frowns to see that Tyrion's witness list has only one name - Sansa. He tells Tyrion that there is large reward on her head, and [[Addam Marbrand]] looks for her.\n\nTyrion sends [[Podrick Payne]] to bring [[Bronn]], but finds that he is soon to marry [[Lollys Stokeworth]], and now being paid well by the Queen. Although Bronn likes Tyrion, he is not going to risk his life for him.\n\n===First day of the trial===\nThe trial begins with a prayer of the High Septon, asking the Father Above to guide them to justice. Tywin asks: &quot;Tyrion, did you kill King Joffrey?&quot;. Tyrion denies. Mace Tyrell demands if it was Sansa. Tyrion thinks ''&quot;I would have, if Iâ&euro;&trade;d been her&quot;'' but answers &quot;The gods killed Joffrey. He choked on his pigeon pie&quot;. Tywin declares that first the witnesses against Tyrion will be heard, then he may present his own witnesses, and he may speak only with permission.\n\nThe witnesses who testify against Tyrion are:\n* Ser [[Balon Swann]]. Unlike the rest of the witnesses, his testimony is wholly true, rather objective and in favor of Tyrion. He praises Tyrion's bravery at [[Battle of the Blackwater]], and claims he does not believe Tyrion murdered Joffrey. He admits that Tyrion struck Joffrey after the [[Riot of King's Landing]], but claims it was only a fit of wrath.\n* Ser [[Meryn Trant]] expands on Ser Balon's account, claiming that following the riot Tyrion knocked Joffrey to the ground and began kicking him (that part is true), and shouted that it was unjust that Joffrey had escaped unharmed from the mobs - which is a lie. Only then Tyrion begins to grasp his sister's plan: she began with a man known to be honest, and milked him for all he would give. Every witness to follow will tell a worse tale. Ser Meryn goes on to tell how Tyrion had stopped Joffreyâ&euro;&trade;s chastisement of [[Sansa Stark]], claiming that Tyrion asked Joffrey if he knew what had happened to [[Aerys II Targaryen]], and when Ser Boros spoke up in defense of the king, Tyrion threatened to have him killed. That part of Meryn's testimony is also true, but he &quot;forgets&quot; to mention what made Tyrion act that way - Joffrey's unprovoked cruelty toward Sansa.\n* Ser [[Boros Blount]] comes next, repeating Ser Meryn's story. Whether or not he holds a grudge toward Cersei for dismissing him from the Kingsguard, he says the words she wants all the same.\n* Osney and Osfryd Kettleblack tell of Tyrion's supper with Cersei before the [[Battle of the Blackwater]], and of the threats heâ&euro;&trade;d made - that he would wait for a day when she was happy, and make her joy turn to ashes in her mouth. They speak true, but &quot;forget&quot; to mention what made Tyrion issue those threats - the abduction and vicious beating of Alayaya (in the show she was replaced with [[Ros]]), whom Cersei mistook for [[Shae|Tyrion's mistress]].\n*Ser Osmund Kettleblack of the [[Kingsguard]] swears that Joffrey had long known that Tyrion meant to murder him. &quot;It was the day they gave me the white cloak, my lords. That brave boy said to me, 'Good Ser Osmund, guard me well, for my uncle loves me not. He means to be king in my place'.&quot; Tyrion is so angry to hear those lies that he loses his temper and yells &quot;Liar!&quot; at Ser Osmund. Tywin warns Tyrion that he will be chained hand and foot. Tyrion is forced to apologize.\n\n===Second day of the trial===\n* Maesters Ballabar and Frenken testify that they had opened Joffrey's corpse, and found no morsel of pigeon pie nor any other food lodged in his throat. They claim it was poison that killed him - which is true.\n* [[Pycelle]] tells about the various poisons he has in store, and that Tyrion stole them from his chambers, when he had Pycelle imprisoned - which is true. He claims the poison that killed Joffrey was the Strangler, but this rare poison was not found, because Tyrion used it all to kill &quot;the noblest child the gods ever put on this good earth&quot;. Pycelle does not mention [[Dontos]]' body, since it was burnt at [[Littlefinger]]'s command without leaving a trace.\n\nAfter Pycelle come many Lords and ladies and noble knights, highborn and humble alike, all have been present at the wedding feast, have all seen Joffrey choke, his face turning as black as a Dornish plum:\n* Lord Redwyne, Lord Celtigar, and Ser Flement Brax testify that they had heard Tyrion threaten Joffrey.\n*Two serving men, a juggler, Lord Gyles, Ser Hobber Redwyne and Ser Philip Foote testify they observed Tyrion fill the wedding chalice - which is true: unlike in show, Tyrion refilled the chalice twice at Joffrey's command.\n* Lady Taena Merryweather swears that she had seen Tyrion drop something into the kingâ&euro;&trade;s wine while Joff and Margaery were cutting the pie.\n* Old Estermont, young Peckledon, the singer Galyeon of Cuy, and the squires Morros and Jothos Slynt tell how Tyrion had picked up the chalice as Joffrey was dying and poured out the last of the poisoned wine onto the floor - which is true.\n\nWatching the endless line of witnesses, Tyrion cannot help but wonder ''&quot;When did I make so many enemies?&quot;''.\n\nWhen Kevan comes to visit Tyrion that night, his manner is cold and distant. He does not believe Tyrion's denials. He offers Tyrion to admit guilt before the throne and repent of his crime, promising that Tywin will withhold the sword and he will be permitted to take the black. Tyrion laughs at his uncle, reminding him the same terms were offered [[Eddard Stark]] and everyone knows [[Execution of Eddard Stark|how that ended]]. Kevan assures Tyrion that Tywin had nothing to do with Eddard's death. He warns Tyrion that Mace Tyrell has already condemned him and urges him to accept the bargain, reasoning that Tyrion hasÂ no witnesses, and whether he committed the murder or not - joining the Watch is his best option: if he is guilty - the Wall is a kinder fate than he deserves; if he is innocent - the Wall is a safer place for him than Kingâ&euro;&trade;s Landing, whatever the outcome of the trial, because the mob is convinced of his guilt and will tear him apart.\n\nTyrion thinks about the offer all night. He does not like at all the idea of bearing the stigma of [[Kinslaying|kinslayer]] for the rest of his life for a murder he did not commit.\n\n===Third day of the trial===\nIn this day, [[Varys]] is the only to testify. He gives an account of how Tyrion had schemed to part Joffrey from [[the Hound]]'s protection and spoken with [[Bronn]] of the benefits of having [[Tommen Baratheon]] as king. Tyrion muses ''&quot;Half-truths are worth more than outright lies&quot;''. Unlike the others witnesses, Varys presents documents: parchments painstakingly filled with notes, details, dates, whole conversations. So much material that its recitation takes all day, and so much of it damning. Varys confirms Tyrionâ&euro;&trade;s midnight visit to Pycelle's chambers and the theft of his poisons and potions, confirms the threat he'd made to Cersei the night of their supper, confirms every thing but the poisoning itself. When Prince Oberyn asks him how he can possibly know all this, not having been present at any of these events, Varys only giggles and says &quot;My little birds told me. Knowing is their purpose, and mine&quot;. Tyrion has no idea how to refute Varys' testimony, and he wishes that he had Varys beheaded the day he returned to King's Landing.\n\nAfter Varys leaves, Tywin asks if there are more witnesses. Cersei asks to bring one final witness the next day, and is granted. Tyrion thinks ''&quot;Oh, good. After this farce of a trial, execution will almost come as a relief.&quot;''\n\nAt night, Oberyn comes to visit Tyrion. Oberyn tells that Cersei has tried to buy his vote in the judgment, mentioning marriage. But he has other ideas, and brings up the point that according to Dornish law, [[Myrcella Baratheon]] is the heir, and that [[Doran Martell|his brother]] may well crown his ward. Oberyn relates the story Tywin had told him that it was [[Amory Lorch]] who killed [[Elia Targaryen]] and her children, but Tyrion tells him the truth - that Lorch killed [[Rhaenys Targaryen]], and it was [[the Mountain]] who killed [[Aegon Targaryen (Son of Rhaegar)|Aegon]] and raped and murdered Elia, with the baby's blood and brains still on his hands. The Red Viper speaks of saving Tyrion, not as his judge, but as his champion.\n\n===Last day of the trial===\nTyrion has not made up his mind yet whether to admit guilt or demand a trial by battle. He thinks it will not be so bad to join the [[Night's Watch]]. He will not make much of a ranger, but the Nightâ&euro;&trade;s Watch needs clever men as well as strong ones. Lord Commander Mormont had said as much, when Tyrion had visited [[Castle Black]]. There are those inconvenient vows, which mean the end of his marriage and whatever claim he may ever have made for [[Casterly Rock]], but he does not seem destined to enjoy either in any case. And he seems to recall that there was a brothel in [[Mole's Town|a nearby village]]. He asks Pod &quot;do you think I did it?&quot;. Unlike in the show, Pod hesitates. When he tries to speak, all he manages to produce is a weak sputter. That makes Tyrion think ''&quot;I am doomed&quot;'', but says &quot;No need to answer. You've been a good squire to me. Better than I deserved. Whatever happens, I thank you for your leal service.&quot;\n\nTyrion is shocked to see the final witness against him is Shae. He wonders why Cersei bothered to bring her as witness, thinking ''&quot;Shae knows nothing that can hurt me&quot;'', but soon realizes that the purpose of her testimony is to humiliate him, not to strengthen the evidence against him. Tyrion guesses correctly that Cersei has bribed Shae (in ''&quot;A Feast of Crows&quot;'' it is revealed Cersei offered Shae a manse in the city and a knight to marry her).\n\nShae lies brazenly that Tyrion and Sansa plotted it together after [[Robb Stark|the Young Wolf]] died; Sansa wanted revenge for her brother and Tyrion meant to have the throne; He was going to kill his sister next, and then his own lord father, so he could be Hand for Prince Tommen; But after a year or so, before Tommen got too old, he would have killed him too, so as to take the crown for his own head. Oberyn asks Shae how could she know all this. She answers that she overheard them. Then Shae continues to relate she wasn't only Sansa's maid, but also his whore, and tells that Tyrion used to molest her. She starts sobbing, lying that she never meant to be a whore, she was to be married, but Tyrion got her fiancĂŠ killed and sent his wildlings [[Shagga]] and [[Timett]] to bring her to his tent, threatening that if she didn't pleasure him, he'd give her to them, so she did. Then he brought her to the city, so she'd be close when he wanted her, and made her do such &quot;shameful things&quot; with her mouth and other parts. When saying that, tears rolls slowly down Shae's pretty face, making every man in the hall want to take Shae in his arms and comfort her. Shae tells that Tyrion used her every way there was, and he made her call him &quot;my giant of Lannister&quot; (in the show it was changed to &quot;my lion&quot;) - a nickname that she actually invented for him and used it often without any coercion. Nearly all the people at the hall, except Tywin and Tyrion, burst out laughing to hear that.\n\nHearing so many lies from the woman he loved, Tyrion explodes in rage and exclaims &quot;Get this lying whore out of my sight and I will give you your confession&quot;. He hatefully gives a speech similarly to the show and demands a trial by combat. To everyone's surprise, Oberyn volunteers to be Tyrion's champion. The uproar is deafening. Tyrion takes special pleasure in the sudden doubt he glimpses in Cersei's eyes. It takes a hundred gold cloaks to quiet the throne room again. Tywin recovers quickly and declares &quot;Let the issue be decided on the morrow. I wash my hands of it&quot;. He gives Tyrion a cold angry look, then leaves.\n\nThat night, Tyrion feels strangely calm: no matter what will happen, he has the satisfaction of knowing that he'd kicked his father's plans to splinters. If Prince Oberyn wins, it will further inflame [[Highgarden]] against the Dornish; Mace Tyrell will see the man who crippled [[Willas Tyrell|his son]] helping the dwarf who almost poisoned [[Margaery Tyrell|his daughter]] to escape his rightful punishment. If the Mountain wins, [[Doran Martell]] may well demand to know why his brother had been served with death instead of the justice Tywin had promised him. [[Dorne]] may crown [[Myrcella]] after all. He sleeps long and deep.\n\nAt morning, Tyrion is well rested and with a hearty appetite. After he has breakfast, Oberyn comes to visit him and they chat leisurely. Oberyn is confident that he will win, and invites Tyrion to return with him to [[Sunspear]] after the duel is over. Tyrion agrees, knowing that he should get away from his vengeful sister as far as possible in case Oberyn wins. Oberyn shows Tyrion the spear that he is going to fight with against the Mountain, warning him not to touch it. Tyrion notices the spearhead has a black glimmer. He wonders if it is oil or poison, but decides not to ask. Later that morning, the [[Second Trial by combat of Tyrion Lannister|duel]] takes place.\n\n"}, "title": "Court trial of Tyrion Lannister"}