{"attributes": {}, "sections": {"TOP": "Crackclaw Point07016tildji1ehwgv1l96odc8nxrr4wxztd11662632014-11-26T20:46:51ZThe Dragon Demands5014364[[Image:Crackclaw Point.png|thumb|right|200px|A map showing the location of Crackclaw Point on the continent of Westeros.]]\n'''Crackclaw Point''' is a region in [[the Crownlands]]. It is a large peninsula north-east of [[King's Landing]], on the east coast of [[Westeros]]. It extends into the [[Narrow Sea]], forming the northern shore of [[Blackwater Bay]]. [[Claw Isle]] lies just off the eastern edge of Crackclaw Point, with [[Dragonstone]] located off the south coast. The ruins known as [[the Whispers]] are located at the tip of the peninsula.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season1/#!/locations/kings-landing/ HBO viewers guide, season 1 map, King's Landing entry]&lt;/ref&gt;&lt;ref name=&quot;Viewers Guide&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/kings-landing/ HBO viewers guide, season 2 map, King's Landing entry]&lt;/ref&gt;\n\n[[House Brune]] is a poor vassal House from Crackclaw Point.  \n\n", "References": "{{Reflist}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Crackclaw Point is a remote and windswept finger of land jutting into the sea between Blackwater Bay and the Bay of Crabs. It is not regularly travelled by outsiders. The region is full of bogs and pine trees.\n\nThe people of Crackclaw Point are descended from the [[First Men]]. Each valley and hill has its own lord. During the [[Andal]] invasion, the terrain favored the defenders, resulting in several bloody defeats until the Andals intermarried into the native families. Even so, the region remained independently-minded. Both the Celtigars of [[Claw Isle]] and the Darklyns of [[Duskendale]] attempted to conquer Crackclaw Point at different times but were defeated. On several occasions, local champions and lords have tried to unify the region, but such attempts have never survived their deaths.\n\nDuring the [[Targaryen]] invasion, Visenya Targaryen, sister-wife of [[Aegon the Conqueror]], flew to Crackclaw Point on her [[dragon]] and treated with the native lords with respect and honor. They allied with the Targaryens and their troops formed an important component of the Targaryen armies during the early days of their invasion, when they had few allies and only a small force. Crackclaw warriors presumably fought on the [[Field of Fire]].\n\nDuring the long reign of the Targaryens, the people of Crackclaw Point remained fierce Targaryen loyalists, many of them fighting at the [[Battle of the Trident]] on the side of Prince [[Rhaegar Targaryen|Rhaegar]]. Since King [[Robert Baratheon]]'s accession, the region has been neglected by the [[Iron Throne]].\n\n"}, "title": "Crackclaw Point"}