{"attributes": {"status": "Active", "features": "Short statureQuote", "language": " Common Tongue", "title": " Crannogmen", "ruler": [" King in the North/Lord of Winterfell (House Stark)", "Lord of Greywater Watch (House Reed)"], "image": " JojenS3Promo.jpg", "society": " Clan-based", "location": " The Neck, Westeros", "religion": " Old Gods of the Forest", "aka": ["Mudmen", "Bog devils"], "predecessors": "First Men"}, "sections": {"Culture": "\nThe crannogmen are so-called because they live in small villages in the deep swamps, formed of thatch and woven reeds which sit atop artificial floating islands made out of logs, which are known as [[Wikipedia:Crannog|crannogs]]. Thus the villages of the crannogmen actually move around throughout the swamps and bogs of the Neck, and do not have a set physical location. Even [[Greywater Watch]], the seat of House Reed, is built on a large crannog which can actually be moved deeper into the swamps to avoid invaders. Because their locations continually change, it is impossible to train messenger-[[ravens]] to deliver messages to them, and thus no [[Maesters]] are assigned to them.\n\nHardy and reclusive swamp-dwellers, the crannogmen are derisively referred to by outsiders as &quot;mudmen&quot; and &quot;frog-eaters&quot;. They are a poor people, mostly subsisting on fishing and frogging, as well as eating any game they can hunt. By the standards of some of their neighbors their culture is somewhat primitive, but they are very woodcrafty, with great knowledge of their terrain as well as of [[Poison|poisons]] made by local plants and animals in the swamps, which they often coat their weapons with.&lt;ref&gt;Histories &amp; Lore: House Reed&lt;/ref&gt;\n[[Image:MeeraS3Promo.jpg|thumb|left|[[Meera Reed]] of the crannogmen]]\nDue to their self-imposed isolation, the crannogmen culture remains mostly unchanged since the time of the [[First Men]], before the [[Andal Invasion]] six thousand years ago (though they have learned the [[Common Tongue]] imposed on the continent by the [[Andals]]). Like their Northmen cousins, they still worship the [[Old Gods of the Forest]], maintain a close connection to nature, and were rumored to be close to the [[Children of the Forest]] in past millennia.\n\nIn other respects, the crannogmen are something of a unique hybrid culture between what is normally found in the North and the kingdoms of southern Westeros. As the southernmost region of the North, the climate of their home is not as cold and desolate as most of the rest of the North, but is instead humid, swampy, and overgrown with fish and game. The surroundings of their home thus shaped their way of life to be quite different from that of their cousins in the main parts the North.\n\nThe crannogmen do not march into open battle, and if invaded rely on retreating their crannogs deeper into the swamps. The crannogmen will then use guerrilla tactics, poisoned arrows, and their superior knowledge of the difficult swampy terrain to bleed the invaders through attrition. For ten thousand years, the crannogmen have proven to be very difficult to conquer, though otherwise they usually seclude themselves in their swamps and do not trouble outsiders. They are embroiled in a centuries-old feud with [[House Frey]], whose lands directly border their swamps (whose limit forms the border between the North and the Riverlands), as the Freys often try to encroach on the lands of the crannogmen.\n\n", "TOP": "Crannogmen014314379yqetz05qbzkvnw6fqvxv3f60i1681786632015-03-22T20:14:28ZThe Dragon Demands5014364/* Culture */{{Culture infobox\n| Title= Crannogmen\n| Image= JojenS3Promo.jpg\n| AKA=Mudmen&lt;br&gt;Bog devils\n| Status=Active\n| Predecessors=[[First Men]]\n| Location = [[The Neck]], [[Westeros]]\n| Ruler= [[King in the North]]/[[Lord of Winterfell]] ([[House Stark]])&lt;br&gt;Lord of Greywater Watch ([[House Reed]])\n| Society= Clan-based\n| Language= [[Common Tongue]]\n| Religion= [[Old Gods of the Forest]]\n| Features=Short stature\n}}\n{{Quote|Mudmen... Bog devils... those are the most pleasant names our fellow northerners have for us, the crannogmen who live in the swamps of the Neck. Because we do not live in castles like them. Because we do not farm like them. Because we're not tall or rich like them. But through our veins flows the same blood of the First Men and, at times, maybe something more.|[[Meera Reed]]|House Reed (Histories &amp; Lore)}}\n\nThe '''crannogmen''' are the inhabitants of the swamps of [[the Neck]], the southernmost part of [[the North]] which borders [[the Riverlands]], in central [[Westeros]]. They are a unique offshoot of the [[First Men]], who branched off from their [[Northmen]] cousins. They are ruled by [[House Reed]] as vassals loyal to [[House Stark]].\n\nThey are pejoratively called '''mudmen''' and '''bog devils''' by outsiders.\n\n", "See also": "* {{AWOIAF}}\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, the crannogmen of the Neck were once a small independent kingdom, whose rulers were known as the Marsh Kings. Several centuries before the [[War of Conquest|Targaryen Conquest]], [[King in the North]] Rickard Stark finally managed to conquer the Neck, but cemented its incorporation into his domain by marrying the daughter of the last Marsh King. Ever since they have remained staunchly loyal vassals of House Stark, who provide aid whenever invaders try to encroach on their swamps, and in return they aid House Stark by harassing any invader that tries to pass through the swamps to circumvent the vital choke point of [[Moat Cailin]] on the [[Kingsroad]].\n\nCrannogmen live in conflict with [[House Frey]], which rules the southern region of the Neck and constantly attempt to encroach on crannogmen lands.\n\nCrannogmen are short of stature. They are derisively called &quot;frog-eaters&quot;, &quot;mud-dwellers&quot;, &quot;mud-men&quot;, or &quot;bog-devils&quot;, and are said to be able to breath in the mud and to have moss instead of hair. While they dislike being called &quot;mud-men&quot; or &quot;bog-devils&quot;, the crannogmen actually do eat frogs, or any other wild game they are able to catch.\n\nBesides House Reed, other clans or houses of crannogmen are [[House Marsh]], House Fenn, House Peat, House Boggs, House Cray, House Quagg, House Greengood, and House Blackmyre\n\n", "History": "\nAt the end of the [[Wars of the First Men and the Children of the Forest]], some 12,000 years ago according to legend, the [[Children of the Forest]] used their magic to call down the Hammer of Waters on the Neck. They hoped to stop the advance of the First Men who were invading the continent by drowning the isthmus and breaking Westeros in two, as they had previously broken the land bridge from [[Essos]] to [[Dorne]] (the remnants of which are an island chain known as the [[Stepstones]]. The Children only partially succeeded, flooding the Neck and turning its territories into a massive swamp but not submerging it entirely. Nonetheless, this display of strength encouraged the First Men to negotiate a peace with the Children. Afterwards, some of the First Men settled in the bogs of the Neck, and became the crannogmen.\n\nThe crannogmen consider themselves to be a unique subdivision of the &quot;Northmen&quot; instead of an entirely separate branch from the First Men. Like the other First Men they formed their own petty kingdoms which gradually aggregated into larger territories. When the [[Andals]] invaded Westeros [[Andal Invasion|six thousand years ago]] the crannogmen were able to successfully resist their advance (along with the rest of the North), aided by the ancient fortress of [[Moat Cailin]]. The crannogmen were eventually unified by one ruler known as the [[Marsh King]].\n\nMany centuries later, this tiny independent kingdom was conquered by the rising power of House Stark of Winterfell, the [[King in the North|Kings of Winter]], who were determined to unite the entire North as one realm, though the crannogmen put up determined resistance. Ultimately the Starks defeated the last Marsh King, and married his daughter to secure control of the Neck. House Reed of Greywater Watch came to rule over all of the other crannogmen, and have served as loyal vassals under the Starks for centuries.\n\n"}, "title": "Crannogmen"}