{"attributes": {"status": ":Category:Status: Dead", "death": " Slain by Karl Tanner", "last": "&quot;And Now His Watch is Ended&quot;", "family": ["Gilly - daughter-wife", "Sam - son/grandson", "Craster's last son"], "title": " Craster", "culture": " Free FolkQuote", "season": " Season 2", "image": "CrasterHD3x03.png", "allegiance": "", "actor": "Robert Pugh", "religion": "White Walkers", "deathep": "&quot;And Now His Watch is Ended&quot;", "place": "Craster's Keep, Beyond the Wall", "appearances": "5 episodes &lt;small&gt;(#Appearances", "first": "&quot;The North Remembers&quot;"}, "sections": {"TOP": "Craster04589dpr86hx57h8ex1qw464yq93qw4rckcv1771042015-03-15T20:48:06ZEnglishJoker1525043/* Quotes */{{Character\n| Title= Craster\n| Image=CrasterHD3x03.png\n| Season= [[Season 2|2]], [[Season 3|3]]\n| First=&quot;[[The North Remembers]]&quot;\n| Last=&quot;[[And Now His Watch is Ended]]&quot;\n| Appearances=5 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n| Status=[[:Category:Status: Dead|Deceased]]\n| Place=[[Craster's Keep]], [[Beyond the Wall]]\n| Allegiance=\n| DeathEp=&quot;[[And Now His Watch is Ended]]&quot;\n| Family=[[Gilly]] - daughter-wife&lt;br&gt;[[Sam]] - son/grandson&lt;br&gt;[[Craster's last son|Unnamed baby]] - son/grandson&lt;br&gt;[[Morag]] - wife&lt;br&gt;[[Sissy]] - daughter-wife&lt;br&gt;[[Craster's wife|Unnamed woman]] - wife&lt;br&gt;[[Craster's younger wife|Unnamed woman]] - daughter-wife&lt;br&gt;[[Craster's wife 2 (Oathkeeper)|Unnamed woman]] - daughter-wife&lt;br&gt;[[Craster's wife 3 (Oathkeeper)|Unnamed woman]] - daughter-wife&lt;br&gt;Numerous other daughter-wives\n| Actor=[[Robert Pugh]]\n|Death = Slain by [[Karl Tanner]]\n| Religion=[[White Walkers]]\n|Culture = [[Free Folk]]}}\n{{Quote|He marries his daughters, and they give him more daughters, and on and on it goes.|[[Eddison Tollett]].|What is Dead May Never Die}}\n'''Craster''' is a recurring character in the [[Season 2|second]]Â and [[Season 3|third]] seasons. He is played by guest star [[Robert Pugh]] and debuts in &quot;[[The North Remembers]].&quot; Craster is a member of the Free Folk and an unsavory ally of the [[Night's Watch]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Craster is a powerfully built, imposing man whose strength is starting to give way to the ravages of age. He has grey hair, a drooping mouth, a flat nose, and has lost one ear to the cold.\n\nAccording to [[Ygritte]], Craster is the son of a ranger of the Night's Watch by a wildling woman from [[White Tree]]. After the ranger slept with the woman and got her pregnant, he abandoned her and returned to the Wall. She came to [[Castle Black]] and attempted to give Craster to the Watch when he was a child, but was driven off by the rangers instead.\n\nThe ranger Dywen describes Craster as &quot;kinslayer, liar, raper and craven&quot; which is quite accurate description. He is regarded as an ally - if a somewhat uncertain one - by the Watch. Unlike most wildlings, he lets them shelter in his home and gives them information. His help has saved many rangers' lives. Despite his reputation, Craster considers himself a godly and generous man.\n\nAlthough Craster is a wildling, the other wildlings mistrust and despise him for marrying his own daughters, which is considered a taboo even among the wildlings. Ygritte disdainfully told Jon that &quot;Craster's more your kind than ours. Craster's blood is black, and he bears a heavy curse&quot;.\n\nMormont is fully aware of Craster's vile deeds. He loathes Craster and would not mourn him if any of his wives kills him - but regards him as necessary evil, because there were times Craster's Keep made the difference between life and death for the rangers of the Watch.\n\nCraster has a total of nineteen &quot;wives&quot;, ranging from Ferny, an old woman, to younger ones like Gilly. The names of two other wives, Nella and Dyah, are mentioned in the books. Most if not all of his current wives are also his daughters.\n\nIn the TV series, Craster boasts that he has had 99 sons by his many daughter-wives, which is probably an empty bragging; he has sacrificed all of them to the White Walkers. Gilly's son is his 100th son. The books never gave an exact number for how many sons he had.\n\nIn the book, it was not Karl but Dirk who killed Craster, by slitting his throat.\n\n", "Quotes": "{{Quote|I've got no fear of what's out there. When the white cold comes, your swords and cloaks and pretty fires won't help you. Only ones left will be those alright with the gods, the [[White Walkers|real gods]].|Craster explains how he survives the White Walkers.|Walk of Punishment}}\n\n{{Quote|I am a godly man!|Craster defends himself against Rast's accusations.|And Now His Watch is Ended}}\n\n{{Quote|I'll chop the hands off the next man who calls me &quot;bastard&quot;!|Craster's final words before Karl Tanner provokes and kills him.|And Now His Watch is Ended}}\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season Two Appearances|yes|yes|yes}}\n{{Season Three Appearances|||yes|yes}}\n\n", "Biography": "===Background===\nCraster is a [[wildling]] who lives north of [[the Wall]]. He lives in a fortified homestead, rather grandly called [[Craster's Keep]], along with his [[Craster's wives|daughters and wives]]. When his daughters grow old enough he marries them, and then incestuously fathers new children with them. At the time of the War of the Five Kings, he has nineteen wives. He is counted as an ally of the [[Night's Watch]] and allows his keep to be used as a redoubt by the Watch on their rangings northwards. However, he is also regarded as an unsavory character and his relationship with his daughters is regarded as sordid. The Night's Watch grudgingly has to tolerate this, as he is one of their few sources of information and shelter beyond the Wall.\n\n===[[Season 2]]===\nA Great Ranging of the [[Night's Watch]] under [[Lord Commander]] [[Jeor Mormont]] arrives at [[Craster's Keep]]. Questioned by Mormont about [[Benjen Stark]], Craster answers he has not seen Stark for three years and has not missed him because of his attitude. The wildling asks for wine and comments that southerners make good wine. [[Jon Snow]] takes offense and retorts that they are not southerners.&lt;ref name=&quot;E11&quot;&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\nCraster turns his attention on Jon, compares him to his daughters and demands his name. He notes his bastard surname and reminds that anyone from south of [[the Wall]] is a southerner and that they are in the real north now. Jeor intervenes to apologize on Jon's behalf. Craster warns Jon against talking to his daughters. Jeor agrees to follow Crasterâ&euro;&trade;s rules while they are his guests and orders Jon to sit down and keep quiet. Craster asks if they brought wine and Jeor says that they did before questioning him about the abandoned villages they have passed. Craster insists on wine before answering and Jeor sends a man to fetch a cask of Dornish wine from their supplies. Jon looks around at Crasterâ&euro;&trade;s numerous daughter-wives on the upper level of the hall.\n\n[[File:Craster.png|thumb|Craster talks to Jeor Mormont]]\nCraster reveals that the other wildlings have all gone to join [[Mance Rayder]], calling him Jeor's old friend. The Lord Commander takes offense and decries Mance for breaking his vows to the Watch. Craster notes that Mance has gone from being a simple brother to the [[King Beyond the Wall|King-Beyond-the-Wall]]. Jeor observes that Mance has claimed that title for years but wonders what he rules. Craster holds up a finger and comments on the axe one of the officers is holding. Jeor orders the man to hand over the weapon, promising that it will be replaced on their return to Castle Black. Craster tests the weapon by cutting into the wood at his feet. He then reveals that Mance has been gathering an army and plans to march south. Jeor warns that it is a bad time to live alone in the wild and that â&euro;&oelig;The cold winds are rising.â&euro;?&lt;ref name=&quot;E11&quot;/&gt;\n\n[[File:CrastersKeepSeason2.png|thumb|Craster's Keep]]\nCraster is unimpressed and says that his roots are sunk deep. He pulls over his daughter-wife [[Gilly]] and instructs her to tell Jeor how content they are, calling him the Lord Crow. Gilly says that they are protected by Craster and that it is better to live free than die a slave. Craster asks if Jeor is jealous of his many wives. Jeor says that they chose different paths and Craster jokes that Jeorâ&euro;&trade;s path has only boys on it. Craster stands and asks if they would like to stay and Jeor accepts the offer. Craster warns that he will take the hand of any man who touches his wives and threatens to gouge Jonâ&euro;&trade;s eyes out if he so much as looks at them.&lt;ref name=&quot;E11&quot;/&gt;\n\nCraster carries one of his babies into the woods at night. He leaves the baby on the ground and turns back towards his keep. Craster goes back to where he left the baby and finds Jon watching a [[White Walker (The Night Lands)|White Walker]] pick up the baby from the ground. Before Jon can pursue the creature, Craster knocks Jon out with a blow to the head.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\nCraster brings Jon back to the keep with his wrists bound and face bloodied. Craster follows his captive inside and rouses the men of the Night's Watch. He tells them to get out blaming Jon for meddling and kicking his captive. Jeor and his men rise from their beds and Craster's wives watch from the rafters, Gilly among them. Craster approaches the Lord Commander and hands him [[Longclaw]], telling him that he wants his men to leave and insisting that they make things right. Jon starts to speak, but the Lord Commander sends him outside, where Jon tells him what Craster is doing to his sons, but to his shock, Jeor has known for a long time and done nothing to stop it. Jeor explains that while he too is horrified at Craster's actions, he is essential to the Night's Watch for the information and shelter he provides for them North of the Wall. Jeor gives him Longclaw, instructing him not to lose it again, and they leave at dawn.&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\nThe survivors of the [[Battle of the Fist of the First Men]] return to Craster's Keep on their way back to the Wall. He initially mocks them and wants to refuse them shelter until he notices some of them stroking their weapons. Fearful that in desperation they might try to rush him, he relents. As the black brothers warm by his hearth, Craster continues to mock them, admits that he's feeding his pigs better than them - as pigs are useful to him - and half-seriously suggests to his guests that they should eat Samwell. He is also annoyed by [[Gilly]]'s loud wailing from birthing pains. Craster insists that the black brothers should be grateful for his generosity, and that he is such a &quot;godly man&quot; for doing so. Mormont tensely questions that he is a godly man, but Craster insists that he is - to the &quot;[[White Walkers|real gods]]&quot;, who consume entire armies on their way to the Wall but will spare Craster for his loyalty.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\nTensions run high among the members of the Night's Watch. [[Grenn]] and [[Eddison Tollett|Edd]] are shoveling pig manure, but the former rapist [[Rast]] urges them that they are not safe here and cannot trust Craster, who sacrifices his own newborn sons to the [[White Walkers]], and there's every probability that if the White Walkers do come, he'll hand over the Night's Watch survivors to his real masters. Grenn and Edd don't want to discuss it.\n\nIn the main hall, Lord Commander Mormont is checking a map in his journal, as Craster continues to crassly berate the men of the Night's Watch. Mormont says that they have to stay long enough for their wounded to recover enough to be fit to travel, but Craster waves this off, saying they've recovered as much as they ever will. Craster openly suggests that they should just kill the men who are so severely wounded that they won't be able to travel, and if Mormont is reluctant to do the deed himself, he can just leave and Craster will finish them off. Mormont declines. This serves as the final straw, as another young steward, [[Karl Tanner]], challenges Craster and complains that he is feeding them nothing but bread cut with sawdust, and he wants to know where Craster keeps his hidden larder. Meanwhile, Craster is sitting there getting quite drunk on the wine they gifted to him when they first came. Rast joins in the accusations, and Craster admits that he has winter stockpiles, but he needs those to feed his women and refuses to share them. Rast calls Craster a stinking bastard - at which Craster becomes enraged and threatens Rast with an axe. Mormont restraints Rast, and Craster shouts that he's throwing them all out to lay down outside in the cold on their empty bellies. Craster says he will chop the hands off the next man who calls him &quot;bastard&quot;. A tense moment of silence passes, and Mormont grabs Rast to lead him out the doorway...\n\n[[File:Craster's_Death_S3E4.jpg|thumb|Craster is killed by Karl]]...when Karl, firmly staring directly at Craster, challenges him by calling him a &quot;daughter-fucking, wildling bastard&quot;. Craster furiously lunges forward at Karl in a blind rage, but he is drunk and clumsy: without flinching, Karl holds off Craster's axe with his left hand, while using his right hand to ram a dagger through Craster's throat, which goes up into the roof of his mouth. This sparks off the [[Mutiny at Craster's Keep]].&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n\n"}, "title": "Craster"}