{"attributes": {}, "sections": {"Behind the scenes": "\nTo prepare [[Hannah Murray]] for her role as Gilly, executive producers Benioff and Weiss advised her to read up on the case of Austrian [[Wikipedia:Fritzl case|Josef Fritzl]], who was sentenced to life imprisonment in 2009 after keeping his daughter captive for 24 years, during which time he fathered seven children with her.&lt;ref&gt;[http://www.radiotimes.com/news/2013-07-22/skins-hannah-murray-talks-anorexia-fame-and-game-of-thrones]&lt;/ref&gt;\n\n", "TOP": "Craster's wives022236nooetr95zwvmfevde5rz0fcd9t5zfc91790242015-03-24T14:18:18ZThe Dragon Demands5014364{{Quote|He marries his daughters, and they give him more daughters, and on and on it goes.|[[Eddison Tollett]] explains where Craster gets his many wives.|What is Dead May Never Die}}\n'''Craster's wives''' are a group of about a dozen women married to the [[Free Folk|wildling]] [[Craster]] and who dwell with him in his [[Craster's Keep|homestead]] in the [[Haunted Forest]]. Some (if not all) of Craster's wives are also his own daughters, which he &quot;marries&quot; once they have [[Flowering|flowered]]. Boys born from these couplings are sacrificed by Craster to the [[White Walkers]], while daughters are kept to serve him and marry him once they are of age - to produce more daughters to marry.  \n\nThis extreme [[Incest|incest]] is abhorrent to the [[Night's Watch]] as well as other wildling, and is not remotely tolerable in wildling culture.  Still, because he is one of the few homesteaders willing to give news and shelter to scouts of the Night's Watch, they grudgingly do not openly decry his behavior.   \n\n", "Known wives": "*[[Gilly]], who fled Craster's Keep after the [[Mutiny at Craster's Keep|murder]] of Craster. Currently at [[Castle Black]].\n*[[Morag]] - the eldest of Craster's daughter-wives, who delivers the final baby in &quot;Oathkeeper&quot;\n*[[Sissy]] - the girl with a black eye in &quot;Oathkeeper&quot;, who ultimately stabs Karl in &quot;First of His Name&quot; \n*[[Craster's wife (Walk of Punishment)]] - helps deliver Gilly's baby\n*[[Craster's younger wife (Walk of Punishment)]] - helps deliver Gilly's baby\n*[[Craster's Wife 1 (Oathkeeper)]]\n*[[Craster's wife 2 (Oathkeeper)]]\n*[[Craster's wife 3 (Oathkeeper)]]\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, &quot;Craster's wives&quot; is the collective name for the nineteen wives of Craster. Some of his wives are also his daughters. Any sons he has with his wives are sacrificed after they are born, the daughters he keeps and marries once they are of age. \n\nWhen Gilly asks for help, Jeor Mormont points out to Jon that Craster's wives could have ganged up and killed him in his sleep years ago (at any point when he was deeply drunk):  Craster has psychologically abused and terrorized them for so long that they have become mentally incapable of fighting back against him.  It is the only world they know, not even allowed to mix with other wildlings outside of the Keep.  TV writers Benioff and Weiss compared it to the infamous 2009 case of Austrian Josef Fritzl, who kept his daughter captive in a hidden basement for 24 years and fathered seven children with her:  his daughter, and her children, had become so brutalized and dependent on him for so long in their isolation that it was difficult to mentally conceive of attacking him.  \n\nThe men of the [[Night's Watch]] are warned beforehand not to talk to Crasterâ&euro;&trade;s wives. After the [[Mutiny at Craster's Keep|mutiny]], the betrayers take over Craster's Keep and rape some of the younger wives, but the narrative does not revisit Craster's Keep to show whatever became of them.  \n\nCraster's known wives are:\n*Gilly\n*Dyah\n*Ferny\n*Nella\n\nFerny was an older daughter-wife and may have been Gilly's mother, given that she referred to Gilly as &quot;my girl&quot;.\n\nGilly, who escapes with [[Samwell Tarly]] during the brawl, is the sole known survivor of Craster's wives. Since the [[Raid on Craster's Keep]] does not occur in the books, the fate of the remaining eighteen wives is unknown.\n\n"}, "title": "Craster's wives"}