{"attributes": {"status": " :Category:Status: Dead", "death": "", "last": "", "family": "", "title": "Cregan Stark", "season": "Season 4", "image": "", "allegiance": "House Stark", "actor": "", "religion": " The Old Gods of the Forest'''Cregan Stark''' is an unseen character in ''Game of Thrones''. He is long dead by the time of the series. He was a Lord of Winterfell and an ancestor of House Stark.==Biography=====Background===Cregan Stark once fought with Aemon Targaryen (Dragonknight)", "culture": " Northmen", "titles": ["Lord of Winterfell", "Lord Paramount of the North", "Warden of the North"], "link": " House StarkCharacter", "mentioned": " &quot;Oathkeeper&quot;", "place": "Winterfell", "aka": "", "appearances": "", "first": ""}, "sections": {"TOP": "Cregan Stark02397258uqffag2a0qfwy2hlfdlz0m79tuwka1745322015-02-26T19:21:31ZThe Dragon Demands5014364/* In the books */{{Heraldry\n|image = Stark mini shield.png\n|link = House Stark\n}}\n{{Character\n| Title=Cregan Stark\n| Image=\n| Season=[[Season 4|4]]\n| First=\n| Last=\n| Appearances=\n| Aka=\n| Status= [[:Category:Status: Dead|Deceased]]\n| Titles=[[Lord of Winterfell]]&lt;br&gt;[[Lord Paramount of the North]]&lt;br&gt;[[Warden of the North]]\n| Death=\n| Place=[[Winterfell]]\n| Allegiance=[[House Stark]]\n| Family=\n| Actor=\n|Mentioned = &quot;[[Oathkeeper]]&quot;\n|Culture = [[Northmen]]\n|Religion = [[The Old Gods of the Forest]]}}\n\n'''Cregan Stark''' is an unseen character in ''[[Game of Thrones]]''. He is long dead by the time of the series. He was a [[Lord of Winterfell]] and an ancestor of [[House Stark]].\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, Cregan Stark's background is the same. Aemon Targaryen afterwards remarked that he never met a finer swordsman.\n\nHe was the Lorâ&euro;&lsaquo;d of Winterfell during the [[Dance of the Dragons]] and supported [[RhaenyraÂ Targaryen]]'s claim to the Iron Throne. He sent his bannerman, Lord Roderick Dustin of [[House Dustin]] along with 2,000 men known as the Winter Wolves to support the Queen's claim while he remained in the North to gather his own banners (due to the vastness of the North this would take long). As winter was fast approaching and it promised to be long and hard, he assembled an army of second sons, old men, and any person who didn't want to burden their House with another mouth to feed.Â \n\nAfter Queen Rhaenyra's death at the hands of her brother [[Aegon II Targaryen|Aegon II]], the war continued between the supporters of the dead queen and the king's remaining loyalists. Of the long war, only the North, the Vale, the Stormlands and Dorne had been spared loss. Both the North and the Vale still supported the claim of Rhaenyra's son, [[Aegon III Targaryen|Aegon III]], while Dorne was neutral and the Stormlands followed Aegon II. Lord Stark moved south with his army to overthrow Aegon II and place Rhaenyra's son on the Iron Throne. Meanwhile, Lord Borros Baratheon was marching north with his own banners but he was defeated on the Kingsroad by the riverlords known as the Lads before Lord Stark arrived. Having failed to get the battle he wanted, Stark nevertheless wanted to punish those who had supported Aegon II. He moved his forces to claim King's Landing where he found that Aegon II had been poisoned and Aegon III was now king. Since he was aged eleven, a regency needed to be established and several lords were vying for power. However, with his army, Lord Stark was the most powerful man in King's Landing. Â \n\nWith his newfound power, Lord Stark wanted to punish those who had supported Aegon II such as the Baratheons, the Lannisters and the Hightowers. However, Lord Corlys Velaryon had already sent envoys to [[Oldtown]], [[Storm's End]] and [[Casterly Rock]] to make peace. While word of the envoys was being waited upon, there was another matter that Lord Stark wanted to deal with: the assassination of Aegon II. While he had believed that he had been a usurper and had been riding south to oust him from power, Lord Stark did not believe in murdering him but rather in defeating him on the field of battle. He declared that all those who had partaken in the killing needed to be punished. His troops arrested several people in the capital, including Lord Velaryon, Lord Larys Strong, the Master of Whisperers, and several members of the Kingsguard. After these arrests were made, Lord Stark was appointed [[Hand of the King]] by King Aegon III. During the day that followed his appointment, Lord Stark led the trials and execution of the traitors, sending most to the Wall and executing a member of the Kingsguard and Lord Strong. Lord Velaryon escaped execution or sentence when the king issued an edict that he was to be spared and returned to his former dignity as Lord of the Tides. The day following the trials, Lord Stark resigned as Hand and left King's Landing for Winterfell. This event came to be known as the 'Hour of the Wolf' or the 'Judgment of the Wolf'.Â \n\n", "Biography": "===Background===\nCregan Stark once fought with [[Aemon Targaryen (Dragonknight)|Aemon the Dragonknight]], Prince of [[House Targaryen]], member of the [[Kingsguard]] and one of the greatest swordsmen of his age, and was only barely defeated.\n\n===[[Season 4]]===\n\nHis name is mentioned within the entry of Aemon Targaryen in ''[[The Book of Brothers]]''.&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}}\n\n"}, "title": "Cregan Stark"}