{"attributes": {"status": " :Category:Status: Dead", "death": "Suicide by poison", "family": "", "rightlink": "House Baratheon of Dragon StoneCharacter", "season": "Season 2", "image": "Cressen.png", "leftimage": "Maester's mini chain.png", "allegiance": ["Order of Maesters", "Dragonstone"], "actor": "Oliver Ford DaviesQuote", "1": "yes==In the books==In the ''A Song of Ice and Fire'' novels, Cressen is a long-standing servant of House Baratheon. He was maester at Storm's End for many years, and advised Stannis during the year-long Siege of Storm's End", "religion": "Faith of the Seven", "deathep": "&quot;The North Remembers&quot;", "titles": "Maester", "rightimage": "Baratheon DS mini shield.png", "place": "", "title": "Cressen", "aka": "", "appearances": "&quot;The North Remembers&quot;", "leftlink": "Maesters"}, "sections": {"In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Cressen is a long-standing servant of [[House Baratheon]]. He was maester at [[Storm's End]] for many years, and advised Stannis during the year-long [[Siege of Storm's End|siege]] of the castle by the armies of [[House Tyrell]] during [[Robert's Rebellion]]. After the death of Lord [[Steffon Baratheon]] in a shipwreck, Cressen had adopted a fatherly attitude to the three Baratheon boys, particularly to Stannis, who lacked the charm of [[Robert Baratheon|Robert]] and [[Renly Baratheon|Renly]]. After Stannis was made Lord of Dragonstone, Cressen followed him to his new home, something uncommon amongst Maesters, who are assigned to keeps and castles and not to lords, and has continued to advise him there ever since. Approaching eighty years of age, Cressen has started to slow down, so the Citadel have sent him an assistant, Pylos, who will take up his burdens and eventually replace him, a prospect Cressen is not happy about.\n\nMelisandre never openly mocks Cressen at any point in the novels. It is Stannis' wife Selyse and their daughter's motley-tattooed fool Patchface who ridicule him for being old, and while Melisandre knew about the poisoned cup, she actually seems to take pity on the Maester, and even tells him not to throw his life away by going through with the plan. His death also occurs slightly differently. First Melisandre drinks and appears completely-unaffected, but Cressen then drinks and dies from the poison. This also occured before the burning of the idols and not after.\n\n", "TOP": "Cressen043857pyluupykvzbwuznf6tpwji7d9dnmzl1752972015-03-04T23:26:41ZSharp Blades26158496{{Heraldry\n|leftimage=Maester's mini chain.png\n|leftlink=Maesters\n|rightimage=Baratheon DS mini shield.png\n|rightlink=House Baratheon of Dragon Stone\n}}\n{{Character\n| Title=Cressen\n| Image=Cressen.png\n| Season=[[Season 2|2]]\n| Appearances=&quot;[[The North Remembers]]&quot;\n| Aka=\n| Titles=Maester\n| Status= [[:Category:Status: Dead|Deceased]]\n| Death=Suicide by poison\n| DeathEp=&quot;The North Remembers&quot;\n| Place=\n| Allegiance=Order of Maesters&lt;br&gt;\n[[Dragonstone]]\n| Religion=[[Faith of the Seven]]\n| Family=\n| Actor=[[Oliver Ford Davies]]}}\n{{Quote|Is this how you treat the Gods of your fathers? Are you so eager to spit on your ancestors?|Cressen to the people of [[Dragonstone]].|The North Remembers}}\n\n'''Cressen''' is a minor character in the [[Season 2|second season]]. He is played by guest star [[Oliver Ford Davies]] and only appears in &quot;[[The North Remembers]].&quot; Cressen is the [[Maesters|Maester]] of [[Dragonstone]]. He dies trying to trick [[Melisandre]] into sharing a [[Poison|poisoned]] cup of [[Food and Drink|wine]] with him.\n\n", "Appearances": "{{Season Two Appearances|1=yes}}\n\n", "Biography": "===Background===\nCressen is a [[Maesters|maester]] of [[the Citadel]], a man of learning assigned to a castle to advise its inhabitants in matters of science and medicine. Cressen has served Lord [[Stannis Baratheon]] at [[Dragonstone]] for many years.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/sbaratheon/ HBO viewers guide, season 2 guide to houses, House Baratheon of Dragonstone entry]&lt;/ref&gt;\n\n===[[Season 2]]===\nCressen is worried about the influence that the red priestess [[Melisandre]] has over Stannis, and is horrified when she gets him to renounce the [[Faith of the Seven]]. When she has the carved wooden statues of the Seven burned on the beach, he speaks out against doing this. He says that all of them were [[Nameday|named]] in the light of the Seven, and they risk the wrath of the Gods. Cressen tries to talk to Davos about going against her, but Davos refuses, saying that right now is not an opportune time to act. The maester decides that if Stannis can't be talked into putting Melisandre aside she must be killed, before she leads him into a war he cannot win.\n\n[[File:Painted Table Dragon motif 2x01.jpg|thumb|Cressen at the Painted Table]]\nLater Cressen sits at the Painted Table, at a council meeting with Stannis, Davos, and Melisandre. When he puts [[poison]] in a cup of wine, Davos silently urges him to stop, but he does not. Walking around the table, Maester Cressen says that they should put their differences aside and asks Melisandre to drink a toast with him. He drinks from the cup first and hands it to her. She watches him and sees his nose start to bleed. She knows it's poison, but with a smile she drinks the rest of the wine anyway. As he dies almost immediately, she stands over him, unaffected by the poison.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\n", "See also": "*{{AWOIAF}} (spoilers from the books)\n\n"}, "title": "Cressen"}