{"attributes": {}, "sections": {"TOP": "Cripples, Bastards and Broken Things recap0138134v0rtjmbb01yol575c6meutuqignlfk1532412014-07-16T02:05:01Z71.235.89.63/* Scene 23 */:''Main: [[Cripples, Bastards and Broken Things]]''\nThis '''recap''' of '''&quot;Cripples, Bastards and Broken Things&quot;''' features a detailed synopsis of each scene of the episode.\n\n", "Scene 13": "In the gardens of the Red Keep, Littlefinger and Eddard are taking a walk. Littlefinger says that he has heard that Eddard is reading a boring book. Eddard grumpily says that Pycelle talks too much and Littlefinger agrees, saying he rarely stops talking. Littlefinger asks Eddard if he has heard of Ser [[Hugh|Hugh of the Vale]]. Eddard replies no. Littlefinger is unsurprised, as until recently Ser Hugh was only a squire, Jon Arryn's squire. He was knighted almost immediately after Arrynâ&euro;&trade;s untimely death. When Eddard asks why, Littlefinger keeps silent. Eddard asks him why he is helping and Littlefinger says he is fulfilling his promise to Catelyn. Eddard decides to speak to Ser Hugh himself, but Littlefinger says that is a bad idea. He points out a boy they are passing, saying he is one of Varysâ&euro;&trade;s &quot;[[little birds]]&quot;. A nearby gardener is a spy of the queen's. A septa reading a book on a bench nearby is one of Littlefinger's own agents. Everyone is watching everyone else.\n\nLittlefinger asks Eddard if he has a man he trusts completely. Eddard says yes. Littlefinger is amused and say that &quot;No,&quot; was the wiser answer. Nevertheless, he suggests that Eddard get a message to this paragon and get him to talk to Ser Hugh. He then suggests sending him to visit a certain armorer who lives in a house atop the Street of Steel. Jon Arryn visited this armorer several times before his death. Eddard ponders if he was wrong to distrust Littlefinger, but Littlefinger tells him that distrusting him was the wisest thing Eddard had done after arriving.\n\n", "Scene 12": "Atop [[the Wall]], Jon stands watch. He is joined by Sam. Ser Alliser has ordered him to be Jon's new watch partner, although he warns Jon that he doesn't have good eyesight. Heâ&euro;&trade;s also not good with heights. Jon asks him what he is doing on the Wall since he is scared of everything. Sam says that on the morning of his eighteenth [[nameday]], [[Randyll Tarly|his father]] came to him and said that he was not worthy of his lands and title. He told Sam to take the black and forsake his inheritance. If he did not, they would have a hunt, and somewhere in the woods Sam's horse would throw him and leave him to die, or so he would tell Samâ&euro;&trade;s mother. Sam realizes that Ser Alliser will make him fight again tomorrow, and he tells Jon he wonâ&euro;&trade;t get any better. Jon notes that he canâ&euro;&trade;t get any worse, and they share a laugh.\n\n", "Scene 11": "Returning to his quarters, Eddard finds [[Arya Stark|Arya]] balancing on tiptoe at the top of the stairs. Arya says she is practicing for [[Syrio Forel|Syrio]]'s lessons. Eddard notes that it will be a hard and painful fall down the stairs if she slips, but Arya replies that Syrio says that making mistakes allows her to improve.Â Tomorrow, he will have her chasing cats to improve her speed. AryaÂ asks if Bran will come to live with them now that he is awake, but Eddard thinks he needs to regain his strength first. Arya remembers that Bran wanted to be a knight of the [[Kingsguard]], but he can't be one now. Eddard agrees, but says that Bran can still be lord of a holdfast, or sit on the king's council or raise castles like [[Brandon Stark (the Builder)|Brandon the Builder]]. Arya asks if she can be lord of a holdfast, but Eddard says that she will marry a high lord and her sons will one day be knights and princes and lords. Arya simply says, &quot;No, thatâ&euro;&trade;s not me.&quot;\n\n", "Scene 10": "In Pycelleâ&euro;&trade;s chamber, he gets the book for Eddard: ''[[The Lineages and Histories of the Great Houses of the Seven Kingdoms]]'', consisting of &quot;Descriptions of the very high lords and noble ladies and their children&quot;. Eddard is puzzled by what Jon Arryn would have wanted with it. He asks further about Arrynâ&euro;&trade;s death. Pycelle notes that there is one phrase Arryn kept repeating over and over: &quot;The seed is strong.&quot; What it meant, he does not know. Eddard asks if he is certain that Arryn died of natural causes and not poison. Pycelle is disturbed, but the [[King's Hand]] was loved by all and who would dare carry out such an act of treason? Eddard points out the common saying that poison is a womanâ&euro;&trade;s weapon, but Pycelle counters by saying that it is also used by cravens and eunuchs. He notes that Varys is a eunuch and ponders how a man such as that managed to get onto the council. Eddard says he has taken enough of the Grand Maesterâ&euro;&trade;s time and leaves with the book.\n\n", "Scene 17": "In the Red Keep, the king is amusing himself with several young ladies while Ser [[Jaime Lannister]] stands guard outside. Jory Cassel arrives with a message for the king. Jaime tells him to wait and guess how many girls are in there with him. Jaime is angry, saying that the king likes to do this while he is on duty, insulting [[Cersei Lannister|his sister]]Â while Jaime is forced to listen. Jory tells Jaime they have fought alongside one another beforehand, at the [[Siege of Pyke]] at the end of the [[Greyjoy Rebellion]]&lt;span style=&quot;display: none;&quot;&gt;Â &lt;/span&gt;. Jaime, realizing that Jory is a fellow soldier, becomes slightly friendlier. They remember [[Thoros of Myr]] storming the breach in the walls of [[Pyke]] with his flaming sword, and the [[House Greyjoy|Greyjoys]] being good fighters but honorless dogs. Jaime recalls seeing one of them at Winterfell, like a shark on a mountaintop. Jory replies it was Theon and, despite everything, he is a good lad. Jaime is doubtful. When Jory asks again if he can leave the message from Lord Stark, Jaime gets annoyed and says he doesn't serve Lord Stark. Jory leaves.\n\n", "Scene 16": "Eddard talks to the armorer, [[Tobho Mott]], and asks him if Jon Arryn did visit him. Mott says yes and that Arryn visited him several times, but sadly did not honor him with his patronage. He only wanted to see the boy. Eddard asks to see him as well. Mott calls over his apprentice, a tall boy with black hair. Eddard is impressed by a helmet he has made in the shape of a bull's head. The boy, [[Gendry]], says it is his and is not for sale, to Mottâ&euro;&trade;s embarrassment. Eddard says there is no insult and asks what Arryn talked to him about. Gendry says it was questions about his mother, who she was and what she looked like. She died when he was very young, and had yellow hair. Eddard looks more closely at Gendry's face and hair in surprise and tells him to go back to work. He tells Mott that if Gendry ever tires of making swords and decides to wield one, he will happily take him into his service. As they leave, Jory asks him what he found. Eddard replies, puzzled, that Gendry is one of Robert's [[bastard]]s.\n\n", "Scene 15": "Eddard and Jory arrive at the armorer's shop. Jory tells Eddard that Ser Hugh refused to speak to anyone who wasnâ&euro;&trade;t a knight, but he would be happy to talk to the Hand directly. Eddard is amused: knights strut around like roosters in the city, even the ones whoâ&euro;&trade;ve never seen a real battle. Jory suggests that Eddard shouldn't have come personally, as there's too many eyes around, but Eddard says they can look all they want.\n\n", "Scene 14": "At the tourney grounds outside the city, the knights and squires are preparing for the tournament. Ser Hugh is pacing out the length of the lists. Eddard's captain of guards, [[Jory Cassel]], arrives to talk to him, but Ser Hugh haughtily dismisses him when he realizes he is not a knight.\n\n", "Scene 19": "That night, Rast wakes up to find Jon's albino direwolf, [[Ghost]], at his throat. Jon tells him that Sam will not be touched. Rast, scared, agrees.\n\n", "Scene 18": "At Castle Black Jon Snow joins Pyp and Grenn for lunch. Jon tells them that Sam is the same as all of them, someone who has no place in the world so he wound up at the Wall. He is their brother now and they will not hurt him again in the training yard, no matter what Thorne says. Pyp and Grenn agree, but Rast, overhearing, sneers at Jonâ&euro;&trade;s kindness and says that the next time he is told to fight Sam, he will and will enjoy it.\n\n", "Scene 24": "King Robert attends the first day of the tournament. Sitting in the stands, Sansa tries to catch Prince Joffrey's eye, but he avoids looking at her. Noting the exchange, Littlefinger asks if they are having a loverâ&euro;&trade;s quarrel. He introduces himself as a friend of Sansa and Arya's mother. Arya asks why is he called Littlefinger. Mordane admonishes her for rudeness, but Littlefinger says it is all right. He was born on the smallest of [[the Fingers]] (the peninsulas that extend into the Narrow Sea on the east coast of [[the Vale]]) and was very small as a boy, so it was a clever joke.\n\nThe first tilt is held. The first of the combatants is Ser [[Gregor Clegane]], a gigantic man over seven feet in height. He is called &quot;the Mountain&quot;. He is the elder brother of [[Sandor Clegane]], Prince Joffrey's bodyguard. His opponent is Ser Hugh of the Vale. On their second pass, Gregor's lance takes Ser Hugh in the throat, killing him. Littlefinger notes this was an unfortunate accident. He asks Sansa if he has ever heard the tale of the Mountain and the Hound. When they were children, Gregor found his little brother playing with a toy knight by the fire, one of Gregorâ&euro;&trade;s toys. Gregor never said a word. He just took Sandorâ&euro;&trade;s head and held it in the fire until his skin burned. That is how Sandor got his scarred appearance. Littlefinger suggests not repeating this story to the Hound.\n\n", "Scene 25": "At Eddardâ&euro;&trade;s chambers, Jory announces that the queen has arrived to meet with him. Cersei enters and talks to Eddard in private. She suggests putting the unpleasantness from the [[Kingsroad]] behind them. She asks him what he hopes to accomplish as Hand, and he simply replies to run the realm as best he can for King Robert. Cersei laughs, saying that all they can do is pick up the pieces that Robert leaves behind. He will simply do whatever he wants to do, when he wants. Eddard replies that if that is his lot, so be it. Cersei muses that Eddard is just a good soldier, happiest when taking orders. Eddard also says he was trained to kill his enemies. Cersei notes that so was she.\n\n", "Scene 22": "Jon and Sam clean the kitchens. Sam is annoyed that, although the [[Nightâ&euro;&trade;s Watch]] vows forbid fathering children or taking wives, many of the officers sneak off to the brothel in [[Mole's Town]] on a regular basis. Jon is surprised that he cares, but Sam says that although heâ&euro;&trade;s fat, he still likes girls as much as Jon, though they might not like him as much. He tells Jon he's never been with one. Jon surprises him by saying the same thing. He once tried with a beautiful prostitute named Ros, but did not want to risk fathering a bastard, as his father did with him. They are interrupted by Ser Alliser Thorne. Thorne asks them if they are cold. Sam says they are, and Thorne points out that they are indoors, with a fire blazing. He asks them if they remember the last winter, almost a decade ago. Jon says yes. Alliser asks if it was cold at Winterfell with days they could never get warm, not matter how fires were lit. Thorne spent six months beyond the Wall during the last winter. It was supposed to be a two-week mission, but they were trapped by a storm. The horses died first and were eaten. That was easy. Later, when the men started dying, that was harder. Thorne says it is a shame they didn't have someone like Sam along. Heâ&euro;&trade;d have fed them for two weeks, and they'd have had his bones left over for soup.Â Thorne tells them that soon there'll be new recruits and Jon and Sam will be passed on to the Lord Commander for assignment. But they will not be ready and come the winter, they will die like flies.\n\n", "Scene 23": "Daenerys meets with Ser Jorah and tells him, slightly dazed, that she hit the last dragon. Ser Jorah replies that her brother [[Rhaegar Targaryen|Rhaegar]] was the last true dragon, and that Viserys is less than the shadow of a snake. Daenerys replies that he is still the rightful king, but Jorah asks if she really wants to see him sitting on the Iron Throne. Daenerys replies no, but the common people are waiting for him. [[Illyrio Mopatis|Illyrio]] said that they were sewing dragon banners and praying for his return. Ser Jorah tells her that the common people pray for rain, health and a summer that never ends. They do not care what games the high lords play. Daenerys asks Jorah what does he pray for, and he says home. Daenerys says that she also prays for home, but Viserys will never take her there. He couldnâ&euro;&trade;t lead an army even if Drogo gave him one.\n\n", "Scene 20": "In the training yard Thorne sets Rast against Sam, but Rast only touches him with the flat of his blade. Thorne then sets Grenn against him. Grenn, going overboard, asks Sam to hit him. When Sam barely touches him, Grenn drops his sword and falls to the floor yelling that he yields. Thorne is furious and tells Jon that this is not a game. He is training them to save their lives when they are beyond the Wall with the sun going down, when they need to be men and not snivelling boys.\n\n", "Scene 21": "In Vaes Dothrak, Viserys storms into his sisterâ&euro;&trade;s tent, dragging Doreah by her hair. He is angry because Doreah &quot;summoned&quot; him to dinner at Daenerysâ&euro;&trade; command. Daenerys, perplexed, tells him it was a simple polite invitation. When Daenerys shows him a Dothraki outfit she had made for him as a gift, Viserys becomes outraged, wanting to know if she wants to braid his hair as well. Daenerys says he has no right to a braid as he has won no victories yet. Viserys, furious, strikes Daenerys, but she hits him back with a belt buckle. Stunned that she fought back, Viserys can only stare in shock as an enraged Daenerys swearsÂ that the next time he raises a hand to her is the last time he will have hands.\n\n", "Scene 9": "Eddard Stark is chairing a meeting of the [[small council]]. Commander [[Janos Slynt]] of the [[City Watch]] is reporting that there is trouble in the city, a result of it being flooded with visitors and knights preparing to compete in the Hand's [[Tournament]]. Eddard asks him to call it the Kingâ&euro;&trade;s Tournament, as he wants no part of it. Slynt reports that the previous night alone they had a taven riot, a brothel fire, several stabbings and a drunken horse race down the Street of Sisters. [[Renly Baratheon|Renly]] suggests that they should perhaps find a commander who can keep the peace, but Slynt argues that he does not have enough men. Eddard orders [[Petyr Baelish|Littlefinger]] to find money for another fifty watchmen and also gives Slynt twenty of his own household guard. [[Varys]] looks slightly disapproving of this move.\n\nEddard is looking forwards to the tournament being over, but Varys points out that it allows the mighty a chance for glory and the common folk a respite from their woes. Littlefinger is happy because every inn in the city is full and all the whores are walking bow-legged.\n\nAs the meeting breaks up, Eddard speaks to Grand Maester [[Pycelle]] about [[Jon Arryn]]. Pycelle regretfully says he could not save Arryn. The fever struck him incredibly hard and fast: he saw Arryn just the night before in his chambers, as Arryn often came to him for counsel. Eddard asks why and Pycelle indignantly points out he has been Grand Maester for many years and that kings and hands both benefit from his wisdom. Eddard says he meant why did Arryn come to see him. Deflating, Pycelle says it was to see a book, a ponderous tome. Eddard asks to see it as well.\n\n", "Scene 8": "Septa [[Mordane]] and [[Sansa Stark]] visit the throne room of the Red Keep. Mordane tells Sansa that one day [[Joffrey Baratheon|her husband]] will sit on the Iron Throne. One day she will also bear her husband a son and all the lords of Westeros will gather to see the little prince. Sansa is worried that she might only have daughters, like her friend, [[Jeyne Poole]]'s, mother. Mordane says that in the extremely unlikely event of that happening, the throne would pass to Joffreyâ&euro;&trade;s younger brother, [[Tommen Baratheon|Tommen]]. Sansa says if that happens, everyone will hate her, like Joffrey does. Mordane tells her she should not keep bringing up the incident with the [[direwolves]], and that a direwolf is not a pet. Sansa gets upset and moves to leave. Changing the subject, Mordane tests Sansaâ&euro;&trade;s knowledge of history. Sansa knows that [[Aegon I Targaryen|Aegon the Conqueror]] forged the Iron Throne and that [[Maegor Targaryen|Maegor the Cruel]] built the Red Keep. Sansa realizes that her uncle and grandfather were killed in this room and asks Mordane why. Mordane tells her that is best discussed with her father, and that Sansa must forgive him. Sansa says she will not.\n\n", "Scene 7": "That night, Viserys takes a bath with [[Doreah]], one of Daenerysâ&euro;&trade;s handmaidens. Doreah asks if it is true that Viserys had [[dragons]]' blood in his veins. He says it is possible. She asks what happened to the dragons, as she had heard (from [[Irri]] and [[Jhiqui]]) that brave men had killed them all. Viserys snapsÂ that brave men rode the dragons, flying them forth from [[Valyria]] to build the [[Valyrian Freehold|greatest civilization]] the world has ever seen. The breath of the greatest dragon forged the [[Iron Throne]] out of the thousand swords of the vanquished kings and lords of Westeros, a throne that the usurper is keeping warm for Viserys. Doreah says she has always wanted to see a dragon and is impressed by their freedom: they can go anywhere when they choose with a flap of their wings and kill anyone with their breath. Viserys notes that after fifteen years in the pleasure house, Doreah is probably happy to see sky. Doreah laughs, saying she wasnâ&euro;&trade;t locked in and has seen things. She has seen  a man from [[Asshai]] with a dagger of real [[dragonglass]]. She has seen a man who can [[Faceless Men|change his face]] the same way that other men change their clothes. She has seen a pirate who wore his weight in gold and whose ship had sails of colored silk.\n\nViserys says he has never seen a dragon. The last one died many years before he was born. What he has seen are their skulls. They used to decorate the throne room in the Red Keep. The ones closest the door were the last ones to hatch, stunted and wrong-shaped. The ones nearest the Iron Throne were huge, and the most massive of all belonged to [[Balerion]], whose breath forged the Seven Kingdoms into one. When Doreah asks him where are they now, he replies that he doesnâ&euro;&trade;t know. He assumes that the usurper had them destroyed. She says thatâ&euro;&trade;s sad and he agrees, then gets angry: he didnâ&euro;&trade;t buy her so she could make him sad and he didnâ&euro;&trade;t buy her to teach his sister how to make Khal Drogo happy. Annoyed, he tells her to &quot;get on with it&quot;.\n\n", "Scene 6": "[[Khal]] [[Drogo]]'s ''[[khalasar]]'' has crossed the vast [[Dothraki Sea]] and reached the city of [[Vaes Dothrak]], passing under an enormous statue of two rearing horses. Vaes Dothrak is the only permanent [[Dothraki]] settlement and serves as their effective capital city. [[Viserys Targaryen]] is unimpressed, pronouncing it a place of mud and twigs and excrement, fit only for savages. [[Daenerys Targaryen|Daenerys]] tells him he should not talk that way about her people, but Viserys replies they are his people and his army. Khal Drogo has marched thousands of miles in the wrong direction with his army. Frustrated, he rides ahead of the column.\n\nDaenerys asks Ser [[Jorah Mormont]] if her brother could really take the [[Seven Kingdoms]] with a Dothraki army. Ser Jorah points out that the Dothraki have never crossed the [[Narrow Sea]] and fear any water that their horses cannot drink. But, if they did cross somehow, the Dothraki would only win if they could fight an open battle. King [[Robert Baratheon]] is fool enough to oblige them, but his advisors are smarter. Ser Jorah notes that [[Eddard Stark]] still wants his head. Daenerys asks why Jorah sold slaves. Jorah says he had no money and an expensive wife. Daenerys asks where his wife is now and Jorah says in another place with another man.\n\n", "Scene 5": "At [[Castle Black]], [[Jon Snow]] is continuing to help train [[Grenn]] and [[Pyp]]. They are interrupted by a new arrival: [[Samwell Tarly]] of [[Horn Hill]], a large, fat boy. He nervously announces he has come to take the black. Ser [[Alliser Thorne]] orders [[Rast]] to spar with him, but Sam immediately drops his sword and falls to the floor, screaming that he yields. Thorne tells Rast to keep hitting him until he gets up again. Jon Snow intervenes, pointing out he's yielded already. Annoyed, Thorne sets Grenn, Pyp and Rast on Jon simultaneously, but Jon beats all of them. Now infuriated, Thorne orders Jon and Sam to clean up the armoryÂ as that's all they are good for. He storms off with Rast. Jon, Grenn and Pyp interrogate the new arrival. Sam admits that he is a coward; he wanted to fight but could not face it. He thanks Jon for his help and leaves. Grenn is worried that if people saw them talking to Sam, they might think they are cowards as well. Pyp points out that Grenn is too stupid to be a coward. Grenn, unable to think of a good comeback, settles for chasing Pyp off with his sword.\n\n", "Scene 4": "In the courtyard outside, Theon says to Tyrion that he should visit [[Ros]] at the brothel if he likes redheads. Tyrion says to Theon that his &quot;master&quot; doesnâ&euro;&trade;t seem to like Tyrion very much. Theon replies that Robb is not his master. Tyrion, amused, asks Theon why he was not received by [[Catelyn Stark|Lady Stark]]. Theon says that Catelyn was not feeling well, but Tyrion has already deduced that she is not in Winterfell. Theon says that his lady's whereabouts are not Tyrion's concern, but Tyrion is again amused to note his loyalty to his captors. Tyrion mockingly asks Theon what his father [[Balon Greyjoy|Balon]] would think of his only surviving son and heir running around and playing lackey to the [[House Stark|Starks]]. He recalls the [[House Lannister|Lannister]] fleet [[Raid on Lannisport|burning at anchor]] in [[Lannisport]], the work of [[Euron Greyjoy|Theon's]] [[Victarion Greyjoy|uncles]]. Theon says it must have been a pretty sight. Tyrion sarcastically agrees that there is nothing prettier than watching sailors burn. It was a great victory, but also fleeting. Theon angrily says they were outnumbered ten-to-one, in which case Tyrion points out it was stupid to launch [[Greyjoy Rebellion|a rebellion]] they could not hope to win. Theon's father probably realized that when his two elder sons were killed. Tyrion wonders again if Balon would be happy to see Theon playing squire to his enemy. Theon tells Tyrion to be careful. Tyrion apologizes for offending Theon and says he shouldn't worry, as Tyrion is a constant source of disappointment to his father and heâ&euro;&trade;s learned to live with it. He gives Theon a coin for his next tumble with Ros and promises not to wear her out too much.\n\n", "Scene 3": "[[Tyrion Lannister]] and [[Yoren]] have paused at Winterfell on their way south. Tyrion is unhappy with the frosty reception they have been given. He tells Robb he might learn a lord's courtesy. Hodor carries Bran in and Tyrion asks him if he remembers anything about being pushed. Maester [[Luwin]] confirms he cannot remember anything. Tyrion finds this curious. He asks Bran if he likes to ride. Bran says yes, but he will not ride again due to his injury. Tyrion says that with the right saddle even a cripple can ride. When Bran angrily says he's not a cripple Tyrion says that in that case, he's not a dwarf and [[Tywin Lannister|his father]] will rejoice to hear it. He gives Bran a design for a saddle. With it, he can ride as well as any boy. Robb asks Tyrion why he is doing his brother a kindness and Tyrion replies that he has a weakness for cripples, bastards and broken things. Robb offers Tyrion the hospitality of Winterfell, but Tyrion refuses it, saying heâ&euro;&trade;d rather take his ease in the brothel in the outlying town.\n\n", "Scene 2": "As Bran's eyes open, [[Old Nan]] remarks from his bedside that Bran has been &quot;dreaming again.&quot; [[Theon Greyjoy]] arrives to summon Bran to the great hall. They have visitors. Bran doesn't want to see anyone, but Theon tells him he does not have a choice, as [[Robb Stark|Robb]] has commanded it. He summons [[Hodor]], the castle stableboy (a huge man who can only say one word, his name), to carry him down to the hall.\n\n", "Scene 1": "[[Bran Stark]] is practicing his archery in [[Winterfell]]'s courtyard. A [[three-eyed raven|raven]] flies into the courtyard. Curious, Bran follows it as it flies into the entrance to the crypts. Bran notices that the raven has three eyes. He wakes up.\n\n"}, "title": "Cripples, Bastards and Broken Things recap"}