{"attributes": {"status": " :Category:Status: Dead", "family": "", "title": "Criston Cole", "season": "Histories &amp; Lore", "image": " Criston Cole.pngQuote", "allegiance": ["Kingsguard", "Aegon II Targaryen", "House Cole"], "culture": " ", "titles": ["Ser", "Lord Commander of the Kingsguard"], "link": "KingsguardCharacter", "mentioned": "The Kingsguard (Histories &amp; Lore)", "place": " ", "first": ""}, "sections": {"TOP": "Criston Cole030155l7u71z8guthup2o657x00cqp3nppuxw1761252015-03-10T11:56:51ZThe White Winged Fury26111788Adding categories{{Conjecture}}\n{{Heraldry\n|image=Kingsguard mini shield.png\n|link=Kingsguard\n}}\n{{Character\n| Title=Criston Cole\n| Season=[[Histories &amp; Lore]]\n| Mentioned=[[The Kingsguard (Histories &amp; Lore)]]\n|Titles=Ser&lt;br&gt;[[Lord Commander of the Kingsguard|Lord Commander]]\n| First=\n| Status= [[:Category:Status: Dead|Deceased]]\n| Allegiance=[[Kingsguard]]&lt;br&gt;[[Aegon II Targaryen]]&lt;br&gt;[[House Cole]]\n|Place = \n|Family =\n|Culture = |Image = Criston Cole.png}}\n{{Quote|There was one Kingsguard - I forgot the bastard's name - who swore an oath to his dying Targaryen king to crown his daughter after him. The very night that king died, this Kingsguard crowned the king's son instead. When an old man on the small council dared to protest, this honorable knight opened his throat.|[[Bronn]]|The Kingsguard (Histories &amp; Lore)}}\n'''Criston Cole''' is an unseen character in ''[[Game of Thrones]]''. He is not expected to appear in the series, being long dead by the time it starts. Ser Criston Cole was a [[knight]] and a Lord Commander of the [[Kingsguard]] of both [[Viserys I Targaryen]] and [[Aegon II Targaryen]].\n\n", "In the books": "Ser Criston Cole was the most controversial Kingsguard member in history - at least, before [[Jaime Lannister]] personally killed his own king.  While reading through ''[[The Book of Brothers]]'', Jaime himself reflects that some Kingsguard were the best of men, and some were the worst, though most were simply men of average morality and above-average skill with a sword.  When he comes upon Ser Criston Cole's entry, however, he notes that he was a bit of ''both'', a hero and villain in equal parts.  \n\nCriston Cole personally crowned Aegon II at the start of the Dance of the Dragons, usurping his older sister Rhaenyra, and forever afterwards Cole became known as &quot;the Kingmaker&quot;.  \n\nCole was one of the best warriors of his generation, and one of the few men ever to beat the famed Daemon Targaryen in combat (Viserys I's younger brother).  He became a member of the Kingsguard early in Viserys I's reign, and became the constant companion and favorite of young Princess Rhaenyra.  In time, many suspected that Cole had a passionate love affair with Rhaenyra, though it remained unconsummated.  Here the rival propaganda spread by both sides in the war clouds history:  Aegon II's supporters say that Cole begged her to elope with him to the Free Cities, never to return, but that she spurned a life as a sellsword's wife.  More lurid anti-Rhaenyra tales alleged that it was actually Rhaenyra who tried to seduce Cole sexually, but he refused due to his vows.  Whatever the case, over the years they had a falling out and Cole went from being her beloved to her bitterest enemy, driving him to join Aegon II's faction at court.  Cole even personally tutored Aegon II's younger brother Aemond to be a great swordsman himself.  Years later, Rhaenyra remarried to her uncle Daemon (as per Targaryen incest customs).  \n\nThere is uncertainty about Cole's exact motives.  Some think that he was an ambitious man and realized that Aegon II was a pliable fool while Rhaenyra was a strong and willful ruler; indeed, Aegon II did later name him his [[Hand of the King]].  Others think that his reasons for siding with Aegon II were not political but entirely personal, due to his now firm hatred of Rhaenyra and Daemon.  Whatever the case, Cole drew the first blood of the entire civil war, when he personally killed Master of Coin Lyman Beesbury.  While sitting at the Small Council table itself after Viserys I died, Beesbury soon realized that all of the other council members wanted to usurp Rhaenyra by putting Aegon II onto the throne.  When he firmly refused to go along with it, Cole snuck up behind him and without saying a word slashed Beesbury's throat, causing him to bleed out onto the council table.  Cole personally set the crown of Aegon the Conqueror on Aegon II's head at his coronation.  \n\nYet it was to be no easy coup, as nearly half of the realm sided with Rhaenyra.  Even the Kingsguard itself was split, as three other members fled to join Rhaenyra's Queensgard - they took Viserys I's crown with them, which was in response used in Rhaenyra's own coronation to symbolize that she was truly her father's rightful heir.  \n\nAfter becoming frustrated with his grandfather Otto Hightower, Aegon II dismissed him and appointed Ser Criston as the new Hand of the King.  Cole commanded Aegon II's armies in a successful campaign through the Crownlands that took [[Duskendale]], and in the major Battle of [[Rook's Rest]] (which involved three dragons).  Aegon II was badly injured in the battle and his brother Aemond became regent while he recovered.  \n[[File:Butcher's Ball.png|thumb|300px|Criston Cole was killed in battle by a hail of arrows during the Dance of the Dragons.]]\nAemond was a great warrior and dragonrider, but also a hothead with no strategic skill.  Rhaenyra's loyalists were massing at Harrenhal, so Aemond decided to lead out all of his local forces along with Ser Criston to attack it - leaving King's Landing itself with only a skeleton defense.  This was all a ploy by Daemon, and after drawing out Aemond and Criston his armies withdrew from Harrenhal to attack the Lannisters to the west, while Rhaenyra's smaller forces from Dragonstone to the east (augmented by dragons) were able to take King's Landing almost bloodlessly.  Flying into a rage at now-empty Harrehal, Aemond left on [[Vhagar]] to fight a one-dragon war against Rhaenyra's supporters in the Riverlands, abandoning Cole and his remaining army, who began a difficult march back to the Reach through enemy territory, without any dragon to support them.  They were soon surrounded by a combined Stark-Tully army, which despite outnumbering Cole's forces by around three to one had not dared to attack before when the great dragon was present - but now it was gone.  The resulting battle, known as the Butcher's Ball, was incredibly lopsided and Cole's army was destroyed.  During the battle, Cole challenged the Stark and Tully commanders to settle the fight by single combat.  Given that Cole was one of the top warriors in all of Westeros, each of them realized that if they played his way they'd lose, so they didn't bother:  instead they declined his challenge and killed him with volleys of arrows from a distance.  The death of Cole and the destruction of his army, with King's Landing now under Rhaenyra's control, marked the height of the queen's fortunes in the war.\n\n", "Biography": "===Background===\n[[File:Green council.png|thumb|300px|Criston Cole slits Lyman Beesbury's throat at the Small Council table itself, the very first blood shed in the Dance of the Dragons.]]\nDuring the great [[House Targaryen|Targaryen]] civil war known as the [[Dance of the Dragons]], about 170 years before the [[War of the Five Kings]], Ser Criston Cole was the [[Lord Commander of the Kingsguard|Lord Commander]] of old King [[Viserys I Targaryen|Viserys I]], and had sworn to support the succession of his eldest child to the throne, his daughter [[Rhaenyra Targaryen]].  However, as soon as Viserys I died, Cole sided with Viserys I's younger son [[Aegon II Targaryen]] in a coup to seize the throne, during which Cole personally crowned Aegon II.  When [[Master of Coin]] [[Lyman Beesbury]] refused to go along with the other conspirators on the [[Small Council]], Ser Criston slit open his throat at the council table itself. Eventually Ser Criston died in the war.&lt;ref&gt;[[The Kingsguard (Histories &amp; Lore)]]&lt;/ref&gt;\n\n", "See also": "*{{AWOIAF}} (MAJOR spoilers from the books)\n\n"}, "title": "Criston Cole"}