{"attributes": {}, "sections": {"Westeros": "===The Seven Kingdoms===\n\nThe coinage used in the Seven Kingdoms is based on the '''Gold Dragon''' coin, which has two common smaller denominations: '''Silver Stag''' coins and '''Copper Penny''' coins.\n\n*When he became [[Hand of the King]] to [[Robert Baratheon]], [[Eddard Stark]] was shocked to learn from [[Master of Coin]] [[Petyr Baelish]] that the [[Iron Throne]] was an astonishing 6 million Gold Dragons in debt. Approximately half of this debt was to [[House Lannister]], the wealthiest noble house in Westeros due to the many gold mines they control in the [[Westerlands]]. [[Renly Baratheon]] explains to Eddard that Robert doesn't put much thought into financial matters, saying that Robert dismissively refers to it as &quot;counting Coppers&quot;.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt;\n*Robert Baratheon ordered a [[Tournament]] to celebrate the appointment of Ned Stark as Hand of the King. The prize money offered included 40,000 Gold Dragons to the winner of the joust; 20,000 to the runner-up of the joust, and 20,000 to the best archer. Ned Stark considered the total prize money of 80,000 Gold Dragons to be an extravagance the crown could not afford, but Robert ordered it anyway.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt;\n*During the tournament, Lord Baelish wagered Renly Baratheon 100 Gold Dragons that Ser [[Gregor Clegane]] would win against Ser [[Loras Tyrell]] in the joust. Baelish mused that 100 Gold Dragons could buy a dozen barrels of expensive [[Food and Drink#Wines|Dornish wine]], or a very high-end [[Prostitution|prostitute]] from the [[Pleasure house]]s of [[Lys]].&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n*When [[Arya Stark]] is hiding out in King's Landing slum district of [[Flea Bottom]] after her father's arrest, she asks a local baker for a loaf of bread, and he says that it costs three Coppers.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n*When [[Ros]] is stressing to the prostitute [[Daisy]] that Petyr Baelish's brothel in the capital city of [[King's Landing]] is a very high-end establishment, she says that &quot;this isn't some five Copper bawdy house&quot;.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n*When Littlefinger leaves for [[the Vale of Arryn]] and [[Tyrion Lannister]] is named the new Master of Coin, he jokes that Tyrion will do well if he just keeps a &quot;low profile&quot;. Tyrion remarks that if he had a Gold Dragon for every time he'd heard such a joke about his dwarfism, he'd be richer than Baelish, but Baelish points out that the Lannisters are indeed richer than he is.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n*Later, Tyrion reads through the financial records Littlefinger left, and is disturbed to learn (as Eddard Stark previously did) that the crown is millions of Gold Dragons in debt. Littlefinger always publicly acted like a financial genius able to make money out of thin air, but he balanced the realm's books every year by borrowing vast sums of money. [[Bronn]] points out that much of this is owed to [[Tywin Lannister]], yet now his own grandson King [[Joffrey Baratheon]] sits on the throne, though Tyrion chides that Tywin isn't the kind of man to forget a debt. Worse, however, Tyrion points out that they still owe millions of Gold Dragons to the [[Iron Bank of Braavos]]. He warns that if they cannot pay back their debts to the Iron Bank, first it will stop giving out loans to the Seven Kingdoms, and ultimately it will start supporting rebellions against them.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n*Lord [[Selwyn Tarth]] offered a ransom of 300 Gold Dragons for the safe return of his daughter [[Brienne of Tarth|Brienne]]. This sum is considered a very formidable ransom for a nobleman, even one belonging to a major noble House.&lt;ref&gt;&quot;[[The Bear and the Maiden Fair (episode)]]&quot;&lt;/ref&gt;\n*At King Joffrey's [[Purple Wedding|wedding feast]], he hires a troupe of five [[Dwarfism|dwarf]] actors to hold a mock recreation of the War of the Five Kings, with each dwarf dressed up in costumes of one of the five kings at the beginning of the war.  Joffrey finds their mock combat hilarious, though almost everyone else in the audience finds it in very poor taste or outright insulting.  Joffrey's uncle Tyrion, himself a dwarf, is particularly insulted, but pulls aside his squire [[Podrick Payne]] and tells him to pay the dwarfs 20 Gold Dragons each afterwards, to make up for what he perceives as their public humiliation.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n*Tywin asks [[Varys]] how large of a bounty they have to put on the head of [[Sandor Clegane]] in order to make common soldiers stupid enough to dare attacking the formidable warrior. Varys suggests 10 Silver Stags, and Tywin responds to make it 100 Silver Stags.&lt;ref&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt;\n\n===Beyond the Wall===\n\nThe [[Free Folk]] living north of [[The Wall]] have a hardscrabble, survival-based economy, with little settled agriculture. As a result, Free Folk villages that the [[Night's Watch]] encounters are more interested in directly useful things that they can barter for, such as weapons, furs, or fine wines, and usually not coinage, which has little inherent use to them.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\n", "TOP": "Currency069404ubq28is40v248f2vh7086yagh14olp1793172015-03-25T20:25:26ZThe Dragon Demands5014364/* In the books */[[File:ForYourTroubles.jpg|thumb|300px|right|]]\n{{Quote|They are only numbers. Numbers on paper; once you understand that... it's easy to make them behave.|[[Master of Coin]] [[Petyr Baelish]]|Walk of Punishment}}\nSeveral different types of '''currency''' are used in the world's various economies.\n\nThe [[Seven Kingdoms]] of [[Westeros]] have a uniform system of coinage based on the &quot;Gold Dragon&quot; coin. The different cities and nations across the [[Narrow Sea]] in [[Essos]] use their own various local currencies.\n\n", "In the books": "\nThe coinage used in the Seven Kingdoms is based on the Gold Dragon, and its various denominations, chief of which are the Silver Stag and Copper Penny. As their names suggest they are made of these precious metals, and are based on the inherent value of the metal (the &quot;gold standard&quot;) not theoretical value (not a &quot;fiat currency&quot;, based on an abstract value, like banknotes).\n\nThat being said, sometimes possession is an abstract concept. Thus someone being paid thousands of Gold Dragon coins will not have to physically carry them around, but will be presented with official financial documents declaring the transaction (much as a knight might find it difficult to carry around on his back a castle he has been granted, but can carry around a sealed charter as proof of the land grant). Still, even large sums used in accounting - ranging into the tens of thousands of Gold Dragons - are supposed to represent physical gold coin reserves.\n\nReflecting real-life medieval practice, the currency of the Seven Kingdoms is not based on a decimal system, but grew haphazardly out of many centuries of rival coinage systems becoming integrated, so the exchange rate between different denominations reflects tradition and not abstract sense. Each of the original independent &quot;Seven Kingdoms&quot; minted their own money, but the coinage system was unified under the Targaryen dynasty after the [[War of Conquest]] 300 years ago. The Targaryen Kings did not completely &quot;nationalize&quot; the minting of coins, as private mints also exist, but coinage is primarily minted by the kingship and is certainly regulated by it.\n\nThe denominations most commonly encountered are, in descending order:\n\n*'''Gold Dragons''' - equal to 210 Silver Stags, or 11,760 Copper Pennies (56 X 210 = 11,760).\n*'''Silver Stags''' - equal to 56 Copper Pennies\n*'''Copper Pennies''' - also commonly encountered is the &quot;Halfpenny&quot; coin worth half a Copper Penny, and the &quot;Copper Star&quot; which is worth 8 normal Copper Pennies.\n\nThere are a few other regional coins worth different combinations that might be encountered from time to time, (a &quot;Groat&quot; equals 4 Copper Pennies, etc.) but these three are the most common.\n\nBarter is, of course, still common on an everyday level.\n\nThe books contain many more examples of different kinds of coins and the relative price of different purchases.  As in the TV series, the baker Arya asks for bread (right before her father is executed and the war begins), he says that a loaf costs three copper pennies.  During the [[War of the Five Kings]] food prices are sent skyrocketing in [[King's Landing]]:  when Tyrion first arrives in the city he observes that food prices have tripled, and continue to rise.  The shortages resulted from the war's disruption of trade routes, particularly that [[House Tyrell]] closed off food shipments along the [[Roseroad]] when they declared for [[Renly Baratheon]], along with the loss of food shipments from the Riverlands, which had declared for Robb Stark (the Reach and the Riverlands being the two main breadbasket regions of the realm). The shortages were compounded by the influx of refugees from the Riverlands seeking the safety of the capital city, which overburdened its already strained food supply, eventually leading to [[Riot of King's Landing|major food riots]] by the starving peasants.  After the Tyrells ally with the Lannisters food shipments from the Reach arrive in the city again (i.e. how Margaery is seen giving out food aid in Seaosn 3).  Even after this, however, Tyrion notes that food prices are still shockingly high:  six Copper Pennies for a melon, a Silver Stag for a bushel of corn, and a Gold Dragon for a side of beef or six skinny piglets.  This was after the Tyrells were returning regular food shipments to the city, so the prices might have been higher beforehand, or they may have continued to rise (to four or five times their normal value) while Tyrion was Hand, so the exact ratio of these prices to their normal pre-war value is unclear.  \n\nIn the first of the ''Tales of Dunk and Egg'' prequel novellas, set ninety years before the War of the Five Kings, it is mentioned that a man could live well on three Gold Dragons a year - though relative prices may have changed in subsequent generations. Supporting this notion is that in the ''Tales of Dunk and Egg'', Duncan sold a knight's horse for 750 Silver Stags, which is about three and a half Gold Dragons. In contrast, during the War of the Five Kings, Jaime Lannister advises Brienne of Tarth that a single Gold Dragon (210 Silver Stags) is a good offer for a knight's horse. Thus the Gold Dragon apparently underwent significant [[Wikipedia:Deflation|Deflation]] in the past ninety years, though the devastation caused by the War of the Five Kings (combined with foreign debt from King Robert's reign) leads to the rapid monetary [[Wikipedia:Inflation|Inflation]] which Tyrion noted in the food markets.  Another factor is that the first ''Dunk and Egg'' story takes place ''after'' the end of a years-long winter, when both the population and food supply would be lower, while the War of the Five Kings takes place at the ''end'' of a years-long summer, when both population and food supply start out very high - during the prequels, both supply and demands are proportionately lower than they are in the main series, and relative prices seem to have adjusted accordingly.  \n\nThe main takeaways from these figures, in short, are that for pre-war prices everyday commodities such as a loaf of bread are worth around three Copper Pennies, and a knight's horse is worth about one Gold Dragon.  Massive inflation takes place during the War of the Five Kings, however, so relative prices during most of the TV series would rise drastically higher.    \n\nIn the Seven Kingdoms, there is no particular cultural or religious rule against moneylending. Indeed, the Faith of the Seven has been known to lend money to the kingship. Thus, by the time of King Robert Baratheon, the crown owes a vast amount of accrued debt which was lent to it, mostly by House Lannister, the wealthiest noble landholders on the continent.\n\nRobert Baratheon's massive public debts, largely the result of his own inept financial leadership, total approximately six million Gold Dragons. This debt is roughly divided between three million owed to House Lannister, two million owed to the Iron Bank of Braavos, and one million owed to the [[Faith of the Seven]].\n\nA point made in the books is that the crown of Seven Kingdoms actually ''was not'' in debt immediately after [[Robert's Rebellion]]. While there had been some war debts (King's Landing had to be extensively repaired after its sack, etc.), the Mad King had been hoarding gold for so long that such expenses were paid off. Tywin Lannister even remarks that the gross income of the crown has increased to something on the order of ''ten times'' what it was under the Mad King, due to various improvements in administration and an improving economy during the long summer years. Thus it is all the more shocking to Eddard Stark when he is informed that the crown is 6 million Gold Dragons in debt, highlighting just how much Robert Baratheon was beggaring the realm with his many expensive jousts. Indeed, Tyrion Lannister is skeptical that even Robert's expensive tournaments and overall bad management could have produced such massive debts given the strong gross income levels, leading him to suspect that Littlefinger has been embezzling massive amounts of money from the treasury.  The Tourney of the Hand, for example, cost 100,000 Gold Dragons in prize money, and is presented as a very large tournament even by Robert's standards.  Robert has been king for 15 years in the novels, and 6 million divided by 15 is 400,000 - meaning that Robert would have to have held a massive tournament on the scale of the Tourney of the Hand ''every three months'' for 15 years to spend that much money.  Tyrion realizes these numbers are implausible, as Robert simply didn't hold that many large tournaments.  \n\nEach of the independent &quot;Seven Kingdoms&quot; minted their own different local currencies until they were all united by [[Aegon I Targaryen]] in the [[War of Conquest]] three hundred years before the War of the Five Kings. The Targaryens standardized the currency throughout their new unified realm, enforcing the Gold Dragon/Silver Stag/Coppy Penny system. Little has been mentioned so far of pre-Conquest currency, but the [[Kingdom of the Reach]] minted gold coins known as &quot;Hands&quot;, featuring the hand-sigil of [[House Gardener]] on one side and the face of the king whose reign they were minted in on the other side. Surprisingly, quite a few Hand coins remain in circulation, even though new ones ceased being minted three hundred years ago. A gold Hand coin is only roughly half the value of a Gold Dragon coin. However, gold Hands are also roughly the same size, weight, and shape as a Gold Dragon, which may lead the unwary to confuse them. [[Olenna Tyrell]] keeps a chest of old gold Hands in her carriage, and uses them when she needs to pay toll-takers on the road whom she feels have been rude or insulting, in order to dupe them into taking only half of what they request. [[Dorne]] wasn't even conquered by the Targaryens, and only entered the realm through peaceful marriage-alliance one hundred years ago, thus it is probable that their own local currency may be even more prevalent than the Kingdom of the Reach's three hundred year old currency.\n\nIn the early months of the [[War of the Five Kings]], after [[Robb Stark]] is declared [[King in the North]], the idea is suggested that the new Kingdom of the North (and Riverlands) should mint its own coinage. When Prince [[Bran Stark]] is holding a harvest feast at [[Winterfell]] attended by several Northern lords, Lord Wyman of [[House Manderly]] proposes that he will fund the creation of new mints to produce coinage for Robb's kingdom (as House Manderly controls [[White Harbor]], the North's only city and port, and is therefore fairly wealthy due to its maritime commerce). Soon afterwards, however, the [[ironborn]] betray the Starks and attack the western coasts of the North, seizing Winterfell itself, thus the plan to make their own coinage is apparently put on hold to deal with the more immediate threat. The plans to make their own Northern coinage were rendered moot with the death of Robb Stark and destruction of his army at the [[Red Wedding]]. The proposed mints apparently never began production, as there is no mention of new Northern currency in the books.\n\n", "Banking": "[[File:Iron Bank leaders.png|thumb|The Iron Bank of Braavos]]\n{{Dialogue a-b|Bronn|I've never borrowed money before, I'm not clear on the rules.|Tyrion Lannister|Well, the basic principle is:  I lend you money, and after an agreed upon period of time, you return it, with interest.|[[Tyrion Lannister]] and Ser [[Bronn]] discuss the realm's debts to foreign banks.|Walk of Punishment}}\n\nEach of the Nine Free Cities has its own bank, for depositing and lending money. The largest bank by far is the [[Iron Bank of Braavos]], which is as large and wealthy as the banks of all the other eight put together.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\nWhen King Joffrey succeeded Robert, backed by his mother Cersei and grandfather Tywin Lannister, House Lannister was really attempting to found a new dynasty and supplant House Baratheon. A problem House Lannister encounters once Joffrey is in power is that essentially, half of the 6 million Gold Dragon debt was owed to ''themselves'', and with Robert dead he can't pay Tywin back. This does not erase the mounting war debt to the Iron Bank of Braavos, particularly given that most of the realm (beyond the Crownlands, Westerlands, and a narrow strip of the southern Riverlands) does not acknowledge Joffrey's rule.\n\nEven after the slaughter of the Starks at the [[Red Wedding]], the huge expenditures on the war, combined with the already shockingly high debts at the end of King Robert's reign, have left the crown so heavily in debt to the Iron Bank that even Tywin Lannister is concerned.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\n", "Essos": "\nThere are many different systems of currency in the eastern continent, particularly in the merchant city-states known as the Nine [[Free Cities]].\n===The Free Cities and Slaver's Bay===\n\nUnlike Westeros, much of the economy of the cultures in Essos is based on [[slavery]]. As their name implies, the city-states of [[Slaver's Bay]] are the heart of the international slave trade. While feudal serfdom is the social norm in Westeros, the laws of the Seven Kingdoms specifically outlaw slavery there. Payment in slaves is frequently used as a form of barter in Essos. Some of the Free Cities are also economically engaged in slavery, but this varies among the different city-states. Some such as [[Volantis]] (which is closest to Slaver's Bay) are heavily reliant upon slavery, but others such as [[Braavos]] (founded by former slaves who fled [[Valyria]]) have banned slavery.\n\n[[Qarth]] is a major trading hub located next to the Straits of Qarth, through which all east-west ocean traffic must pass. In practice, Qarth is the furthest east on the continent of Essos that merchants from Westeros have been known to travel, and is thus at the extreme east of the mapped world to men in Westeros ([[Asshai]] and the [[Shadow Lands]] are located further east, but they are half-legendary to men in the Seven Kingdoms). They are also heavily involved in the slave trade.\n\nOtherwise, each of the nine Free Cities as well as the cities of Slaver's Bay have their own unique minted currencies:\n\n*'''Honors''' are round gold coins, used in [[Meereen]], Volantis, and [[Qarth]]. Different cities use different variants of the Honor coin, as the Meereenese Honor and the Volantene Honor have different designs on them.&lt;ref&gt;&quot;[[Second Sons (episode)]]&quot;&lt;/ref&gt;\n**The Volantene coin that [[Mero]] holds in &quot;Second Sons&quot; appears to be silver, not gold. It isn't clear if this means that Volantene Honors are not made of gold, or that this is a sub-denomination of the Volantene Honor. [[Talisa Stark|Talisa]] also mentions people in Volantis using &quot;coppers&quot; even though the &quot;Copper Penny&quot; is a coin used in the Seven Kingdoms - but it isn't implausible that just as the Gold Dragon has sub-denominations made out of cheaper copper metal, Volantis also has copper coins which are a sub-denomination of the main, gold currency.\n*The coins of Braavos are square-shaped, and made of simple iron. They are minted with the image of the [[Titan of Braavos]] on them.&lt;ref&gt;&quot;[[Second Sons (episode)]]&quot;&lt;/ref&gt;\n\nThe special coin that the assassin [[Jaqen H'ghar]], one of the [[Faceless Men]] of Braavos, gave to [[Arya Stark]] is explicitly not normal currency. It is round and does not resemble a normal square Braavosi coin. Instead of &quot;currency&quot; it is a special token that the Faceless Men give to their allies or those they feel indebted to. Jaqen instructed Arya to present it to any man from Braavos if she needed help, and they would know this meant she was a friend of the Faceless Men.\n\n&lt;gallery&gt;\nThree coins from Meereen, Volantis, and Braavos.jpg|A Meereen Honor, a Volantis Honor, and a square iron coin from Braavos.\nBraavosi coin.jpg|Closeup of a square Braavosi coin from &quot;[[Second Sons (episode)|Second Sons]]&quot;.\nDaario holds a Braavosi coin.jpg|[[Daario Naharis]] inspects a Braavosi coin\nBraavosi coin inside the episode.jpg|Inside-the-Episode photo of the prop-coins in &quot;Second Sons&quot;, revealing that Braavosi coins are stamped with the design of the Titan of Braavos\nMero Coins Concept Art.jpg|Concept art of Mero's three coins:  \n&lt;/gallery&gt;\n\n===Dothraki===\n\nThe [[Dothraki]] are said to &quot;not believe in money&quot;, instead taking what they want through raiding.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt; The two resources they actually have on the plains of the [[Dothraki Sea]] are miles upon miles of grass, and horses.&lt;ref&gt;&quot;[[The Kingsroad]]&quot;&lt;/ref&gt; What material wealth or precious objects they possess have been acquired through raiding surrounding nations such as the Free Cities, Slaver's Bay, or [[Lhazar]], or raiding other Dothraki hordes to take their plunder.\n\nThe Dothraki do not so much function on the barter system, as they use the honor system: they frown upon &quot;trade&quot; but honor the exchange of gifts, such as tribute. Long ago the Free Cities decided that it was often less destructive to just give the Dothraki massive tributes in gold, finished products, and slaves, than to try to fight them off - though a Dothraki horde might still attack if they find the tribute insufficient, or if they just haven't had a good fight in a while. The Dothraki will not reciprocate these &quot;gifts&quot; on an immediate ''quid pro quo'' trade system. However, they will as a rule keep their word to ''eventually'' give a gift which they have promised, though they will do it in their own time.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt;\n\nIn practice, if a Dothraki horde has a particular need for a resource that it cannot obtain through direct raiding, i.e. new high-quality steel weapons, they will resort to actual &quot;barter&quot; by trading slaves they have captured in return for finished products from the Free Cities or Slaver's Bay.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}}\n* {{WP}}\n\n"}, "title": "Currency"}