{"attributes": {"status": " :Category:Status: Alive", "family": " Alton Lannister - sonQuote", "title": "  File:Lannister mini shield.png", "season": " Season 2", "allegiance": " House Lannister", "titles": " ", "link": "House Lannister", "mentioned": " &quot;A Man Without Honor&quot;"}, "sections": {"TOP": "Cynda Lannister091316qfqh8352f4usy0gbd0h4662bywwp691626022014-10-19T12:35:47ZSer Patrek25358400{{Character\n|Title =  [[File:Lannister mini shield.png|30px|left|link=House Lannister]] Cynda Lannister [[File:Lannister mini shield.png|30px|right|link=House Lannister]]\n|Season = [[Season 2|2]]\n|Mentioned = &quot;[[A Man Without Honor]]&quot;\n|Status = [[:Category:Status: Alive|Alive]]\n|Allegiance = [[House Lannister]]\n|Titles = \n|Family = [[Alton Lannister]] - son}}\n{{Quote|She the fat one?|Jaime Lannister to Alton Lannister|A Man Without Honor}}\n\n'''Cynda Lannister''' is an unseen character mentioned in the [[Season 2|second season]]. Cynda is the mother of Ser [[Alton Lannister]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' books, there is no character named &quot;Alton Lannister&quot;, nor that he has a mother named &quot;Cynda Lannister&quot;. The character Cleos Frey has the role of being a captive of House Stark and delivering terms to House Lannister. Cleos Frey is the son of Ser Emmon Frey, [[Walder Frey]]'s second son, and Genna Lannister, the only sister of [[Tywin Lannister]]. His name appears to have been changed so that TV viewers would not be confused that he is on the Lannisters' side, despite House Frey officially declaring for Robb Stark.\n\nWhile Alton does serve in the same role as Cleos Frey in the books, it is later made clear that he is ''not'' the son of Genna Lannister as he mentions his mother is Cynda Lannister, whom Jaime has difficulty remembering. Thus &quot;Alton Lannister&quot; isn't as important a familial relation as Cleos Frey is; he is not Lord Tywin's nephew and Jaime's first cousin the way Cleos is in the books. Similarly, &quot;Cynda Lannister&quot; does not correspond to Genna Lannister.\n\n", "Biography": "===Background===\nCynda Lannister is a member of a lesser branch of [[House Lannister]] and the mother of Ser Alton Lannister.\n===[[Season 2]]===\nWhile in the Starks' stockade, Ser Alton tells [[Jaime Lannister|Jaime]] that his mother is Cynda Lannister. Jaime cannot remember her, and asks if she is the fat one. Ser Alton admits that she has got a little rounder with the years. Jaime responds that there is only one fat Lannister, and he would know it, if she was. Jaime uses the reminiscences to draw Alton closer to him. He then murders Alton to facilitate an escape attempt.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\n"}, "title": "Cynda Lannister"}