{"attributes": {}, "sections": {"TOP": "Cyvasse030196nq5ktqejvnko3k485tn2mviwfxzofl41796542015-03-26T22:05:46ZThe Dragon Demands5014364{{conjecture}}\n[[File:Cyvasse animated.png|thumb|350px|A Cyvasse board, including (from left to right) a Light Horse, an Elephant, and a Dragon.]]\n'''Cyvasse''' is a board game popular in [[Dorne]] and the [[Free Cities]].\n\n", "See also": "*{{AWOIAF}}\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, Cyvasse is a board game which originated in [[Volantis]], and spread through many of the other [[Free Cities]].  Due to Dorne's heavy trade contacts with the Free Cities, it recently spread there as well, starting in the first year of King [[Joffrey Baratheon]]'s reign.  It first arrived in the port at Planky Town, then spread up the [[Greenblood]] River valley.  The game is all the rage in [[House Martell]]'s court at [[Sunspear]].  It has not yet spread to the rest of the [[Seven Kingdoms]], though soon after [[Tywin Lannister]]'s death, the game is newly introduced to the capital, and  [[Margaery Tyrell]] and her handmaidens are observed trying to learn the rules.    The game is popular among both highborn and lowborn, and there are Cyvasse parlors in Volantis.\n\n[[George R.R. Martin]] described the board game as loosely a cross between [[Wikipedia:Chess|Chess]], ''[[Wikipedia:Stratego|Stratego]]'', and ''[[Wikipedia:Blitzkrieg (game)|Blitzkrieg]]''.  Martin did not, however, develop a full set of rules for the game, instead advising fans to take elements from these other three games, then &quot;mix well and add imagination&quot;.&lt;ref&gt;[http://www.westeros.org/Citadel/SSM/Entry/Cyvasse_Accents_Historical_Mysteries_and_Dornish_Nationalism/ ]&lt;/ref&gt;\n\nA few rules from the game are known:\n\nThe game is played by two players, usually one using white pieces and the other black pieces.  Somewhat like ''Stratego'', each player actually sets up their own side of the board before the game begins, allowing them to position several obstacles such as mountains.  A screen is put between the two players when they are setting up so they can't see what the other side is doing, though apparently the screen is taken away when the game starts (in ''Stratego'', neither player can see the identity of the other player's pieces, and thus a player can position landmine pieces in strategic positions).  Players take turns moving apparently one piece for one move each turn.\n\nThere are ten different kinds of pieces in the game:\n\n*Rabble (representing common infantry levies, the kind armed with sharpened farm tools)\n*Spearmen\n*Crossbowmen\n*Light Horse\n*Heavy Horse\n*Trebuchet\n*Catapult\n*[[Dragons|Dragon]]\n*Elephant\n*King\n\nAs in Chess, there are multiples of some pieces but only one of the more valuable pieces (i.e. there is more than one Rabble piece, like pawns in Chess, but as in Chess there is only one king piece).  There are also multiple elephants.\n\nThe goal of the game is to kill the opponent's king.  The dragon is the single most powerful piece in the game.  Just as with the queen piece in Chess, however, some players become over-reliant on the dragon:  it is strong but not invincible.  Dragons can kill elephants, but (at least) trebuchets and catapults are able to kill dragons.\n\n"}, "title": "Cyvasse"}