{"attributes": {"status": " :Category:Status: Alive", "rightimage": " Targaryen mini shield.png", "last": "", "imagesize": "250px", "family": "", "rightlink": " House TargaryenCharacter", "season": "Season 3", "image": "Daario_Naharis-Profile-HD.png", "leftimage": " Second Sons mini shield.png", "allegiance": "Second Sons (mercenary company)", "actor": ["Ed Skrein (Season 3)", "Michiel Huisman (Seasons 4 and 5 )Quote"], "death": "", "titles": "Commander of the Second Sons", "link": " ", "place": "Tyrosh, the Free Cities", "title": "Daario Naharis", "aka": "", "first": "&quot;Second Sons (episode)", "appearances": " 8 episodes &lt;small&gt;#Appearances", "leftlink": " Second Sons (mercenary company)"}, "sections": {"TOP": "Daario Naharis09674dh1hebacd2a3az6o56rrrzxha3ydg6e1809492015-04-04T05:42:36ZThe Dragon Demands5014364DO NOT Undo an Admin-level Undo.  Undo revision 180541 by [[Special:Contributions/Pungrotte|Pungrotte]] ([[User talk:Pungrotte|talk]]){{Heraldry\n|image = \n|link = \n|leftimage = Second Sons mini shield.png\n|leftlink = Second Sons (mercenary company)\n|rightimage = Targaryen mini shield.png\n|rightlink = House Targaryen}}\n{{Character\n| Title=Daario Naharis\n| Image=Daario_Naharis-Profile-HD.png\n| ImageSize=250px\n| Season=[[Season 3|3]], [[Season 4|4]], [[Season 5|5]]\n| First=&quot;[[Second Sons (episode)|Second Sons]]&quot;\n| Last=\n| Appearances= 8 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Titles=Commander of the Second Sons\n| Aka=\n| Status= [[:Category:Status: Alive|Alive]]\n| Death=\n| Place=[[Tyrosh]], the [[Free Cities]]\n| Allegiance=[[Second Sons (mercenary company)|Second Sons]]&lt;br&gt;[[House Targaryen]]\n| Family=\n| Actor=[[Ed Skrein]] (Season 3)&lt;br&gt;[[Michiel Huisman]] (Seasons 4 and 5 )}}\n{{Quote|I only have two talents in this world:  war and women...Send me to kill your enemies. Any enemy, anywhere. Let me do what I do best.|Daario Naharis|Mockingbird}}\n'''Daario Naharis''' is a major character in theÂ [[Season 5|fifth]] season.&lt;ref&gt;[http://www.hypable.com/2014/01/08/game-of-thrones-season-5-michiel-huisman/]&lt;/ref&gt; He initially appeared as a recurring character in the [[Season 3|third]]Â and [[Season 4|fourth]] seasons. He is played by starring cast memberÂ [[Michiel Huisman]], taking over the role from guest starÂ [[Ed Skrein]], who briefly portrayed the character in Season 3. Originally a lieutenant in the [[Second Sons (mercenary company)|Second Sons]], a sellsword company, he takes over the company after killing his superiors [[Mero]] and [[Prendahl na Ghezn]] and then aligns with [[Daenerys Targaryen]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Daario Naharis is a [[Tyrosh]]i [[Mercenary|sellsword]] and is one of the three leaders of the mercenary company known as the Stormcrows, who are active in the [[Slaver's Bay]] region of [[Essos]].\n\nIn the books, he is described as having dyed blue long curly hair and a matching dyed blue beard with three prongs, though he dyed his mustachios gold. He also has a gold tooth. His loud physical appearance is typical of Tyroshi sellswords, who have a reputation for being flashy and flamboyant. He wears a Dothraki [[arakh]] on his left hip and a [[Myr]]ish stiletto on his right hip, their golden hilts custom-made in the shape of naked wanton women.\n\nDaario states that he &quot;count[s] no day as lived unless I have loved a woman, slain a foeman, and eaten a fine meal&quot;.\n\nAs in the series, the Daario of the books is quite taken with Daenerys, and kills Prendahl so he can switch sides. He slays not Mero, but Sallor the Bald, theÂ third captain of the Stormcrows. Mero is killed by [[Barristan Selmy]] when he attempts to kill Daenerys while she's hailed by the liberated Yunkish slaves.\n\nIn the show, Daario takes the role of Daenerys's champion against the champion of Meereen, instead of Strong Belwas.\n\n", "Quotes": "{{Dialogue a-b|Daenerys Targaryen|Will you fight for me?|Daario Naharis|The Second Sons are yours, and so is Daario Naharis. My sword is yours. My life is yours. My heart is yours.|Daario and Daenerys|Second Sons (episode)}}\n\n", "Image Gallery": "&lt;gallery columns=&quot;3&quot; spacing=&quot;small&quot; widths=&quot;170&quot; hideaddbutton=&quot;true&quot;&gt;\nDaario's weaponry.jpg|Daario's custom-made Dothraki arakh and Myrish stiletto.\nDaarioArmor.jpg|Daario Naharis in [[Season 3]].\nSecond_sons_promo_4.png|Daario Naharis alongside [[Mero]] and [[Prendahl na Ghezn]] in &quot;[[Second Sons]]&quot;.\nDaarioposter.jpg|Promotional image for Daario Naharis in [[Season 4]].\nDany and Huisman-Daario.jpg|Daenerys and Daario in &quot;[[Breaker of Chains]]&quot;.\nDaario1.jpg|Daario Naharis in &quot;[[Breaker of Chains]]&quot;\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season Three Appearances||||||||yes|yes|yes}}\n{{Season Four Appearances|yes||yes|yes|yes||yes}}\n\n", "Biography": "===Background===\nDaario is a [[Tyrosh]]i [[Mercenary|sellsword]], employed as a lieutenant in the Second Sons. He is apparently held in high enough regard by the company's co-captains, Mero and Prendahl na Ghezn, that they allow him to join them in contract negotiations and discussions of the company's future.\n\nHis weapons-of-choice are a [[Dothraki]] [[arakh|''arakh'']]'' ''and a [[Myr]]ish stiletto'','' which are both gold-plated and have custom-made hilts in the shape of beautiful, naked women.&lt;ref name=&quot;S03E08&quot;&gt;&quot;[[Second Sons (episode)]]&quot;&lt;/ref&gt;\n\nAccording to Daario, his mother was a [[Prostitution|prostitute]], and he comes from no distinguished background.&lt;ref name=&quot;S04E03&quot;&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\nBesides being  fluent in the [[Common Tongue]], Daario is also fluent in [[High Valyrian]] considering he is of Tyroshi origin.\n\nDaario has an unusual code for a sellsword: he won't sleep with prostitutes and only kills soldiers who are trying to kill him, not bystanders. He does this because he feels that otherwise there is no sport and it is not exciting. Daario has said that the gods gave men two things to entertain themselves with before they die: the thrill of having sex with a woman who earnestly wants it, and the thrill of killing a man who is trying to kill you first.\n\nDaario is also an extremely capable and skilled warrior, which is first proven when he along with Ser [[Jorah Mormont]] and [[Grey Worm]] infiltrate [[Yunkai]] through a back gate where they fight and kill many Yunkish soldiers, eventually forcing the city to surrender to Daenerys and her army. His skills are proven once again when he kills [[Oznak zo Pahl|Meereen's champion]] in a duel with ease outside the gates of [[Meereen]].\n\n===[[Season 3]]===\nDaarioÂ Naharis joins the captains when they visit [[Daenerys Targaryen]], who hopes to convince them to break their contract with [[Yunkai]] and fight for her instead. Daario sees through Daenerys' bluff that she has 10,000 [[Unsullied]], reminding her that she has only 8,000. When the Second Sons depart with Daenerys' offer and a barrel of wine, Daario's gaze lingers on the young queen.\n\nBack at their own camp, Daario, Mero and Prendahl discuss the situation, with Mero and Prendahl deciding to assassinate Daenerys. At Mero's behest, a [[Yunkai'i whore|bedslave]] hands out random coins â&euro;&ldquo; Daario draws the [[Braavos]]i coin that indicates he is the one to do the deed. His only response is &quot;valar morghulis&quot; - &quot;all men must die&quot;. That night, Daario, wearing the armor of an Unsullied slips into Daenerys' tent and takes [[Missandei]] hostage. He then presents the heads of Mero and Prendahl and informs her he has taken command of the Second Sons. Intrigued, Daenerys demands that he swear fealty to her. Daario bends the knee and swears the Second Sons, his sword, his life, and his heart to Daenerys.&lt;ref name=&quot;S03E08&quot;/&gt;\n\nDaario later assists in planning the siege of Yunkai, and is selected, along with Ser [[Jorah Mormont]] and [[Grey Worm]] to infiltrate the city and open the gates from the inside. The plan succeeds brilliantly, and Jorah and Grey Worm return to their queen triumphant. Daenerys expresses concern over Daario's whereabouts, but he appears a moment later, presenting Yunkai's bloodstained flag to her.&lt;ref&gt;&quot;[[The Rains of Castamere (episode)]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n[[File:Game between daario and grey worm.png|thumb|Daario gambling with Grey Worm.]]Ser Barristan and Missandei reveal that Grey Worm and Daario have been indulging in a bit of gambling; they have been at the contest since midnight and have missed a morning meeting with the queen as a result. Daenerys is very irritated to discover that their contest is a game of who can balance their sword for the longest, the prize being the honor of riding at her side when the march resumes. Daenerys assigns the pair to guard the livestock as punishment for their childish game. When they fail to move, she warns them that the &quot;winner&quot; of the contest must find a new queen, prompting them to drop their weapons instantly. Grey Worm's gaze lingers on Missandei, which Daario takes as a sign that he is interested in her, and points out that this problematic given Grey Worm's eunuch status. Grey WormÂ tells Daario that he is not a smart man for saying such things, to which Daario replies that would rather be a man with no brain and two balls.\n\n[[File:PIC3.png|thumb|left|Daario offers Daenerys flowers.]]Later on, Daario slips away from his post to discuss &quot;strategy&quot; with Daenerys; he gives her flowers under the guise ofÂ a lesson in the botany of Slaver's Bay in which he points out that Daenerys must know the land she is to rule.&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\n[[File:056.jpg|thumb|Daario prepared to fight the Champion of Meereen.]]\n\nAt the gate of Meereen, Daario volunteers to fight Meereen's champion in single combat after Daenerys rejects the rest of her inner circle from fighting. Daario declines the use of a horse, noting that they aren't as intelligent as humans. Daario ends the duel with ruthless efficiency, striking down the horse with his stiletto and decapitating the dazed champion with his arakh. After the Meereenese fire aÂ volley of arrows in a symbol of displeasure, Daario urinates on the nearest one in a symbol of defiance.&lt;ref name=&quot;S04E03&quot;/&gt;\n\nAfter Daenerys takes control of Meereen, Daario announces at a council meeting that the Second Sons have captured the 93 ships of the Meereenese Navy on his orders. When asked by Daenerys why the Seconds Sons took the navy without being instructed to, he responds by saying that he heard she liked ships.&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;\n\n[[File:Daario visits daenerys.png|thumb|left|Daario visits Daenerys at her private quarters.]]Later on, Daario comes to Daenerys'Â private quarters of the Great Pyramid and brings her flowers. As Dany refuses him, he tells he has only two talents in his life: war and women. DaenerysÂ asks him about his loyalty and DaarioÂ swears his sword and life are hers and asks her to let him do what he can the best, so to send him to kill her enemies. Instead, Daenerys focuses on the other thing Daario claims to be good at andÂ orders him to take off his clothes. When he leaves her bedchamber the following morning he runs into Jorah, cheekily telling him that it's a good time to talk to Daenerys, as she is in a very good mood. Daenerys tasks Daario and the Second Sons with retaking Yunkai and killing every Master who has taken control. However, Jorah convinces Daenerys to give the Masters an ultimatum: to accept her abolition of slavery or die. She tells Jorah to &quot;catch Daario before he leaves&quot;, and to send [[Hizdahr zo Loraq]] with Daario and the Second Sons as her ambassador to Yunkai.&lt;ref&gt;&quot;[[Mockingbird]]&quot;&lt;/ref&gt;\n\n"}, "title": "Daario Naharis"}