{"attributes": {"status": " :Category:Status: Dead", "family": ["Aegon IV Targaryen - father", "Daena Targaryen - mother", "Daeron II Targaryen - half-brother", "Daenerys Targaryen (daughter of Aegon IV)"], "title": " Daemon Blackfyre", "season": " Season 1", "image": " Daemon Blackfyre.png", "allegiance": " House Blackfyre", "titles": ["King of the Andals and the First Men (Claimant)", "Lord of the Seven Kingdoms (Claimant)", "Protector of the Realm (Claimant)Quote"], "link": "House BlackfyreCharacter", "mentioned": " &quot;A Golden Crown&quot;", "place": " Red Keep, King's Landing", "aka": [" Daemon of House Blackfyre, the First of His Name", "The Black Dragon"]}, "sections": {"Family tree": "===Daemon Blackfyre's ancestors===\n{{House Targaryen family tree Regency Conquest of Dorne era}}\n===Daemon Blackfyre's descendants===\n{{House Blackfyre family tree}}\n\n", "TOP": "Daemon Blackfyre012845af4heo8cl0csi879bracmwljtk721kv1809382015-04-04T05:15:36ZDaemon Targaryen24097499::''For other characters who share the same name, see &quot;[[Daemon]]&quot;.''\n{{Heraldry\n|image=Blackfyre mini shield.png\n|link=House Blackfyre\n}}\n{{Character\n| Title = Daemon Blackfyre\n| Image = Daemon Blackfyre.png\n| Season = [[Season 1|1]]\n| Mentioned = &quot;[[A Golden Crown]]&quot;\n| Status = [[:Category:Status: Dead|Deceased]]\n| Place = [[Red Keep]], [[King's Landing]]\n| Aka   = Daemon of House Blackfyre, the First of His Name&lt;br&gt;The Black Dragon\n| Allegiance = [[House Blackfyre]]\n| Family ={[[Aegon IV Targaryen]]} - father&lt;br&gt;{[[Daena Targaryen]]} - mother&lt;br&gt;{[[Daeron II Targaryen]]} - half-brother&lt;br&gt;{[[Daenerys Targaryen (daughter of Aegon IV)|Daenerys Targaryen]]} - half-sister&lt;br&gt;{[[Viserys II Targaryen]]} - paternal grandfather&lt;br&gt;{[[Aegon III Targaryen]]} - maternal grandfather&lt;br&gt;{[[Serena Blackfyre]]} - wife&lt;br&gt;{[[Aegon Blackfyre]]} - son&lt;br&gt;{[[Aemon Blackfyre]]} - son&lt;br&gt;{[[Daemon II Blackfyre]]} - son&lt;br&gt;{[[Aegor Rivers]]} - half-brother&lt;br&gt;{[[Brynden Rivers]]} - half-brother&lt;br&gt;{[[Shiera Seastar]]) - half-sister\n| Titles =[[King of the Andals and the First Men]] (Claimant)&lt;br&gt;[[Lord of the Seven Kingdoms]] (Claimant)&lt;br&gt;[[Protector of the Realm]] (Claimant)}}\n{{Quote|Aegon the Unworthy legitimized all his bastards on his deathbed.  Inevitably the greatest of these, Daemon Blackfyre, declared himself the rightful heir, and ignited yet another war for the crown.|[[Varys]]|The Death of Kings}}\n'''Daemon Blackfyre''' is an unseen character in ''[[Game of Thrones (TV series)|Game of Thrones]]''. He is not expected to appear in the series, being long dead by the time it begins.\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Daemon is mentioned several times. More of his backstory is revealed in the ''[[Tales of Dunk and Egg]]''.\n\nDaemon was born Daemon Waters, only taking the name Blackfyre after he had been legitimized by his father. He was named after his great-grandfather Prince [[Daemon Targaryen]].\n\nAfter the Dance of the Dragons, the civil war between [[Rhaenyra Targaryen|Rhaenyra]] and [[Aegon II Targaryen]], House Targaryen's royal succession laws were revised to put female heirs behind all possible male ones - specifically that if a all of a lord's sons die, the throne will pass to his younger brother before it passes to his own daughters. Under the normal succession laws of the [[Andals]], a daughter inherits before an uncle. Both Rhaenyra and Aegon II died in the Dance, but were succeeded by Rhaenyra's son Aegon III. His two sons Daeron and Baelor became king after him but died without issue. Aegon III did have three daughters, but at this point the new succession laws came into play, so Baelor was succeeded by Aegon III's younger brother Viserys II, who in turn was succeeded by his own son Aegon IV.\n\nHad the new succession laws not gone into effect, Aegon III's daughters would have inherited ahead of Aegon IV, instead of being skipped over for their uncle Viserys II. As it happened, the oldest of these three daughters, Daena, had an affair with Aegon IV, her own first cousin, which produced their bastard son Daemon Blackfyre.\n\nThe result is that Daemon and the rest of House Blackfyre are actually descended from older brother Aegon III, while all subsequent members of the main line of House Targaryen (i.e. Daenerys) are descended from younger brother Viserys II.\n\nDaemon was a bastard, and though legitimized, he was simply younger than Daeron II. Therefore, part of his claim to the throne rested on the flimsy accusation that Daeron II was himself a bastard, fathered by Aegon IV's younger brother Aemon the Dragon-Knight. However, others pointed out that Daemon's mother Daena ''would'' have been ahead of Daeron II's grandfather Viserys II, had the succession laws not been arbitrarily changed.\n\nUltimately Daemon Blackfyre proclaimed himself king, plunging the Seven Kingdoms into the [[Blackfyre Rebellion]].  At the climactic [[Battle of Redgrass Field]], Brynden Rivers and his company of longbowman, the Raven's Teeth, took the Weeping Ridge, and rained arrows down onto Daemon Blackfyre from 300 yards away, killing Daemon and his twin sons. Brynden was cursed as a &quot;kinslayer&quot; for this, despite there being no way of knowing whose arrow had struck the fatal blow itself (though either way, it was a company of archers he commanded).  Years later, however, Brynden personally beheaded Daemon's younger son Aenys Blackfyre (his own half-nephew) while under a flag of truce, making himself both certainly a kinslayer and an oathbreaker - for which he was exiled to the Night's Watch.\n\n", "Image gallery": "&lt;gallery&gt;\nHistory and Lineages Blackfyre.jpg|Daemon Blackfyre mentioned in ''[[The Lineages and Histories of the Great Houses of the Seven Kingdoms]]''.\nBlackfyre Rebellion.png|Daemon leading his army in battle\nDaemon Blackfyre versus Gwayne Corbray.png|A depiction of Daemon Blackfyre's duel with Gwayne Corbray in the Battle of Redgrass Field.  Daemon wore a stylized warhelm with black steel dragons' wings on the sides, from his sigil.\nBattle_of_the_Redgrass_Field.png|Daemon was killed at the Battle of Redgrass Field by a volley of arrows fired by his half-brother [[Brynden Rivers|Brynden &quot;Bloodraven&quot; Rivers]] and his archers.\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n\n", "Biography": "===Background===\nDaemon Blackfyre was the [[Legitimization|legitimized]] [[bastard]] son of King [[Aegon IV Targaryen]] and his cousin, [[Daena Targaryen]]. He was one of the infamous [[Great Bastards]]. After his legitimization, he founded his own new noble House as a [[cadet branch]] of House Targaryen: [[House Blackfyre]], named after the ancestral [[Valyrian steel]] sword of House Targaryen which his father gave him. He led [[Blackfyre Rebellion|a rebellion]] against his half-brother King Daeron II Targaryen, the legitimate Targaryen heir, but was defeated and killed at the climactic [[Battle of Redgrass Field]].\n\nWith [[Serena Blackfyre]] he fathered the twins Aegon and Aemon Blackfyre, and Daemon II Blackfyre.\n\n===[[Season 1]]===\nDaemon, along with his trueborn siblings and his offspring, is mentioned in the [[House Targaryen]] entry of the book ''[[The Lineages and Histories of the Great Houses of the Seven Kingdoms]]''. The tome mentions that he rose in [[Blackfyre Rebellion|rebellion]] against his half-brother but perished from wounds sustained at the [[Battle of Redgrass Field]].&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\n"}, "title": "Daemon Blackfyre"}