{"attributes": {"status": " :Category:Status: Dead", "family": ["Daemon Blackfyre - father", "Serena Blackfyre - mother", "Aegon Blackfyre - brother", "Aemon Blackfyre - brother"], "rightlink": " House Blackfyre::''For other characters who share the same name, see &quot;Daemon&quot;.''Character", "season": " Season 1", "image": " ", "leftimage": " Blackfyre mini shield.png", "allegiance": " House Blackfyre", "titles": "'''Daemon II Blackfyre''' is an unseen character in ''Game of Thrones (TV series)", "rightimage": " Blackfyre mini shield.png", "place": " Red Keep", "mentioned": " &quot;A Golden Crown&quot;", "title": " Daemon II Blackfyre", "aka": " Ser John the Fiddler", "leftlink": " House Blackfyre"}, "sections": {"TOP": "Daemon II Blackfyre0195588w82bsju6aw7ocez2b1000zo1bd6hl81746112015-02-27T14:00:34ZDaemon Targaryen24097499{{Heraldry|leftimage = Blackfyre mini shield.png|leftlink = House Blackfyre|rightimage = Blackfyre mini shield.png|rightlink = House Blackfyre}}\n::''For other characters who share the same name, see &quot;[[Daemon]]&quot;.''\n{{Character\n| Title = Daemon II Blackfyre\n| Image = \n| Season = [[Season 1|1]]\n| Mentioned = &quot;[[A Golden Crown]]&quot;\n| Status = [[:Category:Status: Dead|Deceased]]\n| Place = [[Red Keep]]\n| Aka   = Ser John the Fiddler\n| Allegiance = [[House Blackfyre]]\n| Family ={[[Daemon Blackfyre]]} - father&lt;br&gt;{[[Serena Blackfyre]]} - mother&lt;br&gt;{[[Aegon Blackfyre]]} - brother&lt;br&gt;{[[Aemon Blackfyre]]} - brother\n| Titles =}}\n'''Daemon II Blackfyre''' is an unseen character in ''[[Game of Thrones (TV series)|Game of Thrones]]''. He is not expected to appear in the series, being long dead by the time it begins.\n", "Family tree": "{{House Blackfyre family tree}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Daemon II was the third son of Daemon Blackfyre. He appears in ''The Mystery Knight'', the third novella of the ''[[Tales of Dunk and Egg]]'' series. His two older brothers died childless, so when they were slain along with their father at the [[Battle of Redgrass Field]], Daemon II became the nominal head of House Blackfyre as it fled into exile.\n\nDaemon II was an attractive man with classic Targaryen features of silver hair and purple eyes. He even had prophetic dreams, a trait passed down through the Targaryen/Blackfyre bloodline. Secretly, Daemon II actually wasn't a great fighter: all of his practice duels and jousts had been publicly staged, and the knights he allegedly lost to had actually been paid to feign defeat.\n\nGeorge R.R. Martin has confirmed that Daemon II was a homosexual. He apparently never fathered any children, meaning that his younger brother Haegon Blackfyre was his direct heir.\n\nDaemon II attempted to instigate another uprising in the name of House Blackfyre in the year 212 AL, sixteen years after the First [[Blackfyre Rebellion]]. To accomplish this, he posed as a common fiddler (by dyeing his distinctive silver hair black), and attending a large [[Tournament|tournament]] being held by House Butterwell at Whitewalls, in the Riverlands. While there, he hoped to surreptitiously recruit many of the well-armed knights in attendance to his cause.\n\nDue to a series of events, however (which Ser [[Duncan the Tall]] and [[Aegon V Targaryen]] participated in), Daemon II revealed his true identity and faced the hedge knight Ser Glendon Flowers in a [[Trial by combat]], in the format of a joust. Despite having been badly tortured the night before, and still suffering from his injuries, Glendon unhorsed Daemon II on the very first tilt, revealing to all gathered at the tournament that he wasn't the great fighter he thought he was, much less a legendary fighter like his father Daemon I. Any support he had quickly evaporated, and the &quot;Second Blackfyre Rebellion&quot; turned out to be more of a failed plot than an actual war like the first rebellion. [[Brynden Rivers|Brynden &quot;Bloodraven&quot; Rivers]] soon arrived at the tournament with a royal army and arrested him. Bloodraven intended to keep him alive and imprisoned, however, to discourage his uncle Bittersteel and the other Blackfyre supporters in exile from crowning Daemon II's younger brother Haegon as the new head of House Blackfyre.\n\nNot only was Daemon II secretly terrible at martial combat, he wasn't even a very good actor.  Much of his plot hinged around pretending to be a commoner named &quot;Ser John the Fiddler&quot; to infiltrate a tournament inconspicuously, and secretly win over knights to his cause.  Daemon II, however, continued to dress in fine expensive clothing, which raised obvious suspicions about how a common fiddler could afford fine silks.  Moreover, Daemon II also talked down to high-ranking noblemen as if he was their equal or superior - not realizing that commoners would never speak so rudely, and causing many to grow suspicious of him.\n\n", "Biography": "===Background===\nDaemon II Blackfyre was the third son of [[Daemon Blackfyre]], a legitimized [[bastard]] son of King [[Aegon IV Targaryen]] and his cousin [[Daena Targaryen]], by [[Serena Blackfyre]]. He had two elder brothers: [[Aegon Blackfyre|Aegon]] and [[Aemon Blackfyre]].\n\n===[[Season 1]]===\nDaemon II, along with his siblings is mentioned in the [[House Targaryen]] entry of the book ''[[The Lineages and Histories of the Great Houses of the Seven Kingdoms]]''.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n\n"}, "title": "Daemon II Blackfyre"}