{"attributes": {"status": " :Category:Status: Dead", "family": [" Viserys I Targaryen - brother", "Alicent Hightower - sister-in-law", "Rhaenyra Targaryen - niece/wife", "Aegon II Targaryen - nephew", "Aemond Targaryen - nephew", "Aegon III Targaryen - son/great-nephew", "Viserys II Targaryen - son/great-nephew'''Daemon Targaryen''' is an unseen character in ''Game of Thrones (TV series)"], "rightlink": "City WatchCharacter", "season": " Histories &amp; Lore", "image": " Daemon Targaryen.png", "leftimage": " Targaryen mini shield.png", "allegiance": " House Targaryen", "culture": " Valyrian", "titles": " Prince", "rightimage": "Gold Cloak mini shield.png", "place": " Red Keep, King's Landing", "mentioned": " &quot;Dragons (Histories &amp; Lore)&quot;", "title": " Daemon Targaryen", "leftlink": " House Targaryen"}, "sections": {"TOP": "Daemon Targaryen030503bgdjygxk5w5osg6mk4bv5vwlf71mllr1809602015-04-04T06:05:25ZThe Dragon Demands5014364/* In the books */{{Conjecture}}\n{{Heraldry\n|leftimage = Targaryen mini shield.png\n|leftlink = House Targaryen\n|rightimage=Gold Cloak mini shield.png\n|rightlink=City Watch\n}}\n{{Character|Title = Daemon Targaryen|Image = Daemon Targaryen.png|Season = [[Histories &amp; Lore]]|Mentioned = &quot;[[Dragons (Histories &amp; Lore)]]&quot;|Titles = [[Prince]]|Status = [[:Category:Status: Dead|Deceased]]|Place = [[Red Keep]], [[King's Landing]]|Allegiance = [[House Targaryen]]|Culture = [[Valyrian]]|Family = {[[Viserys I Targaryen]]} - brother&lt;br&gt;{[[Alicent Hightower]]} - sister-in-law&lt;br&gt;{[[Rhaenyra Targaryen]]} - niece/wife&lt;br&gt;{[[Aegon II Targaryen]]} - nephew&lt;br&gt;{[[Aemond Targaryen]]} - nephew&lt;br&gt;{[[Aegon III Targaryen]]} - son/great-nephew&lt;br&gt;{[[Viserys II Targaryen]]} - son/great-nephew}}\n'''Daemon Targaryen''' is an unseen character in ''[[Game of Thrones (TV series)|Game of Thrones]]''. He  is long dead by the time of the series. He was a [[Prince]] of the [[House Targaryen|Targaryen dynasty]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Daemon Targaryen was the uncle and husband of Princess [[Rhaenyra Targaryen]], whose claim he supported in the [[Dance of the Dragons]]. He was Rhaenyra's second husband, following Laenor Velaryon. He was a younger son of Baelon Targaryen, and younger brother to Rhaenyra's father [[Viserys I Targaryen]].  Daemon became one of the most experienced warriors of his generation with his constant fighting, and was knighted at the age of sixteen.  His grandfather King [[Jaehaerys I Targaryen]] gave him the [[Valyrian steel]] sword [[Dark Sister]].  Daemon rode the dragon [[Caraxes]], a powerful beast who he flew in his constant campaigns in the Stepstones, soon becoming the most battle-hardened of the Targaryen dragons.    \n\nDaemon was the most controversial man of his lifetime, an audacious rogue prince and adventurer who seemed made of good and evil in equal measure.  There was never a man so loved and so reviled, and at the same time, as he was.  \n\nDaemon served on Viserys I's Small Council for a time, as [[Master of Coin]] and [[Master of Laws]], but grew bored of such administrative work, and became the new Lord Commander of the [[City Watch]].  He reorganized the Watch from a loosely assembled and poorly equipped group of street toughs into the formal institution they were known as ever since, giving them their trademark gold cloaks.  Daemon vigorously enforced order in the alleys of the city, but was also a well-known rabble-rouser, socializing with the city's dregs as long as they played by his rules.  His face became known to every cut-purse, whore, and gambler in [[Flea Bottom]].  It became an open secret that Daemon slept with both men and women.  On several major occasions Daemon clashed with his brother over the matter of succession, only to reconcile with him later.  Daemon wanted to be named as heir ahead of Rhaenyra when she was Viserys I's only child and he had no male heirs, but the matter later dropped when Viserys I remarried and had three sons.  After one of their estrangements Daemon left the capital, and joined with [[House Velaryon]] (supplemented by mercenaries and other adventurers) to lead an invasion of the [[Stepstones]].  An alliance of [[Lys]], [[Myr]], and [[Tyrosh]] known as the &quot;Kingdom of the Three Daughters&quot; had recently conquered the island chain from its local pirate rulers, but then proceeded to exact tolls on passing shipping that were just as bad, and the Velaryons with their great fleets wanted to rest control of the [[Narrow Sea]] back from them.  After conquering most of the islands Daemon declared himself King of the Stepstones.  Viserys I didn't mind, as he felt that war abroad kept Daemon busy and out of trouble at home.  However, the Three Daughters rallied after a few years by allying with [[Dorne]], leading to more years of conflict which gradually shrunk Daemon's holdings.  \n\nBy 115 AC, his wife Rhea Royce died back in the Vale (it had been a loveless and childless marriage), and after failing to claim her holdings he stayed on Driftmark with the Velaryons and abandoned his ephemeral sellsword-kingdom in the Stepstones.  On Driftmark he wed Lord Corlys Velaryon's daughter Laena Velaryon, the rider of [[Vhagar]], oldest and largest living dragon.  They toured the Free Cities for a time and she bore him twin daughters in Pentos, Baela and Rhaena.  \n\nLaena later died in childbirth to a stillborn son, around the time that Rhaenyra's first husban Laenor Velaryon (Laena's own brother) had died as well. Afterwards Daemon married his niece Rhaenyra - though as it had been barely six months since Laena and Laenor had died, it was seen as controversial.  They had two sons together (in addition to Rhaenyra's previous three sons):  [[Aegon III Targaryen|Aegon III]] and [[Viserys II Targaryen|Viserys II]], both of whom would later become king (all later generations of Targaryens descended through Viserys II, including [[Daenerys Targaryen]]).  \n\nBy the time of the civil war known as the [[Dance of the Dragons]], Prince Daemon had more combat experience than all of Aegon II's supporters combined, and was held to be the most cunning strategist in Westeros.  Aegon II sat on the Iron Throne and wore the crown of Aegon the Conqueror as symbols of legitimacy, but in response Daemon personally crowned Rhaenyra at [[Dragonstone (castle)|Dragonstone]], with the crown of her father Viserys I, to proclaim that she was her father's true heir.  \n\nDaemon was Rhaenyra's [[Protector of the Realm]], commanding her armies, gathering them at [[Harrenhal]].  Through a feint, he tricked his nephew Aemond into leading all of his strength out of King's Landing to attack him.  Planning for this, Daemon had his armies flank west to destroy the Lannisters' armies, then looped around on his dragon to join Rhaenyra's other dragons and the Velaryon fleet to capture King's Landing, which had been left with only a skeleton defense.  There was no siege, as when the Gold Cloaks saw that Daemon had arrived they mutined ''en masse'' and threw open the gates.  Aegon II's mother was Queen [[Alicent Hightower]], and her own brother Gwayne Hightower had been appointed as the second-in-command of the City Watch after Alicent's coup.  Confronted by the City Watch and his own commander Luthor Largent, Gwayne accused him of being a turncloak (the irony lost on him that he had himself committed treason by usurping Rhaenyra).  In response, Luthor bluntly pointed out that &quot;''Daemon'' gave us these cloaks, and they're gold no matter how you turn them,&quot; at which he ran his sword through Gwayne's belly.  \n\nFor about six months Rhaenyra seemed triumphant, but Daemon left to try to hunt down Aemond on Vhagar.  He was joined by the young bastard-born dragonrider Nettles, a young dark girl riding the dragon Sheepstealer.  Daemon hunted long for Aemond and Vhagar, but Aemond would flee ahead of him and other searchers - he knew that Vhagar could kill any dragon in a one on one fight, and his hit-and-run attacks would draw out two or three of Rhaenyra's other dragons from other fronts in the war as they hunted him in vain.  Over time, rumors swirled that Daemon had taken her as a lover, causing Rhaenyra to think he had betrayed her and to call for her death (her paranoia brought on by a string of other stunning betrayals in the war).  Despondent, Daemon decided to seek out Aemond in a fight to the death, to finally bring an end to things.\n\nDaemon waited alone with his dragon [[Caraxes]] in the ruins of Harrenhal as a challenge to Aemond - knowing that he would only face him in a one-on-one fight he thought he could win.  After thirteen days Aemond arrived, along with a pregnant Alys.  She stayed on the ground as Aemond and Daemon took to the air for the final, mighty duel between Vhagar and Caraxes.  The Dance over Harrenhal ended in the deaths of both riders and both dragons over the [[Gods Eye]]. At the climax of the fight, Daemon lept from his saddle and drove [[Dark Sister]] through Aemond's empty eye socket, driving it out the back of his head.  Aemond's body, still chained to the saddle, went underwater along with Vhagar and was only recovered years after the war, with Dark Sister still impaled through his skull.\n\nDaemon's corpse was never found, though nothing could have survived the fall of hundreds of feet on dragons into the lake.  Popular romances and fables say that Daemon survived but chose to fake his own death, instead running off to live in the mountains with Nettles (who had also disappeared, apparently killing herself by flying her dragon out into the open ocean).  Any truth to the matter is unknown to history.\n\nDaemon's granddaughter [[Daena Targaryen]] would later name her bastard son [[Daemon Blackfyre]] after him, as he was well remembered as a formidable warrior who was the wonder and terror of his day.\n\n", "Biography": "During the [[Dance of the Dragons]], Daemon duelled his nephew [[Aemond Targaryen|Aemond]] to the death in the [[Dance over Harrenhal]].&lt;ref&gt;&quot;[[Dragons (Histories &amp; Lore)]]&quot;&lt;/ref&gt;\n\n", "See also": "*{{AWOIAF}}\n\n"}, "title": "Daemon Targaryen"}