{"attributes": {}, "sections": {"The Ghost of Harrenhal": "Daenerys and [[Doreah]] lean on a stone balcony in [[Xaro Xhoan Daxos]]â&euro;&trade;s manse in [[Qarth]]. [[Drogon]] is perched on the edge of the balcony with a lump of raw meat between them. Daenerys instructs Drogon to breathe flame on the meat by saying [[Dracarys]], the old Valyrian word for Dragon fire. Drogon does as she commands, charring the meat. Doreah and Daenerys watch the dragon gleefully as he feasts on the cooked morsel. Daenerys says that Drogon will be able to feed himself from now on. Doreah reaches for another lump of meat but Daenerys instructs her to let Drogon sleep. Doreah holds out her hand to help the dragon back into his wooden cage and he climbs onto it. Daenerys tells her handmaiden that the dragon loves her.&lt;ref name=&quot;E15&quot;&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\nDaenerys joins Irri by her bed and Irri describes the repairs she has made to Daenerysâ&euro;&trade;s clothes. Daenerys thanks Irri, calling her friend. Doreah picks up a dress from the bed and asks if Daenerys has seen it. She tells her Xaro had it made for her and reports hearing that he is the wealthiest man in Qarth. Irri concurs with her fellow handmaiden. Doreah adds that Qarth is the richest city in Essos. Daenerys recalls her gift from [[Illyrio Mopatis]], saying that the last time a rich man gave her a gown it was because he intended to sell her into marriage with Khal [[Drogo]]. Irri offers a Dothraki prayer for Drogo to ride forever in the night lands. Daenerys tells Doreah that they know nothing about their host and suggests that men often speak about other men when they are happy, suggesting that Doreah seduce some of Xaroâ&euro;&trade;s fellow citizens to obtain more information. Doreah says that Daenerys would look like a real princess in Xaroâ&euro;&trade;s dress and Irri objects to the title, correcting Doreah that Daenerys is a Khaleesi. Irri breaks the ensuing awkward silence by encouraging Daenerys to wear the dress as a guestâ&euro;&trade;s courtesy to Xaro.&lt;ref name=&quot;E15&quot; /&gt;\n\nDaenerys consorts with the people of Qarth in the gardenâ&euro;&trade;s of Xaroâ&euro;&trade;s home. Several of her khalasar are also present. Daenerys speaks with the [[Silk King]] and his female companion. Doreah is ingratiating herself with several of the men present as planned. The woman recommends the night markets to Daenerys, comparing it favourably to the markets of [[Meereen]] and offers to accompany her there. Daenerys is distracted by [[Jorah Mormont]], [[Kovarro]] and [[Malakho]] gathering around a bejewelled golden peacock statue. She asks Ser Jorah what they are doing and he reports that they are discussing stealing the statue. Malakho thinks that it is too heavy but Kovarro believes that they can parcel out the weight by prying out the jewels and chopping up the soft gold. Daenerys admonishes her bloodrider to show more respect for their host. He says that he will wait until they leave and she cautions him not to steal from the man who saved them from the [[Red Waste]]. Kovarro and Malakho walk off. Kovarro takes a goblet from a passing servant, emptying the liquid from it.&lt;ref name=&quot;E15&quot; /&gt;\n\nDaenerys remarks to Jorah that her brother [[Viserys Targaryen]] used to say that the only thing the Dothraki were good at was taking things that better men had built. Jorah responds that they are also good at killing those better men. Daenerys says that she intends to be a different kind of queen.&lt;ref name=&quot;E15&quot; /&gt;\n\n[[File:Daenerys Portal.png|thumb|Daenerys in Qarth]]\n[[Pyat Pree]] approaches Daenerys and welcomes her on behalf of the [[Warlocks of Qarth]]. He reaches for her hand and offers a demonstration of their power. He gives her a green jewel and asks her to look deeply into it. He says that she might see herself within its many facets. An identical copy of Pyat Pree seemingly appears from nowhere across the garden. It speaks with his voice, saying that you might see yourself more than once. The first Pyat Pree invites her to the [[House of the Undying]] should she grow tired of Xaroâ&euro;&trade;s baubles and trinkets. The onlookers applaud as he departs.&lt;ref name=&quot;E15&quot; /&gt;\n\nXaro pushes through the crowd and apologizes. He says that he was bound by custom to invite Pyat Pree because he is a member of [[the Thirteen]]. Daenerys asks what the House of the Undying is and Xaro dismisses it as the dusty library of the warlocks. He says that they drink shade of the evening there and that it turns their lips blue and their minds soft. He says that they are so addled that they actually believe that their parlour tricks are magic.&lt;ref name=&quot;E15&quot; /&gt;\n\nXaro walks with Daenerys through his gardens. His party is winding down as night falls. He asks her how long Jorah has been in love with her, calling him a manservant. Daenerys says that Jorah is her adviser and friend and is not in love with her. Xaro says that he can almost always tell what men want. Daenerys wonders if he has the same skill with women and he ruefully says that they are much more complicated. He asks what Daenerys wants and she states her ambition to cross the Narrow Sea and take back the Iron Throne. Xaro asks why and Daenerys cites her promise to her khalasar. Xaro laughs and wonders if she wants to conquer the seven kingdoms for the Dothraki. She asserts that the Iron Throne is hers by right and that she will take it. Xaro says that she is a conqueror. Daenerys wonders how he obtained his wealth, comparing his success to her ambition. She concludes that he is also a conqueror, albeit one with less ambition. He reveals that he is a self made man and arrived in Qarth with nothing. Daenerys asks what Xaro wants and why he bled for her at the gates of the city.&lt;ref name=&quot;E15&quot; /&gt;\n\nXaro shows her to a Valyrian stone vault door below his mansion. He says that he has offered locksmiths and thieves their weight in gold to open the door and all have failed. He says that the only thing that opens the door is the key that he wears around his neck. Daenerys wonders what is inside and he only laughs enigmatically. She wonders if he plans to give her all of his wealth and what she must do for it. He says that she can have half and that she only needs to marry him. She laughs at the unromantic proposal and he says that he has married once for love but lost his wife. He says that he came from nothing but has the wealth to fulfil her ambitions and that their children will be princes and princesses. He says that he has more ambition than she realized. He tells her that the time is right and informs her of the death of King [[Robert Baratheon]].&lt;ref name=&quot;E15&quot; /&gt;\n\nDaenerys returns to her bed chamber and seeks the counsel of Ser Jorah. He warns against attempting to take the Iron Throne with a bought army. She is eager to seize the opportunity of striking while the Seven Kingdoms are weakened by civil war. Jorah asserts that she will need support from within her Kingdom in order to win her throne. Jorah warns against accepting the reports of Xaro at face value given their brief association. Daenerys says that they must strike now or spend the rest of their lives rotting away at the edge of the world. Jorah warns that rich men always expect a return on their investment and will believe that they own Daenerys if she takes their ships and soldiers. He says that moving carefully is the harder way but the right way. Daenerys reminds him that if she had exercised the caution that he advised outside the gates of Qarth then they would all have died in the Garden of Bones. Jorah cautions not to consider the opportunity that has presented itself as the last she will ever have. Daenerys warns him not to speak to her like a child. Jorah says that he only wants to see Daenerys on the Iron Throne. She asks why and he describes how he sees her. He says that although she denies it she has a gentle heart and he believes she would be a great ruler; feared, respected and loved. He explains that the marriage of capability and a valid claim is so rare that it should not be squandered. He says that he sometimes looks at her and cannot believe she is real.&lt;ref name=&quot;E15&quot; /&gt;\n\nHis honest admission of his feelings creates an awkward atmosphere. Daenerys asks for his counsel as her adviser and he says that she should find her own way back. He explains that she needs just a single ship and can win the allies that she needs in Westeros. She wonders how she will find a ship and he answers that he will find it for her saying that it will be a good ship with an honest captain. Daenerys says that she looks forward to meeting him. He bows to her and leaves her alone.&lt;ref name=&quot;E15&quot; /&gt;\n\n", "The Old Gods and the New": "Daenerys paces in a courtyard of the [[Spice King]]â&euro;&trade;s mansion. [[Kovarro]] stands guard for his impatient Khaleesi. She complains about being made to wait and [[Xaro Xhoan Daxos]] tells her that the Spice King is the second wealthiest man in Qarth and makes everyone wait. He says that she could have avoided the embarrassment by marrying him, the wealthiest man in Qarth. Daenerys says that she already has a husband and Xaro counters that she is too young to mourn Khal [[Drogo]] forever. He adds that she is also far too beautiful. Daenerys says that Xaro is too smart to think that she will succumb to flattery. He says that he has travelled far and met many women, none of whom were immune to flattery.&lt;ref name=&quot;E16&quot;&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\nThe Spice King descends the stairs and loudly greets Daenerys as the mother of dragons. He asks for forgiveness, blaming his terrible dreams for his lateness. He says that he could not sleep until the sun was shining and the birds were singing. He says that he can see Daenerys true beauty now that the [[Red Waste]] has been washed from her and flippantly apologizes for his behaviour at the gates of [[Qarth]]. He goes on to say that she has the silver hair of a true Targaryen. He then tells Xaro that Daenerys is too lovely for him because he is a glorified dock worker. Xaro agrees and then points out that the Spice Kingâ&euro;&trade;s grandfather was a lowly pepper salesman and married far above his status. The Spice King says that every lady alive was lovelier and higher born than his grandfather. His entourage laugh at the exchange and Daenerys clears her throat to regain her hostâ&euro;&trade;s attention. The Spice King wonders if his servants failed to offer Daenerys refreshment and threatens to have them flogged.&lt;ref name=&quot;E16&quot; /&gt;\n\nDaenerys thanks him for being a gracious host and directs the discussion to her purpose by saying that there is no servant alive who can bring her what she wants. The Spice King says that Daenerys has a talent for drama and asks what she wants, calling her a â&euro;&oelig;Little Princess.â&euro;? She says that she wants her birthright, the [[Seven Kingdoms]] of [[Westeros]]. The Spice King says that he is no better than a servant in that case because he cannot give her what he does not have. She elucidates that she wants the use of his ships to reach Westeros. He sarcastically says that he needs his ships to move spices from port to port. Daenerys offers to triple any investment he makes in her retaking the Iron Throne. He objects to her saying retake because she has not sat the throne before. She counters that she did not come to argue grammar. He says that she has come to take his ships and offers to explain his position, again calling her â&euro;&oelig;Little Princess.â&euro;? He says that he applies logic to his business investments and sees her as a poor proposition because she lacks an army or support in Westeros. Daenerys insists that the people will rise to fight for their rightful queen. He counters that he will not make an investment based on wishes and dreams. He asks her to excuse him but she halts him by asking if he knows [[Illyrio Mopatis]], the [[Magister]] of [[Pentos]]. The Spice King says that Illyrio is a shrewd man. Daenerys tells him that Illyrio gave her the dragon eggs that she hatched by walking into a fire, based on her dreams. She says that she is no ordinary woman because her dreams come true. He says that he admires her passion but trusts in logic. He dismisses her as a little princess and she asserts her heritage and vows to take what is hers. He says that she might but not with his ships.&lt;ref name=&quot;E16&quot; /&gt;\n\nXaro and Daenerys walk through the gardens of his home while Kovarro trails behind them. Daenerys describes her difficulty securing support from the merchants of Qarth. Along with the Spice King, the Copper King and the Silk King have also refused her. The Silk King fears upsetting House Lannister and the Copper King offered an indecent proposal in exchange for a single ship. She says that she is no whore. Xaro tells her that he came to Qarth with nothing and worked hand to mouth on the docks before attaining his fortune. He asks her if she believes the path from poverty to wealth is always pure and honourable. He says that he has done things righteous men would condemn but has no regrets. He opens the door to a courtyard and Daenerys steps through to discover four of his guards dead on the ground. Xaro calls for his men to bar the gates and sound the alarm. Daenerys rushes to her apartments and Kovarro draws his arakh as he follows her. Malakho and another Dothraki guard enter the courtyard. Daenerys passes two dead Dothraki warriors on the stairs. She enters her room to find her dragons gone and Irri dead on the ground. She calls out for her dragons.&lt;ref name=&quot;E16&quot; /&gt;\n\n", "The Prince of Winterfell": "Daenerys, Ser [[Jorah Mormont]] and [[Kovarro]] take refuge in a disused courtyard in the city of [[Qarth]]. Jorah warns Daenerys to stay away from a barred doorway because [[Xaro Xhoan Daxos]] and the [[Warlocks of Qarth|warlocks]] will be looking for them. He reports finding a suitable ship with a good captain and says that it is sailing for [[Astapor]] the next day. Daenerys balks at the suggestion and Jorah says that they cannot stay in Qarth. Daenerys refuses to leave without her dragons, referring to them as her children. Jorah says that they are not truly her children and that dragons can never be children. Daenerys is hurt and angrily tells him to go to Astapor and safety, turning away from him. Jorah says that he would die for her and will never abandon her. He asserts that he is sworn to protect and serve her. She tells him to do so by taking her to the [[House of the Undying]]. Jorah warns against doing what [[Pyat Pree]] wants, fearing a trap. He says that the warlocks magic is strong. Daenerys reminds him of her own magic; hatching the dragons by stepping into the funeral pyre of [[Drogo]] while the witch [[Mirri Maz Duur]] burned alive. Jorah says that he will remember until his last breath, even after forgetting his motherâ&euro;&trade;s face. Daenerys caresses his cheek and reminds him that she cannot have children of her own, she believes that the dragons are the only children she will ever have. She asks him to take her to them.&lt;ref name=&quot;E18&quot;&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n", "TOP": "Daenerys Targaryen Season 2023166qxyovnz06bou22536tnag195dihy53x1510192014-07-04T10:33:35ZQueenofthewesterosi25115321Just fixed a few spelling errorsIn '''[[Season 2]] [[Daenerys Targaryen]]''' remains a major character. She is left with a diminished khalasar and, despite the potential of her newborn dragons, is extremely vulnerable to her rivals. She leads her people east into the [[Red Waste]] hoping to find sanctuary. She is invited to [[Qarth]] but is betrayed by her hosts and has her dragons stolen.\n\n", "Valar Morghulis": "Daenerys, Ser [[Jorah Mormont]] and [[Kovarro]] ascend the steps to the [[House of the Undying]] in [[Qarth]]. Kovarro tells his Khaleesi that the place is a house of ghosts, adding the common Dothraki phrase â&euro;&oelig;It is known.â&euro;? The imposing stone tower has no windows, only spikes. Kovarro notes the absence of guards and Jorah tells him that the warlocks kill with sorcery, not steel. Daenerys defiantly says â&euro;&oelig;let them try.â&euro;?&lt;ref name=&quot;E20&quot;&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\nShe leads her guards within the walls to the base of the tower. There appears to be no door and she asks if it is a riddle. She circles the tower and Jorah trails behind her. Motioning to Kovarro to stay by the entrance. The curvature of the tower takes her out of his sight for a moment. He continues after her and finds himself back by Kovarro. They realize that she has gone and Jorah screams her title to no avail.&lt;ref name=&quot;E20&quot; /&gt;\n\nDaenerys finds herself on a landing in a dark, stone, spiral staircase lit by torches. She takes one to light her way. She can hear Jorah shouting to her but cannot see him. She calls to the warlocks, accusing them of trying to frighten her with magic tricks. She says that she is there if they want her and asks if they are afraid of a little girl. She hears the calls of her dragons up the stairs and heads in the direction of the sound.&lt;ref name=&quot;E20&quot; /&gt;\n\nShe follows the screeching to a closed door. As she opens the door the sound ends abruptly. She steps through into a round room with many doors around its walls. In the centre of the room is a bare stone pedestal. As she steps over a metal grate in the floor and approaches the doors she begins to hear the dragons again. She chooses a door where the sound is louder.&lt;ref name=&quot;E20&quot; /&gt;\n\nImpossibly, the door leads her into the Iron Throne room of Kingâ&euro;&trade;s Landing. The room is deserted and the floor is covered by a layer of snow. The roof above her has been ruined, exposing the room to the wintery conditions. She walks down from the gallery and leaves her torch on the floor. She climbs the steps to the throne itself. She reaches out a hand to touch it but is halted when she hears her dragons again. She pulls her hand back and exits the room via the door behind the throne which should lead to the small council chamber.&lt;ref name=&quot;E20&quot; /&gt;\n\n[[File:Dany_Season_5_Valar.png|thumb|Daenerys in an illusory blizzard.]]\nInstead Daenerys finds herself emerging north of the wall, from the Castle Black tunnel. The gate clanks and screeches as it opens. She walks out into a thick blizzard and hugs her arms across her body, still dressed for the hot weather of Qarth. Through the white haze she catches a glimpse of a black shape. She forges on through the snow towards it. The shape resolves into the tent she once shared with her husband Khal [[Drogo]].&lt;ref name=&quot;E20&quot; /&gt;\n\nShe pushes aside a canvas flap and steps inside the extended entrance. The light shifts; suddenly she is surrounded by a warm glow. She walks to the middle of the tent and is shocked to find Drogo sat there, holding a baby boy. He greets her as the â&euro;&oelig;Moon of [his] life.â&euro;? She says that she is experiencing dark magic, like the magic that separated them. She suggests that she might be dead and unaware of it and asks if they are meeting again in the [[Night Lands]]. Drogo responds that he might have refused to enter the Night Lands without her, telling the Great Stallion to â&euro;&oelig;go fuck himselfâ&euro;? and returning to wait for her. She smiles and says that it sounds like something he would do. Their child, [[Rhaego]] murmurs and she bends down to touch his head. Drogo suggests that it could be a dream that either of them is having and admits that he does not know. He calls the mystery a question â&euro;&oelig;for wise men with skinny arms.â&euro;? He says that she is the moon of his life, and that is all he knows and all he needs to know. He says that if he is dreaming he will kill the man that tries to wake him. She holds his head next to hers. She then tearfully repeats what Mirri Maz Duur told her when she asked when Drogo would be as he was, realizing that none of this is real. She leaves the tent and the vision of the family she lost.&lt;ref name=&quot;E20&quot; /&gt;\n\nShe finds herself back in the round room with many doors. She is met by her dragons chained to the pedestal in the centre of the room. They respond to her presence and she reaches a hand towards them. She is startled when Pyat Pree speaks from the shadows behind her, saying that the dragons missed their mother and want to be with her.&lt;ref name=&quot;E20&quot; /&gt;\n\nAnother Pyat Pree copy asks Daenerys if she wants to be with them, from the opposite side of the room. The first copy asserts that they will be together. They speak alternate phrases, saying that their power returned when the dragons were born. They tell Daenerys that their power is strongest in the presence of the dragons and that the dragons are strongest when they are with her. A third copy asserts that she will be with the dragons for the coming winter, summer and thousands upon thousands of seasons thereafter. Daenerys realizes that her wrists are manacled and chained. The copies pull the chains taught at the edge of the room, wrenching her arms up and away from her. They tell her that they will be with her until time comes to an end.&lt;ref name=&quot;E20&quot; /&gt;\n\n[[File:Daenerys and dragons 2x10.png|thumb|[[Drogon]] and his brothers burn [[Pyat Pree]].]]\n[[File:Pyat_Pree_dead.jpg|thumb|Pyat Pree's charred corpse.]]\nWhen she is secured in place, the copies disappear and the real Pyat Pree welcomes her to her new home. She replies that her true home is across the sea where her people are waiting. He counters that they will be waiting a long time. She looks back at the trio of tiny dragons behind her and he bends down to share her view. She turns her head back to stare at him defiantly and then speaks the command â&euro;&oelig;Dracarys.â&euro;? Drogon coughs smoke and Pyat Pree looks at him and then backs away. Daenerys waits and the dragon tries again, this time projecting a jet of flame which sets the warlockâ&euro;&trade;s left arm alight. He flails the flaming limb uselessly. The other dragons join Drogon in breathing fire at the sorcerer. He screams in pain and terror and crumples to the ground, a charred dead husk. Daenerys looks at her children as Drogon turns his breath on the chains that bind him; they similarly blacken and crumble. Daenerys turns her head back as the clinking of falling chains fills the room.&lt;ref name=&quot;E20&quot; /&gt;\n\n[[File:Daenerys, Jorah and dragons 2x10.jpg|thumb|Daenerys confronts the traitorous Xaro and Doreah.]]\nFree from the tower, Daenerys goes to confront [[Xaro Xhoan Daxos]] for his treachery and reunite with her people. She finds him sleeping soundly next to [[Doreah]]. He is awoken by Kovarro yanking the vault key from around his neck with the point of an Arakh. Daenerys stands at the foot of the bed, holding her dragons and surrounded by the people of her khalasar. She has put back on her pauldron and Drogon is perched on the shoulder pad while Viserion and Rhaegal nestle in her arms.&lt;ref name=&quot;E20&quot; /&gt;\n\nDoreah begs for mercy and says that Xaro told her that Daenerys would never leave Qarth alive. Daenerys only instructs them to come with her. Xaro throws off the sheets and Jorah draws his sword, pointing it at the would be king.&lt;ref name=&quot;E20&quot; /&gt;\n\nKovarro uses Xaroâ&euro;&trade;s key to unlock the Valyrian Stone vault. The door is adorned by a leaf pattern in its centre with a wolf to the left and a lion to the right. Jorah helps the bloodrider to pull back the heavy door. Daenerys steps to the threshold and realizes that it is empty. She thanks Xaro for the lesson that he has taught her. She nods to Malakho who pushes Xaro into the vault. Xaro protests that he is the King of Qarth and can now truly help her. Doreah repeats her pleas for mercy. Daenerys is unmoved and watches Jorah seal them inside the vault. He hands her the key.&lt;ref name=&quot;E20&quot; /&gt;\n\n[[File:Daenerys and dragons 2x10.jpg|thumb|Daenerys prepares to leave Qarth with her reclaimed Dragons.]]\nDaenerys and her people return to Xaroâ&euro;&trade;s hall. Jorah says that Xaroâ&euro;&trade;s fortune was all a lie. Daenerys counters that his possession look real enough to her as she empties out a golden dish. She asks if it is enough to buy a ship. Jorah nods and says that they can afford a small one. He calls to the Dothraki to take all the gold and jewels. Daenerys carries her dragons out of the room as her people hurry to prepare for their journey.&lt;ref name=&quot;E20&quot; /&gt;\n\n", "A Man Without Honor": "Daenerys walks through the gardens of the mansion of her host [[Xaro Xhoan Daxos]]. He tells her that he has demanded a meeting of [[the Thirteen]] to investigate the theft of her dragons, asserting that one of them was responsible or knows who was. Daenerys points out that Xaro is one of the Thirteen. [[Malakho]] stands guard outside her apartment. Xaro says that he would have taken the dragons if he had wanted them and claims that they mean nothing to him alone. Daenerys is halted by his dismissiveness and says that they are more valuable than anything in the world. Xaro grips the key he wears about his neck and asks if she would like to look in his vault to see what they could buy him that he cannot already afford. He promises that they will get the dragons back. Daenerys objects to his use of the collective and questions why he would help her to get them back. Xaro insists that he feels responsible because the dragons were stolen from his home, while she was under his protection. He fears that the crime will make him appear weak and says that he depends on his reputation. He says that if people call him a liar then his word will be worth nothing and that he cannot let the theft happen to her under his roof. Daenerys counters that it has already happened. He begins to talk about his past but she cuts him off and leaves him standing on the steps.&lt;ref name=&quot;E17&quot;&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\nDaeneryes paces in front of her empty dragon cages in her apartment. Ser [[Jorah Mormont]] enters and she greets him. He says that he returned as soon as he heard what had happened. He asks if she knows anything and she shakes her head and reports the death of Irri. Jorah begins to praise Irri but Daenerys interrupts him to say that Irri died alone because she was not able to protect her. Jorah asks about [[Doreah]] and Daenerys says that they have been unable to find her and assumes that she is also dead. Daenerys says that she has led her people out of the [[Red Waste]] and into the slaughter house. Jorah laments not being with her and Daenerys consoles him that he had left to find her a ship. He says that his place is by her side and that he should not have left her alone with the Qartheen, adding that they are not to be trusted. Daenerys wonders who she should trust. She says that she has only known one other Targaryen and that her brother Viserys would have allowed a thousand men rape her to get his crown. She says that most of the Dothraki turned against her when Drogo fell ill. Jorah insists that her people are in Westeros. She retorts that most of them do not know that she is alive and expresses doubts about their desire for her return. She says that Viserys believed that he would be welcomed and he was a fool. Jorah says that she is not her brother and asks her to trust him. She seizes on his request, wondering if he wants her to trust only him. She says that she no longer needs or wants trust. He approaches and places a hand on her shoulder, beginning to say that she is too young for her feelings. She interrupts to warn him that he is too familiar and he steps back. He asks her forgiveness. He says that no-one can survive in their world without help and asks her to tell him how to help her. She orders him to find her dragons.&lt;ref name=&quot;E17&quot; /&gt;\n\nXaro hosts a council of [[the Thirteen]] inside his home. Daenerys stands before Xaro while the rest of the Thirteen sit behind a long curved table. [[Kovarro]] stands guard behind Daenerys while white cloaked servants attend to the guests. The [[Spice King]] complains about being summoned from his own residence and being called a thief. Xaro says that no-one has called him that and the Spice King angrily asks who Daenerys is to accuse them. Daenerys pleads that the dragons are her children and says that she is begging for their help. The [[Silk King]] reminds Daenerys that it is not long since she threatened them at the gates of the city. Daenerys warns that the dragons will die without her. The Spice King says that their death is for the best because of the death and misery they would cause when fully grown. He says that if he knew where they were he would not say.&lt;ref name=&quot;E17&quot; /&gt;\n\nThe warlock [[Pyat Pree]] calls him cruel, saying that Daenerys is right and should be reunited with her babies. He offers his assistance and Daenerys wonders how he will help. He says that he will take her to the [[House of the Undying]] where he has put the dragons. Daenerys is astounded, and asks him to repeat that he has them. He says that when he learned she was coming to the city he made an arrangement with the King of Qarth. The rest of the Thirteen laugh, assuming that he is joking because the city has no king. The warlock adds that the King of Qarth procured them for him. Daenerys incredulously asserts that there is no King of Qarth.&lt;ref name=&quot;E17&quot; /&gt;\n\nXaro stands and says that there is now. He admits to being the other party in the warlockâ&euro;&trade;s arrangement. He admonishes the rest of the Thirteen for their close mindedness and isolationism. He asserts a need for Qarth to change if it is to truly become the greatest city that ever was or will be. He says that he will open Qarth to the world as he forced it to open itself to him. Pyat Pree stands and circles around the table to stand behind Xaro as he speaks while Daenerys backs away from him slowly. The Spice King says that Xaroâ&euro;&trade;s ambition is inspiring but that he is an overreaching upstart. He gestures towards the warlock while saying that an alliance with a charlatan and three small dragons do not make Xaro a king. Xaro repeats the insults, saying that empires have been built by less than an upstart and a charlatan. Xaro says that those on the margins often come to control the centre while those on the centre make room for them willingly or otherwise. He steps back while the warlock moves in front of him. Pyat Pree proclaims that Daenerys will be reunited with her children and will give them her love while they thrive by her side. He pauses and the servants step forward behind the seated dignitaries with knives in hand. As he says â&euro;&oelig;foreverâ&euro;? the servants slit the throats of the eleven seated members of the Thirteen. Daenerys looks on in horror as she realizes that every servant has Pyat Preeâ&euro;&trade;s likeness. Kovarro shields her as she flees from the room.&lt;ref name=&quot;E17&quot; /&gt;\n\nShe climbs the stairs only to be met with another likeness of the warlock in the building entrance hall. Kovarro stands between them with his arakh raised. Jorah steps into the room and stabs the copy through the chest. The warlock looks down at the blade and then back at Daenerys before saying that a mother should be with her children. Jorah wrenches free his blade but all that falls to the ground is a pile of clothes. Another copy of Pyat Pree enters from the stairs and asks Daenerys where she will run. He says that her dragons are waiting for her in the House of the Undying and urges her to come and see them. Jorah takes Daenerys by the hand to lead her outside.&lt;ref name=&quot;E17&quot; /&gt;\n\n", "Garden of Bones": "[[Kovarro]] returns to Daenerys in the midst of the [[Red Waste]]. She notices that he has changed mounts and he reveals that he was given a new horse by the Thirteen, the elders of the great city of Qarth. He reports that on hearing of her dragons [[the Thirteen]] have invited Daenerys to the city. He adds that it lies on the coast three days ride away. Daenerys asks Ser [[Jorah Mormont]] what he knows of [[Qarth]] and he tells her that the desert around it is known as the Garden of Bones because it is littered with the remains of travellers who have been refused entry to the city.&lt;ref name=&quot;E14&quot;&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\nDaenerys and her ragged khalasar reach the gates of Qarth. They are met by a company of spearmen. Daenerys looks to Ser Jorah and questions the lack of welcome. He says that she might do the same if she heard that a Dothraki horde was approaching her city. She looks at her people and says that they are no horde. A party of dignitaries emerge behind the spearmen. [[Spice King|One of the nobles]] steps forward and she begins to introduce herself. He cuts her off to say that he knows who she is. She asks his name and he says that foreigners find it too difficult to pronounce. He says that he is simply a trader of spices and introduces the rest of his part as the Thirteen, the rulers â&euro;&oelig;of the greatest city that ever was or will be.â&euro;? Daenerys claims to have heard of the beauty of the city but mispronounces the name and is corrected by the merchant. He asks to see her dragons and she asks to be admitted first. He says that the more sceptical members of the Thirteen do not believe in the existence of the dragons. Daenerys says that she is not a liar. He unctuously claims to believe her but says that his opinion is of little value. Daenerys says that guests are afforded respect where she comes from. He suggests that she return to where she has come from and turns away. Daenerys steps forward and reminds them of their promise to receive her. He says that they have received her already. She says that they will die if refused entry and he claims that they will regret her death but that Qarth did not achieve greatness by allowing Dothraki savages through its gates.&lt;ref name=&quot;E14&quot; /&gt;\n\nThe Thirteen turn back to their city. Ser Jorah warns Daenerys to be careful. She steps forward and the spearmen present their arms. She calls to the Thirteen and they turn back to her. She says that when her dragons are grown they will lay waste to armies and burn cities to the ground and threatens to burn them first if they are turned away. The spice merchant says that she is a true Targaryen. [[Xaro Xhoan Daxos]] says it is unbecoming for them to fear a little girl. He says that they can let a few Dothraki through the gates without endangering the city and points out that he arrived in Qarth as a savage from the summer isles. He invokes a custom called Sumai to vouch for them and allow them entry to the city. The gates are opened and Daenerys leads her people into the city with Xaro at her side.&lt;ref name=&quot;E14&quot; /&gt;\n\n", "The Night Lands": "In the [[Red Waste]], Daenerys and her khalasar sit listlessly in the oppressive heat as they wait for the scouts to return. Ser [[Jorah Mormont]] notices a horse approaching and rouses Daenerys. The mount is riderless and covered in bright red war paint. Jorah notices blood dripping from a saddlebag and opens it to find the head of [[Rakharo]], his severed braid stuffed in with it. Jorah warns Daenerys not to look, but she insists, saying that Rakharo was blood of her blood. She asks Jorah who killed Rakharo and he tells her that it must have been one of the other Dothraki khalasars, suggesting Khal Pono or Khal Jhaqo. He tells Daenerys that her rivals do not like the idea of a woman leading a khalasar. Daenerys vows that they will like it less when she is done with them. Irri approaches and kneels by the saddle bag, sobbing that they have killed Rakharo's soul. Daenerys tries to reassure her that the soul cannot be killed. Irri is distraught because she believes that the mutilation of Rakharo's body will prevent him from joining his ancestors in the night lands. Daenerys promises that they will build him a funeral pyre and that he will ride with his ancestors. Irri's wails resonate across the desolate land.&lt;ref name=&quot;E12&quot;&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\n", "The North Remembers": "[[File:Dany-wasteSeason2.jpg|thumb|Daenerys leads her people through the Red Waste.]]\nIn the [[Red Waste]] [[Drogon]] alights on the shoulder of Daenerys and hisses at the desert. Daenerys tries to feed the dragon a morsel of raw meat as she walks with her khalasar through the barren desert but it shows no interest. [[Doreah]] asks what [[Viserys Targaryen]] had said about dragons and Daenerys reports that he claimed they ate meat. Doreah wonders if he gave specifics and Daenerys says that Viserys knew nothing. Daenerys holds her palm out for the dragon and then returns it to a wicker cage on a horseâ&euro;&trade;s back. Up ahead the silver horse that was her wedding present from [[Khal]] [[Drogo]] suddenly keels over. A warrior rushes to the horseâ&euro;&trade;s side and Ser [[Jorah Mormont]] strides forward to join him. Daenerys runs from the cages to be with her dying horse. She looks at Jorah who grimly shakes his head. She laments her inability to protect her people from starvation and asks if the desert ever ends. Jorah admits that he has never been this far East before but asserts that everything ends. Daenerys asks if he is sure there is no other way and he states the dangers that lie in the other directions. He believes that her dragons will make her a target to other Dothraki khalasars and even the Lhazareen. He says that her people are too weak to defend her and that she must be their strength. She responds â&euro;&oelig;As you are mine.â&euro;? She calls her bloodriders [[Rakharo]], [[Aggo]] and [[Kovarro]] and sends them ahead on the last of their horses to search the land ahead.&lt;ref name=&quot;E11&quot;&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\nShe approaches Rakharo and tells him that he is her last hope. He promises that he will not fail her and she says that he never has. He looks at the sun and says that it is a bad time to start. She stands back as the riders depart before gazing up at the comet.&lt;ref name=&quot;E11&quot; /&gt;\n\n"}, "title": "Daenerys Targaryen Season 2"}