{"attributes": {"status": ":Category:Status: Alive", "death": "", "last": "", "imagesize": " 250pxQuote", "family": ["Aerys II Targaryen - father/uncle", "Rhaella Targaryen - mother/aunt", "Rhaegar Targaryen - brother", "Viserys Targaryen - brother", "Elia Martell - sister-in-law", "Rhaenys Targaryen (daughter of Rhaegar)"], "title": "Daenerys Targaryen", "culture": " Valyrian", "season": "Season 1", "image": "Dany_Season_5_GOT_HBO.jpg", "allegiance": "House Targaryen", "actor": "Emilia Clarke", "age": " 20 in Season 5&lt;ref&gt;Daenerys was born a few months after Robert's Rebellion ended, 17 years before Season 1, making her about 16 in Season 1.&lt;/ref&gt;", "titles": ["Daenerys of the House Targaryen, the First of Her Name", "Queen of Meereen", "King of the Andals and the First Men"], "link": " House TargaryenCharacter", "place": "Dragonstone", "aka": ["Daenerys Stormborn", "Dany", "The Unburnt", "''Mhysa''", "The Queen Across the Sea", "The Silver Queen", ""], "appearances": "33 episodes &lt;small&gt;#Appearances", "first": "&quot;Winter is Coming (episode)"}, "sections": {"Relationships": ":''Main: [[Drogo and Daenerys Targaryen]]''\n\n", "Family tree": "{{House Targaryen family tree}}\n\n", "Behind the scenes": "The role of Daenerys was originally played by [[Tamzin Merchant]] in the unaired [[pilot episode]], but the role was recast for the actual series for undisclosed reasons.\n\nCostume Designer [[Michele Clapton]] explained the costuming shifts that Daenerys goes through in Seasons 1 to 3. In Season 1, it is obviously a major shift when Daenerys starts to wear Dothraki clothing, showing that she is willing toÂ immerse herself in their culture in a wayÂ Viserys never will, and earns reciprocal respect from them as a result. However, as Season 1 progresses, Daenerys later switches to a different outfit - still in Dothraki fashion, but made of tanned crocodile hide. The Dothraki also wear animal skins, but use horse-leather. Daenerys put her own Targaryen-themed twist on this by still using leather made from an animal, but from a reptile to evoke her ties to the ancient dragons. In Season 2, Daenerys switches to a Qartheen gown that Xaro provides her, yet she switches into different variants in a subtle progression throughout the season. Initially, Daenerys was awed by Xaro's generosity and Qarth's elegance, but almost at the risk of losing herself: as she increasingly starts to doubt Xaro and become dissatisfied with Qarth in general (as it becomes more apparent that none of them will give her the army she needs), she starts incorporating more and more &quot;Dothraki-style&quot; features back into her outfit. Instead of the completely Qarth-style gown she wore in &quot;Garden of Bones&quot;, she starts adding more metal armored pieces or leather, similar to her earlier Dothraki costume.&lt;ref&gt;[[Inside HBO's Game of Thrones]]&lt;/ref&gt;\n\nIn Season 3, by the time that Daenerys's ship arrives in Slaver's Bay she has shifted into a new outfit which she retains for most of the rest of the season (alternating with others such as her white gown). In the Season 3 Blu-ray, Clapton explained why Daenerys wears a bright blue dress instead of, say, the traditional Targaryen colors of red and black (which ViserysÂ wore): blue was the color of royalty in Khal Drogo's khalasar. It was the color of the expensive dye which they adorned themselves with, moreso on special occasions such as Drogo's wedding. This is comparable to how purple was traditionally the color of imperial or royal authority for centuries in Europe, because purple was the most expensive color dye (it could only be made from a rare sea snail). Thus, while in Season 3 Daenerys no longer wears a Dothraki-style &quot;cut&quot; to her outfit, she switched to blue colors as a symbol of her authority as a khaleesi and in memory of Drogo.&lt;ref&gt;Season 3 Blu-Ray special features&lt;/ref&gt;\n\n", "TOP": "Daenerys Targaryen02157dv8pbcq7rpxmh1bpqq00w1ksuh4kr971800952015-03-28T21:09:49ZArticXiongmao15030876/* Season 4 */::''For her great-grandfather Maekar's paternal aunt, see &quot;[[Daenerys Targaryen (daughter of Aegon IV)|Daenerys of Sunspear]]&quot;.''\n{{Heraldry\n|image = Targaryen mini shield.png\n|link = House Targaryen\n}}\n{{Character\n| Title=Daenerys Targaryen\n| Image=Dany_Season_5_GOT_HBO.jpg\n| Season=[[Season 1|1]], [[Season 2|2]], [[Season 3|3]], [[Season 4|4]], [[Season 5|5]]\n| First=&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;\n| Last=\n| Appearances=33 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Aka=Daenerys Stormborn&lt;br&gt;Dany&lt;br&gt;The Unburnt&lt;br&gt;''Mhysa''&lt;br&gt;The Queen Across the Sea&lt;br&gt;The Silver Queen&lt;br&gt;\n| Titles=Daenerys of the House Targaryen, the First of Her Name&lt;br&gt;Queen of Meereen&lt;br&gt;[[King of the Andals and the First Men|Queen of the Andals, the Rhoynar and the First Men]] (claimant)&lt;br&gt;Lady Regnant of the Seven Kingdoms (claimant)&lt;br&gt;[[Protector of the Realm]] (claimant)&lt;br&gt;''Khaleesi'' of the Great Grass Sea&lt;br&gt;Breaker of Chains&lt;br&gt;Mother of Dragons\n| Status=[[:Category:Status: Alive|Alive]]\n| Death=\n| Place=[[Dragonstone]]\n| Allegiance=[[House Targaryen]]\n| Family={[[Aerys II Targaryen]]} - father/uncle&lt;br&gt;{[[Rhaella Targaryen]]} - mother/aunt&lt;br&gt;{[[Rhaegar Targaryen]]} - brother&lt;br&gt;{[[Viserys Targaryen]]} - brother&lt;br&gt;{[[Elia Martell]]} - sister-in-law&lt;br&gt;{[[Rhaenys Targaryen (daughter of Rhaegar)|Rhaenys Targaryen]]} - niece&lt;br&gt;{[[Aegon Targaryen (Son of Rhaegar)|Aegon Targaryen]]} - nephew&lt;br&gt;Maester [[Aemon|Aemon Targaryen]] - great-uncle&lt;br&gt;{[[Duncan Targaryen]]} - uncle&lt;br&gt;{[[Daeron Targaryen (son of Aegon V)|Daeron Targaryen]]} - uncle&lt;br&gt;{[[Drogo]]} - husband&lt;br&gt;{[[Rhaego]]} - son (stillborn)&lt;br&gt;\n| Actor=[[Emilia Clarke]]|Age = 20 in Season 5&lt;ref&gt;Daenerys was born a few months after Robert's Rebellion ended, 17 years before Season 1, making her about 16 in Season 1.&lt;/ref&gt;|Culture = [[Valyrian]]|ImageSize = 250px}}\n{{Quote|You have a good claim:  a title, a birthright.  But you have something more than that:  you may cover it up and deny it, but you have a gentle heart.  You would be not only respected and feared, you would be loved.  Someone who can rule and ''should'' rule.  Centuries come and go without a person like that coming into the world.  There are times that I look at you, and I still can't believe you're real.|Ser [[Jorah Mormont]] to '''Daenerys Targaryen'''.|The Ghost of Harrenhal}}\n'''DaenerysÂ Targaryen''', sometimes called '''Dany'''Â by her brother [[Viserys Targaryen|Viserys]], is a major character in the [[Season 1|first]], [[Season 2|second]], [[Season 3|third]], [[Season 4|fourth]] and [[Season 5|fifth]] seasons. She is played by starring cast member [[Emilia Clarke]], and debuts in the [[Winter is Coming|series premiere]].\n\nShe is the only surviving child of King [[Aerys II Targaryen]], who was ousted from the [[Iron Throne]] during [[Robert's Rebellion]]. Daenerys's mother was sent to safety onÂ [[Dragonstone]] island just before the [[Sack of King's Landing]], and died giving birth to her during a great storm which wrecked the remaining Targaryen fleet at anchor, earning her the sobriquet '''Daenerys Stormborn'''. She lives in exile in [[Essos]]. Daenerys was sold into marriage to the [[Dothraki]] [[Khal]] [[Drogo]]; the two gradually fell in love, but she lost her husband and [[Rhaego|stillborn son]] to the manipulations of the vengeful maegi [[Mirri Maz Duur]]. Her marriage to Drogo and subsequent interaction with the Dothraki people gives her the confidence and strength to lead and the belief in herself as the rightful queen of the Seven Kingdoms. Following the death of her brother Viserys, Daenerys was left as the last Targaryen, and intends to claim the Iron Throne as her birthright. She formally styles herself as '''Queen Daenerys of House Targaryen, First of Her Name'''.\n\nShe hatched three [[dragons]] by having her petrified dragon eggs placed on Drogo's funeral pyre, before she walked into the flames to claim them. Her dragons are the first seen in the world for hundreds of years, earning her the sobriquet '''Mother of Dragons'''.&lt;ref name=&quot;The Ghost of Harrenhal&quot;&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\nDuring her campaign in Slaver's Bay, she is introduced as '''Daenerys Stormborn of the House Targaryen, the First of Her Name, the Unburnt, Queen of Meereen, Queen of the Andals and the Rhoynar and the First Men, ''Khaleesi'' of the Great Grass Sea, Breaker of Chains, and Mother of Dragons'''.&lt;ref name=&quot;The Laws of Gods and Men&quot;&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt; â&euro;&lsaquo;She has proven herself as a leader and a conqueror through her swift and (for the most part) merciful conquests of the Free Cities of [[Astapor]] and [[Yunkai]].&lt;ref name=&quot;ReferenceA&quot;&gt;&quot;[[The Bear and the Maiden Fair (episode)]]&quot;&lt;/ref&gt;\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Daenerys was born on the Targaryen island refuge of [[Dragonstone]] eight months after her father's death. Her mother died giving birth to her, and a great storm raged at the moment of her birth, destroying what was left of the Targaryen fleet anchored at Dragonstone, giving rise to the nickname &quot;Stormborn&quot;. The infant Daenerys and her brother Viserys were spirited into exile across the Narrow Sea by Ser Willem Darry, a loyal retainer of their family, before the castle garrison could hand them over to [[Robert Baratheon]].\n\nIn the books, Daenerys is the great-granddaughter of Aegon V, not his granddaughter. The show runners truncated the Targaryen family line in order to simplify her relationship to [[Aemon|Aemon Targaryen]]. They accomplished this by eliminating the reign of Jaehaerys II and making [[Aerys II Targaryen]] the son of [[Aegon V Targaryen]] instead of his grandson.\n\nThe books go into a little more detail about Daenerys's early life in the Free Cities. Initially, Daenerys lived with Ser Willem and Viserys in [[Braavos]], in a house with a big red door. Ser Willem was old and bedridden and yelled at the servants, but was very kind to Daenerys. After several years Ser Willem died and the servants drove the Targaryen children from the house, taking what money they had. Daenerys was old enough to remember living there, and has recurrent dreams about her last sight of the big red door, which came to symbolize the childhood she never had. The house in Braavos was the closest thing to a home Daenerys ever had, but even she never considered herself to be home there. Afterwards, the Targaryen children bounced around between different patrons, each enjoying having the Targaryen exiles as guests but abandoning them when the novelty wore off. Some briefly entertained the idea of helping them retake the Iron Throne, but as the years passed and Robert Baratheon's rule appeared more and more secure, the number of patrons dwindled and their lives grew meaner. Daenerys grew up living on the sufferance of others, frequently turned out on the street with little warning when their patrons lost interest in them. Viserys was reduced to pathetically begging for support throughout the Free Cities as they moved from patron to patron. In the process, they traveled from Braavos to Myr, then to Tyrosh, then to Qohor, then to Volantis, then to Lys, and ultimately to Pentos (each of the Free Cities except Norvos and Lorath). They never lived in one place for more than a few months, and their stay in Pentos with Illyrio was actually the longest time they had lived in one place since Braavos (for six months in the books, but stated to be over a year in the TV series).\n\nDaenerys does not appear to have a particular religious affiliation in the books. She grew up in the Free Cities, which have a more diverse religious composition than Westeros, so she has been exposed to several different religions but finds them to be confusing. Her final chapter in the third novel (''A Storm of Swords'' - Daenerys VI) begins with an inner narration from her POV in which she ponders aspects of different religions. The Targaryens converted to the [[Faith of the Seven]] when Aegon the Conqueror invaded Westeros three hundred years ago, and the ancient Valyrian religion is long extinct. Daenerys's brother Viserys apparently made some effort to explain the basic principles of the Faith of the Seven to her, considering that he hoped they would one day rule again over the Seven Kingdoms, where it is the dominant religion - but Daenerys thinks that the concept of a single god who is split into seven facets is confusing. She is also aware of the [[R'hllor|Lord of Light]] religion, given that it is the most popular religion in the Free Cities, but she thinks that its belief in a constant violent struggle between R'hllor and the Great Other to be too violent. Daenerys therefore has no particularly strong religious affiliations, but is fairly open-minded to the religions of new peoples she meets in Essos. While not outright &quot;converting&quot; to the [[Great Stallion]] religion of the Dothraki, after marrying Drogo out of love for her husband's god she finds herself praying to the great horse in the sky at times, even after Drogo's death. Still, Daenerys isn't particularly sure what her personal beliefs are.\n\nDaenerys is thirteen years old when the events of the novels begin. Dany is somewhat quiet and reticent, and fearful of her brother's famous rages, but also curious about life in the [[Seven Kingdoms]] and eager to learn more of life there. She has a kind and generous spirit. This spirit slowly begins to harden after her brother's death and after surviving her first assassination attempt.\n\nAccording to the TV series official [[pronunciation guide]] developed for the cast and crew, &quot;Daenerys Targaryen&quot; is pronounced &quot;Duh-NAIR-iss Tar-GAIR-ee-in&quot;.\n\n", "Quotes": "{{Quote|I am Daenerys Stormborn of the blood of old Valyria and I will take what is mine! With fire and blood, I will take it!|'''Daenerys Targaryen'''|The Old Gods and the New}}\n{{Quote|When my dragons are grown, we will take back what was stolen from me and destroy those who wronged me! We will lay waste to armies and burn cities to the ground!|'''Daenerys Targaryen'''|Garden of Bones}}\n{{Quote|The time to strike is now, the Starks fight the Lannisters, the Baratheons fight each other.|'''Daenerys Targaryen'''|The Ghost of Harrenhal}}\n{{Quote|A mother does not flee without her children.|'''Daenerys Targaryen'''|The Prince of Winterfell}}\n{{Quote|ZaldrÄŤzes buzdari iksos daor.&lt;br&gt;(A dragon is not a slave.)|'''Daenerys Targaryen''' to Kraznys mo Nakloz, much to the shock of the latter.|And Now His Watch is Ended}}\n{{Quote|Nyke Daenerys JelmÄ zmo hen TargÄ rio Lentrot, hen Valyrio UÄ&ldquo;po Ä nogÄ r iksan. Valyrio muĂąo Ä&ldquo;ngos Ăąuhys issa.&lt;br&gt;(I am Daenerys Stormborn of the House Targaryen, of the blood of Old Valyria. Valyrian is my mother tongue.)|'''Daenerys Taragaryen''' revealing her origins to Kraznys mo Nakloz.|And Now His Watch is Ended}}\n{{Quote|DovaogÄ&ldquo;dys! Ä&euro;eksia ossÄ&ldquo;nÄ tÄ s, menti ossÄ&ldquo;nÄ tÄ s, qilĹ?ni pilos lue vale tolvie ossÄ&ldquo;nÄ tÄ s, yn riĂąe dĹ?re Ĺ?drikÄ tÄ s. Urnet luo buzdaro tolvio belma pryjÄ tÄ s!&lt;br&gt;(Unsullied! Slay the masters, slay the soldiers, slay every man who holds a whip, but harm no child. Strike the chains off of every slave you see!)|'''Daenerys Targaryen''' ordering the Unsullied in High Valyrian to sack Astapor.|And Now His Watch is Ended}}\n{{Quote|I will answer injustice with justice.|'''Daenerys Targaryen'''|Oathkeeper}}\n{{Quote|Let the priests worry about 'good' and 'evil'.  I'm giving them a choice:  they can live in ''my'' new world, or they can die in ''their'' old one.|'''Daenerys Targaryen'''|Season 4}}\n{{Quote|I'm not going to stop the wheel. I'm going to ''break'' the wheel.|'''Daenerys Targaryen''' on how she will destroy the Starks, Baratheons, Lannisters and Tyrells.|Season 5}}\n\n", "Titles": "Daenerys actually is the second member of the Targaryen dynasty to bear her name. The first [[Daenerys Targaryen (daughter of Aegon IV)|Daenerys]] was the sister of King [[Daeron II Targaryen|Daeron II]], who lived a century before Daenerys Stormborn. The first Daenerys wed into House Martell as part of the marriage-alliance which united [[Dorne]] into the Targaryen realm. Because the first Daenerys did not rule as a queen, Daenerys Stormborn is not called &quot;Daenerys II&quot;. When Daenerys Stormborn proclaims herself the rightful heir of the Targaryen dynasty, she is styled officially as &quot;Daenerys of the House Targaryen, the First of Her Name&quot;. (This has been confirmed in the TV series, when Xaro refers to her in this way&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;).\n\nDaenerys's full titles are &quot;Queen of the Andals and the First Men, Lady Regnant of the Seven Kingdoms&quot;. Daenerys is a &quot;[[Wikipedia:Queen regnant|Queen Regnant]]&quot; because she inherited the throne in her own right from her father. She is the first Queen Regnant (Ruling Queen) in the history of the Targaryen dynasty. Compare Daenerys's inheritance to the manner in which the real-life [[Wikipedia:Elizabeth I of England|Elizabeth I of England]] was a &quot;Queen Regnant&quot; because she inherited the throne from her father. In contrast, [[Cersei Lannister]] is a &quot;Queen Consort&quot; and is called &quot;Queen&quot; only because she was married to the ruling King. Similarly, [[Catelyn Stark]] became &quot;Lady Consort&quot; of Winterfell (usually shortened to &quot;Lady of Winterfell&quot;) because she married the then-current [[Lord of Winterfell]]. For more information, see [[Regent]].\n\n", "Image gallery": ":''Main - [[Gallery: Daenerys Targaryen]]''\nThere is a range of promotional images and screen captures featuring Daenerys in the gallery.\n\n", "See also": "*{{AWOIAF}} (MAJOR spoilers from the books)\n*[[Wikipedia:Queen regnant|Queen regnant]]\n*[[Regent]]\n\n", "Appearances": "{{Season One Appearances|yes|yes|yes|yes||yes|yes|yes|yes|yes}}\n{{Season Two Appearances|yes|yes||yes|yes|yes|yes|yes||yes}}\n{{Season Three Appearances|yes|no|yes|yes|yes||yes|yes|yes|yes}}\n{{Season Four Appearances|yes||yes|yes|yes|yes|yes|yes||yes}}\n\n", "Biography": "===Background===\n[[File:Daenerys birth.jpg|thumb|left|Daenerys' birth]]Daenerys is the only daughter and youngest child of [[Aerys II Targaryen|King Aerys II Targaryen]], the &quot;Mad King&quot;, and his sister-wife [[Rhaella Targaryen|Rhaella]]. Her father died during the [[Sack of King's Landing]], before she was even born. The usurper [[Robert Baratheon]] installed himself as king, having defeated Aerys in the conquest known as [[Robert's Rebellion]]. Her pregnant mother and young brother Viserys, fled to the island of [[Dragonstone]], the ancestral home of [[House Targaryen]], to escape Robert. Daenerys's brother [[Rhaegar Targaryen]] was also killed in the war and Robert's forces murdered his wife and children,Â Daenerys's [[Elia Martell|sister-in-law]], [[Rhaenys Targaryen (daughter of Rhaegar)|niece]], and [[Aegon Targaryen (Son of Rhaegar)|nephew]], during the [[Sack of King's Landing]].&lt;ref name=&quot;Flight from Dragonstone&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/map/special/journey-of-daenerys/1/ HBO viewers guide, season 2 map, special features - Journey of Daenerys, Flight from Dragonstone entry]&lt;/ref&gt;\n\nOn the night Daenerys was born on Dragonstone, a vast storm raged. For this reason she is sometimes called &quot;Daenerys Stormborn&quot;. Her mother died soon after she was born, leaving her an orphan.&lt;ref name=&quot;Flight from Dragonstone&quot; /&gt;&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/map/special/journey-of-daenerys/ HBO viewers guide, season 2 map, special features - Journey of Daenerys]&lt;/ref&gt; As a baby, she was taken into exile in the [[Free Cities]] with her brother, [[Viserys]], by loyal retainers, among them Ser [[Willem Darry]].&lt;ref name=&quot;Flight from Dragonstone&quot; /&gt;&lt;ref name=&quot;Viserys viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-ofthrones/season2/#!/guide/houses/targaryen/viserys-targaryen/ HBO viewers guide, season 2 guide to houses, House Targaryen - Viserys Targaryen entry]&lt;/ref&gt;&lt;ref name=&quot;Rhaella viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-ofthrones/season2/#!/guide/houses/targaryen/rhaella-targaryen/ HBO viewers guide, season 2 guide to houses, House Targaryen - Rhaella Targaryen entry]&lt;/ref&gt;\n\nAfter years spent fruitlessly trying to raise support to retake the [[Iron Throne]], Viserys and Daenerys were given sanctuary by Magister [[Illyrio Mopatis]] in the [[Free City]] of [[Pentos]]. She dreams of finding a peaceful home and a place to belong. She lives in constant fear of Viserys, who hits her when his temper is risen (in his words, whenever she &quot;wakes the dragon&quot;). Living under Viserys' domination has left her meek and malleable.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/map/special/journey-of-daenerys/2/ HBO viewers guide, season 2 map, special features - Journey of Daenerys, Seeking Refuge in Pentos entry]&lt;/ref&gt;\n\n===[[Season 1]]===\n[[File:Daenerys_and_Viserys.jpg|thumb|200px|Daenerys and her brother Viserys in Pentos.]]\n[[File:Unsullied.JPG|thumb|left|200px|Daenerys and Viserys with Illyrio.]]\n[[Viserys Targaryen|Viserys]] and Daenerys stay at the estate of Magister [[Illyrio Mopatis]] who has brokered a deal for her to marry ''[[Khal]]'' [[Drogo]] of the [[Dothraki]]. Daenerys does not want to marry him, but Viserys has traded her to Drogo in exchange for an army of 40,000 men of Drogo's ''[[khalasar]]'', which Viserys plans to use in his invasion of Westeros. Viserys tells her that she has no choice. Viserys fondles her under the pretext that he is seeing how she has grown; she looks off into the distance. Daenerys enters a bath that her servant warns her is too hot, but it does not affect her; this may be related to her [[Targaryen]] heritage. At the wedding she accepts a variety of gifts. She receives three dragon eggs from Magister Illyrio, who tells her that they have been turned to stone by the passage of time. Ser [[Jorah Mormont]], a [[knight]] of [[Westeros]], brings books about the Seven Kingdoms and offers Viserys his service. She is given a beautiful white horse (later named Silver) by Drogo. On their wedding night, Daenerys is resistant but Drogo continues regardless.&lt;ref&gt;&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;&lt;/ref&gt;\n\nDrogo's ''khalasar'' marches east for several months. Daenerys seeks advice from her new servant [[Doreah]], trained in the pleasure houses of [[Lys]], on how to best please her husband. Doreah teaches Daenerys how to use her sexuality to influence Drogo and win the status of an equal in his eyes.&lt;ref&gt;&quot;[[The Kingsroad]]&quot;&lt;/ref&gt; [[Irri]] teaches Daenerys to speak the Dothraki language. Daenerys grows more confident and begins issuing commands to the khalasar, while also receiving advice from Ser Jorah, who transfers his fealty to her. Viserys, her brother, attempts to renew his control over her, but her men defend her from his attempts at violence, and Viserys is shamed. Daenerys discovers that she is pregnant with Drogo's child. She assuredly predicts that she will have a son, to Drogo's approval. The pregnancy buoys the love between them.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt;\n\n[[File:Daenerys_1x03.png|thumb|200px|Daenerys leads her Khalasar across the Dothraki sea.]]\n\n[[File:Daenerys_in_wedding_dress.png|thumb|left|200px|Daenerys in her wedding dress.]]\n\nWhen the khalasar reaches the Dothraki city of [[Vaes Dothrak]], Daenerys invites Viserys to dinner and arranges fresh clothing for him. Viserys reacts angrily at being dressed in the &quot;rags of savages&quot; and strikes Daenerys. Daenerys hits him back with a heavy gold belt and warns that if he strikes her again she will order his hands removed.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt; Unbeknownst to Daenerys, word of her pregnancy reaches [[King's Landing]], where King [[Robert Baratheon]] orders her assassination. Magister Illyrio visits his ally [[Varys]] in the city, where they discuss how they will pave the way for the Targaryen restoration.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\nDaenerys eats the raw heart of a stallion before the eyes of the ''[[dosh khaleen]]'', the Dothraki wise women, and names her unborn son [[Rhaego]] in honor of her slain brother, [[Rhaegar Targaryen]]. The Dothraki crones prophesy that Daenerys' son will be the [[Stallion Who Mounts the World]], the &quot;''khal'' of ''khals''&quot; who will unite the Dothraki into a single horde that will overrun all the lands of the world.&lt;ref name=&quot;Golden Crown&quot;&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\nViserys is infuriated at how Daenerys has won the love of the Dothraki. Ser Jorah must stop Viserys, as he tries to steal her dragon eggs, to buy his own army. Viserys arrives drunk at the feast and draws his sword demanding that Khal Drogo pay the agreed price for Dany by providing troops for the invasion of Westeros; he wants his crown or heÂ will take Daenerys back. When he threatens Daenerys and her unborn child, Drogo has Viserys executed by pouring molten gold over his head. Daenerys notes that Viserys was not a true dragon, as fire cannot kill a dragon.&lt;ref name=&quot;Golden Crown&quot; /&gt;\n\n[[File:Dany-jorah-market.png|thumb|200px|Daenerys and Jorah at the market in Vaes Dothrak.]]\n[[File:Dany-heart.png|thumb|left|200px|Daenerys eats the heart of a stallion.]]Daenerys tries to convince Drogo to invade so their son might claim the [[Iron Throne]], but the Dothraki do not trust ships and water their horses cannot drink. Now that Viserys is dead, Drogo does not feel inclined to honor the bargain. A wineseller attempts to poison Daenerys to fulfill Robert's orders. She is rescued by Ser Jorah and [[Rakharo]]. Following the assassination attempt, Drogo reverses his decision and swears that he will lead his forces across the Narrow Sea and seize the Seven Kingdoms in blood and fire.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt; To raise funds to hire the ships necessary for this endeavor, Drogo leads his ''khalasar'' into the lands of [[Lhazar]], the 'lamb-men'. They seize loot and slaves that they can sell. Daenerys is appalled at how the Dothraki treat their prisoners, particularly the women, and wins them better treatment. One of Drogo's riders, [[Mago]], objects and challenges Drogo to combat. Drogo slays him easily, but sustains a chest wound. One of the women Daenerys has saved, [[Mirri Maz Duur]], tends to the injury.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\nThe ''khalasar'' marches southwards to the edge of a great wasteland, but Drogo's wound festers, and he falls from his horse, a grave sign of weakness amongst the Dothraki. Duur continues to treat him, but thinks his wound is fatal. Daenerys convinces her to employ magic to save Drogo's life, which the other Dothraki object to. Ser Jorah kills one of Drogo's [[bloodrider]]s, [[Qotho]], when he tries to intervene. Daenerys is injured in the altercation and goes into labor. Jorah takes Daenerys to Duur for treatment. The khalasar separates.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\n[[File:Daenerys.png|thumb|left|200px|Daenerys being carried by Ser Jorah after her injury.]]The child is stillborn and deformed, with leathery scaled skin, wings and a stomach filled with graveworms. Duur saves Drogo's life, but leaves him in a vegetative state. Duur admits she did this deliberately in revenge for the sacking of her village. The ritual that saved Drogo drew its power from the death of Daenerys son, causing the stillbirth and monstrous appearance. Daenerys is appalled by the lifelessness of Drogo and smothers him with a pillow, when she accepts that he will never return to her. She constructs a funeral pyre for his body. She places her dragon eggs on it and ties Duur to the Drogo's funeral pyre to be burned alive in revenge. Ser Jorah believes that she means to die and tries to persuade her not to. Daenerys gives aÂ \n\n[[File:Daenerys_and_dragon.jpg|thumb|200px|Daenerys with one of her newly-hatched dragons.]]\n\nspeech to those of her khalasar who are left. She tells them that they are free to go, but if they stay with her she will lead them to a great destiny, then she steps into the blaze. The following morning it is revealed that she has survived, and three newly-hatched dragons are clinging to her body, the first three dragons in the world in a century and a half. Ser Jorah and the remaining Dothraki fall to their knees, proclaiming Daenerys their queen and leader.&lt;ref name=&quot;E10&quot;&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\nDaenerys leads her diminished [[khalasar]] across the [[Red Waste]], hoping to find shelter in the far lands of the east. She tries to feed her newborn dragons, but they refuse the raw meat she offers. She regards the dragons as her sons.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/targaryen/daenerys-targaryen/ HBO viewers guide, season 2 guide to houses, House Targaryen, Daenerys Targaryen entry]&lt;/ref&gt; The mare Drogo gave her as a wedding gift dies of exhaustion and Daenerys decides to send her three [[bloodrider]]s, [[Rakharo]], [[Aggo]] and [[Kovarro]], with their remaining horses to explore in three separate directions, knowing that they are her last hope.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\n[[File:Daenerys_&amp;_Drogon_2x01.jpg|thumb|left|200px|Daenerys tries to feed [[Drogon]].]]\nDaenerys is waiting in the Red Waste when Rakharo's horse returns without him. [[Jorah Mormont]] approaches the horse and finds Rakharho's severed braid and head in his saddle bag, apparently killed by a rival khalasar.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt; Kovarro returns with an invitation from the great city of [[Qarth]]. Daenerys leads her people there and is disappointed at the cool reception she receives. She is denied entry by the ruling council, [[the Thirteen]], unless she shows them her dragons, which she refuses to do. When it seems she will be turned away, the Qartheen dignitary [[Xaro Xhoan Daxos]] vouches for her and her people.&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\n[[File:Dany_Doreah_Drogon.jpg|thumb|200px|Daenerys teaches [[Drogon]] to breathe flame on command.]]\nDaenerys and her surviving people are made guests in Xaro's lavish home. She begins to teach her dragons to cook and eat their own meat, and slowly begin breathing fire on command. She suggests to [[Doreah]] that she use her skill as a lover to find out more about Xaro, who happily agrees. Their host holds a reception for Daenerys and she is introduced to [[Pyat Pree]] of the [[Warlocks of Qarth]]. He demonstrates his magic by replicating himself and invites her to visit his order at the [[House of the Undying]]. Xaro suggests that Ser Jorah has feelings for Daenerys but she denies this. Xaro shows Daenerys the Valyrian steel vault that guards his fortune and offers to fund her return to Westeros in exchange for her hand in marriage. He relays news of the death of King [[Robert Baratheon]]. Daenerys seeks the council of Ser Jorah. She is eager to seize the opportunity, but he counsels against entering Xaro's debt. He reveals the depth of his feeling for her and his hope for the ruler that she will become. She agrees to take the harder path that he suggests, but does not [[File:Dany_Drogo_with_Rhaego_Valar.jpg|thumb|left|200px|Daenerys experiences a vision of her deceased [[Khal Drogo|husband]] and stillborn son. ]]acknowledge his affection.&lt;ref name=&quot;The Ghost of Harrenhal&quot; /&gt;\n\nDaenerys unsuccessfully appeals to the merchant nobles of Qarth to lend her ships. After meeting with the [[Spice King]] she returns to Xaro's home to find that it has been attacked; her men have been brutally murdered, [[Irri]] is dead, andÂ Doreah and the dragons are missing.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt; Xaro hosts a council of the Thirteen so Daenerys can appeal to them for aid. During the meeting Pyat Pree reveals that he was responsible and Xaro announces his intention to seize control of the city. The warlock uses his magic to murder the rest of the Thirteen. He repeats his invitation to Daenerys, telling her that her children are at the House of the Undying. Daenerys flees and Jorah attempts to kill Pree but is only able to dissipate one of his many copies.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\nThey take refuge in a disused courtyard and Daenerys convinces Jorah to accompany her to reclaim her dragons despite being certain that it is a trap.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n[[File:Daenerys_and_dragons_2x10.png|thumb|200px|Daenerys and her dragons use fire to kill and escape Pyat.]]\n\nOn their arrival Daenerys is separated from her guards by the warlock's magic. She is confronted by a series of visions, including her lost family of [[Drogo]] and [[Rhaego]]. She has an emotional conversation with Drogo, but ultimately realizes that it is an illusion. Having overcome the temptation she finds herself held captive by Pyat Pree. He tells her that he plans to keep her with her dragons because they increase his power. She tells her dragons to breathe flame at him, using the command that she taught them. With the warlock roasted alive, they are able to escape his tower.&lt;ref name=&quot;E20&quot;&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\nDaenerys returns to Xaro's home to confront him for his treachery and finds him in bed with Doreah. Hurt from the betrayal, Daenerys takes them to his vault, which proves to be empty, and locks them inside to die. She salvages enough valuables to buy a ship from amongst his possessions.&lt;ref name=&quot;E20&quot; /&gt;\n\n===â&euro;&lsaquo;[[Season 3]]===\nFollowing their journey from [[Qarth]], Daenerys'sÂ ship arrives at the city ofÂ [[Astapor]]Â inÂ [[Slaver's Bay]].Â By then, Daenerys'Â [[dragons]]Â had grown to the size of small dogs. While these dragons were now capable of hunting fish for themselves, they are still not large enough to be used as weapons of war to invade [[Westeros]]. Thus, Daenerys needs an army. While the [[Unsullied]], the elite warrior-[[eunuch]]s produced in Astapor, are regarded as some of the finest soldiers in the world, Daenerys knows that their beingÂ [[slave]]-soldiers would become problematic in Westeros, where slavery is outlawed. However, Jorah convincesÂ Daenerys that she has no choice but to settle for this solution since she has no other means of acquiring an army.Â While Daenerys considers expanding her tinyÂ [[Dothraki]]Â [[khalasar]], most of whom have become seasick since theÂ DothrakiÂ have never traveled on ships before, Jorah explains that the DothrakiÂ would only join her if she were strong.&lt;ref name=&quot;Valar Dohaeris&quot;&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\n[[File:Adorablee.jpg|thumb|left|200px|Daenerys caresses [[Drogon]], now the size of a small dog.]]\n\nUpon arriving inÂ Astapor,Â DaenerysÂ is given a tour of theÂ Unsullied barracks by theÂ Unsullied'sÂ owner,Â [[Kraznys mo Nakloz]], with his slave girlÂ [[Missandei]]Â translating hisÂ [[Low Valyrian]]Â into theÂ [[Common Tongue]]Â ofÂ WesterosÂ forÂ Daenerys.Â Since Kraznys does not know that Daenerys understandsÂ Valyrian, he frequently insults her. Throughout the tour, Kraznys explains that the Unsullied were trained for battle from the age of five, and that only one in four recruits survived the training.Â HeÂ also demonstrates that the Unsullied do not fear pain or death by slicing off the nipple of one soldier, much toÂ Daenerys'sÂ disgust. This soldier not only shows no sign of pain but even thanks his slave master for the opportunity to serve him.Â Daenerys also learns that the Unsullied are trained not to show mercy or weakness by killing a newborn slave child in front of its mother at the end of their training. WhileÂ DaenerysÂ is outraged by this, she still asksÂ Kraznys how many Unsullied are available. She is told that there are eight thousand soldiers for sale and that she has until the next day to make a decision.&lt;ref name=&quot;Valar Dohaeris&quot; /&gt;\n\n[[File:Barristan_Manticore_S3_Ep1.jpg|thumb|200px|Barristan kills the attacking Manticore]]En route back to their ship,Â SerÂ Jorah recommends thatÂ DaenerysÂ purchase the Unsullied, arguing that under her command, these slave soldiers will have a far better quality of life serving her than they would underÂ KraznysÂ and his ilk.Â DaenerysÂ is distracted by a playingÂ [[Unidentified Warlock|child]]Â who follows her andÂ Jorah. However, neither of them noticed a hooded man, armed with a dagger, following them.Â The child offersÂ Daenerys a gift, a wooden ball. But, as she picks it up, the hooded stranger knocks it our of her hand. In response, Ser Jorah grabs the stranger and their struggle knocksÂ Daenerys to the ground. The ball then cracks in half, releasing a [[Manticores|manticore]]. Before the creature can harm Daenerys with its lethal sting, the stranger, revealing himself to beÂ SerÂ [[Barristan Selmy|Barristan&amp;nbsp;Selmy]], kills it with his dagger. Meanwhile, the child hisses in a reptilian manner and uses magic to escape. Ser Barristan quickly identifies himself as one of [[Aerys II Targaryen|her father]]'s [[Kingsguard]] and begs her forgiveness for failingÂ [[House Targaryen|House&amp;nbsp;Targaryen]]Â during [[Robert's Rebellion]]. In return for his wrongs, he offers to serve in herÂ Queensguard, which she accepts.&lt;ref name=&quot;Valar Dohaeris&quot; /&gt;\n\nThe next day, Daenerys, accompanied by JorahÂ and Barristan,Â walks along a sea wall known as the &quot;[[Walk of Punishment (location)|Walk of Punishment]]&quot;. Here, any slave who shows insubordination is strapped to a cross and left to die out in public, as [[File:Danywater.png|thumb|left|200px|Dany offers water to a dying slave.]]a warning to all other slaves.Â SheÂ offers a condemned man water, and he refuses to drink, saying that he just wants to die. AtÂ the slaver's bay, she continues her negotiations with Kraznys over her planned purchase of the Unsullied. During the meeting, Daenerys announces that she would take all 8,000 Unsullied soldiers, including those in training. Kraznys initially dismisses her offer and instead offers to sell her one hundred soldiers. Daenerys then offers to sell him one of her dragons.&lt;ref name=&quot;Walk of Punishment&quot;&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\nIn the end, Daenerys reaches an agreement with Kraznys to sell her biggest dragon, [[Drogon]], for all of the Unsullied soldiers. Jorah and Selmy object to this deal on the grounds that her dragons are key to winning the Iron Throne. However, Daenerys appears to brush away their concerns and accepts the transaction, and also takesÂ Missandei as a token of faith. Upon leaving the meeting, she scoldsÂ Jorah and Selmy for criticizing her decision in public. Daenerys also asksÂ Missandei for her name and whether she has any living family, but MissandeiÂ responds that she does not. DaenerysÂ warns her that she was heading into war, she may be killed and fall sick and die. In response, Missandei recites the ValyrianÂ aphorism: &quot;ValarÂ morghulis&quot;, which translated into the Common Tongue as &quot;all men must die&quot;. Daenerys then realizes that Missandei actually knew [[High Valyrian]], and alsoÂ adds that &quot;we are not men&quot;.&lt;ref name=&quot;Walk of Punishment&quot; /&gt;\n\n[[File:Drogon_takes_Flight_S3E4.jpg|thumb|200px|Drogon emerges.]]\nOn theÂ day of the exchange, the slave masters and Kraznys, along with the 8000 Unsullied warriors, meet with DaenerysÂ to complete the deal. Daenerys hands the chainedÂ DrogonÂ to Kraznys, who is hostile towards his slave master. Kraznys then gives her the golden whip, the symbol of ownership over the Unsullied. After finalizing the transaction, Daenerys tests her new powers by ordering the Unsullied, in Valyrian, to march forward and then halt. This shocks everyone including Jorah and Barristan, who did not know that she spoke Valyrian. Kraznys then complains that DrogonÂ did not obey his command, to whichÂ DaenerysÂ angrily retortsÂ Drogon does not obey him because he is not a slave. She then orders the Unsullied to kill all the slave masters and free all the slaves in Astapor, but to hurt no innocent people. DaenerysÂ then ordersÂ DrogonÂ to burnÂ Kraznys alive.&lt;ref name=&quot;And Now His Watch is Ended&quot;&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n\n[[File:Dragons_S3E4.jpg|thumb|left|200px|Daenerys marches forward with her army and Dragons.]]\n\nWith the Unsullied under her command, Daenerys sacksÂ Astapor with little resistance. Once it is done, she addresses all of her Unsullied warriors and tells them they are now free. She also gives them the option of leaving unharmed or fighting under her command as free men. At first, the Unsullied remain quiet, not knowing what to do with their new found freedom, however, one Unsullied soldier begins to beat his spear against the ground, signifying his allegiance to her. The rest of the Unsullied follow suit shortly thereafter. Now in command of an army of free men, Daenerys marches forward with her new army while her dragons fly overhead and roar triumphantly.&lt;ref name=&quot;And Now His Watch is Ended&quot; /&gt;\n\nDuring their journey to [[Yunkai]], the next great city of [[Slaver's Bay]], Daenerys ordered the Unsullied to elect a commander from their own ranks. The officers ultimately selectedÂ [[Grey Worm]], who like all Unsullied, was given the name of a vermin. When Daenerys instructed the Unsullied to go back to their own names or pick new ones they like, Grey Worm elected to keep his, as it was the name he had when Daenerys Stormborn set him free.&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt; While Daenerys and Barristan were confident that they could conquer Yunkai since that city only bred bed slaves, Jorah expressed his concerns that the city's defenders would not fight them on the battlefield but would rather strengthen their position behind the walls and utilize guerilla tactics against her army. He also viewed the Yunkai campaign as a distraction from their main goal of taking Westeros. Dany was however adamant on freeing the slaves of Yunkai, who number in the hundreds of thousands.&lt;ref name=&quot;ReferenceA&quot; /&gt;[[File:Season_3_Ep_4_Dany.png|thumb|200px|Daenerys after freeing [[Missandei]].]]\n\nShe ordered Grey Worm to send a messenger to the city and inform Yunkai's slaver rulers that they must either surrender or suffer [[Sack of Astapor|the same fate as]] [[Astapor]]. Daenerys held an audience with the Yunkish herald, [[Razdal mo Eraz]], who was one of the ruling &quot;[[Wise Masters]]&quot; of Yunkai. Razdal attempted to discourage Dany from attacking his city by claiming that numerous armies throughout history had tried and failed to conquer it. However, Daenerys was undaunted and commented that a hard-fought battle would give her Unsullied much needed practice. Razdal then attempted to bribe her by providing her with the gold and ships needed to transport her army to Westeros. In exchange, Daenerys would have to leave Yunkai in peace.&lt;ref name=&quot;ReferenceA&quot; /&gt; In response, Daenerys made a counter-offer: she would spare the lives of Razdal and the slave-masters of Yunkai if every slave (men, women and children) in the city were set free, and given as much food, clothing and property as they could carry in payment for their services. She threatened to show no mercy if Yunkai rejected her offer. Razdal was offended by Daenery's demands and threatened to use Yunkai's &quot;powerful friends&quot; to destroy her. Razdal's actions caused Dany's dragons to make threatening gestures. When Razadal protested that he had been promised safe conduct, Daenerys responded that her dragons had made no such promise and took offense to him threatening their mother. Razdal was also unable to reclaim the chests of gold he had brought with him. Following his departure, Dany ordered her knights to find out more about Yunkai's &quot;powerful friends&quot; before she committed herself to attacking the city.&lt;ref name=&quot;ReferenceA&quot; /&gt;\n\n[[File:Daenerysyunkai.jpg|thumb|left|200px|Daenerys meets with [[Razdal mo Eraz]] in [[Yunkai]].]]\n\nThey eventually discover that these &quot;powerful friends&quot; are the [[Second Sons (mercenary company)|Second Sons]], a professional [[Mercenary|mercenary company]]. While there are only 2,000 of them, the Second Sons are armored and mounted, enough to cause trouble for the [[Unsullied]]. Daenerys tells Barristan to organize a meeting with the Second Sons' captains, saying that men who fight for gold &quot;can't afford to lose to a girl&quot;. Daenerys meets with the Captains [[Mero]], a [[Braavos]]i also known as the Titan's Bastard, and [[Prendahl na Ghezn]], a Ghiscari, and Prendahl's [[Daario Naharis]]. During the proceedings, Mero insults Daenerys by likening her to a whore and touches Missandrei inappropriately. Prendahl and Mero refuse Daenerys'Â offer of an alliance, pointing out they will not get their rewards until she reclaims the Iron Throne. In response, Daenerys replies that she had no army a fortnight ago and that she had no dragons a year ago. Daenerys gives them two days to make up their mind and sends them away with the barrel of wine which Mero had departed.&lt;ref name=&quot;Second Sons episode&quot;&gt;&quot;[[Second Sons (episode)]]&quot;&lt;/ref&gt;\n\nAfter the Second Sons had departed, Daenerys instructed Barristan to kill Mero in the event that she had to fight with them. Barristan replied that he would be glad to do so. Later that night, Daenerys took a bath and was surprised to learn that Missandei spoke no fewer than nineteen languages. In response, Missandei commented that this shouldn't be that odd, since it only took Daenerys a year to gain a reasonable grasp of [[Dothraki (language)|Dothraki]]. The khaleesi bristled at the idea she spoke only ''reasonable ''Dothraki and switched to the language to teach Missandei a lesson, only to have her pronunciation corrected. Suddenly, an Unsullied entered and held a knife to Missandei's throat, advising the women not to scream. He removed his helmet, revealing himself as Daario. He confessed that his captains had ordered him to kill Daenerys but he disagreed with them. Instead, he beheaded them and also produced their severed heads. Shortly later, Daario swore fealty to Daenerys. Thus, Daenerys gained a new ally in her fight against Yunkai.&lt;ref name=&quot;Second Sons episode&quot; /&gt;\n\nFor their assault on Yunkai, the new captain Daario suggested attacking the city through its lightly defended back gate. Their plan was to infiltrate the city and open the main gates for the rest of the army to invade. While Ser Jorah was skeptical of the plan, Daenerys and Grey Worm were willing to trust Daario. During the war meeting, Daario attempted to flirt with her. For the battle, Ser Barristan remained behind to guard Dany, fulfilling his duty as a Queensguard. During that night, Jorah, Daario and the Grey Worm infiltrated the city and fought their way through the slave soldiers guarding the city. Within a few hours, Targaryen's forces had captured Yunkai.&lt;ref&gt;&quot;[[The Rains of Castamere (episode)]]&quot;&lt;/ref&gt; \n[[File:Dany_Mother_Mhysa.png|thumb|200px|People of Yunkai celebrate Daenerys as Mhysa]]\nThe following morning, Daenerys addressed the city's slaves with Missandei serving as her translator. During her speech, Daenerys told the slaves that it was their own choice to reach for their freedom. As a result, the liberated slaves revered Dany as their &quot;mhysa&quot;, which translated as &quot;mother&quot; from the [[Ghiscari Empire|Ghiscari]] language. Daenerys mingled with the former slaves who regarded her as a &quot;glimmer of hope&quot; in an increasingly dark world.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\nDaenerysÂ sits near the sea with her three dragons, each one about the size of a small horse. DanyÂ strokesÂ [[Drogon|Drogon's]] head, whileÂ [[Rhaegal]]Â andÂ [[Viserion]]Â fight over a dead lamb, Drogon joins the fight. As DaenerysÂ tries to calm him down, without warning, Drogon snaps at her with a hiss, a warning to not interfere. He then roars and goes to contest the kill. Drogon snarls a warning at his mother. This act, that her own children would threaten her, and that they are outgrowing her influence and ability to control them, leavesÂ Daenerys visibly shaken.&lt;ref name=&quot;Swords&quot;&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\n[[File:Season_4_Drogon_and_Dany.jpg|thumb|left|200px|Dany and Drogon.]]\n\nDaenerys returns to herÂ [[Unsullied]]Â army to resume the march toÂ [[Meereen]]. She noticesÂ Grey WormÂ andÂ Daario NaharisÂ are absent and sets out to find them after being told they are &quot;gambling&quot;. Daario explains they are deciding on which of them will ride up front with her in the vanguard. Frustrated,Â DaenerysÂ states that the honor goes toÂ SerÂ JorahÂ andÂ SerÂ BarristanÂ as they did not keep her waiting all morning. She orders the two men to ride at the back with the livestock. She also adds that the last man holding his sword shall find a new queen to fight for.&lt;ref name=&quot;Swords&quot; /&gt;\n\nOn the road to Meereen, Daenerys speaks withÂ Missandei, who tells her queen that Meereen would be wise to fear her approach. Daario meets them on the cliff side, and DanyÂ expresses her annoyance when he shows her flowers he has picked. He reveals that the flowers represent a portrait of the landscape, and serve various purposes, chiefly that knowing her surroundings is important to herÂ strategy.&lt;ref name=&quot;Swords&quot; /&gt;\n\nThe marching army halts, and DanyÂ goes to the forefront, discovering a slave child crucified upon a cross. The child is dead, her hand pointing the way to Meereen, and Ser Jorah tells DanyÂ there is one for each mile to the last of the great slave cities, 163 in total. Ser Barristan offers to have outriders go ahead to bury them, but Daenerys refuses, ordering that each of them be buried, and their collars removed, but not before she has looked upon each and every face.&lt;ref name=&quot;Swords&quot; /&gt;[[File:Dany_and_Huisman-Daario.jpg|thumb|200px|Daario Naharis offers  himself as Dany's champion]]\n\nDaenerys and her army soon arrives toÂ the city ofÂ MeereenÂ as she begins her siege. She is faced with a champions duel where a riding [[Oznak zo Pahl|knight]]Â of Meereen challenges her to choose a champion that will fight forÂ her.Â Daario Naharis, commander of theÂ Second Sons, volunteers to be Dany's champion. As NaharisÂ quickly dispatches the MeereenÂ champion, DanyÂ begins her siege of the city by speaking to the gathered slaves and then catapulting the broken chains of those she has freed across the city walls, demonstrating her previous successes. As the slaves examine the broken chains, the [[Great Masters]] look on, perhaps in fear.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\nShe sends her Unsullied led by Grey Worm to sneak into Meereen and make a slave revolt inside the city. This plan is successful, the slaves raise up against their masters, kill some of them and open the gates to Daenerys. She enters the city as a liberator and the freedmen of Meereen celebrate her arrival by shouting &quot;Mhysa&quot; and throwing their old slaves' collars at her feet. She then has 163 Great Masters killed similarly to how they had murdered the slave children on the road to Meereen and despite Ser Barristan's council to answer their injustice with mercy, she claims she is &quot;answering injustice with justice&quot;. The Great Harpy of Meereen at the apex of the [[Great Pyramid]] is covered with a great Targaryen banner as Daenerys looks down on the newly liberated city.&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\n[[File:Dany_decision.png|thumb|left|200px|Daenerys makes her decision to stay and rule in Meereen.]]\n\nAs a meeting with her advisors and commanders of her forces is held in the highest quarters of the Great Pyramid, she is informs that the Second Sons had taken the Meereenese navy composed of 93 ships. Although she did not command Daario to take them, she asks if it is enough to take her army to King's Landing. Jorah remarks that even though she might be able to take King's Landing, she wouldn't be able to hold all the Seven Kingdoms. He also tells her that in Yunkai the Wise Masters re-established slavery and took control of the city, swearing to take revenge against Daenerys. In Astapor, the [[Astapori ruling council|ruling council]] she has left behind to rule has been overthrown by a butcher named [[Cleon]], who named himself &quot;His Imperial Majesty&quot;. Daenerys commands everyone except Ser Jorah to leave her and she questions her ability to rule the Seven Kingdoms of Westeros if she can't even pacify the three cities of Slaver's Bay. Thus she decides to stay in Meereen to gather more knowledge and experience, doing what queens do - rule.&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;\n\nDaenerys sets up time to hear petitions from her new subjects. Amongst the first is a goatherd whose flock were roasted by her dragons; Dany orders him paid three times their value. Next is [[Hizdahr zo Loraq]], who asks to be allowed to bury his father, one of the 163 Great Masters Daenerys ordered crucified. Dany is swayed by Hizdahr's arguments (aided by guilt upon realizing that the elder zo Loraq opposed the crucifixion of the slaves in the first place) and allows the burial. Missandei informs her that there are 200 more supplicants.&lt;ref name=&quot;The Laws of Gods and Men&quot; /&gt;\n\nSome weeks later, Daenerys is irritated to discover Daario in her private quarters. The mercenary tries to give her flowers, but the queen demands to know what he wants. Daario asks to be allowed to indulge in his only two talents: killing men and loving women. Dany counters that the Second Sons are assigned to patrol [[File:MV5BMTczNjExNTU3OV5BMl5BanBnXkFtZTgwODM1NDM4MTE@._V1_SX1299_SY583_.jpg|thumb|200px|Daenerys and Daario at her chambers in Meereen.]]Meereen and keep the peace, and there are plenty of women in the city that Daario can pursue. Daario says that police work doesn't do the trick and that the only woman he wants isn't interested. Nonetheless, he confirms that he is sworn to her and that he will continue boring patrol work if that is what the queen wants, he only asks that she occasionally allow him to do what he is actually good at. In response, Daenerys orders him to take off his clothes.&lt;ref name=&quot;Mockingbird&quot;&gt;&quot;[[Mockingbird]]&quot;&lt;/ref&gt;\n\nThe following morning, as Daario leaves, Jorah enters, observing that he is earlier than most, but later than others. Daenerys brushes off his disapproval and says that she is sending the Second Sons to retake Yunkai. To ensure that slavery is truly dead in that city, Daario is under orders to kill every Wise Master the Second Sons encounter. Jorah protests, warning her that good and evil exists on both sides of every conflict, and that he wouldn't be advising her today if [[Eddard Stark]] had done to him what she is about to do to the Wise Masters. After considering this, Daenerys instructs Jorah to tell Daario that she has changed her mind: his orders are now to accompany Hizdahr to Yunkai so that he can give the Wise Masters a choice: they can live in her new world, or die in their old one. As Jorah leaves, Dany says to tell Daario that it was Jorah who changed her mind.&lt;ref name=&quot;Mockingbird&quot; /&gt;\n\nDaenerysÂ is in her chambers with Missandei.Â The two are talking about Grey Worm and how Missandei caught him gazing while she was bathing naked downstream.Â Daenerys asks whether Missandei thinks he was spying on her. She says no, and Daenerys mentions thatÂ the [[Dothraki]]Â have no taboos against nudity or public love-making. Of course, Missandei is not Dothraki, but she says it doesn't matter, as Grey Worm isn't interested in her - none of the Unsullied desire women. Missandei says heÂ ''was''Â interested, surprisingly to both of them. Daenerys inquires whether, when a slave is castrated, the masters take &quot;all of it&quot; - both the &quot;pillar&quot; and the &quot;stones.&quot; Missandei says she doesn't know, to which Daenerys asks if she's ever wondered. Thoughtful, Missandei confirms that she has.Â Later on, Ser Barristan Selmy find out that Jorah Mormont was [[File:DanyJorahExile.png|thumb|left|200px|Daenerys banishes Jorah from her service.]]spying on Daenerys. Jorah enters the throne rome in Meeren, inÂ an audience before her, a seething Daenerys demands an explanation, and Jorah says it is a plot by Tywin LannisterÂ to divide them. Dany counters that the pardon was signed the year they met. Asking him whether he claims the pardon was forged, Jorah admits that it was not. He soon confesses to givingÂ [[Varys]]Â information on Daenerys' activities inÂ [[Essos]]. Daenerys angrily says that his telling them of her pregnancy by Khal DrogoÂ led to herÂ [[You Win or You Die|near-poisoning at the hands of a wine merchant]]. Jorah then protests that his actions stopped her from being poisoned, but Daenerys retorts this was only because he knew it might be coming. Jorah begs for her forgiveness, but Dany rebuffs him, saying he betrayed her, selling her secrets to the man she holds responsible for the death of her family. She spares his life, however, and gives him a day to leave Meereen. She warns that if he is seen in the city after that, his head will be thrown intoÂ [[Slaver's Bay]]. Jorah is last seen leaving Meereen on a horse.&lt;ref&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt;\n\nIn Meereen, Queen Daenerys TargaryenÂ sits in her throne roomÂ where she is receiving the day's supplicants. An old man namedÂ [[Fennesz]]Â approaches the throne.Â Fennesz explains that he was not one of the slaves who toiled away at manual labor, but a well-educated teacher and servant toÂ MasterÂ [[Mighdal]], who employed him as a teacher for his own children. He tells Daenarys that Master Mighdal'sÂ seven year old daughterÂ [[Calla]]Â admires Daenerys, having learned of theÂ [[House Targaryen|Targaryen dynasty]]Â through Fennesz's teachings. As a servant of MasterÂ Mighdal,Â FenneszÂ was well-treated and even well-respected in the household, but whenÂ Daenerys forcibly freed all of the slaves in the city she did not understand the full-scale complications of suddenly having to care for so many people. Fennesz originally stayed in Master Mighdal's house after she took the city. Mighdal's children begged him to stay, but Mighdhal and Fennesz agreed that he must leave rather than face reprisals, forcing Fennesz to become homeless. Daenerys insists that she had established mess halls to feed the freed slaves and barracks to house them. Fennez says that he has visited these refugee centers and they are not very safe: the young prey on the old, harassingÂ and robbing them. Daenerys insists that her Unsullied will restore order, but Fennesz points out that even assuming that they are able to ensure his physical safety, he has lost his livelihood and his purpose and is too old to start anew. Therefore, he has come to Daenerys to beg her permission to sell himself back to Mighdal. She is shocked that he wouldÂ ''want''Â to be a owned as a slave again, as a man might own a goat or a chair. He implores her that the young who can adapt rejoice in her new world, but for those too old to change, there is only fear and squalor. Nor, he says, is he alone: there are many supplicants waiting outside lining up to make similar requests. Daenerys is crestfallen, and says she did not liberate the slaves of Meereen only to preside over the very injustice she sought to destroy, but surprisingly relents and admits that freedom means making one's own choices. Therefore she allowed Fennesz to enter into a labor contract with Mighdal, but lasting no more than one year. He earnestly thanks her, and leaves.Â \n\n[[File:6f038a22773525ec3a2a270f79f892c3.jpg|thumb|200px|Dany in tears locks Rhaegal and Viserion in catacombs.]]\n\nThe next supplicant then enters, a shepherd carrying a bundle in his arms. The shepherd timidly approaches and states that he is unable toÂ speak in the common tongue and requires MissandeiÂ to translate. Distraught, he tellsÂ Daenarys that the &quot;winged shadow&quot; came, placing the bundle on the ground andÂ opening it to reveal charred bones - of aÂ ''human child''. Daenerys's largest dragon, the black one namedÂ [[Drogon]], has roasted the man's three year old daughterÂ [[Zalla]]Â until this is all that was left of her. Â \n\nHorrified, Daenerys meets with MissandeiÂ and Grey WormÂ in private to discuss how to deal with the growing threat the dragons are posing to the people of Meereen.Â Grey Worm reports that Drogon was last seen flying over the black cliffs three days ago, but he can no longer be found. Realizing that she can no longer control her dragons,Â Daenerys tells them to head with her to the catacombs under the city. Later, she leads her remaining two dragons,Â [[Rhaegal]]Â andÂ [[Viserion]], into the catacombs, where they are distracted by sheep carcasses. As they are feeding, Daenerys personally locks huge iron collars around their necks, which are secured by heavy chains. She weeps as she does so, as it is symbolically reducing her remaining &quot;children&quot; to chained-up slaves themselves.Â Daenerys wordlessly leaves and closes the huge stone door to the catacombs behind her as her dragons grow distressed and pathetically call after her when they attempt to follow and realize they are chained in place.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n", "Personality": "Daenerys is polite and well-spoken, but filled with quiet determination. She used to be cowed by her brother's ambitions and his occasional cruel rages, but her time amongst the Dothraki has taught her pride, confidence and skills of command. She is still somewhat naive of the world due to being young and living her life as an exile (with only her petulant brother to rely on for knowledge), but she is intelligent and quick to understand now that she is free to pursue her own path.\n\nDaenerys spent her entire life living on the sufferance of others, bouncing back and forth between one benefactor or the next (like Illyrio Mopatis) with her brother, until whatever dreams they had of supporting the exiles' claim wore off and they'd have to move on to another patron. As a result, Daenerys has never known a true home. Constantly living under her brother's domination has given Daenerys a great empathy with the downtrodden of the world. She is deeply sympathetic to those she perceives as oppressed, while at the same time, her pent up frustration from years of being mentally and physically dominated by her petty would-be-king of a brother make Daenerys capable of being utterly ruthless against those she perceives as oppressing others. This has produced a large amount of black-white thinking in Daenerys's mind, and she can be idealistic to a fault. For example, on seeing the plight of the slaves in [[Slaver's Bay]], Daenerys becomes determined that she must free all of the slaves in the region - with little thought devoted to the practical after-effects which will result from this. A particular example is when the Greet Masters of Meereen crucified 163 children as she approached the city, in an attempt to intimidate her. After she took the city, instead of pardoning the slave-masters, she had 163 of them crucified in retribution, unconcerned about any negative political fallout which would result.\n\nUnlike many in her House, Daaenerys has thus far not exhibited the &quot;[[Targaryen madness]]&quot; that plagued her father (and to a lesser extent, Viserys). She can be ruthless to her perceived enemies, but while Viserys was cruel and demanding to his servants and even his benefactors, Daenerys reciprocates the loyalty of those who follow her with gratitude and compassion. On the other hand, insanity was often a late-onset condition in the Targaryens, and it remains to be seen how Daenerys's mentality develops as she matures.\n\n"}, "title": "Daenerys Targaryen"}