{"attributes": {"status": " Active", "founder": " Good MastersThe bulk of Daenerys Targaryen", "title": " '''Daenerys Targaryen's Unsullied'''", "season": " Season 3", "image": " UnsulliedSeason3Trailer.jpg", "allegiance": "Queen Daenerys Targaryen", "leader": "Grey Worm", "former": " ", "place": "", "members": " ", "date": " ", "type": " Specialized infantry", "appearances": " "}, "sections": {"Acquisition of the Unsullied": "\nUpon arriving inÂ Astapor,Â DaenerysÂ is given a tour of theÂ Unsullied barracks by [http://gameofthrones.wikia.com/wiki/Kraznys_mo_Nakloz Kraznys mo Nakloz], withÂ [http://gameofthrones.wikia.com/wiki/Missandei Missandei].Â Throughout the tour, Kraznys explains that the Unsullied were trained for battle from the age of five, and that only one in four recruits survived the training.Â DaenerysÂ asksÂ Kraznys how many Unsullied are available. She is told that there are eight thousand soldiers for sale and that she has until the next day to make a decision.Â SerÂ Jorah recommends thatÂ DaenerysÂ purchase the Unsullied, arguing that under her command, these slave soldiers will have a far better quality of life serving her than they would underÂ Kraznys.\n\nThe next day she continues her negotiations with Kraznys over her planned purchase of the Unsullied. During the meeting, Daenerys announces that she would take all 8,000 Unsullied soldiers, including those in training. Kraznys initially dismisses her offer and instead offers to sell her one hundred soldiers. Daenerys then offers to sell him one of her dragons.\n\nOn theÂ day of the exchange, the slave masters and Kraznys, along with the 8000 Unsullied warriors, meet with DaenerysÂ to complete the deal. Daenerys hands the chainedÂ DrogonÂ to Kraznys, who is hostile towards his slave master. Kraznys then gives her the golden whip, the symbol of ownership over the Unsullied. Kraznys then complains that DrogonÂ did not obey his command, to whichÂ DaenerysÂ angrily retortsÂ Drogon does not obey him because he is not a slave. She then orders the Unsullied to kill all the slave masters and free all the slaves in Astapor, but spare the innocent people. DaenerysÂ then ordersÂ DrogonÂ to burnÂ Kraznys alive.â&euro;&lsaquo;\n\n", "Subsequent Service": "\nAfter Daenerys is given the golden whip by Kraznys she becomes the owner and new master of the Unsullied.Â With the Unsullied under her command, Daenerys sacksÂ Astapor with little resistance. Once it is done, she addresses all of her Unsullied warriors and tells them they are now free. She also gives them the option of leaving unharmed or fighting under her command as free men. At first, the Unsullied remain quiet, not knowing what to do with their new found freedom, however, one Unsullied soldier begins to beat his spear against the ground, signifying his allegiance to her. The rest of the Unsullied follow suit shortly thereafter.Â \n\nDaenerys ordered the Unsullied to elect a commander from their own ranks. The officers ultimately selectedÂ [http://gameofthrones.wikia.com/wiki/Grey_Worm Grey Worm], who like all Unsullied, was given the name of a vermin. When Daenerys instructed the Unsullied to go back to their own names or pick new ones they like, Grey Worm elected to keep his, as it was the name he had when Daenerys Stormborn set him free.\n\n", "TOP": "Daenerys Targaryen's Unsullied024185e1pw5j3dnm5mkilfs9o244l9usd81m11717972015-02-06T11:22:15ZArticXiongmao15030876{{Infobox organization\n|Title= '''Daenerys Targaryen's Unsullied'''\n|Image= UnsulliedSeason3Trailer.jpg\n|Season= [[Season 3|3]], [[Season 4|4]], [[Season 5|5]]\n|Appearances= \n|Status= Active\n|Type= Specialized infantry\n|Allegiance=Queen [[Daenerys Targaryen]]\n|Leader=[[Grey Worm]]\n|Members= \n|Former= \n|Place=\n|Date= \n|Founder= [[Good Masters]]\n}}\nThe bulk of [[Daenerys Targaryen|Daenerys Targaryen's]]Â army consists of 8,000 [[Unsullied]] warriors she acquired in the slave city of [[Astapor]].\n\n", "Size and strength": "Daenerys left Astapor with 8,000 Unsullied under her command, the full compliment of the city at the time. Â Since she has firmly outlawed slaving, it is unlikely future Unsullied will be produced (though the council she set up in AstaporÂ to enforce this has been overthrown in &quot;First of his Name&quot;). Â She gave field command of her forces to an officer chosen as leader by his brethren, named Grey Worm.\n\nThe Unsullied are originally slave-eunuchs who have been trained relentlessly since birth in combat. Â Under appallingly harsh conditions, they are made to master combat equipped with spears (both throwing and close-quarters) and short swords and daggers. Â Because their training involved fighting one another to the death, the Unsullied are not only practiced and conditioned fighters, they also have experience fighting and killing skilled opponents. Â \n\nHaving been conditioned to a total obedience and discipline, the Unsullied will not hesitate to obey any order, even if it means suicide or self-injury- though in the case of Daenerys, it is out of loyalty to her, rather than fear. Â They seem conditioned to be very resistant or even immune to pain, as shown to Dany in AstaporÂ when one of the Good Masters sliced an Unsullied man's nipple off. Â The Unsullied didn't even flinch, but simply thanked his master for the opportunity to serve him. Â Since the Unsullied are castrated, they do not succomb to sexual or bloodthirsty urges on the battlefield, making them unlikely to commit war crimes as long as Dany orders them not to.\n\nâ&euro;&lsaquo;Unsullied in Dany's armyÂ wear a light uniform, covered with a breastplate and pauldronsÂ of heavy leather and a metal helmet; a bronze shortsword and dagger are worn at the waist. Â The Unsullied usually fight in a phalanx formation, using their long, narrow-headed spears and round bronze-and-leather shields to good effect and protecting themselves from arrows, cavalry and charging infantry; this formation was used to quickly overwhelm the slavers' standard soldiers at Astapor. Â However, individual Unsullied are equally effective, as was shown when Grey Worm- entering Yunkai covertly- overwhelmed dozens of Yunkish soldiers with his spear and shield. Â The Unsullied have never been shown using archery weapons, though in &quot;Breaker of chains&quot; they use several light catapults. Â Nor do they ride on horseback; their great stamina allows them to cover vast distances on foot even in harsh conditions.\n\n"}, "title": "Daenerys Targaryen's Unsullied"}