{"attributes": {"status": " :Category:Status: Dead", "family": ["Viserys II Targaryen - grandfather", "Aegon IV Targaryen - father", "Naerys Targaryen - mother", "Myriah Martell - wife", "Baelor Targaryen (son of Daeron II)"], "title": " Daeron II Targaryen", "season": " Season 1", "image": " Daeron II.png", "allegiance": " House Targaryen", "titles": [" King of the Andals and the First Men", "Lord of the Seven KIngdoms", "Protector of the Realm"], "link": " House TargaryenCharacter", "mentioned": " &quot;A Golden Crown&quot;", "place": " Red Keep, King's Landing", "aka": " Daeron the Good"}, "sections": {"TOP": "Daeron II Targaryen012949t1glxfqqxbhyrp45t11k0fipolr9qj11798972015-03-27T18:51:33ZThe Dragon Demands5014364::''This article is about the son of King Aegon IV, known as &quot;Daeron the Good&quot;. For Aegon IV's older first cousin, known as &quot;Daeron the Young Dragon&quot;, see &quot;[[Daeron I Targaryen]]&quot;. ''\n{{Heraldry\n|image = Targaryen mini shield.png\n|link = House Targaryen\n}}\n{{Character\n| Title = Daeron II Targaryen\n| Image = Daeron II.png\n| Season = [[Season 1|1]], [[Season 4|4]]\n| Mentioned = &quot;[[A Golden Crown]]&quot;\n| Status = [[:Category:Status: Dead|Deceased]]\n| Place = [[Red Keep]], [[King's Landing]]\n|Titles = [[King of the Andals and the First Men]]&lt;br&gt;Lord of the Seven KIngdoms&lt;br&gt;Protector of the Realm\n| Aka   = Daeron the Good\n| Allegiance = [[House Targaryen]]\n| Family ={[[Viserys II Targaryen]]} - grandfather&lt;br&gt;{[[Aegon IV Targaryen]]} - father&lt;br&gt;{[[Naerys Targaryen]]} - mother&lt;br&gt;{[[Myriah Martell]]} - wife&lt;br&gt;{[[Baelor Targaryen (son of Daeron II)|Baelor Targaryen]]} - son&lt;br&gt;{[[Aerys I Targaryen]]} - son&lt;br&gt;{[[Aelinor Targaryen]]} - daughter&lt;br&gt;{[[Rhaegel Targaryen]]} - son&lt;br&gt;{[[Maekar I Targaryen]]} - son&lt;br&gt;{[[Daenerys Targaryen (daughter of Aegon IV)|Daenerys Targaryen]]} - sister&lt;br&gt;{[[Daemon Blackfyre]]} - bastard half-brother&lt;br&gt;{[[Maron Martell]]} - brother-in-law&lt;br&gt;{[[Aemon Targaryen (Dragonknight)|Aemon Targaryen]]} - uncle}}\n{{Quote|Eventually, after centuries of courtship, House Martell got into bed with the Targaryens. We took King Daeron II and his sister for our own, before they could take each other, and six kingdoms became seven.|[[Oberyn Martell]]|House Martell (Histories &amp; Lore)}}\n'''Daeron II Targaryen''', also called '''Daeron the Good''', is an unseen character in ''[[Game of Thrones (TV series)|Game of Thrones]]''. He is not expected to appear in the series, being long dead by the time it begins.\n\nDaeron was the second King of his name to sit on the [[Iron Throne]] and the twelfth king of the [[House Targaryen|Targaryen]] dynasty to rule the [[Seven Kingdoms]]. He was an ancestor of [[Viserys Targaryen|Viserys]] and [[Daenerys Targaryen]]. He was formally styled '''Daeron of House Targaryen, the Second of His Name, King of the Andals and the First Men, Lord of the Seven Kingdoms and Protector of the Realm'''.\n\n", "Family tree": "{{House Targaryen family tree Blackfyre Rebellion era}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Daeron II was a dignified man. He had a kind thoughtful face. He was round-shouldered, with thin legs and a small pot belly. His face has a certain quiet strength, though, and his eyes are clear and full of resolve. He wore his father's elaborate dragon Crown. On his coinage, he was depicted as clean-shaven. He was not a warrior by any means, but a cultured, scholarly man who kept company with maesters and other learned men.\n\nAfter the failed Conquest of Dorne, King Baelor the Blessed arranged the marriage of his Prince Daeron to Princess Myriah Martell of Dorne as part of a dual marriage pact between the two kingdoms, thus bringing Dorne into the [[Seven Kingdoms]]. He also officiated at the wedding ceremony. Princess Myriah brought many of her native manners and customs with her, and many noble Dornishmen and women flocked to his court, all serving to give life in the [[Red Keep]] a foreign flavor, and alienating many of Daeron's nobles and courtiers. In 170AL they had their first son, whom they named Baelor in honor of Baelor the Blessed. Daeron founded a new castle at Summerhall, in the Dornish Marches, roughly where Dorne, [[the Reach]], and [[the Stormlands]] come together.\n\nLate in Aegon IV's reign, it was whispered that his father had come to believe that Daeron was not his son, but the product of an illegitimate union between his wife Naerys and their brother, Aemon, and was planning to disinherit Daeron in favor of Daemon Blackfyre. Others counter that Aegon IV ''himself'' started this rumor, because he was disgusted that his trueborn son Daeron was an intelligent and scholarly man, and he simply wished he wasn't really his son. As this theory goes, Aegon IV had became so impressed with his bastard son Daemon Blackfyre, who was a consummate warrior and personally charismatic (though he had no experience at politics), that he increasingly wanted to name Daemon as his official heir. Daeron ascended to the throne, however, following Aegon IV's sudden illness and death. Nevertheless, several military-minded lords gathered around Daemon and supported his claim to the Iron Throne, causing the First Blackfyre Rebellion.\n\nThrough his younger son Maekar, Daeron II was the grandfather of Maester [[Aemon]] and his younger brother, King [[Aegon V Targaryen|Aegon V]].\n\nDaeron II was king at the beginning of the ''[[Tales of Dunk and Egg]]'' prequel novellas, which begin 90 years before the War of the Five Kings and follow the adventures of Ser [[Duncan the Tall]] and [[Aegon V Targaryen|Aegon &quot;Egg&quot; Targaryen]]. The first novellas, ''The Hedge Knight'', takes place in the last few months of Daeron II's reign. Daeron II isn't directly involved in the narrative, but his sons Baelor and Maekar feature prominently in its events. The second novella, ''The Sworn Sword'', takes place a year and a half later, after the Great Spring Sickness struck Westeros and after Daeron II died from it. It is possible that Daeron II might appear in any potential live-action adaptation of the ''Tales of Dunk and Egg''.\n\n", "Biography": "===Background===\nDaeron was the son of King [[Aegon IV Targaryen]] and Queen [[Naerys Targaryen]], born on the year 159 since [[Aegon I Targaryen|Aegon's Landing]]. He had a sister, Princess [[Daenerys Targaryen (daughter of Aegon IV)|Daenerys]]. He also had a half-brother, [[Daemon Blackfyre]], born of the affair between his father and Queen [[Daena Targaryen]], the sister-wife of [[Baelor I Targaryen]].\n\nHe married [[Myriah Martell|Myriah]] of [[House Martell]] at [[Sunspear]]. With her, he fathered several sons: [[Baelor Targaryen (son of Daeron II)|Baelor]], [[Aerys I Targaryen|Aerys]], [[Rhaegel Targaryen|Rhaegel]], and [[Maekar Targaryen|Maekar]]; and one daughter, [[Aelinor Targaryen|Aelinor]].\n\nDuring his reign, his half-brother Daemon rebelled against his rule to claim the Iron Throne for himself. Daeron perished during the [[Great Spring Sickness]]. He was succeeded by his son Aerys.\n\n===[[Season 1]]===\nDaeron II, along with siblings and progenie, is mentioned in the [[House Targaryen]] entry of the book ''[[The Lineages and Histories of the Great Houses of the Seven Kingdoms]]''. He's described as purple blue of eyes, silver of hair and round of shoulders.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n[[Tyrion Lannister]] mentions that Daeron the Good is one of the kings analyzed in the classic book, ''[[Lives of Four Kings]]'', when he gives a copy of the book to King [[Joffrey Baratheon|Joffrey]] as a wedding present.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n\n"}, "title": "Daeron II Targaryen"}