{"attributes": {"status": " :Category:Status: Dead", "family": [" Aegon V Targaryen - father", "Duncan Targaryen - brother", "Aerys II Targaryen - brother", "Rhaella Targaryen - sister", "Rhaegar Targaryen - nephew", "Viserys Targaryen - nephew", "Daenerys Targaryen - niece", "Aemon"], "title": "Daeron Targaryen", "season": " Season 4", "image": " Targaryen mini shield.png", "allegiance": " House Targaryen", "culture": " Valyrian", "titles": " Prince", "link": " House TargaryenCharacter", "mentioned": " &quot;Oathkeeper&quot;", "place": " King's Landing"}, "sections": {"Family Tree": "{{House Targaryen family tree}}\n\n", "TOP": "Daeron Targaryen (son of Aegon V)0295861decp6763nuf84hy49u2iw4ilp4owh71745042015-02-26T16:13:02ZThe Dragon Demands5014364/* In the books */{{Conjecture}}\n{{Heraldry\n|image = Targaryen mini shield.png\n|link = House Targaryen\n}}\n{{Character\n|Title=Daeron Targaryen\n|Season = [[Season 4|4]]\n|Mentioned = &quot;[[Oathkeeper]]&quot;\n|Titles = [[Prince]]\n|Status = [[:Category:Status: Dead|Deceased]]\n|Place = [[King's Landing]]\n|Allegiance = [[House Targaryen]]\n|Culture = [[Valyrian]]\n|Family = {[[Aegon V Targaryen]]} - father&lt;br&gt;{[[Duncan Targaryen]]} - brother&lt;br&gt;{[[Aerys II Targaryen]]} - brother&lt;br&gt;{[[Rhaella Targaryen]]} - sister&lt;br&gt;{[[Rhaegar Targaryen]]} - nephew&lt;br&gt;{[[Viserys Targaryen]]} - nephew&lt;br&gt;[[Daenerys Targaryen]]} - niece&lt;br&gt;[[Aemon|Aemon Targaryen]] - uncle&lt;br&gt;{[[Aerion Targaryen]]} - uncle}}\n{{Quote|I was to be given to some Targaryen or other. Marrying a Targaryen was all the rage back then. But the moment I saw my intended with his twitchy little ferret's face and ludicrous silver hair, I knew he wouldn't do.|[[Olenna Tyrell]]|Oathkeeper}}\n'''Daeron Targaryen''' is an unseen character in ''[[Game of Thrones (TV series)|Game of Thrones]]''. He is long dead by the time the series begins.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, [[Olenna Tyrell]] tells [[Sansa Stark]] a tale of how she had once been betrothed to a Targaryen prince. Olenna claims that it was her who had not wanted the marriage, and that it and been her who had &quot;put an end to it&quot;.\n\nIn ''The World of Ice and Fire'' sourcebook (2014) , this Prince is revealed to be Daeron Targaryen, the  youngest son and fourth born child of King [[Aegon V Targaryen]] and his wife Queen Betha Blackwood. \n\nDaeron and Olenna were betrothed in 237 AC, having arranged by Daerons mother. They were both nine years old at the time. After his three older siblings, [[Duncan Targaryen|Duncan]], Jaehaerys and Shaera had broken their own betrothals - Duncan to marry Jenny of Oldstones, Jaehaerys and Shaera to marry each other - Daeron broke his betrothal to Olenna as well. He did so when he was eighteen years old, in 246 AC. But while his brothers had broken their betrothals for another woman, this was not the case for Daeron. He preferred the companionship of Ser Jeremy Norridge, a young knight whom he had befriended when they were squires together at [[Highgarden]].\n\nIn 251 AC, Prince Daeron led an army against the Rat, the Hawk and the Pig; three individuals who had assaulted Princess Aelora Targaryen at a masked ball in 217 AC, which contributed to her suicide soon afterward. Though they managed to quash the rebellion, Daeron was killed in battle, as was Ser Jeremy, who died by his side.\n\n", "Behind the scenes": "Due to the simplification of the Targaryen lineage by removing Jaehaerys II from the line of kings and making Aerys and Rhaella the children of Aegon V rather than his grandchildren, Dareon is Aerys and Rhaella's brother in the TV series though he was their uncle in the books.\n\nMoreover, it isn't necessarily clear that Daeron actually exists in the TV continuity. Given that the entire generation of Jaehaerys II was removed, it isn't clear if any of his siblings still exist, or in what capacity. Olenna ''mentions'' that she was betrothed to &quot;some Targaryen&quot; but doesn't establish what his name was in on-screen dialogue. The writers have remained silent on the implications of removing Jaehaerys II back in Season 1. The TV series might simply change things so that Olenna was meant to marry someone else.\n\n", "See also": "*{{AWOIAF|Daeron Targaryen (son of Aegon V)|Daeron Targaryen}} (spoilers from the books)\n\n", "Biography": "===Background===\nDaeron was the youngest son of King [[Aegon V Targaryen]]. He was betrothed to [[Olenna Tyrell|Olenna Redwyne]], but she took a great dislike to his &quot;twitchy little ferret's face and ludicrous silver hair&quot;, and their engagement ended when Olenna seduced her sister [[Viola Redwyne|Viola]]'s intended husband [[Luthor Tyrell]].&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\nAfter the [[Purple Wedding]], Olenna recounted the story of how she escaped her engagement to Daeron to her granddaughter [[Margaery Tyrell]], as a lesson on how to manipulate her future husband [[Tommen Baratheon]].\n\n"}, "title": "Daeron Targaryen (son of Aegon V)"}