{"attributes": {"status": " :Category:Status: Dead", "family": ["Rhaenyra Targaryen - grandmother", "Aegon III Targaryen - father", "Baelor Targaryen - brother", "Daena Targaryen - sister", "Rhaena Targaryen - sister", "Elaena Targaryen - sister", "Viserys II Targaryen - uncle", "Aegon IV Targaryen - cousin", "Naerys Targaryen - cousin", "Aemon Targaryen (Dragonknight)"], "title": " Daeron I Targaryen ", "season": " Season 4", "image": " Daeron I Targaryen the Young Dragon.png", "allegiance": " House Targaryen", "religion": " Faith of the SevenQuote", "titles": [" King of the Andals and the First Men", "Lord of the Seven KIngdoms", "Protector of the Realm"], "link": " House TargaryenCharacter", "mentioned": " &quot;The Lion and the Rose&quot;", "place": " Red Keep, King's Landing", "aka": " The Young Dragon"}, "sections": {"Family tree": "{{House Targaryen family tree Regency Conquest of Dorne era}}\n\n", "TOP": "Daeron I Targaryen022901781k8cpu23iuncc2uffsefkwtkpuiwq1761602015-03-11T11:57:47ZThe White Winged Fury26111788Adding categories::''This article is about the son of King Aegon III, &quot;Daeron the Young Dragon&quot;. For the son of his first cousin Aegon IV, known as &quot;Daeron the Good&quot;, see &quot;[[Daeron II Targaryen]]&quot;.''\n{{Heraldry\n|image = Targaryen mini shield.png\n|link = House Targaryen\n}}\n{{Character\n| Title = Daeron I Targaryen \n| Image = Daeron I Targaryen the Young Dragon.png\n| Season = [[Season 4|4]]\n| Mentioned = &quot;[[The Lion and the Rose]]&quot;\n| Status = [[:Category:Status: Dead|Deceased]]\n| Place = [[Red Keep]], [[King's Landing]]\n|Titles = [[King of the Andals and the First Men]]&lt;br&gt;Lord of the Seven KIngdoms&lt;br&gt;Protector of the Realm\n| Aka   = The Young Dragon\n| Allegiance = [[House Targaryen]]\n| Family={[[Rhaenyra Targaryen]]} - grandmother&lt;br&gt;{[[Aegon III Targaryen]]} - father&lt;br&gt;{[[Baelor Targaryen]]} - brother&lt;br&gt;{[[Daena Targaryen]]} - sister&lt;br&gt;{[[Rhaena Targaryen]]} - sister&lt;br&gt;{[[Elaena Targaryen]]} - sister&lt;br&gt;{[[Viserys II Targaryen]]} - uncle&lt;br&gt;{[[Aegon IV Targaryen]]} - cousin&lt;br&gt;{[[Naerys Targaryen]]} - cousin&lt;br&gt;{[[Aemon Targaryen (Dragonknight)|Aemon Targaryen]]} - cousin\n| Actor=|Religion = [[Faith of the Seven]]}}\n{{Quote|Daeron, First of His Name, tried to finish his ancestors' work and bring [[Dorne]] into the fold. For his efforts, he lost 60,000 men and his own life of 18 years.|[[Varys]]|Histories &amp; Lore}}\n'''Daeron I Targaryen''', also called '''the Young Dragon''', is an unseen character in ''[[Game of Thrones (TV series)|Game of Thrones]]''. He is not expected to appear in the series, being long dead by the time it begins.\n\nDaeronÂ was the first [[King of the Andals and the First Men|King]] of his name to sit on the [[Iron Throne]]Â andÂ the eighthÂ king of theÂ [[House Targaryen|Targaryen]]Â dynasty to rule theÂ [[Seven Kingdoms]]. HeÂ was formally styled '''Daeron of House Targaryen, the First of His Name, King of the Andals and the First Men, Lord of the Seven Kingdoms and Protector of the Realm'''.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Daeron I became king when he was only 14 years old, but quickly proved himself one of the finest warriors and generals in the history of Westeros. Later history and popular culture remembers him as the paragon &quot;young warrior king&quot;. Both [[Robb Stark]] and [[Jon Snow]] idolized him growing up. George R.R. Martin has described him as essentially the Alexander the Great of Westeros, in the sense that he was a young, preternaturally skilled genius at military tactics.\n\nWhile the Targaryens had conquered and unified six of the &quot;Seven Kingdoms&quot; during the initial [[War of Conquest]], the dry desert region of [[Dorne]] had remained stubbornly independent for the next 150 years. The Dornish accomplished this by resorting to guerrilla warfare, fleeing before the Targaryen [[dragons]] only to return and harass their supply lines as soon as the Targaryens withdrew their forces.\n\nSeeing Dorne as unfinished business for the Targaryen dynasty, and a blight on their claims to complete mastery of Westeros, Daeron I led his armies to invade it. The Young Dragon's tactics were brilliant, and his larger strategy was innovative: he feinted a typical invasion through the mountain passes of the [[Red Mountains]], luring all of the Dornish armies to the west. He then followed by sending the ''real'' invasion force to make an amphibious landing at the mouth of the [[Greenblood]] River itself, at the doorstep of [[Sunspear]]. The Dornish were caught completely off guard and with their army on the other side of the central deserts. Daeron thus conquered Dorne, succeeding where even [[Aegon I Targaryen|Aegon I]] had failed. This achievement was considered all the more astonishing because he ''did not'' have dragons, as the last of them had died out during the reign of his father.\n\nUnfortunately for the Young Dragon, ''occupying'' Dorne proved to be more difficult than conquering it. The Dornish settled into a long insurgency, ambushing the occupying force and then retreating. Dareon lost far more men during the occupation than he did during the conquest itself: ten thousand men in the conquest, another ''sixty'' thousand during the occupation. Ultimately the Tyrell lord he installed as governor of Dorne was assassinated with poisoned vipers in his bed, leading to a general insurrection. All that the Young Dragon had accomplished evaporated in a single fortnight, and Daeron I himself was killed in battle trying to fight the insurgency. The Young Dragon died young, at only 18 years of age, and after ruling for only four years. Dorne was to remain independent for another two generations, before later uniting with the Targaryen realm through peaceful marriage-alliance (a double-marriage pact in which Daeron I's own first cousins, Daenerys and Daeron II, married the Ruling Prince of Dorne and his younger sister).\n\nBoth Robb Stark and Jon Snow idolized the Young Dragon, as have many others, given that he is the type of young conqueror every youth hopes to be. Their uncle [[Benjen Stark|Benjen]], however, cautioned Jon that the real moral of Dareon I's life is that despite winning on the battlefield he lost the war itself. This presages Robb Stark's own death under similar circumstances, despite never having lost a battle. Dareon I was a great military leader, but not a great politician, nor particularly skilled at the day-to-day governance of the realm. Tyrion points out that his uncle and [[Hand of the King]], [[Viserys II Targaryen]], was the man really responsible for holding the realm together during his reign.\n\nDaeron I was unmarried and died childless, so he was succeeded by his younger brother Baelor.\n\n", "Quotes": "{{Quote|The ''Lives of Four Kings''.  Grand Maester Kaeth's history of the reigns of Daeron the Young Dragon, Baelor the Blessed, Aegon the Unworthy, and Daeron the Good.  A book every king should read.|[[Tyrion Lannister]]|The Lion and the Rose}}\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n\n", "Biography": "===Background===\nDaeron I lived about a century and a half before the [[War of the Five Kings]]. He succeeded his father [[Aegon III Targaryen|Aegon III]] to the throne. Daeron I is best known for his [[Conquest of Dorne|military campaign]] in [[Dorne]], which had stubbornly resisted prior invasions by the Targaryens. In the process, Daeron lost 60,000 men, and ultimately his own life. Having fathered no heir, he was succeeded by his younger brother, [[Baelor Targaryen]], called &quot;Baelor the Blessed&quot;.\n[[File:Daeron's death.png|thumb|left|250px|The Young Dragon's death during the Dornish uprising.]]\n\n\n===[[Season 4]]===\n[[Tyrion Lannister]] mentions that Daeron I, the Young Dragon, is one of the kings analyzed in the classic book, ''[[Lives of Four Kings]]''.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\n"}, "title": "Daeron I Targaryen"}