{"attributes": {"status": " :Category:Status: Dead", "death": " Flayed alive by Ramsay Snow", "last": "&quot;Valar Morghulis&quot;", "family": "", "title": "Dagmer", "culture": " IronbornQuote", "season": "Season 2", "image": " Dagmer.png", "allegiance": "House Greyjoy", "actor": "Ralph Ineson", "religion": " Drowned God", "place": "", "mentioned": "", "aka": " Dagmer Cleftjaw", "appearances": "5 episodes &lt;small&gt;(#Appearances", "first": "&quot;The Ghost of Harrenhal&quot;"}, "sections": {"TOP": "Dagmer04715bum9vkz8rm4pnp3dot7wvh3cg5enmhq1774942015-03-17T06:36:10ZThe Dragon Demands5014364{{Character\n| Title=Dagmer\n| Image= Dagmer.png|thumb|250px\n| Season=[[Season 2|2]]\n| First=&quot;[[The Ghost of Harrenhal]]&quot;\n| Last=&quot;[[Valar Morghulis]]&quot;\n| Appearances=5 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n| Mentioned=\n| Aka= Dagmer Cleftjaw\n| Status= [[:Category:Status: Dead|Deceased]]\n| Death= Flayed alive by [[Ramsay Snow]]\n| Place=\n| Allegiance=[[House Greyjoy]]\n| Family=\n| Actor=[[Ralph Ineson]]|Religion = [[Drowned God]]|Culture = [[Ironborn]]}}\n{{Quote|[[Rodrik Cassel|He]] must pay the iron price. [[Ironborn|They'll]] never respect you while he lives.|Dagmer to Theon|The Old Gods and the New}}\n'''Dagmer''' is a recurring character in the [[Season 2|second season]] and debuts in &quot;[[The Ghost of Harrenhal]].&quot; He is played by [[Ralph Ineson]]. Dagmer is a noted [[ironborn]] reaver.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Dagmer Cleftjaw is the captain of the ''Foamdrinker'' and is remembered fondly by [[Theon Greyjoy]] from his childhood. Dagmer is a solid and dependable commander, but has been known to take gambles if he believes the reward is great enough. A longaxe blow shattered his jaw as a child, leaving him with four lips rather than two and an enormous scar, the source of his nickname. This is changed to a scar along the left of his jaw instead of directly down the middle to save money on CGI or make-up. He is the master-at-arms at [[Pyke (castle)|Pyke]].\n\nTheon sends Dagmer to [[Torrhenâ&euro;&trade;s Square]] as a diversion, to draw out the garrison from Winterfell. The ploy succeeds: Ser Rodrik heads for Torrhenâ&euro;&trade;s Square with most of the garrison, forcing Dagmer to retreat to [[Stony Shore]], but in the meantime Theon takes Winterfell. After Ser Rodrik and Leobald Tallhart depart to retake Winterfell, Dagmer returns to Torrhenâ&euro;&trade;s Square and easily takes the sparsely defended keep. He takes captive Berena Hornwood and her children Brandon and Beren, as well as her niece Eddara Tallhart. He does not return to Winterfell, and does not encounter Ramsay.\n\nDagmer does not make appearance in the novels following ''A Clash of Kings''. He is only mentioned very briefly in ''A Dance with Dragons'', in a note stating that he still holds Torrhenâ&euro;&trade;s Square with his force of ironborn. It is unknown what is his exact status or how he treats his captives.\n\nDagmer's actions at WinterfellÂ in the TV series, such as telling Theon to kill to display dominance, murdering the orphan boys to pass off as Bran and Rickon, and later betraying Theon, in the books were all commited by Ramsay Snow, who at the time was pretending to only be a Bolton servant named &quot;Reek&quot;.\n\n", "Image gallery": "&lt;gallery&gt;\nTheon and Dagmer 205.jpg|[[Theon Greyjoy]] and Dagmer in &quot;[[The Ghost of Harrenhal]].&quot;\nTheon &amp; Dagmer 2x10.jpeg|A promotional image of Theon and Dagmer in &quot;[[Valar Morghulis]].&quot;\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n\n", "Appearances": "{{Season Two Appearances|||||yes|yes|yes|yes||yes||yes}}\n\n", "Biography": "===Background===\nDagmer is an [[ironborn]] raider and reaver, noted for his skill in battle and his loyalty to [[House Greyjoy]].\n\n===[[Season 2]]===\nDagmer emerges from the tavern and offers to take Theon to their ship, the [[Sea Bitch]]. Theon asks who he is and Dagmer explains that he is to act as Theonâ&euro;&trade;s first mate. Theon questions why Dagmer is separated from the rest of the crew and wonders if they have sent Dagmer to kill him when they are on their way to the ship. Dagmer says that the men will not respect Theon until he has proven himself. Theon wonders how he can prove himself when his father has ordered him to attack fishing villages on the [[Stony Shore]]. Theon asks Dagmer how he can prove himself a true iron islander with such a task. Dagmer tells him that his crew are all iron islanders and asks Theon how they respond to orders. Theon sees the wisdom of Dagmerâ&euro;&trade;s words and suggests that [[Torrhenâ&euro;&trade;s Square]] lies near to the Stony Shore. Dagmer says that the seat of [[House Tallhart]] is a worthy prize as Theon contemplates his idea. Dagmer wonders if Theon doubts their ability to take it. Theon says that they could but would only be able to hold it for a few days. He explains that Winterfell would hear of their victory and then [[House Stark]] would send men of their own to take it back. Theon considers this opportunity and then instructs Dagmer to take him to his ship.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\nTheon besieges Torrhen's Square and then strikes at Winterfell once it has been left poorly defended. He seizes the castle and forces [[Bran Stark]] to yield to him by threatening his people. [[Lorren]] captures Ser [[Rodrik Cassel]] as he returns from Torrhen's Square. The master-at-arms is defiant and spits in Theon's face. Dagmer insists that Theon must have him executed to maintain the respect of the crew. Rodrik baits Theon into swinging the sword himself and Theon fumbles the task, requiring four blows to sever his head.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\n[[File:Theon_and_Dagmer.jpg|thumb|Theon and Dagmer at Winterfell in &quot;[[The Prince of Winterfell]].&quot;]]\n[[Osha]] seduces Theon and frees Prince [[Bran Stark|Bran]] and [[Rickon Stark]]. She murders [[Drennan]] while escaping the castle. Dagmer and Theon discover the corpse the next morning. Lorren blames Theon for being seduced and Theon brutally beats him as Dagmer looks on with approval. They go out to hunt for the boys with hounds and track them to [[Winterfell shepherd|a shepherd]]'s farm before losing the scent. Dagmer finds cracked walnut shells at the farm, a favorite food of Rickon. Theon brutalizes the shepherd who insists that he has not seen the Stark princes. The Ironborn return to Winterfell with two charred corpses that Theon publicly claims are Bran and Rickon.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt; Theon has Winterfell's ravens poisoned to prevent word spreading of the murders. Yara fails to reinforce Theon as requested, instead visiting with twenty men to urge him to abandon Winterfell. Theon refuses to give up his prize. Theon gives gold to Dagmer to buy the silence of the farmer whose boys they killed; Dagmer explains that he also murdered the farmer and his wife.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\nAs Theon is rallying the last remaining men to fight, Dagmer hits him over the head, knocking him out cold. He places a cloth bag over his head and Theon is dragged away. When Maester [[Luwin]] tries to intervene, Dagmer fatally stabs him.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\nAfter handing Theon over, Dagmer and his men are flayed alive by [[Ramsay Bolton|Ramsay Snow]] and the soldiers of [[House Bolton]].&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\n"}, "title": "Dagmer"}