{"attributes": {"status": " :Category:Status: Dead", "death": [" Stabbed in the back and throat by Mira Forrester (player-determined)", "Beaten to death with a rock by Tom (Telltale)"], "last": " &quot;The Lost Lords&quot;", "title": " Damien", "season": " ''Game of Thrones: A Telltale Games Series''", "image": " TLL Damien Midnight.png", "allegiance": " House Lannister", "actor": " Owen Thomas", "deathep": " &quot;The Lost Lords&quot;Quote", "link": " House LannisterCharacter", "appearances": " 1 episode", "first": " &quot;The Lost Lords&quot;"}, "sections": {"TOP": "Damien029821ogwllt6bva87yaziejps7b2e4xbckub1794702015-03-26T03:24:15ZTabshr25020565{{Heraldry\n|image = Lannister mini shield.png\n|link = House Lannister\n}}\n{{Character\n|Title = Damien\n|Image = TLL Damien Midnight.png\n|Season = ''[[Game of Thrones: A Telltale Games Series]]''\n|First = &quot;[[The Lost Lords]]&quot;\n|Last = &quot;[[The Lost Lords]]&quot;\n|Status = [[:Category:Status: Dead|Deceased]]\n|Death = Stabbed in the back and throat by [[Mira Forrester]] (player-determined)&lt;br&gt;\nBeaten to death with a rock by [[Tom (Telltale)|Tom]] (player-determined)\n|Allegiance = [[House Lannister]]\n|Actor = [[Owen Thomas]]\n|Appearances = 1 episode\n|DeathEp = &quot;[[The Lost Lords]]&quot;}}\n{{Quote|I am sorry about this, [[Mira Forrester|Mira]]...but you've made enemies of the wrong people. A handmaiden should know her place. I'll make this quick, if that helps. I'd hate to see you suffer.|Damien to [[Mira Forrester]] before attacking her.|The Lost Lords}}\n'''Damien''' is a guard commander for [[House Lannister]]. He appears in ''[[Game of Thrones: A Telltale Games Series]]''.\n\n", "Biography": "===Background===\n===&quot;[[The Lost Lords]]&quot;===\nDamien is first seen guarding the entrance to the [[Great Hall (Red Keep)|Great Hall]] as [[TyrionÂ Lannister]]Â and [[Mira Forrester]] meet with representatives of [[House Whitehill]] ([[Andros|Lord Andros]] and [[Morgryn|Lord Morgryn]])Â to negotiate the sale of Ironwood to the crown. As Mira leaves, he politely greets her.\n\nâ&euro;&lsaquo;Laterâ&euro;&lsaquo;, Damien ransacks Mira's chambers, going through her belongings before leaving a note on her bed, instructing her to meet with him in the gardens that night so that he may divulge critical information about Tyrion. After arriving at the meeting point, Mira is accosted by [[Lucan (Telltale)|Lucan]], a subordinate of Damien's, but Damien steps in and orders him to leave them be. Damien then reveals that Mira has made enemies with the wrong people, and attempts to stab her with a hidden dagger. After struggling with the handmaiden and trying to choke her, Damien is hit over the head with a piece of firewood by [[Tom (Telltale)|Tom]] the coal boy, causing Damien to turn his attention to Tom and try to drown him in a well. \n\nDepending on player choice, Mira can either stab Damien in the throat with his own dagger, or flee. If Mira kills Damien, his body is taken away by Tom, who promises that no one will ever find it. She can then choose whether to keep or dispose of Damien's dagger.\n\n===&quot;[[The Sword in the Darkness]]&quot;===\nIf Mira fled from Damien, Tom will reveal that he killed Damien with a rock and disposed of the body. \n\nRegardless of player action, the other Lannister guards become suspicious of Damien's disappearance, and begin questioning people. Lucan later recognizes Mira at the [[Purple Wedding|royal wedding]], demanding to know what transpired in the garden. Before he can detain Mira, she is saved by Lord Morgryn.\n\n"}, "title": "Damien"}