{"attributes": {"begin": "129 AL", "end": "131 AL", "name": "Dance of the Dragons", "image": "File:Dance Over Harrenhal.png", "battles": ["Storming of the Dragonpit", "Dance over HarrenhalQuote"], "next": " Conquest of Dorne", "width": "", "bg2": "", "conc": "", "place": "The Seven Kingdoms, Westeros", "result": "Stalemate and exhaustion of both sides*Death of both rival claimants, Aegon II and Rhaenyra.*Ascension of Rhaenyra's son Aegon III to the throne*Devastation of the Seven Kingdoms, taking a generation to recover*Death of most Targaryen Dragons", "commanders1": "Queen Rhaenyra Targaryenâ&euro; *Prince Daemon Targaryenâ&euro; *Lord Cregan Stark", "commanders2": "King Aegon II Targaryenâ&euro; *Queen Alicent Hightower*Prince Aemond Targaryenâ&euro; *Lord Commander of the Kingsguard", "side1": " House Targaryen (Rhaenyra's faction)", "side2": " House Targaryen (Aegon II's faction)", "previous": "War of Conquest"}, "sections": {"Potential adaptation": "\nOn February 10th, 2013, George R.R. Martin confirmed that he had been in discussion with [[HBO]] over adapting several of his other series, including prequel novellas about events in Westeros generations before the main ''A Song of Ice and Fire'' series.  Specifically being discussed was an adaptation of the ''[[Tales of Dunk and Egg]]'' prequel novellas, though in what format (TV movies, theatrical movie, or a spin-off TV series) was not made clear.&lt;ref&gt;[http://www.westeros.org/ASoWS/News/Entry/Tuf_Voyaging_Reissued_TV_Project_Discussed Westeros.org]&lt;/ref&gt;\n\nThe HBO production team from the ''Game of Thrones'' TV series has said that they dismiss out of hand the possibility of starting any prequel project before the main series if finished, given the massive amount of work involved on it. They physically cannot produce more than ten episodes a season. While potential future prequel projects are being discussed, this is mostly legal negotiation at this point, and no pre-production work will be started until after the final season of ''Game of Thrones''.\n\nIt is possible that the rights are also being discussed for a TV adaptation of the prequel novellas about the Dance of the Dragons (so far, ''The Princess and the Queen'' and ''The Rogue Prince''), but this is even more tentative negotiation at this point, and would only seriously be considered for production after both the main ''Game of Thrones'' TV series and any potential ''Tales of Dunk and Egg'' prequel series have been produced.\n\n", "TOP": "Dance of the Dragons029882rr033kdmaji32goh9m4bpjr2vczl5gp1771892015-03-16T02:53:27ZThe Dragon Demands5014364{{War\n|width=\n|previous=[[War of Conquest]]\n|conc=\n|next= [[Conquest of Dorne]]\n|name=Dance of the Dragons\n|image=[[File:Dance Over Harrenhal.png|300px]]\n|begin=129 AL\n|end=131 AL\n|place=The [[Seven Kingdoms]], [[Westeros]]\n|result=Stalemate and exhaustion of both sides\n*Death of both rival claimants, Aegon II and Rhaenyra.\n*Ascension of Rhaenyra's son Aegon III to the throne\n*Devastation of the Seven Kingdoms, taking a generation to recover\n*Death of most Targaryen [[Dragons|dragons]] in battle\n|battles=[[Storming of the Dragonpit]]\n|BG2=\n|side1= [[House Targaryen]] (Rhaenyra's faction)\n|side2= [[House Targaryen]] (Aegon II's faction)\n|commanders1=Queen [[Rhaenyra Targaryen]]â&euro; \n*Prince [[Daemon Targaryen]]â&euro; \n*Lord [[Cregan Stark]]\n|commanders2=King [[Aegon II Targaryen]]â&euro; \n*Queen [[Alicent Hightower]]\n*Prince [[Aemond Targaryen]]â&euro; \n*[[Lord Commander of the Kingsguard|Lord Commander]] [[Criston Cole]]â&euro; \n|battles=[[Storming of the Dragonpit]]&lt;br&gt;[[Dance over Harrenhal]]\n}}\n{{Quote|During the great Targaryen civil war known as 'the Dance of the Dragons', a king and queen each vied for the throne, dividing their House - and its dragons - against each other.|[[Varys]]|The Death of Kings}}\n'''The Dance of the Dragons''' was a massive civil war between two rival branches of [[House Targaryen]], fought 170 years before the events of the ''[[Game of Thrones (TV series)|Game of Thrones]]'' TV series. It is called &quot;the Dance of the Dragons&quot; by singers and in popular memory, because it was the only major war in Westeros in which ''both'' sides had [[Dragons|dragons]].  It was also the first full-scale civil war to ever take place in the Seven Kingdoms.  During the Dance brother fought brother, Targaryen fought Targaryen, and dragon fought dragon.  \n\n", "In the books": "The Dance of the Dragons has been mentioned as a historical event since the first of the ''[[A Song of Ice and Fire]]'' novels.  [[George R.R. Martin]] later began writing a series of prequel novels describing the war - written as in-universe history books, not POV character prose like the ''A Song of Ice and Fire'' series or ''[[Tales of Dunk and Egg]]'' prequels.\n\nThe Dance of the Dragons was the most devastating war in the history of the Seven Kingdoms.  Only the War of the Five Kings is beginning to approach it in the sheer scale of destruction.  The reason for this is that never before or since was there a Westeros-wide civil war in which ''both'' sides had dragons and each used them to burn the armies, castles, and lands of the other side.  \n\nAegon II's main supporters were his mother Alicent's family, the powerful [[House Hightower]] that rules [[Oldtown]].  Rhaenyra's main supporters were her first husband's family, [[House Velaryon]], as well as her mother's family, [[House Arryn]].  The rivalry between Rhaenyra on one side and Alicent on the other festered at the royal court for years during the reign of Viserys I.  One way this rivalry took shape was in the [[Costumes|fashions of clothing]] that courtiers wore, to display their faction allegiance.  Once at a major tournament Rhaenyra wore a striking black gown, after the black field of Targaryen heraldry, while Alicent wore a striking green gown (the actual colors of House Hightower's heraldry are a white tower on a grey background; Alicent just happened to enjoy green dresses).  Soon, all of Rhaenyra's supporters started wearing black clothing, while all of Alicent's followers started wearing green.  Over the years, the popular names applied to both factions were inspired by the colors they wore:  Rhaenyra's supporters were called &quot;the Blacks&quot;, and Aegon II's supporters were called &quot;the Greens&quot;.  \n\nThe Blacks were mostly in the northeastern half of Westeros, while the Greens were mostly in the southwestern half.  Dorne was not yet part of the realm and remained neutral during the war.  The Blacks included the Arryns, the Starks, and the Tullys (along with most if not all of the Riverlords, even the Freys).  The Starks felt bound by honor to remain true to the fealty oaths they had made to Rhaenyra when her father was still alive.  Major Greens included the Hightowers and Lannisters.  Rhaenyra had thought the Baratheons would support her, but in what she saw as a major betrayal they sided with Aegon II.  The Greens faced their own betrayal, however:  they had assumed that all of the Reach would side with the Greens, but instead the northern half of the Reach - leery of Hightower dominance - sided with the Blacks (including the Tarlys, Rowans, and Caswells).  Even some of the Hightowers' own direct vassals in the south sided with the Blacks.  The Tyrells often [[Harlen Tyrell|pick the side they think is going to win]] in any conflict, but with the Reach itself evenly split, there was no obviously winning side.  In addition, the current Lord of Highgarden was an infant boy, leaving his regent mother in a precarious position - so the Tyrells remained officially neutral throughout the war.  \n\nDuring the war, the Greens controlled the mainland of the Crownlands, though Rhaenyra controlled the islands of Blackwater Bay and most of the navy (similar to how generations later, [[Stannis Baratheon]] controlled the islands in the bay while the Lannisters controlled the mainland).  This left the Greens in control of the three largest of the five cities in the realm ([[King's Landing]], [[Oldtown]], and [[Lannisport]]), the mineral riches of the Westerlands and the fertile fields of the Reach.  They also secreted away the old royal treasury of Viserys I.  The Greens had thought that the Greyjoys would join them - not realizing that the great wealth they controlled ironically made them a more enticing target.  Seeing little profit in sailing all the way to the eastern side of Westeros to raid the modest lands of the Vale or Dragonstone, the Greyjoys nominally sided with the Blacks in order to raid the Lannister-Hightower lands along the eastern coast.  \n\nDespite the Greens controlling the wealthier lands of Westeros, the Blacks had the advantage of control of the seas.  The Greens only had the Redwyne Fleet to rely on for naval power, while - through House Velaryon - Rhaenyra's forces controlled most of the [[Royal Fleet]].  After the Greyjoys sided with the Blacks, however, the [[Iron Fleet]] tied up the Redwynes in their raids on the west coast, giving the Blacks free run of the eastern coast.  The Greens attempted to counter this by allying with the Kingdom of the Three Daughters (an alliance of [[Lys]], [[Myr]], and [[Tyrosh]]), whose fleet assaulted Rhaenyra's fleets in the massive Battle of the Gullet.  A third of the Velaryon fleet was lost, but two thirds of the Three Daughters fleet was destroyed, and the survivors withdrew from the rest of the war.  Overall, this meant that despite the Greens' numerical superiority, they had to slowly struggle to march their armies over land to attack the Blacks, instead of being able to quickly move their larger armies by sea (similar to how in the later War of the Five Kings, the Lannisters had larger armies but had lost control of the Royal Fleet, preventing them from landing a quick devastating blow using sea transport).  \n\nThe war was a stalemate, with many unexpected victories as well as unexpected losses for both sides, with no clear victor emerging.  Even King's Landing itself traded hands, though there was no siege - Rhaenyra's new husband Daemon (her own uncle) had reorganized and essentially created the [[City Watch]] as it would later be known, and they remained loyal to him.  After the Greens foolishly left the capital city lightly defended to attack Rhaenyra's armies massing at Harrenhal, her forces on Dragonstone moved against King's Landing, and the Gold Cloaks threw the gates open at their arrival.  Rhaenyra actually did sit on the Iron Throne for about half a year.\n\nThe war eventually degenerated into near-anarchy as a string of betrayals happened in rapid succession on both sides.  Rival kings started popping up in different parts of the realm - ranging from the Greyjoys behaving functionally independent (though never claiming it), to dragonriders deciding that they would make better kings than Rhaenyra or Aegon II, to even petty street thugs carving out their own fiefdoms in King's Landing and declaring themselves &quot;king&quot; of half the city.  \n\nEventually, Rhaenyra was captured by Aegon II, and he fed her to his dragon while her son watched.  Aegon II was badly burned and injured in the war, however, and his legs were shattered.  He continued to rule for another half a year, but both sides had fought to near-exhaustion by that point.  Only those regions which had not played a major part in the previous fighting still had major armies left:  the Arryns for the Blacks (because heavy snows had blocked the Vale's mountain passes), and the Baratheons for the Greens (who had cynically sat back and let the other Green armies get killed, preserving their own strength).  In a final, last-ditch attack, the handful of surviving Tully forces marched against the vastly superior Baratheon army defending King's Landing - but by avoiding any conflict, the Baratheon soldiers were unblooded and inexperienced, while the Tully forces were hardened veterans of almost every major land battle in the war.  In a shocking upset, the young teenagers left in charge of the Tully army (known as &quot;the Lads&quot;) shattered the Baratheon army, leaving King's Landing undefended.  Aegon II swore that he would fight until the last, but his advisors realized the most sensible choice - and had Aegon II poisoned, to avoid a siege which would result only in further loss of life (the &quot;Histories and Lore&quot; videos imply that Aegon II died of mortal wounds - he was crippled and may not have lived much longer, but he was poisoned before he could succumb to his injuries).  \n\nThe civil war lasted two years and gutted the Seven Kingdoms, with dragons burning out vast swaths of the countryside, and entire towns reduced to ashes.  Even though both sides knew that winter was coming when the war started they continued in their destructive conflict:  near the end of the war a harsh winter began which was to last six bitter years, killing off many who had managed to survive the actual fighting.  The devastation was so great that it took a full generation to recover.  \n\nAt the start of the war there were 20 living dragons:  9 older and huge dragons, 8 younger dragons still large enough to be ridden to war, and 3 hatchlings too small to ride.  By the end of the war, all but three had died - of which two disappeared, their ultimate fates not learned until years later.  Silverwing, mount of old King [[Jaehaerys I Targaryen|Jaehaerys I's]] wife Queen Alysanne, went wild with grief over the death of her kin in the war and none could ride her.  Another dragon was hatched near the end of the war, bringing the total number of surviving dragons to four.  None of them would live for long, and there were too few dragons left to maintain a stable breeding population (the dragons were already experiencing heavy inbreeding, not unlike their Targaryen masters:  all dragons descended from only the three that the Targaryens had during the War of Conquest).  The last dragon, said to be a stunted creature, died only 33 years after the war ended, later in the reign of Aegon III, for which he became known as &quot;Aegon the Dragonbane&quot; (though he did try to hatch new dragons from preserved eggs, unsuccessfully).  For this reason some think that the name &quot;the Dance of the Dragons&quot; that the singers and romances apply to the conflict is bitterly inappropriate (combined with the massive loss in human life), and that it might be more apt to call the civil war &quot;the Death of the Dragons&quot;.\n\nThe prequel novels about the Dance, starting with ''The Princess and the Queen'', are written as in-universe history texts created generations later.  This format brings up Martin's major thematic point about the vaguery of memory, and history being written by the winners.  Neither side truly won the war, and it only ended because both Rhaenyra and Aegon II died, and only one male heir remained.  In the decades after the war, both sides wrote their own biased history books trying to put their actions in a better light.  Histories written by the Greens depict Aegon II as reluctant to take the throne, only doing so because he thought Rhaenyra would kill him and his children.  Green history books also depict Rhaenyra as a tyrannical and domineering woman prone to anger and intense jealousy (some of the more lurid accounts claim she had sex with half of the courtiers in King's Landing).  Both sides agree that when one of Rhaenyra's sons died in battle on dragon-back, she responded in kind by sending assassins into the Red Keep who killed Aegon II's eldest son and heir, a boy only six years old.  Ultimately the accounts vary so widely that it is difficult to get a sense of who the &quot;real Rhaenyra&quot; was:  either a strong-willed albeit flawed woman passionately fighting for her rights in a male-dominated political system, or a paranoid and imperious tyrant consumed by a thirst for revenge. \n\nOn the other hand, histories written by the Blacks say that Aegon II was a petty, gluttonous, lazy, unintelligent, and sulky man (the authors of ''The World of Ice and Fire'' sourcebook summed him up as &quot;a real slimeball&quot;); a greedy grasper with a massive sense of entitlement, Aegon II was prone to public outbursts of intense rage.  Many of these outbursts were so public, in front of the entire court, that even the Green histories have difficulty hiding that they occurred.  In many ways he was simply a political pawn of his mother.  Aegon II also kept a mistress at court and was abed with her when his father died, instead of with his own wife and small children - making it all the more biased that the Greens accused Rhaenyra of sexual impropriety.  \n\nThe Dance of the Dragons draws inspiration from the real-life civil war in medieval England known as &quot;[[Wikipedia:The Anarchy|The Anarchy]], when Princess Matilda was the only child of King Henry I, but her cousin Stephen usurped the throne, leading to nineteen years of protracted civil war.  Similarly, Matilda was unpopular because she was thought to be imperious and domineering for a woman.  Moreover, the civil war ended with the agreement that Matilda's son Henry II would succeed Stephen as king (though in the narrative, Rhaenyra's son Aegon III succeeds to the throne after first his mother and then his half-uncle Aegon II had died).\n\n", "Quotes": "{{Quote|Rhaenyra Targaryen was murdered by her brother, or rather, his dragon.  It ate her while her son watched. What's left of her is buried in the crypts right down there.|King [[Joffrey Baratheon]] points out what little remains of Rhaenyra in the [[Great Sept of Baelor]]|And Now His Watch is Ended}}\n\n{{Quote|During the great Targaryen civil war known as 'the Dance of the Dragons', a king and queen each vied for the throne, dividing their House - and its dragons - against each other. Eventually the queen was fed to her rival's dragon while her son watched, and the victorious king soon died of his own wounds.  By the war's end, King's Landing was smashed, cities razed and sacked never to be rebuilt, and dragons had faded from this world.|[[Varys]]|The Death of Kings}}\n\n", "See also": "* {{AWOIAF}}\n\n", "History": "\nThe war began when King [[Viserys I Targaryen|Viserys I]] died.  His designated heir for many years had been his only surviving child by his first wife, his daughter [[Rhaenyra Targaryen|Rhaenyra]].  Viserys I later remarried, however, and had several younger children by his second wife, the eldest of which was Rhaenyra's half-brother [[Aegon II Targaryen|Aegon II]].  The Seven Kingdoms had never had a Ruling Queen before, and many were troubled by the thought of Rhaenyra succeeding to the throne.  By the inheritance laws of the [[Andals]], a younger brother succeeds ahead of an elder daughter, but the Targaryens had never formalized royal inheritance laws for their new realm after the [[War of Conquest|Targaryen Conquest]] 130 years before.  Viserys I, however, had extracted oaths of fealty from the major lords of the realm that Rhaenyra would succeed him.  \n\nThe same day that Viserys I died, Aegon II's followers staged a coup, and he was soon crowned in King's Landing.  Rhaenyra, as the [[Prince of Dragonstone|Princess of Dragonstone]], had her powerbase on [[Dragonstone (island)|Dragonstone]] island, where she responded by being crowned queen and declaring Aegon a traitor.  \n\nUltimately, Rhaenyra was captured and Aegon II had her fed to his dragon, while forcing her son to watch.  Aegon II, however, was badly wounded in the war and died months later.  The war was stalemated, but with no other male heirs Rhaenyra's son then succeeded as King [[Aegon III Targaryen|Aegon III]].&lt;ref&gt;&quot;[[The Death of Kings]]&quot;&lt;/ref&gt; \n\nMost Targaryen [[Dragons|dragons]] were killed during the course of the war, and within a few years they went entirely extinct later in Aegon III's reign.\n\n"}, "title": "Dance of the Dragons"}