{"attributes": {"casual2": [" Daemonâ&euro; ", "Caraxesâ&euro; The '''Dance over Harrenhal''' was an aerial duel during the Dance of the Dragons between two of the most powerful Dragons"], "name": "Dance over Harrenhal", "forces1": "Aemond on Vhagar", "casual1": [" Aemondâ&euro; ", "Vhagarâ&euro; "], "image": "File:Dance_Over_Harrenhal.png", "next": "", "width": "", "bg2": "", "conc": "", "place": "the skies above Harrenhal, The Riverlands", "result": "Death of all four combatants", "forces2": "Daemon on Caraxes", "date": "", "commanders1": "Prince Aemond Targaryen", "commanders2": "Prince Daemon Targaryen", "prev": "", "side2": "House Targaryen - Rhaenyra Targaryen", "conflict": "Dance of the Dragons", "side1": "House Targaryen - Aegon II Targaryen"}, "sections": {"TOP": "Dance over Harrenhal03071918egadf9xhm7j16l4wlsn7yixgpl2ez1771922015-03-16T02:58:20ZThe Dragon Demands5014364/* In the books */{{Conjecture}}\n{{Battle\n|width=\n|prev=\n|conc=\n|next=\n|name=Dance over Harrenhal\n|image=[[File:Dance_Over_Harrenhal.png|300px]]\n|conflict=[[Dance of the Dragons]]\n|date=\n|place=the skies above [[Harrenhal]], [[The Riverlands]]\n|result=Death of all four combatants\n|BG2=\n|side1=[[House Targaryen]] - [[Aegon II Targaryen|Aegon II's faction]]\n|side2=[[House Targaryen]] - [[Rhaenyra Targaryen|Rhaenyra's faction]]\n|commanders1=Prince [[Aemond Targaryen]]\n|commanders2=Prince [[Daemon Targaryen]]\n|forces1=Aemond on [[Vhagar]]\n|forces2=Daemon on [[Caraxes]]\n|casual1= Aemondâ&euro; &lt;br&gt;Vhagarâ&euro; \n|casual2= Daemonâ&euro; &lt;br&gt;Caraxesâ&euro; }}\nThe '''Dance over Harrenhal''' was an aerial duel during the [[Dance of the Dragons]] between two of the most powerful [[Dragons|dragons]], [[Vhagar]] and [[Caraxes]], and their riders Prince [[Aemond Targaryen]] (fighting for his brother [[Aegon II Targaryen]]) and Prince [[Daemon Targaryen]] (fighting for his niece-wife [[Rhaenyra Targaryen]].&lt;ref&gt;[[Dragons (Histories &amp; Lore)]]&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n\n", "In the books": "Later in the war, Aegon II's younger brother [[Aemond Targaryen]] resorted to a one-man war riding Vhagar, burning out much of [[the Riverlands]].  Daemon - who was Aemond's uncle - hunted him for a long time on Caraxes, aided by the dragonrider Nettles on Sheepstealer, but eventually he returned alone to [[Harrenhal]] (which Vhagar had burned out earlier in the war) waiting as a challenge for Aemond to arrive.  Caraxes was formidable but Vhagar was twice his size, nearly as large as [[Balerion]] had been during the [[War of Conquest]].  Facing him alone was the only way to draw Vhagar out, however, as Aemond had avoided ambushes by multiple other dragons. Aemond arrived, exchanged his final challenges to Daemon, then both took to the air on their dragons.\n\nThe resulting Dance over Harrenhal was one of the most epic dragon-versus-dragon fights of the entire civil war, as two of the greatest living dragons fought in the air. Their shrieks shattered every remaining window in the castle and could be heard for miles around. Their fire-breath filled the sky so that fishermen in the lake thought that the whole sky was aflame. In the end, Caraxes dove down from the sun on Aemond's blind side (due to his missing eye). Caraxes slammed into Vhagar and they both continued to fight in free fall. Vhagar tore out Caraxes's belly, and used her massive jaws to rip one of his wing-arms completely off - but Caraxes sank his teeth into Vhagar's throat and maintained a death grip. As the two dragons grappled, Daemon rose from his saddle and made a stunning mid-air leap from his dragon to Aemond on Vhagar's back.  Wielding the [[Valyrian steel]] sword [[Dark Sister]] (which had once been carried by Vhagar's previous rider, [[Visenya Targaryen]], Daemon thrust his blade through Aemond's empty eye socket - the force of his impact as he landed driving the sword through the back of Aemond's head.  Both dragons plummeted into [[Gods Eye]] below.  Nothing could have survived the fall and nothing did:  Caraxes had ripped out Vhagar's throat and she bore the brunt of the impact, killing her. Daemon's corpse was never found, but Aemond's was found years later with Dark Sister still thrust through it. Caraxes, somehow, was still alive after his massive injures and the fall, but not for long. Missing a wing and with his intestines trailing behind him out of his open belly, he somehow found the strength to pull himself out of the lake onto the shore, where the dragon soon died before the walls of Harrenhal. The battle was a heavy blow for both [[Rhaenyra Targaryen|Rhaenyra]]'s and [[Aegon II Targaryen|Aegon II]]'s factions:  each side lost one of their greatest champions, as well as each side's strongest dragon. The world has not seen their like again.\n\n", "History": "\n[[Daemon Targaryen]] riding the dragon [[Caraxes]] met in a one on one fight against [[Aemond Targaryen]] riding the great dragon [[Vhagar]] in the skies over [[Harrenhal]].  The aerial duel reached its climax when Daemon made a stunning mid-air jump from Caraxes to Vhagar's back, hundreds of feet above the ground, and killed Aemond.  \n\nTheir clash resulted in the death of both men and both dragons.\n\n"}, "title": "Dance over Harrenhal"}