{"attributes": {"birthplace": " USA", "title": " David J. Peterson", "image": " David-J-Peterson-200.jpg", "dateofbirth": " 1981", "job": " Language consultant", "imdb": " http://www.imdb.com/name/nm4018833/", "twitter": " https://twitter.com/Dedalvs'''David J. Peterson''' is the president of the wikipedia:Language Creation Society"}, "sections": {"TOP": "David J. Peterson02089t8x66s11bcgojlhkcfo6hio7pg7x5fi1599702014-09-19T19:07:19ZThe Dragon Demands5014364/* Constructed languages Peterson has created */{{Crew\n| Title= David J. Peterson\n| Image= David-J-Peterson-200.jpg\n| dateofbirth= 1981\n| birthplace= USA\n| job= Language consultant\n| imdb= http://www.imdb.com/name/nm4018833/\n| twitter= https://twitter.com/Dedalvs\n}}\n'''David J. Peterson''' is the president of the [[wikipedia:Language Creation Society|Language Creation Society]] which specializes in the creation of constructed languages, or &quot;conlangs&quot;, from scratch. Peterson has worked in this field since 2000.\n\nHe currently lives in Santa Ana, Orange County, California, with his wife and their cat.\n\n==Prior to ''Game of Thrones''==\n\nPeterson was born in Long Beach, Los Angeles County, California in 1981. He grew up with his mother in Orange County, California, bilingual in both English and Spanish (his family was from Mexico).\n\nAt first he showed little interest in language study, but one day in junior high school he woke from a bizarre dream which left him upset that millions of people in the world could speak French but he couldn't. Thus he vowed to learn every language in the world, and threw himself into language studies.\n\nPeterson attended UC Berkeley from 1999 to 2003, and receiving a B.A. in English and a B.A. in Linguistics. He then attended UC San Diego from 2003 to 2006, where he received an M.A. in Linguistics. He then taught English at Fullerton College for four semesters before quitting in 2008.\n\nDuring his first year at UC Berkeley, Peterson took a class on the constructed language Esperanto. While in class he realized there was nothing stopping him from inventing his own language, so he started making one up to share with his girlfriend (though she wasn't interested in learning it). He then joined an e-mail listserv for constructed language enthusiasts (conlangers). In 2006 he put together the inaugural Language Creation Conference at UC Berkeley, and in 2007 he assisted in creating the Language Creation Society (2007).\n\nPeterson married his wife Erin on June 29, 2008. He usually tries to work her name into each language he creates. For example, ''erin'' in the Dothraki language means &quot;good, kind&quot;.\n\n==Working on ''Game of Thrones''==\nIn 2009, [[HBO]] approached the Language Creation Society for help creating the [[Dothraki_(language)|Dothraki language]] for Season 1 of its new ''Game of Thrones'' TV series. Author [[George R.R. Martin]] had not developed the languages within his fictional world, and the TV producers quickly abandoned early attempts to just make up fake dialogue, because they felt that it still sounded blatantly unreal. As co-executive producer [[Dan Weiss]] explained:\n\n:&quot;Real languages have a structure and phonetic consistency that you can feel even when you don't understand a word of them...and for the actors, we knew we needed a real language onto which they could map the (translated) dialogue. The lines need to mean something so they know where to lay stress and how to play them.&quot;&lt;ref&gt;[http://wicnet.tumblr.com/post/89106575696/joannalannister-game-of-allophones-a-cal-alum &quot;Game of Allophones&quot;, ''California''], Summer 2014, Vol 125 No. 2&lt;/ref&gt;\n\nHBO and the LCS decided to hold a contest to determine which of its members would develop the Dothraki langauge. Peterson, newly unemployed and feeling &quot;burnt out and adrift&quot;, threw himself into the task: for two months he worked on his submission 14-16 hours a day, occasionally pulling all-nighters. His final submission ran to 300 pages. HBO selected Peterson's entry, though as Weiss explained it wasn't simply due to the amount of work he had done, but the thought he put into treating it as a real language whose development was shaped by its fictional history:\n\n:&quot;It was clear from his presentation that he had taken a truly anthropological approach to the language - taking into account the history, geography, and culture of the people who spoke this language, and making sure the language adequately reflected their reality. And probably influenced their reality, in some ways - or co-evolved with it, at least. David was extremely smart and extremely methodical, and we knew his Dothraki was the one very early on.&quot;&lt;ref&gt;[http://wicnet.tumblr.com/post/89106575696/joannalannister-game-of-allophones-a-cal-alum &quot;Game of Allophones&quot;, ''California''], Summer 2014, Vol 125 No. 2&lt;/ref&gt;\n\nHBO announced on April 12th, 2010, that Peterson was fleshing out the Dothraki language into a fully-fledged conlang for use in the series, with a vocabulary of over a thousand words (and still growing).\n\nStarting in [[Season 3]], Peterson began developing the [[High Valyrian]] and [[Low Valyrian]] languages. These languages became more prominent as the storyline moved away from the Dothraki: only one line in the Dothraki language appeared in Season 3, and none in Season 4.\n\nIn February 2014, Peterson reached an agreement with Viking Penguin to write a book about conlanging, entitled ''How to Invent a Language''. The book will include material on the Dothraki and Valyrian languages. Peterson will continue to work on ''Game of Thrones'', though he estimates that writing the book will use up most of his free time in 2014.&lt;ref&gt;&quot;[http://www.dothraki.com/2014/02/book-announcement/David J. Peterson's blog], Dothraki.com, Febraruy 3rd, 2014&lt;/ref&gt;\n\n", "Languages that Peterson has studied": "\nAs of the end of Season 4, June 2014:&lt;ref&gt;[http://www.dothraki.com/2014/06/rinar/#comment-35397 Dothraki.com], David J. Peterson's blog, June 20th, 2014.&lt;/ref&gt;\n\n*English (from birth)\n*Spanish (exposure from birth; four years in high school; regular occasional use ever since)\n*German (one year in high school)\n*Arabic (two semesters at UC Berkeley)\n*Russian (one semester at UC Berkeley)\n*Esperanto (one semester at UC Berkeley)\n*French (one semester at UC Berkeley)\n*Middle Egyptian (one semester at UC Berkeley)\n*American Sign Language (summer course at San Diego Mesa College)\n*[[Wikipedia:Moro language|Moro]] (field work; two semesters at UC San Diego)\n*Latin (incomplete self-study with one book)\n*Hawaiian (incomplete self-study with several different books)\n*Turkish (incomplete self-study with one book)\n*Attic Greek (complete self-study with one book)\n*Modern Greek (complete self-study with one book)\n*Hindi (complete self-study with one book)\n*Babylonian/Akkadian (complete self-study with one book)\n*Swahili (incomplete self-study with a variety of sources)\n*Hungarian (incomplete self-study with one book)\n\n", "See also": "*{{WP}}\n*{{Template:IMDb\n|# = 4018833}}\n* [http://www.conlang.org/ The Language Creation Society website.]\n* [http://dedalvs.com/ David Peterson's personal website.]\n* [http://dothraki.conlang.org/ The Dothraki language website.]\n* [http://dothraki.conlang.org/fictional_frontiers/ Interview (audio only) with David J. Peterson, where he explains the process of developing a new language.]\n* [http://dothraki.com/ Peterson's blog on Dothraki in the TV series]\n\n", "Constructed languages Peterson has created": "\nPeterson has created over 30 constructed languages since 2000, including several used in TV series and films.\n\n===Languages in ''Game of Thrones''===\n\n*Dothraki\n*High Valyrian\n*Ghiscari Low Vayrian (including Astapori and Meereenese dialects)\n\nPeterson also worked out a language for the White Walkers to speak, [[Skroth]], but it was scrapped in the final version of the TV series in favor of using sound effects to portray the inhuman sounds that the White Walkers make. He also did a brief sketch of the Asshai'i language, but it isn't audible in Season 1, and he has said he doesn't feel beholden to his earlier work and if he had to develop prominent Asshai'i dialogue in later seasons he would re-invent the language from scratch.\n\n===Languages in other projects===\n\nPeterson also developed the separate alien languages for the Syfy Channel TV series ''Defiance'', which premiered in 2013. Peterson developed two full languages, for the Castithans (Kastithanu) and the Irathients (L'Irathi), as well as basic outline sketches of the Indogene and Liberata languages (Indojisnen and Yanga Kayang, respectively).\n\nPeterson developed the language of the Dark Elves (ShivĂ¤isith) in ''Thor: The Dark World'' (2013).\n\nPeterson developed the language of the Atrian aliens (Sondiv) in the CW series ''Star-crossed'' (2014).\n\nAlso in 2014 Peterson developed a language (Lishepus) for the SyFy TV series ''Dominion''.\n\nFor the 2014 novel ''The Zaanics Deceit'', written by Nina Post, Peterson created the Vaeyne Zaanics language.\n\nPeterson was hired for the CW series ''The 100'', starting with its second season which premiered in Fall 2014.  In the TV series, 97 years after a nuclear holocaust devastates Earth, apparently only a few hundred humans survive living in orbital space stations.  With supplies running low and their machinery wearing out, they decide to send a test group back to the surface to determine if it has become habitable again - the titular 100 people.  As they soon discover, however, a number of humans managed to survive on Earth's surface for a full century - whom they call &quot;Grounders&quot; -  despite the initially high radiation levels, who have reverted to clan-based societies.  While the Grounders are humans, not aliens, the idea introduced in Season 2 is that the Grounders have their own language, a creolization of standard English which developed over the course of three generations living as hunter-gatherers without a formal education system (sort of like in ''Cloud Atlas'').&lt;ref&gt;[http://www.eonline.com/news/566011/spoiler-chat-scoop-on-pretty-little-liars-new-love-interest-outlander-sons-of-anarchy-and-more ]&lt;/ref&gt;\n\n"}, "title": "David J. Peterson"}