{"attributes": {}, "sections": {"The Ghost of Harrenhal": "Davos walks through [[Renly Baratheon]]â&euro;&trade;s camp with King [[Stannis Baratheon]]. Stannis has assumed control of the camp and Renlyâ&euro;&trade;s army. Renlyâ&euro;&trade;s men bow to him as he passes. Davos offers condolences on the death of Renly and says that he wanted to make Stannis aware that people grieve for Renly. Stannis dismissively says that fools love a fool. He adds that he grieves for the boy Renly was, not the man he grew to be. Davos says that he needs to speak to Stannis about what happened in the cave. Stannis reminds Davos that he instructed him not to speak of it. He chastises Davos that he has never known him need to hear something twice.&lt;ref name=&quot;E15&quot;&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\nThey enter Renlyâ&euro;&trade;s command tent and Davos counters that he has never known Stannis to hide from the truth. Stannis asks if Davos is going to lecture him on truth. Davos begins to speak but Stannis cuts him off to say that all of Renlyâ&euro;&trade;s bannermen have come to his side. He pauses and Davos remains silent. Stannis turns to Renlyâ&euro;&trade;s maps and adds that [[House Tyrell]] are the exception, having fled to [[Highgarden]] like cowards. He says that his enemies will no longer be able to resist him and that he will soon be sitting on the Iron Throne. Davos warns that nothing is worth the cost that Stannis will endure. Stannis again silences his bannerman, this time asking if Davos thinks that he knows more about it.&lt;ref name=&quot;E15&quot;/&gt;\n\nDavos asks when they will sail for Kingâ&euro;&trade;s Landing and learns that Stannis wants to move as soon as he has consolidated his troops. He says that they will destroy the [[House Lannister]] fleet in [[Blackwater Bay]] and then deliver their troops across the bay to take the city. Davos asks if Stannis plans to have [[Melisandre]] with him during the battle. Stannis says that it is not Davosâ&euro;&trade;s concern. Davos explains that having Melisandre at his side when he takes Kingâ&euro;&trade;s Landing will make her responsible for the victory. Stannis challenges that he had never thought to have a reason to doubt Davosâ&euro;&trade;s loyalty. Davos answers that loyal service means telling hard truths. Stannis notes the mention of truth again and then invites Davos to tell him. Davos says that Melisandre is distrusted as a foreigner preaching a foreign religion and that some people believe that she is controlling Stannis. Stannis asks what Davos believes. Davos says that Stannis has won his new bannermen from Renly and should not lose them to Melisandre. Stannis considers his words for a moment and then announces that they will move without Melisandre. He then assigns Davos to lead the fleet into Blackwater Bay. Davos says that he is honored but is worried that the Lords among Stannisâ&euro;&trade;s force will object to taking orders from a reformed smuggler. Stannis counters that he should hang the majority of the lords for treason and tells Davos that hard truths cut both ways.&lt;ref name=&quot;E15&quot;/&gt;\n\n", "The Prince of Winterfell": "King [[Stannis Baratheon]]â&euro;&trade;s fleet closes on [[Kingâ&euro;&trade;s Landing]]. Aboard his flagship, the ''[[Fury]]'', [[Fury gunnery officer|an officer]] drills a ballista crew in loading and firing the weapon. Davos approaches Stannis and reports that they will reach Kingâ&euro;&trade;s Landing in one day if the wind holds. Stannis asks if it will hold and Davos declines speculating. Stannis walks across the deck with Davos and Davosâ&euro;&trade;s son [[Matthos Seaworth|Matthos]] watches them pass.&lt;ref name=&quot;E18&quot;&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\nStannis says that he admires Davos and Davos thanks him for the compliment. Stannis explains that he is referring to the way Davos has handled the snobbery of the highborn. He says that Davos was clever to claim the name â&euro;&oelig;Onion Knightâ&euro;? for his own by taking the onion for his sigil. Davos admits that his son has suggested changing it and claims to understand why older families look down on him. Stannis asks him to expand on that and Davos says that it is because he is the son of a crabber. Davos believes that they hate having to eat with him, joking that it is because crabberâ&euro;&trade;s hands stink. Stannis asks where the highborn Lords were when he was starving during the [[siege of Storm's End|siege]] of [[Storm's End]]. Davos excuses them as being part of the war elsewhere; either fighting bravely beside [[Robert Baratheon]] or against him for [[House Targaryen]]. Stannis says that Davos is defending men who insult him behind his back. Davos notes that some of them are happy to insult him to his face.&lt;ref name=&quot;E18&quot;/&gt;\n\nStannis complains that he had been forgotten during [[Robert's Rebellion]] while Robert and [[Eddard Stark]] were regarded as glorious heroes as they marched from battle to battle liberating towns from the [[Mad King]]. He asserts that his achievement of holding Stormâ&euro;&trade;s End with just 500 men was ignored. Davos says that no-one has forgotten but Stannis counters that Robert did. He references Robert granting Stormâ&euro;&trade;s End to [[Renly Baratheon|Renly]] after the war despite Renly not fighting. Davos excuses Renly as being only a boy and Stannis counters by wondering why Robert then rewarded him. Davos has no response.&lt;ref name=&quot;E18&quot;/&gt;\n\nStannis goes on to detail the horrors of the siege. He confides that they ate the animals within the keep, starting with their horses because they could not ride anywhere with the [[House Tyrell]] host at their gates and could not feed them so he accepted eating them. He says that they ate the cats next, which he accepted having never liked cats. He was more affected when they had to eat their dogs because he respects dogs as a loyal animal. He was appalled when they were reduced to eating rats. He reached the point where he thought his wife [[Selyse Baratheon|Selyse]] was going to die because she was so frail that she could not speak. The next night Davos arrived, smuggling a boatload of onions through the fleet picketing the surrounding sea. Davos reminds Stannis that he also brought potatoes and salted beef. Stannis says that every man in the castle wanted to kiss Davos and Davos jokes that he was relieved that they did not.&lt;ref name=&quot;E18&quot;/&gt;\n\n[[File:Davos_and_Stannis.jpg|thumb|Stannis offers Davos the hand role]]\nStannis says that he held Stormâ&euro;&trade;s End when Robert asked him to because it was his duty. He accepted giving up the keep to Renly for the same reason, whether or not Robert was intending to insult him. He says that he did what Robert asked because Robert was his older brother and King and that he has always done his duty. He insists that he is now the rightful king by the laws of [[Westeros]]. He asks Davos to be his [[Hand of the King]] when he sits the [[Iron Throne]]. Davos hesitates, kneels and accepts. Stannis dryly says that he expects that Davos will be the first crabberâ&euro;&trade;s son to wear the badge.&lt;ref name=&quot;E18&quot;/&gt;\n\n", "TOP": "Davos Seaworth Season 208120gtyawuq87nnoo4cha4dtg0imwx2mhol1167242014-03-06T02:44:00ZGreater good3347453{{Template:Delete}}In '''[[Season 2]], [[Davos Seaworth]]''' joins the series as a major character. He is a trusted advisor to King [[Stannis Baratheon]] and fights for Stannis in the [[War of the Five Kings]].\n\n", "Garden of Bones": "Stannis meets Renly on the coast of the Stormlands to parley. Stannis is accompanied by Melisandre, Davos and several guards. Renly brings Catelyn, Brienne and Loras along with his own guards. Stannis remarks on Catelynâ&euro;&trade;s presence and she says that she had not expected to be there. Renly wonders if it is really Stannis and feigns confusion over his banner. Renly jokes that the battle would be confusing if they both used the same one. Renly wonders why Stannisâ&euro;&trade;s version of the stag is aflame. Melisandre explains that Stannis has taken the fiery heart of the [[Lord of Light]] for his sigil. Renly says that she must be the fire priestess he has heard so much about and jokes that he now knows why Stannis found religion late in life. Stannis warns his brother to watch his tongue. Renly says that he is relieved that Stannis is not really a fanatic and calls him charmless, rigid and a bore but not godly. Melisandre admonishes Renly to kneel before the Lordâ&euro;&trade;s chosen and says that Stannis was born amidst salt and smoke. Renly jokes that she makes Stannis sound like a ham. Stannis again warns his brother. Catelyn admonishes them to stop bickering and remember that they are brothers. Stannis counters that he would expect her to support his claim as Eddard did. He says that Eddard dies for his integrity yet she sits beside a pretender. She says that they share a common enemy and Stannis retorts that the Iron Throne is his by right and that all who deny it are his enemies. Renly says that no-one wants Stannis for their king and that he is opposed from Dorne to the Wall. Renly says that Stannis never wanted friends but that a man without friends is a man without power. Stannis says that he will give Renly the night to reconsider for the sake of their mother. He offers to restore Renly to his seat on the council and to name him as his heir until he has a son if he strikes his banners before dawn. He says that otherwise he will destroy Renly. Renly reminds Stannis of his numerous supporters and says that they will make him king. Stannis wheels his horse and rides away as Melisandre warns Renly to look to his sins because &quot;The night is dark and full of terrors.&quot;&lt;ref name=&quot;E14&quot;&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\nStannis summons Davos to his flagship, the Fury. He questions Davos about wearing his severed finger bones around his neck and whether they bring him luck. Davos says that since Stannis removed them things have gone well for him. He says that they are a reminder of his origins, Stannisâ&euro;&trade;s justice and skill with the cleaver. Stannis says that Davos was both a hero and a smuggler and that good acts do not wash out the bad just as bad acts do not wash out the good. Davos says that he has tried to teach his son the same lesson and Stannis wonders if he listens. Davos says that he listens to Melisandre. Stannis asks if Davos still remembers his smugglerâ&euro;&trade;s tricks. Davos says that he has lived within the law for seventeen years. Stannis asks Davos to smuggle Melisandre ashore and says that it must be done in secret and that they will not speak of it afterwards. Davos asks Stannis to consider cleaner alternative but Stannis insists that cleaner ways do not win wars.&lt;ref name=&quot;E14&quot;/&gt;\n\nDavos rows Melisandre into a cove below the cliffs of the coast. She asks him if he is afraid, calling him onion knight, and he retorts that he has been told that the night is dark and full of terrors. She says that he has carried more unpleasant cargo in his time. She asks if he is a good man and he says that he is a mixture of good and bad. She counters that half an onion is black with rot then it is a rotten onion and asserts that good and evil are absolutes. Davos asks which she is and she says that she is good. She says that she is a champion of light and life.&lt;ref name=&quot;E14&quot;/&gt;\n\nThey beach their rowboat and Melisandre asks Davos if he loves his wife and he says that he does. She asks him about other women and he asks her not to talk about his wife. She says that she is speaking of other women like herself and asserts that he wants her. She tells him that he wants to see what is beneath her robe and that he will.&lt;ref name=&quot;E14&quot;/&gt;\n\nThey enter a cave in the cliff. Davos says that it is strange that her Lord of Light asks her to work in the shadows. She counters that shadows cannot live in the dark and are servants of the light. He finds their way barred and says that the bars are new. Melisandre says that their passage cannot be barred and opens her robe. She appears heavily pregnant and Davos calls on the seven gods for protection. Melisandre tells him that there is only one god and that he only protects those who serve him. Davosâ&euro;&trade;s lanterns glows with increasing intensity startling him. He backs along the wall of the cave as Melisandre lies down on her robe. She begins to moan and something shifts under the skin of her belly. Her choker glows red as she throws her head back. Her moans and gasps intensify as Davos looks on. Shadowy hands grip her legs and a dark figure pulls itself free of her womb. The shadow stands before her for an instant before passing between the bars.&lt;ref name=&quot;E14&quot;/&gt;\n\n", "The Night Lands": "Davos and Matthos meet with the Lysene pirate [[Salladhor Saan]] on the beach of Dragonstone. Davos promises that Salladhor will be paid a fortune in gold when they take King's Landing. Salladhor points out that Stannis has the smallest army of the claimants to the [[Iron Throne]] and wonders why he should fight for the king with the smallest chance of victory. Davos tells him that it is a smart gamble to back Stannis because Stannis is a proven battle commander. He adds that Renly and Joffrey have never fought before. Davos adds that Stannis has just begun the fight and expects more of his bannerman to join his cause because he is the most honorable man in the Seven Kingdoms. Salladhor notes the irony of a smuggler vouching for the honor of a king.&lt;ref name=&quot;E12&quot;&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\nMatthos warns Salladhor to mind his words, calling him a pirate. Davos silences his son and Salladhor says that he was not insulted and asserts his pride in his reputation as an excellent pirate. Salladhor asserts that he does not sail for promises. Davos challenges this, explaining that Salladhor sails on a promise of ships to plunder every time he leaves port. Salladhor says that promise always comes true and Davos says that his promise is the same. Davos points out that Salladhor is not a young man and that pirate's lives are short. Salladhor jokes that only the clever pirates grow old. Davos suggests that Salladhor could continue to steal from cargo ships and live an easy life while it lasts but that he is offering a harder alternative with greater rewards. He promises riches and fame. Salladhor says that he has a good name for songs and then tells Davos that he wants Queen Cersei.&lt;ref name=&quot;E12&quot;/&gt;\n\nHe says that he will lend his 30 ships provided he can sleep with Cersei when they take King's Landing. Matthos is annoyed by Salladhor's selfishness and says they are not fighting for Salladhor to rape the Queen. Salladhor makes the distinction that he does not intend to rape her and jokes that Matthos has not experienced his persuasiveness. Matthos insists that Stannis has a divine right to rule and Salladhor is dismissive of the claim, saying that he has heard similar all over the world. Matthos turns away and Davos says that he cannot promise the Queen, only the gold and glory. Sallashor asks if Davos believes that Stannis can win and Davos says that Stannis is the â&euro;&oelig;one true king.â&euro;? Salladhor contrasts Davos's loyalty to Stannis against their history together; Stannis chopped off Davos's fingers for smuggling. Salladhor says that he will sail with Davos because Davos is the most honest smuggler he has ever met and asks Davos to make him rich. They shake hands and Salladhor leaves.&lt;ref name=&quot;E12&quot;/&gt;\n\nMatthos asks Davos when Stannis will set sail. Davos says that it will be when Stannis's god wills it. Matthos takes offence and says that the Lord of Light is his god and Davos's god too. He urges Davos to learn to read so that he can experience the holy books for himself. Davos expresses his doubt in the power of prayer. Matthos says that Davos has always returned home. Davos says that he did not pray but Matthos counters that he always prayed for Davos to return. Davos says that he will put his faith in Stannis because of the opportunities he has given their family. Matthos says that Stannis is only a man and Davos warns him not to tell Stannis that.&lt;ref name=&quot;E12&quot;/&gt;\n\nDavos and Matthos arrange model ships on the Painted Table. Stannis and Melisandre arrive and Davos reports his success recruiting Salladhor. Stannis is doubtful of their capability, saying that pirates prefer to fight unarmed men. Davos deadpans that it is the wiser choice and Stannis counters that they will not have a choice. Stannis asks Davos if he trusts Salladhor. Davos replies that he is an old friend and that they have known each other for thirty years but that he has never trusted Salladhor. Davos reassures his King that Salladhor will follow the scent of gold. Stannis promises that Salladhor will have his share if he gets the job done and dismisses the men. As they leave Melisandre stops Matthos and whispers in his ear.&lt;ref name=&quot;E12&quot;/&gt;\n\n", "The North Remembers": "On the island of [[Dragonstone]], on the beach beneath the cliffs of the keep, the Red Priestess [[Melisandre]] conducts a ceremony for her god, the [[Lord of Light]]. She calls for him to protect them from the darkness. Behind her statues of [[Faith of the Seven|the Seven]], widely worshipped in [[Westeros]], are burning and she offers them to her own god. She intones â&euro;&oelig;The Night is Dark and Full of Terrorsâ&euro;? and the crowd of onlookers repeat her words. Maester [[Cressen]] weaves through the crowd to stand between Davos and his son [[Matthos Seaworth]]. Melisandre predicts that a heavy darkness will fall on the world in the wake of the long summer and claims that the stars will bleed while the cold breath of winter will freeze the seas. Cressen tells Davos that they need to stop Melisandre. Davos looks across at King [[Stannis Baratheon]] and says that it is not the right time. Melisandre says that the dead will rise in the north before Cressen steps in front of her. Cressen reminds the assembly that they were named in the light of the seven and asks if this is how they repay their gods and their ancestors. Stannis is unmoved but Davos and many of the men cannot meet Cressen's eye. Melisandre tells Cressen that he smells of fear, piss and old bones and challenges him to stop her. Cressen hangs his head and walks away. She continues her preaching with the story of the burning sword [[Lightbringer]]. She calls Stannis forward and he withdraws a flaming sword from the statue of the Mother with a gloved hand. His men cheer him as he holds the sword aloft and then kneel as he thrusts the sword into the sand. They chant â&euro;&oelig;Lord cast your light upon us.â&euro;? Davos is the last to kneel as Melisandre responds â&euro;&oelig;The Night is Dark and Full of Terrors.â&euro;? Stannis answers â&euro;&oelig;The Night is Dark and Full of Terror.â&euro;? He holds out his hand to his wife [[Selyse Baratheon]] who joins him and they lead the congregation from the beach.&lt;ref name=&quot;E11&quot;&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\nDavos retrieves the sword, its fire already gone out. Cressen warns Davos that Melisandre will lead them into a war they cannot win. Davos counters that Stannis is their king and they are duty bound to follow where he leads, regardless of their feelings about the path. Cressen says that every lord is looking for a coronation since Robert's death. Davos states that he serves only Stannis and Cressen says that loyal service requires them to tell hard truths. He urges Davos to tell Stannis the truth and Davos asks what the truth is. Davos walks away with the sword over his shoulder when Cressen fails to answer.&lt;ref name=&quot;E11&quot;/&gt;\n\nInside the castle of Dragonstone, Stannis holds a meeting in the [[Chamber of the Painted Table]]. Matthos reads aloud from a letter that he has prepared stating Stannis's claim to the [[Iron Throne]]. Stannis objects to the use of â&euro;&oelig;beloved brotherâ&euro;? to refer to Robert, Davos calls it a harmless courtesy but Stannis insists that it is a lie and that it be removed from the letter. Matthos continues to detail the illegitimacy of Joffrey due to his status as the product of the incestuous relationship between Cersei and Jaime Lannister. Stannis insists that Jaime be called the Kingslayer and that he receive his title as a knight. Davos notices Cressen slip a tablet into his wine goblet. Matthos finishes reading and Stannis says that Eddard Stark made a mistake by not telling more people when he learned the truth about Joffrey. He orders copies of the letter to be sent to every corner of the realm from [[the Arbor]] to [[the Wall]]. Stannis says that the time has come to choose and that he wants no man to be able to claim ignorance.&lt;ref name=&quot;E11&quot;/&gt;\n\nDavos counsels that [[House Lannister]] are the true enemy and urges Stannis to make peace with his younger brother [[Renly Baratheon]]. Stannis says that he will not make peace with Renly while he is claiming the throne. Davos notes that many lords have already declared for Renly including [[Mace Tyrell]] and [[Randyll Tarly]]. Melisandre interjects that Stannis does not need to beg lords for support because the Lord of Light stands behind him. Davos asks how many ships the Lord of Light can command and Melisandre says that he has no need for ships. Davos accepts that he does not but says that they do if they are going to war. Davos asks Stannis to consider Robb Stark instead of Renly. Stannis counters that Robb is trying to steal the northern half of his kingdom and reminds Davos that he had always been firm with thieves. He says that Joffrey, Renly and Robb are all thieves and that they must bend the knee to him or be destroyed. Cressen stands and offers an apology for his actions on the beach before inviting Melisandre to share his wine. Davos warns against the action and Cressen pats him on the shoulder before continuing. He draws from the cup before handing it to Melisandre. Cressen steadies himself on the table and his nose begins to bleed. Melisandre drinks from the cup anyway and then watches the Maester collapse, his blood spreading on the stone floor beneath him. She says that the fire burns the terrors of the night away and the jewel in her choker pulsates with light.&lt;ref name=&quot;E11&quot;/&gt;\n\n"}, "title": "Davos Seaworth Season 2"}