{"attributes": {"status": " :Category:Status: Alive", "death": " ", "last": "", "family": [" Marya Seaworth - wife", "Matthos Seaworth - son"], "title": "Davos Seaworth", "season": " Season 2", "image": "Davos_Seaworth_(S04E02).png", "allegiance": " House Baratheon of Dragonstone&lt;br /&gt;House Seaworth", "actor": " Liam CunninghamQuote", "religion": "None&lt;ref&gt;Davos was raised in the Faith of the Seven, but in &quot;The Night Lands&quot; says he doesn't think any god are real.&lt;/ref&gt;", "age": "", "deathep": " ", "titles": ["Ser", "Hand of the King (disputed)"], "link": "House SeaworthCharacter", "birth": " ", "place": " King's Landing", "aka": [" The Onion Knight", "Davos of Flea Bottom"], "appearances": "14 episodes &lt;small&gt;(#Appearances", "first": "&quot;The North Remembers&quot;"}, "sections": {"Family tree": "{{House Seaworth family tree}}\n\n", "Behind the scenes": "*The hand that Davos loses fingers from has been changed from his left to his right, a result of actor Liam Cunningham being left-handed.&lt;ref&gt;[http://www.accesshollywood.com/access-countdown-to-game-of-thrones-season-2-qanda-liam-cunningham-talks-davos-seaworth_article_59908 Access Hollywood interview]&lt;/ref&gt;\n*While some CGI was used to show the illusion of Davos not having fingertips, most of the time Liam Cunningham just wore a glove and kept his fingers bent inside. While effective and cheap, this did cause him some pain when it came to straightening his fingers out once shooting was finished for the day.&lt;ref&gt;[http://www.sfx.co.uk/2012/03/27/game-of-thrones-season-two-liam-cunningham-interview/ SFX Magazine interview]&lt;/ref&gt;\n*It has been confirmed that he is one of the favorite characters of producer and showrunner [[David Benioff]].\n*On the [[Season 2]] Blu-ray, Davos narrates a [[Histories &amp; Lore]] video on '''&quot;[[Robert's Rebellion (Histories &amp; Lore)|Robert's Rebellion]]&quot;'''.\n\n", "TOP": "Davos Seaworth03164h904f31me0yodbcgq5551fbh7tftfzl1785522015-03-22T15:24:24ZSon Of Fire24907634{{Heraldry\n|image=Seaworth mini shield.png\n|link=House Seaworth\n}}\n{{Character\n| Title=Davos Seaworth\n| Image=Davos_Seaworth_(S04E02).png\n| Season = [[Season 2|2]], [[Season 3|3]], [[Season 4|4]], [[Season 5|5]]\n| First=&quot;[[The North Remembers]]&quot;\n| Last=\n| Appearances=14 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n| Titles=[[Ser]]&lt;br&gt;[[Hand of the King]] (disputed)\n| Aka= The Onion Knight&lt;br&gt;Davos of Flea Bottom\n| Status= [[:Category:Status: Alive|Alive]]\n| Age=\n| Birth= \n| Death= \n| DeathEp= \n| Place= [[King's Landing]]\n| Allegiance = [[House Baratheon of Dragonstone]]&lt;br /&gt;[[House Seaworth]]\n| Religion=None&lt;ref&gt;Davos was raised in the [[Faith of the Seven]], but in &quot;[[The Night Lands]]&quot; says he doesn't think any god are real.&lt;/ref&gt;\n| Family= [[Marya Seaworth]] - wife&lt;br&gt;{[[Matthos Seaworth]]} - son\n| Actor = [[Liam Cunningham]]}}\n{{Quote|You want me to have a god?  Fine.  King [[Stannis Baratheon|Stannis]] is my god.  He raised me up and blessed me with his trust. He gave you a future I could never have imagined. You know how to read, you'll be a knight some day. You think a [[R'hllor|fire-god]] commanded all that?  It was Stannis, only Stannis.|Davos Seaworth to his son, [[Matthos Seaworth|Matthos]].|The Night Lands}}\n\nSer''' Davos Seaworth''' is a major character in the [[Season 2|second]], [[Season 3|third]], [[Season 4|fourth]] and [[Season 5|fifth]] seasons. He is played by starring cast member [[Liam Cunningham]] and debuts in &quot;[[The North Remembers]]&quot;. DavosÂ is a landed [[knight]], and a former smuggler in the service of [[Stannis Baratheon]], Lord of [[Dragonstone]] and claimant to the [[Iron Throne]].\n\n", "In the books": "In ''[[A Song of Ice and Fire]]'', Davos is described as having brown hair and a brown and gray beard. Davos is married to [[Marya Seaworth]], the daughter of a carpenter, who rarely leaves their home on Cape Wrath. They have seven sons: Dale, Allard, [[Matthos Seaworth|Matthos]], Marc, Devan, Stannis and Steffon, the eldest five of whom are also in the service of [[House Baratheon of Dragonstone]]. Dale and Allard are captains of their own ships, and Matthos is first mate on Davos' ship ''Black Betha''. The eldest four are killed in the [[Battle of the Blackwater]], while Devan, squire to Stannis, is taken to safety alongside Stannis by Sallador Saan's ships.\n\nAt the Battle of Blackwater, Stannis' brother-in-law Ser [[Imry Florent]], not Davos, is put in command of the fleet. Ser Imry makes several tactical errors which Davos advised against, such as engaging the royal fleet in the narrow bay and thus negating their advantage of numbers. Particularly, Ser Imry ignores Davos' warnings to send ahead scouts to see what defenses the city may have prepared, as he is confident in their numerical superiority. This leads to almost the entire fleet being trapped in the city's harbor along with fire ships containing wildfire, which destroys most of Stannis' ships.\n\n", "Quotes": "{{Quote|I think mothers and fathers made up the [[Faith of the Seven|gods]] because they wanted their children to sleep through the night. |Davos Seaworth|Second Sons}}\n{{Dialogue a-b|Stannis|What is the life of one [[bastard]] boy against a [[Seven Kingdoms|kingdom]]?|Davos|Everything.|[[Stannis Baratheon]] and Davos Seaworth, discussing the fate of [[Gendry]].|Mhysa}}\n\n", "Image Gallery": "&lt;gallery&gt;\nDavos_Promo2.jpg|Davos negotiating with [[Salladhor Saan]] in &quot;[[The Night Lands]]&quot;.\nDavos 2x04.jpg|Davos accompanies Stannis to a parley in &quot;[[Garden of Bones]]&quot;.\nStannis and Davos 2x8.jpg|Stannis and Davos en route to King's Landing in &quot;[[The Prince of Winterfell]]&quot;.\nDavos-3x01.jpg|Davos' &quot;Season 3&quot; promo\nDavos 3x08.jpg|Davos in &quot;[[Second Sons (episode)|Second Sons]]&quot;.\nDavos dungeon 3x08.jpg|Davos in his cell in &quot;Second Sons&quot;.\nDavos Stannis 2 3x08.jpg|Davos and Stannis in &quot;Second Sons&quot;.\n&lt;/gallery&gt;\n\n", "See also": "*{{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season Two Appearances|yes|yes||yes|yes|||yes|yes}}\n{{Season Three Appearances|yes||||yes|||yes||yes}}\n{{Season Four Appearances||yes|yes|||yes||||yes}}\n\n", "Biography": "===Background===\n[[File:Davos_History_and_Lore.png|thumb|left|A young Davos in [[Flea Bottom]].]]Ser Davos Seaworth is a landed [[knight]] and a reformed smuggler. His ship used to ply the [[Narrow Sea]], smuggling goods from the [[Free Cities]] into the [[Seven Kingdoms]]Â and back again.\n\nDavos was born in [[Flea Bottom]], the poorest slum in [[King's Landing]]. His father was a poor crabber. He became a sailor while very young to escape the slums and has spent most of his life sailing the [[Narrow Sea]]. His black-sailed ship became infamous for sneaking into harbors in the dead of night while avoiding detection.&lt;ref&gt;[[Complete Guide to Westeros]]:  Robert's Rebellion - Davos Seaworth&lt;/ref&gt;\n\n[[File:Davos_storm's_end.png|thumb|260px|Davos' rescue of Storm's End.]]During [[Robert's Rebellion]], Davos aided [[Stannis Baratheon]] while he was besieged in [[Storm's End]], by delivering smuggled onions and other foodstuffs into the castle. The supplies helped Stannis' forces survive until the end of the war. For this service, Stannis rewarded Davos by bestowing him with knighthood and lands. He chose the name &quot;Seaworth&quot; for his family's new noble House, as a reference to his smuggling past. Highborn members of older noble Houses disparagingly Davos called &quot;the Onion Knight&quot; for his actions, but he has embraced this title and proudly took an onion for a sigil and sewed it onto his ship's sails.&lt;ref name=&quot;Davos viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/sbaratheon/davos-seaworth/ HBO viewers guide, season 2 guide to houses, House Baratheon of Dragonstone - Davos Seaworth entry]&lt;/ref&gt;\n\nStannis also cut off four finger tips from Davos' right hand as punishment for his smuggling crimes. Thieves in Westeros are often sentenced to having fingers or the whole hand removed, but Stannis only took the fingertips of his less used hand (his right, as Davos is left-handed). Davos submitted to this punishment willingly, judging it a fair exchange in return for improving his family's future prospects. He also mentions in a featuretteÂ that he submitted to the punishment forÂ the sake of sheer justice, saying he &quot; avoided punishment for too long&quot;.Â He wears his severed finger bones in a pouch about his neck and believes they bring him good luck.&lt;ref name=&quot;Davos viewers guide&quot; /&gt;&lt;ref name=&quot;E14&quot;&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\nDavos is one of Stannis' most loyal and reliable vassals, but is treated with disdain by some of the other lords of Westeros for his low birth. Stannis himself points out that it was the low-born Davos, and not the high-born lords, who saved the lives of Stannis and his castle garrison. Davos is one of the only men who can (even grudgingly) influence Stannis' decisions, because he values Davos' honest advice above that of noble-born flatterers.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\nDavos has several sons, including [[Matthos Seaworth|Matthos]], who serves with him on [[Black Betha|his ship]] and is a scribe for Stannis.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/sbaratheon/matthos-seaworth/ HBO viewers guide, season 2 guide to houses, House Baratheon of Dragonstone - Matthos Seaworth entry]&lt;/ref&gt; He is proud of his son's education but remains illiterate.&lt;ref name=&quot;E12&quot;&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\nEven though Stannis' wife [[Selyse Baratheon|Selyse]] despises Ser Davos, their daughter [[Shireen Baratheon|Shireen]] is fond of him and considers him a friend.&lt;ref name=&quot;E25&quot;&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\nKing [[Stannis Baratheon]] converts to the religion of the [[Lord of Light]] and allows his priestess [[Melisandre]] to burn the statues of [[the Seven]] outside [[Dragonstone]]. Davos is agnostic but watches with interest beside his son [[Matthos Seaworth]], a devoted convert. [[Maester]] [[Cressen]] attempts to interrupt the ceremony but is casually dismissed by Melisandre. She proclaims Stannis as a [[The Prince That Was Promised|prophesied hero]] when he draws a [[Lightbringer|flaming sword]] from one of the statues.&lt;ref name=&quot;E11&quot;&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\n[[File:Painted Table Dragon motif 2x01.jpg|thumb|Davos sits at the Painted Table with Stannis and Melisandre.]]\nStannis hosts a council and prepares a letter to be distributed throughout the [[Seven Kingdoms]]. He has learned from the late [[Eddard Stark]] that [[Joffrey Baratheon]] is a bastard born of incest between [[Cersei Lannister]] and her brother [[Jaime Lannister|Jaime]] rather than being [[Robert Baratheon]]'s true heir. Stannis is therefore the rightful heir and plans to pursue his claims to the throne despite being outnumbered. His younger brother [[Renly Baratheon]] has also claimed the throne to Stannis' frustration. Davos urges Stannis to make peace with Renly to fight against Joffrey but Stannis refuses. Cressen attempts to poison Melisandre. Davos sees him put something in the wine cup. Cressen then offers Melisandre that they put aside their disagreement through drinking a toast from the same cup. Davos realizes what he is doing and unsuccessfully tries to stop him. Cressen drinks the poison first to make Melisandre feel safer. She also realizes his plan but drains the rest of the liquid regardless. Cressen quickly bleeds to death while Melisandre stands over his corpse unharmed.&lt;ref name=&quot;E11&quot; /&gt;\n\n[[File:Davos_and_Salladhor_at_Dragonstone.jpg|thumb|left|Davos walks with Sallador on the shore of Dragonstone.]]\nDavos recruits an old friend, the pirate admiral [[Salladhor Saan]], to Stannis' cause, bringing his 30 ships to Dragonstone. Davos and Matthos meet Salladhor on the coast. Davos tells him that there are no old pirates; the life will catch up to him eventually. Joining the forces of Stannis Baratheon would give him a safe, legitimate position in the world.&lt;ref name=&quot;E12&quot; /&gt; Davos accompanies Stannis to a [[parley]] with Renly on the coast of [[the Stormlands]]. They are unable to reach a compromise and Stannis gives Renly the night to reconsider. Stannis then tasks Davos with smuggling Melisandre into the caves beneath Renly's camp, refusing to say why and ordering Davos not to discuss the mission in the future. Davos delivers Melisandre through the caves, while she asks him if he desires her. She also talks of the battle they face and how she fights for the forces of good. When they arrive at a gate of iron bars, she disrobes, revealing that she is impossibly, heavily pregnant. She births a horrific [[shadow]] as Davos cowers in fear.&lt;ref name=&quot;E14&quot; /&gt;\n\n[[File:Stannis and Davos.jpg|thumb|Stannis and Davos walk through his camp.]]\nThe Shadow kills Renly, and Stannis assumes control of the majority of his forces, save for the [[House Tyrell|Tyrells]] and their bannermen. With the might of the Stormlords behind him, he plans to move on the capital of [[King's Landing]]. Davos urges him to leave Melisandre out of the battle because of rumors that she is controlling him. Stannis is angry with Davos for breaking his orders but accepts his counsel. He names Davos as commander of his fleet for the assault on [[Blackwater Bay]]. Davos is concerned that Stannis' bannermen will not respect him because of his origins.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\n[[File:Davos_warns_Stannis.jpg|thumb|left|Davos counsels Stannis.]]\nThe fleet travels north along the coast. Davos predicts that they are just one day's sail from their destination. Stannis admires Davos' loyalty and honesty and the way he copes with the snobbery of the highborn. He recalls Davos' timely intervention saving many lives in the [[Siege of Storm's End|siege]] of [[Storm's End]]. Stannis' wife nearly died of hunger and the castle was down to eating rats, before Davos managed to sneak through the blockade with his ship full of onions, potatoes, fish, and some beef. Stannis asks Davos to serve as his [[Hand of the King]] when he takes the [[Iron Throne]].&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n[[File:Davos_flying_like_a_bird.jpg|thumb|Davos is flung as the wildfire pulverizes his ship.]]\nThe fleet sweeps into [[Blackwater Bay]] and the mouth of the [[Blackwater Rush]], and approaches the city at night. The original plan was to destroy the royal fleet and land troops under the city walls. However, the royal fleet proved to be absent, [[Tyrion Lannister]] having commanded it to leave the area rather than be sunk. Instead, Tyrion has a ship leaking [[wildfire]] directly into the bay. Davos realizes it is a trap too late, and screams at his the ships to sail away from the wildfire. At Tyrion's signal, Commander [[Bronn]] of the King's Landing [[City Watch]] ignites the wildfire with a flaming arrow. This results in a tremendous explosion that obliterates the vanguard of Stannis' fleet, including Davos' flagship, the ''[[Black Betha]]''. The blast kills his son Matthos while Davos is hurled overboard by the shockwave before the blast can reach him.&lt;ref&gt;&quot;[[Blackwater]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n[[File:Davos_Melisandre_assassination_S3_E1.jpg|thumb|left|Davos tries to kill Melisandre.]]\nDavos is rescued from an [[Spears of the Merling King|islet]] he had washed ashore to by [[Salladhor Saan]]. Reeling from the death of his son and horrified to learn that Melisandre has begun to burn alive as sacrifices all those who speak out against her, Davos convinces Salladhor to bring him to Dragonstone. He intends to assassinate the Red Woman.\n\nDavos finds Stannis despondent and condemns Melisandre for the human sacrifices and for leading Stannis astray. She reminds that it was he who urged Stannis not to bring her to the battle, and implies that it was the defeat and the massive deaths, including that of Matthos, were his fault. Davos draws a knife on her in a fit of rage, but he is restrained by a pair of guards. Stannis orders him to be put in the dungeon. Davos is dragged out, protesting to Stannis that Melisandre will lead them all to ruin.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\nDavos is visited by Princess Shireen, who asks him if he's a traitor, to which Davos answers that he is. Shireen, however, insists that he is still her friend, and that she will give him books to help him pass the time. After he reveals to her that he cannot read, she offers to teach him.&lt;ref name=&quot;E25&quot; /&gt;\n\n[[File:Davos_talks_to_Stannis_3x08.jpg|thumb|Davos talks to Stannis.]]\nOver the next few weeks, Davos's literacy improves dramatically. Stannis finally comes to speak with him and agrees to free him on the condition he never raises a hand to Melisandre again. Davos agrees to this, but warns that he cannot be expected to never speak against her again. Stannis then tells Davos about [[Gendry]], his bastard nephew. Davos correctly surmises that Stannis freed Davos before Gendry's sacrifice to talk him out of it. Stannis insists on taking Davos to Melisandre to observe a ritual involving leeches gorged on Gendry's blood.&lt;ref&gt;&quot;[[Second Sons (episode)]]&quot;&lt;/ref&gt;\n\nAt Dragonstone, Davos tests his new-found literacy on Stannis Baratheon's correspondence, declining Shireen's invitation to read more tales of [[Aegon I Targaryen]]. He expresses dissatisfaction about the odd spelling of the word &quot;night&quot;, and discovers that the letter is from [[Maester Aemon]] of the [[Night's Watch]], before hearing the horns that signal Melisandre's intents to sacrifice Gendry. He argues with Stannis again about sacrificing the boy, but Stannis is convinced by Melisandre that using Gendry as part of her [[blood magic]] will give him the power to destroy his enemies and claim the [[Iron Throne]]. When he doesn't get through to his liege, Davos takes matters into his own hands and frees the boy, giving him a rowboat and directions to King's Landing. A furious Stannis tries to throw Davos back into the dungeon but the Onion Knight produces Aemon's letter and tells Stannis that Lord Commander [[Jeor Mormont]] is dead and [[Samwell Tarly]] has seen the growing army of White Walkers firsthand, which will eventually come for all of Westeros. Davos insists that it is Stannis' duty to assist the black brothers, and that he will need Davos's assistance to rally troops and mercenaries. Melisandre burns the letter and acknowledges the truth: the [[War of the Five Kings]] is immaterial. The true war lies in the North, and evil and death are marching on the Wall. She also agrees that Davos has an important role to play in the events to come. Stannis laughs at [[R'hllor]]'s sense of humor, noting that the god Davos likes to mock has chosen him for a higher purpose.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\nDavos witnessed the burning sacrifice of one of his King's bannermen, Ser [[Axell Florent]], and was displeased by Selyse Baratheon's reaction to the death of those individuals.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\nWhen news ofÂ [[Purple Wedding|Joffrey Baratheon's death]]Â reaches Dragonstone, Stannis chastises Davos for releasing Gendry and not being able to build his army so that he could use such an opportunity. DavosÂ proposes that they hire sellswordÂ companies in the east to fight in the war, suggesting theÂ [[Golden Company]],Â who were famous for never breaking a contract. Despite Stannis's reluctance, DavosÂ reminds him that it is equivalent to using magic to win. However, they do not have money to pay them. Davos later joins PrincessÂ [[Shireen]]Â for another session of reading. When she asks him about the difference between a pirate and a smuggler, he tells her a story about when he was almost beheaded by theÂ [[First Sword of Braavos]]. This gets his attention and he remembers that the Iron Throne have been having difficulty paying their debts back to theÂ [[Iron Bank of Braavos|Iron Bank of Braavos.&amp;nbsp;]]Realizing that, should the bank switch its support to Stannis, they would have the money they need to hire men from the Free Cities. With Shireen's help, he starts writing a letter to the Bank.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\nIn Braavos, Davos and Stannis go before the Iron Bank's [[Tycho Nestoris]] in order to plead their case. At first they reject Stannis' claim, pointing out that [[Tommen Baratheon]] is presently king. Furthermore, Stannis has few remaining troops or ships, and lacks gold and resources. Davos, however, convinces the Iron Bank that Stannis is their best chance of getting back the money they have loaned to the [[Iron Throne]]. He argues that [[Tywin Lannister]], the real power in Westeros. is nearly seventy, and when he dies, their family will be left with Tommen, who is still a child and widely believed to be a bastard born of incest with no claim to the throne, and [[Cersei Lannister|Cersei]] and [[Jaime Lannister]], who are unreliable and have soiled reputations. Stannis, however, is in his prime, an experienced leader and a man of his word, and to prove his point, Davos shows them his mutilated hand.&lt;ref name=&quot;E36&quot;&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt;\n\nThe plea is successful and Davos goes to visit Salladhor Saan in a bath house. This time he pays his friend up front with money, saying he left the larger portion to Sallador's wife.&lt;ref name=&quot;E36&quot; /&gt;\n\nDavos is present alongside Stannis when his forces crush the wildling army led by [[Mance Rayder]]. He is the one who informs Mance that he stands before Stannis, the one true king of Westeros. Davos also meets [[Jon Snow]], who was actually attempting to assassinate Mance before they arrived. Later, Davos is present at the Watch's funeral for those who fell during the [[Battle of Castle Black]].&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n"}, "title": "Davos Seaworth"}