{"attributes": {"status": " :Category:Status: Alive", "death": "", "last": " ", "title": "Denner Frostfinger", "culture": " ", "season": "''Game of Thrones: A Telltale Games Series''", "image": "SID Frostfinger Stern.png", "allegiance": "Night's Watch", "actor": " Jeremy CrutchleyQuote", "age": " ", "deathep": " ", "titles": " ", "link": "Night's WatchCharacter", "birth": " ", "place": "", "appearances": "2 episodes", "first": "&quot;The Lost Lords&quot;"}, "sections": {"TOP": "Denner Frostfinger02995522d39b0uxz2ybf7qu7sthb82o7glrp61811752015-04-05T02:32:19ZTabshr25020565{{Heraldry\n|image=Crow mini shield.png\n|link=Night's Watch\n}}\n\n{{Character\n| Image=SID Frostfinger Stern.png\n| Season=''[[Game of Thrones: A Telltale Games Series]]''\n| First=&quot;[[The Lost Lords]]&quot;\n| Last= \n| Title=Denner Frostfinger\n| Appearances=2 episodes\n| Place=\n| Status= [[:Category:Status: Alive|Alive]]\n| Death=\n| Allegiance=[[Night's Watch]]\n| Family=|Age = |Birth = |Aka =|Culture = |DeathEp = |Titles = |Actor = [[Jeremy Crutchley]]}}{{Quote|Now, it doesn't matter what the world once called you. After today, you're all brothers. Could even be that the man standing next to you saves your life one day. Or maybe you'll save his.|Frostfinger to the recruits.|The Sword in the Darkness}}\n\n'''DennerÂ Frostfinger''' is a member of the [[Night's Watch]].\n\n", "Biography": "Frostfinger is an old hand in the Night's Watch and responsible for training handfuls of recruits who arrive at [[the Wall]].\n\n===&quot;[[The Lost Lords]]&quot;===\nFrostfinger gets several new recruits to the Wall, among them are [[Gared Tuttle]], [[Finn]] and [[Cotter]]. Gared approaches him to explain his situation and Frostfinger listens to what he has to say, eventually revealing that he had received a letter from Gared's uncle - [[Duncan Tuttle]] - who requested that Gared become a ranger. Frostfinger is insulted that Duncan believed the position of a ranger could be handed out like a knighthood and informs Gared he must earn the role.\n\nFrostfinger then gives a speech to the new recruits about the Night's Watch, what it stands for and what they must do. During this some recruits begin talking and Frostfinger interrogates Gared as to who it was. Frostfinger then oversees the training of the new recruits which involves a series of activities: crossbow shooting, sword fighting and lifting barrels. During the training he has a private conversation with [[Jon Snow]].\n\nWhen a fight breaks out between Finn and Gared, Frostfinger breaks it up and decides to punish them both. When Jon Snow requests that Gared instead comes with him to patrol the top of the wall, Frostfinger agrees. Frostfinger prepares to take Finn with him, however Finn refuses and Frostfinger slaps him across the face for his insolence.\n===&quot;[[The Sword in the Darkness]]&quot;===\nFrostfinger appears in this episode.\n\n"}, "title": "Denner Frostfinger"}