{"attributes": {}, "sections": {"Mhysa": "*TyrionÂ and Sansa do not get along even remotely well in the books. Every moment they spend together is tense and awkward. Sansa's misery deepens every day, and anything TyrionÂ does could not cheer her up. The conversation between them does not occur in the books.\n*Tyrion has never been called &quot;demon monkey&quot;.\n*There is no mention in the books that Arya ever put sheep dung in Sansa's bed.\n*There are no characters named [[Desmond Crakehall]] and [[Eldrick Sarsfield]] in the books.\n*When Joffrey says he will show Sansa Robb's severed head, it is not Varys but [[Kevan Lannister|Kevan]] who reminds him that Sansa is his aunt by marriage.\n*Tywin expects that, with the tide of the war now firmly against them, most of the rebel Riverlands lords will [[Bending the knee|bend the knee]], and he plans to offer generous terms to those who surrender. Joffrey, however, wants them all executed. Tywin dismisses this as folly, pointing out that a lord who rebels should be crushed, but if he bends the knee, he should be granted mercy, or else no one will ever surrender to you again.\n*After the Small Council meeting, once everyone else has left, Tywin and Tyrion discuss the murder of [[Rhaegar Targaryen|Rhaegar]]'s [[Elia Targaryen|wife]] and children by [[Gregor Clegane|the Mountain]] and [[Amory Lorch]]. Tywin concedes that it was overly cruel, and it was not necessary to kill Elia. Tywin says he had not even considered Elia beforehand, and thinks that Clegane killed her because he had not been ordered to spare her.\n*After Joffrey leaves, Cersei mentions the time he cut open a pregnant cat, and Robert beat him severely, breaking two of his baby teeth.\n*It is made more explicit in the novels that Tywin's patience with his insolent grandson is wearing thin. Tyrion notices that Tywin is enraged by Joffrey's accusation of cowardice during [[Robert's Rebellion]], and trying not to show it. Tywin reminds Cersei that she reassured him Joffrey was nothing like Robert, as he did not fight a war to put Robert the Second on the throne. Once she is gone, Tyrion says that Joffrey is not Robert the Second, but [[Aerys II Targaryen|Aerys]] the Third. Tywin decides that Joffrey requires a &quot;sharp lesson&quot;, which reminds Tyrion of the sharp lesson he received from his father after marrying [[Tysha]].Â \n*Tywin never mentions having wanted to kill Tyrion as a baby.\n*The scene where Arya and the Hound encounter the Freys is different in the novel. Firstly, Arya and theÂ Hound are attacked when the fighting breaks out in the Stark/Tully camp outside the Twins. Sandor kills both of the Freys and then knocks out Arya to save her from running toward Catelyn and Robb and thus to her doom. In the novel, Arya did not attack the Freys or offer them money, as Sandor finished them off quickly.\n*Tyrion tells Sansa about the death of her mother and brother.\n*Varys never offers Shae a chance at a new life across the narrow sea. In the book, she never exhibits any feelings of loyalty toward Sansa.\n*When Arya attacks the Frey man-at-arms after he boasts about stitching Grey Wind's head to Robb's body, she drops the coin that [[Jaqen H'ghar]] gave her to distract him and give her an opportunity to strike. In ''A Clash of Kings'', she does this to a different person, a Bolton guard at the Gate of Harrenhal, to facilitate her, Hot Pie and Gendry's escape. The multiple stabbing of the soldier by Arya portrays the way she kills another character later in the book.\n*Gendry was never brought to Dragonstone. In the book, another of Robert's bastards, Edric Storm, is in Stannis' castle for safekeeping. However, Davos did help Edric to escape to the [[Free Cities]] on board of [[Salladhor Saan]]'s ship, along with a group of co-conspirators on Dragonstone who did not believe the sacrifice of the boy to the flames was honorable. Edric had no idea that his life was in danger, and Davos did not tell him that.\n*Melisandre does not burn the letter which Davos shows Stannis.\n*Stannis does not tell the guards to take Davos away. He draws Lightbringer and intends to kill Davos on the spot, unless Davos can give good reason to spare his life.\n*Melisandre does not convince Stannis to spare Davos, on the contrary: she tells Davos that what he did was wrong. It is Stannis himself who decides to pardon Davos.\n*The reason for sparing Davos is not Melisandre stating that they need him, but Stannis realizing Davos reminded him of his true duties as King: protecting the realm.\n*The scene between Roose Bolton and Walder Frey does not occur in the novels.\n*It is not Walder Frey but his son Emmon who is granted the title of Lord of Riverrun.\n*While it is heavily implied twice in the book ''A Dance with Dragons'' that Theon had lost his manhood, the Boy, now revealed to be Roose Bolton's bastard son Ramsay, did not send his penis in a box to Balon Greyjoy at Pyke. He sent piece of skin from Theon's little finger to Roose, and Roose showed that to Robb and Catelyn before the Red Wedding - the only time in the entire book ''A Storm of Swords'' that Theon's status is reported.\n*In the booksÂ the nickname &quot;Reek&quot;Â was assumed by three people successively: Ramsay's former servant whose real name may be &quot;Heke&quot;; Ramsay himself (he exchanges identities with HekeÂ the &quot;Reek&quot; when his life is threatened); and Theon. The TV series only depicts the use of this nickname on Theon.\n*Ramsay never sends any messages to Balon. He sends a warning message to Asha/Yara, to which he encloses piece of Theon's skin (not any body part) without specifying his status, but it happens much later.\n*Asha/Yara believes that Theon is dead. She never intends to rescue him.\n*The scene with Balon and Asha/Yara does not occur in the books. At this point, Asha/Yara is present holding Deepwood Motte and Moat Cailin as the ironborn continue their campaign in the north. Many of the ironborn believe Theon died at the Sack of Winterfell, as Yara/Asha later lamented that many of the bodies in Winterfell were unrecognisable when she arrived, so Ramsay never sent a letter to Pyke letting the Greyjoys know they held Theon captive. She thus does not prepare to attack the Dreadfort in the novel.\n*Shae does not love Tyrion in the books. Quite the opposite, in fact. Tyrion knows that well, and chides himself for not breaking up with her.\n*On the way to King's Landing, a knight named Bertram Beesbury meets Jaime and Brienne, and tells them about the Red Wedding. Brienne is emotionally devastated to hear about the demise of the Starks. Jaime feels sorry for her, although the Starks were the enemies of his house, and tries unsuccessfully to console her. In the series, Brienne does not learn of the Red Wedding on-screen.\n*Jaime, Brienne, Qyburn and their escorts do not arrive at King's Landing until after [[Purple Wedding|Joffrey's wedding]]. They arrive on horseback and are welcomed at the gate of the Red Keep by three of the Kingsguard and a dozen Gold Cloaks, rather than entering side gate on foot and unnoticed.\n* Loras confronts Brienne, accusing her of [[Assassination of Renly I|Renly's death]] and challenges her to fight. Brienne tells Loras it was [[Shadow|a shadow]] that killed Renly, but he does not believe her. Jaime intervenes and stops Loras. Later, Jaime talks with Loras and makes him realize Brienne is innocent.\n*Neither Ygritte nor any of the other wildlings catch up with Jon on his way back to Castle Black. Jon fully escaped the wildlings after the incident in Queenscrown when Bran warged into Summer to allow Jon an opportunity to escape. He is shot in the leg by one arrow, not three, which he believes may belong to Ygritte.\n*Jon never tells Ygritte that he loves her.\n*Sam does not show the dragonglass weapons to Bran. He had only one dragonglass dagger (which he took from Mormont's body), and that dagger shattered when he fought the wight that attacked him and Gilly.\n*The Black Gate, which secures the entrance to the secretÂ passage across the Wall, seems to be omitted in the TV series. Located at the bottom of the well fromÂ which Sam and Gilly emerge, it is a door made of weirwood with a face on it. It needs a sworn brother from Night's WatchÂ (Sam in this case) to recite the Night's Watch oath to open the gate.\n*Bran does not tell his companions about the [[Rat Cook]]; he only recalls that Old Nan told him the story in mind.\n*It is not Bran but Jojen who denies his identity when Sam recognizes him.\n*Before departing, Bran makes Sam swear three times that he will say nothing about meeting him, not even to Jon.\n*Sam and Gilly are not at Castle Black when Jon first arrives. They arrive much later.\n*Gilly does not name her baby, following the wildling custom not to name babies before they are two years old.\n*The brothers who remained at Castle Black sent distress messages to all the five kings and many lords long before Sam returns with Gilly. One of those messages reached Dragonstone, but Alester Florent (the former Stannis' Hand) did not show it to Stannis. Only by chance, Maester Pylos gave this letter to Davos while he taught him to read.\n*Arya and Sandor were not in the Twins long enough to see Robb with Grey Wind's head stitched on. In the novel, Robb's iron crown was nailed onto Grey Wind's head.\n*When Dany greeted the liberated slaves of Yunkai, she trotted through the crowd on her silver horse, who at that point in the show already died in the Red Waste.\n*The conversation between Tyrion and Cersei does not occur in the novels.\n*Tywin's plan to marry Cersei to Willas Tyrell (in the series - Loras) is rejected by the Tyrells, unlike in the series. Olenna Tyrell forced her son Mace to reject the proposal on the grounds that Cersei is too old and too &quot;used&quot; for her precious grandson. It may also have been payback for foiling the Tyrells' plan to marry Sansa to Willas. Tywin decides not to mention it anymore.\n\n", "TOP": "Differences between books and TV series - Season 3014324palbju6m5lbzm7uvhtuzywlkzejvd291760232015-03-09T21:00:45ZThe Dragon Demands5014364The following is a list of differences between [[Season 3]] of the television show ''[[Game of Thrones]]'' and the material from which it is adapted â&euro;&rdquo;mostly the first half of the third novel of the ''[[A Song of Ice and Fire]]'' series,Â ''AÂ Storm of Swords.''\n\n==[[Valar Dohaeris]]==\n*Nearly the whole scene of the [[Battle of the Fist of the First Men]] is omitted.\n*[[Samwell Tarly]] is on the [[Fist of the First Men]] during the [[White Walkers|White Walker]]/[[Wight|wight]] attack. He did send out the ravens, but only two of them carried a message.\n*SamwellÂ Tarly killed the first &quot;white walker&quot; he met, earning himself the nickname &quot;Sam the Slayer&quot;.\n*[[Ghost]] is not present during the battle, as he is with [[Jon Snow]].\n*Most of the remaining brothers of the [[Night's Watch]] were all onÂ horseback after their escape.\n*In the books,Â [[Rast]] was never present at the [[Fist of the First Men]] as he remained a recruit and stayed at [[Castle Black]].\n*The [[wildling]] spears are all tipped with metal points, while in the novels they're simple, fire hardened, sharpened poles.\n**In the behind-the-scenes featurettes, the production team explains that most of the wildlings actually do carry weapons made of only sharpened wood or bone because they don't have enough knowledge of metallurgy to make their own. However, in the books, it is mentioned that wildlings will scavenge steel weapons from the bodies of members of the Night's Watch they have killed. Thus, in the TV series, some of the wildlings do have steel weapons, but they're the same design as those used by the Night's Watch to indicate that they were only scavenged.\n*In the novels, [[giants]] wear no clothing, they are covered in shaggy fur pelts like mammoths. They are much more like descriptions of a Sasquatch or yeti.\n*In the novels, when [[Jon Snow]] enters [[Mance Rayder]]'s tent, Mance is singing a song, which makes Jon think of him as a singer and not the [[King-Beyond-the-Wall]]. There are five more people in the tent: Mance's wife Dalla, her sister Val, a wildling raider named Jarl, [[Styr]] and [[Tormund]]. Since Styr and Tormund look like leaders, Jon thinks incorrectly that one of them is Mance.\n*Mance's wife Dalla and her sister Val were present when Jon encounters him in the novels, and a wildling named Jarl.\n*Jon does not kneel before [[Tormund]] in the books.\n*While Mance is glad [[Qhorin]] is dead, he is also sad since he was once his friend.\n*Mance Rayder tells Jon that he visited [[Winterfell]] as a singer during King [[Robert Baratheon]]'s visit.\n*Jon gives a very different reason as to why he wants to join the [[Free Folk]], involving his bastardy and upbringing in [[Winterfell]].\n*[[Tywin Lannister]] visited [[Tyrion Lannister|Tyrion]] many times while he was unconscious.\n*[[Podrick Payne]] mentions that [[Bronn]]Â was anointed by the King himself. In the book, Bronn is anointed by a member of the [[Kingsguard]].\n*The scene with [[Sansa Stark]] and [[Shae]] does not happen in the book.\n*[[Petyr Baelish|Petyr &quot;Littlefinger&quot; Baelish]] never approached [[Sansa Stark]] directly with his offer of escape, but acted through an intermediary - [[Dontos Hollard]]. Sansa had no idea that Dontos works for Littlefinger.\n*BaelishÂ neverÂ tellsÂ SansaÂ that [[Arya Stark|Arya]] is alive, as he never visits [[Harrenhal]] to observe her as Tywin'sÂ cup bearer.\n**While Littlefinger does stare at Tywin's cup bearer briefly, Arya is careful not to look at him and it is unclear if he recognized her. Littlefinger wouldn't have known that Arya escaped Harrenhal, and moreover, Harrenhal falls to the Starks in this episode. Moreover, it is implausible that Littlefinger would discover Arya at Harrenhal but do nothing to keep her under his control. Compare his earlier lie to Catelyn about having both Sansa and Arya in [[King's Landing]].\n*The scene between Tyrion and [[Cersei Lannister]] in Tyrion's chambers does not happen in the book.\n*The scene where [[Margaery Tyrell]] comforts the orphans and hands out food does not happen in the book, though it is saidÂ that Margaery and her familyÂ are deftly building up support for themselves among the commoners by handing out food aid, buying hot pies off baker's carts, giving alms to beggars, and so on and so forth. Ironically, the TyrellsÂ actually heavily contributed to the famine of the smallfolk by closing the Rose's Road.\n*The dinner scene with the [[Tyrell]]s and [[Lannisters]] does not happen in the book.\n*[[Davos Seaworth]] was stranded on a tall spire of rock, not a conical island.\n*It is not made clear how long Davos was stranded in the series, while in the book he is there for about a fortnight.\n*While Davos is on the island, he prays to the Mother to have mercy. Then he hears a voice, which he believes to be the Mother &quot;You called the fire. You burned us&quot; reminding him the destruction of the idols of the [[Seven]] in Dragonstone and the [[Godswood]] in Storm's End. Davos claims that it was Melisandre's work, and the voice tells him &quot;Her work, and yours, onion knight. You rowed her into [[Storm's End]] in the black of night, so she might loose her [[Shadow|shadow child]]. You are not guiltless, no. You rode beneath her banner and flew it from your mast. You watched the Seven burn at [[Dragonstone]], and did nothing. She gave the Father's justice to the fire, and the Mother's mercy, and the wisdom of the Crone. Smith and Stranger, Maid and Warrior, she burnt them all to the glory of [[R'hllor|her cruel god]], and you stood and held your tongue. Even when she killed old Maester [[Cressen]], even then, you did nothing&quot;. Since Davos has been in high fever, undernourished and overwhelmed with grief for the loss of four of his sons, he could have been hallucinating. The whole scene is omitted from the series.\n*Davos was rescued by Khorane Sathmantes, one of [[Salladhor Saan]]'s captains, not Saan himself.\n*Davos was not taken to see [[Stannis Baratheon]] for months as he was thrown in the dungeon almost the moment he set footÂ on [[Dragonstone]]. [[Melisandre]]Â has foreseen Davos' plan to kill her.\n*In the books it was not Davos but Lord Bryce Caron, Lord of Nightsong and one of Stannis' most powerful bannerman, who persuaded Stannis not to bring Melisandre to the Blackwater. Lord Caron was killed during the Battle of the Blackwater. He does not appear in the series.\n*There was never a massacre at Harrenhal.\n*Neither [[Catelyn Stark|Catelyn]] nor [[Robb Stark]] went to Harrenhal. They never met Qyburn, nor any other of the Brave Companions.\n*[[Qyburn]]Â was therefore never encountered atÂ HarrenhalÂ having survived a massacre, nor was he affiliated with Robb's army.\n*By this time in the books, Harrenhal was already taken by [[Roose Bolton]].\n*Arya was still at Harrenhal when the Northern army arrived, and she served as Roose Bolton's [[cupbearer]].\n*The conversation betweenÂ [[Rickard Karstark]] and Roose Bolton never happened in the books.\n*[[Daenerys]] is seen travelingÂ with only one ship in TV series. In books sheÂ travels with three ships named &quot;Vhagar&quot;, &quot;Meraxes&quot; and &quot;Balerion&quot;, named after [[Aegon the Conqueror]] and his two sisters' dragons.\n*TheÂ ships were sent by [[Illyrio Mopatis]] in the books. In the series, she bought one ship after she had looted [[Xaro Xhoan Daxos|Xaro]]'s mansion in Qarth.\n*Ser [[Barristan Selmy]] does not reveal his identity until much later in the book, after he kills [[Mero]]. He adopts the alias Arstan Whitebeard, a man in the service of Illyrio. Having, by his own admission, spent decades serving a drunk and a madman, Barristan wanted to assess Daenerys's character before committing himself to her. He also grows his hair and beard long, which is such an effective disguise that not even Jorah Mormont recognizes him. This change was probably because book readers did not know &quot;Arstan&quot;'s real identity until he was outed, whereas TV viewers would have recognized Barristan instantly.\n*SerÂ BarristanÂ is squire for StrongÂ BelwasÂ in the books, while this character does not exist in the series.\n*[[Astapor]]Â is constructed of crumbling red bricks in the novels.\n*Daenerys first plans to go to [[Pentos]], but takes a detour to AstaporÂ onÂ Ser [[Jorah Mormont]]'s insistence.\n*[[Missandei]] is also much younger than she is presented in the TV series. She is around 10 at this time.\n*TheÂ [[Unsullied]]Â training also includes the recruits raising a puppy for a year before strangling it to death. Also unmentioned is that during their training the Unsullied are given a potion to drink known as the Wine of Courage, which gradually deadens theirÂ bodies'Â sensitivity to pain. In the books, it is stated that only one in three boys survive the years of training to become Unsullied, while the TV series says that only one in four boys survives.\n*The assassination attempt onÂ [[Daenerys Targaryen]]Â is made back inÂ [[Qarth]], before she leaves forÂ Astapor. It is also sent by the [[warlocks]], but itÂ is through aÂ Qartheen guild of assassins known as the Sorrowful Men.\n\n==[[Dark Wings, Dark Words]]==\n*[[Jojen]] and [[Meera Reed]] are introduced much earlier, in the book ''&quot;A Clash of Kings&quot;''; they come as guests during one of the harvest feasts at [[Winterfell]].\n*JojenÂ Reed is much younger in the books.\n*[[Osha]] never threatened Jojen with any weapon, and Meera never threatened Osha with any weapon.\n*[[Bran]] dreams of a [[Three-eyed crow|three-eyed crow]], not a raven.\n*[[Osha]], [[Rickon]] and [[Shaggydog]] had split up from Bran, [[Hodor]], [[Summer]] and the Reeds long before, in the end of the book ''&quot;A Clash of Kings&quot;'', at Maester [[Luwin]]'s advice. The TV producers said they pushed the Reeds back into Season 3 because there wasn't enough time to fit them into Season 2 without overfilling the season with too many characters.\n*In the books, [[Catelyn]] was at [[Riverrun]] at her [[Hoster Tully|father's]] bedside long before he died since the first bookÂ ''&quot;Game of Thrones&quot;'', until his death in ''&quot;A Storm of Swords&quot;''.\n*[[Rickard Karstark|Lord Karstark]]Â never expresses any thoughts about losing the war in the book.\n*NeitherÂ [[Robb]]Â norÂ CatelynÂ had any hope that Bran andÂ RickonÂ might be still alive. They are also resigned to the fact that Arya is probably dead too. The TV writers said that to have Catelyn react in shock to another death in her family, after having the same reaction when Eddard was killed, would be too much of a retread. Instead they felt it would be more interesting for her to understandably struggle with some false hope for a while, but by the next episode she is coming to grips with the reality that they are probably dead.\n*Catelyn'sÂ tale about cursingÂ [[Jon Snow]]Â with pox is never mentioned in the book.\n*TheÂ scene where [[Joffrey Baratheon|Joffrey]] insultsÂ [[Cersei]] does not happen in the books.\n*[[Shae]] becomesÂ [[Sansa Stark|Sansa's]] maid much later, and they are never on such amicable terms.\n*[[Loras Tyrell|Loras]] is considerably upset when he meetsÂ SansaÂ in the books, as she reminds him of more innocent times at the [[Tourney of the Hand]]. In the books,Â Loras recklesslyÂ killedÂ [[Renly|Renly's]]Â twoÂ [[Kingsguard]]Â memberÂ [[Robar Royce]] and [[Emmon Cuy]],Â who were outside his tent when he was assassinated, out of sheer rage. SansaÂ mentions that she saw him defeat Robar Royce in the joust. Loras explains that he has killed Royce as well as Cuy, and becomes quite distraught because he is remorseful for his past actions.\n*At the dinner Sansa is invited to, in addition to [[Olenna]] and [[Margaery Tyrell|Margaery]] she meets Margaery's mother [[Alerie Tyrell]], her distant cousins Megga, Alla and Elinor, and more of the Tyrells' retinue: Janna Fossoway, Leonette Tyrell, Septa Nysterica, Alyce Graceford, Alysanne Bulwer, Meredyth Crane, Taena Merryweather and the jester Butterbumps.\n*Sansa'sÂ description ofÂ JoffreyÂ toÂ OlennaÂ TyrellÂ is actually much longer in the books. As in the series, it becomes increasingly clear thatÂ SansaÂ is worried that they will be overheard by the ever-present spies around [[Red Keep|the Red Keep]]. Therefore,Â OlennaÂ bids her jesterÂ ButterbumpsÂ to singÂ ''[[The Bear and the Maiden Fair (song)|The Bear and the Maiden Fair]]''Â until he is bellowing it out at the top of his lungs.Â While the exact conversation is not presented in the text,Â SansaÂ describes in explicit detail all of the atrocities thatÂ JoffreyÂ has committed since becoming king and long before that - lying aboutÂ [[Mycah]], causing her father to killÂ [[Lady]], ludicrously ordering a dozen guards to kill a crowd of starving peasants numbering in the hundreds, shooting refugees with a crossbow simply for begging for bread at the castle gates, having her stripped and beaten in front of the entire court, etc. This did not seem to concernÂ OlennaÂ andÂ Margaery, who apparently have already known what monsterÂ JoffreyÂ is, and whatÂ SansaÂ told them only confirmed that.\n*[[Shae]]Â does not come to visitÂ TyrionÂ until much later in the books, and even then they meet in the cellars at the dragon skulls.\n*Shae never expressed any concern aboutÂ Sansa.\n*The crossbow scene withÂ JoffreyÂ andÂ MargaeryÂ doesn't happen in the books.\n*Renly'sÂ homosexuality was only implied in the books, though George R.R. Martin has independently confirmed that he intendedÂ RenlyÂ andÂ LorasÂ to be lovers.Â Cersei'sÂ private disgust withÂ RenlyÂ as a &quot;degenerate&quot; does not correspond to a scene from the novels at this point, though she does make similar comments to this effect disparagingÂ Loras'Â homosexuality at other points in the book.\n*In the books, the [[wildlings]] only speak the [[Old Tongue]], though a few speak [[Common Tongue|the Common Tongue]]Â (archaic English), not 7 different languages.\n*The characterÂ [[Orell]]Â appears in this episode, but inÂ ''&quot;A Clash Of Kings&quot;'', he and [[Ygritte]] wereÂ part of two of the three watchers that Qhorin'sÂ party slew, but part of his spirit remained in his eagle. TechnicallyÂ OrellÂ should not appear in the third season; he lives on byÂ wargingÂ in his eagle. The TV character &quot;Orell&quot; is more of a splice with anotherÂ [[Warg]] character,Â [[VaramyrÂ Sixskins|Varamyr&amp;nbsp;Sixskins]].\n*A character called Small Paul, steward of the [[Night's Watch]], carries Sam on his back in the book; [[Rast]] is not even on the beyond [[the Wall]] expedition.\n*[[Samwell Tarly|Sam]], [[Grenn]] and Paul fall behind the survivors of the Watch and encounter one of the [[White Walkers|Others]]Â (who had been hunting down the Night's Watch survivors since their retreat from [[Battle of the Fist of the First Men|battle]], picking off any unlucky enough to fall behind). Paul is slain but Sam manages to kill the monster by accident, discovering theirÂ vulnerability to dragonglassÂ (obsidian)Â in the process. The entire scene is omitted from the series.\n*The Night's Watch was retreating through the [[Haunted Forest]] in the novel.\n*[[Arya]], [[Hot Pie]] and [[Gendry]] were all on horseback and were headed for [[Riverrun]] using a map Arya stole.\n*Arya came across the [[Brotherhood Without Banners|outlaws]] on a road near a river, not the forest.\n*The singer Arya hears wasn't [[Thoros]], but a man named Tom of Sevenstreams, who was singing about a maid of Gulltown, not [[The Rains of Castamere (song)|Rains of Castamere]].Â \n*AryaÂ scarcely recognized Thoros from his days at [[King's Landing]]Â in the books.\n*ThorosÂ wasn't with the outlaws who found Arya.Â HeÂ is described as wearing faded red, almost pink, robes. Being from Myr, he also has a foreign accent.\n*The events surroundingÂ [[Theon]]'s imprisonmentÂ are not mentioned in the novels until the fifth bookÂ ''&quot;A Dance with Dragons&quot;''. The reader was left wondering ifÂ TheonÂ had survived the [[Sack of Winterfell]], though it is mentioned byÂ [[Roose Bolton|Lord Bolton]]Â that he is being flayed at the [[Dreadfort]].\n*[[SandorÂ Clegane|Sandor&amp;nbsp;Clegane]]Â does not appear until much later in the book. He does not revealÂ Arya'sÂ true identity to the Brotherhood. In fact he does not even recognize her at first, even when she openly accuses him of Mycah's death, only after taking a good look at her. Several members of the Brotherhood are actually the last remnants of her fatherÂ Eddard'sÂ personal guard that he sent out to bring [[GregorÂ Clegane|Gregor&amp;nbsp;Clegane]]Â to justice, and one of them,Â Harwin, recognizesÂ AryaÂ instantly.Â HarwinÂ was actually present when the newbornÂ [[Direwolf|direwolf pups]] were found in the first regular chapter of the series (after the first Prologue scene).\n*The people that findÂ [[Jaime Lannister]]Â andÂ [[Brienne of Tarth]]Â are the notorious [[Sellsword|sellsword]] company Brave Companions (who do not exist in the series), not Bolton'sÂ men. There was no farmer who told them where to find Jaime andÂ Brienne. The noise Jaime and Brienne made while fighting attracted the attention of the Brave Companions. They also fought for a long time before being found, and ended in a river where Jaime slipped and fell. Also, from her POV Brienne notes that Jaime was difficult to fight, even while malnourished and shackled.\n*CleosÂ Frey (who was replaced byÂ [[Alton Lannister]]Â in the series) is withÂ [[Jaime |Jaime]] and Brienne in the book. Shortly before the encounter with the Brave Companions, they were attacked by archer outlaws who killedÂ CleosÂ and injuredÂ Brienne. It'sÂ Cleos'Â sword that Jaime took when he dueledÂ Brienne.Â BrienneÂ was injured by two arrows before she fought Jaime. Both managed to injure each other, butÂ BrienneÂ overcame Jaime.\n\n==[[Walk of Punishment]]==\n*[[Brynden Tully]] isn't upset with hisÂ [[Edmure Tully|nephew]]Â for missing his father [[Hoster Tully]]'s funeral boat with his flaming arrow. The book makes it explicit that Edmure misses because he is so consumed by grief at his father's death that he cannot shoot straight. Brynden later tells [[Catelyn ]] that Hoster himself, at the funeral of Hoster and Brynden's father, was so consumed by grief that he also missed his father's funeral boat.\n*While at Riverrun for the funeral, Robb informs his mother that Sansa has been married to Tyrion Lannister. Their reaction to the news, if they found out, is never shown in the TV series.\n*Brynden TullyÂ calls himself &quot;the Blackfish&quot; because of his rocky relationship with his older brother, stemming from Brynden's refusal to take part in a marriage-alliance toÂ [http://gameofthrones.wikia.com/wiki/House_Redwyne House Redwyne]Â which Hoster proposed for him. This led to Hoster calling him the black sheep of the Tully family, but pointing out that the Tully symbol is a fish, Brynden decided that this made him the &quot;Black-fish&quot; of the Tully family. Brynden took as his personal sigil the normal blue and red [[Tully ]] heraldry, but with the silver fish replaced with a black one.\n*Edmure had been enraged that [[Walder Frey]] had sent &quot;a cripple and a bastard&quot; ([[Lothar Frey]] and [[Walder Rivers]]) to the funeral, but [[Robb ]] had greeted them with courtesy and gives Lothar Frey a spot as pallbearer.\n*Edmure's blunder is actually dealing Lord [[Tywin Lannister|Tywin]] aÂ loss at the Battle of the Fords. Robb wanted Edmure's army to make only a token defense and then retreat, allowing Tywin to cross the Red Fork with his army. Robb could then have hemmed Tywin within his own lands, and Tywin would have been unable to come to the defense of King's Landing when [[Stannis Baratheon]] [[Battle of Blackwater|attacked]]. The Northerners could then have negotiated with Stannis once he had taken the capital. The defeat by Edmure meant that when news of Stannis's impending attack reached Tywin, he was able to hurriedly march to King's Landing and help defeat Stannis.\n*[[Willem Lannister|Willem]]Â andÂ [[Martyn Lannister]]Â are not Tywin's father's brother's great-grandsons, but his nephews. They were not captured byÂ [[Edmure Tully]]Â in theÂ [[Battle of Stone Mill]], but by the Starks long before: Willem and his cousinÂ TionÂ Frey (son of GennaÂ LannisterÂ andÂ EmmonÂ Frey) were captured in theÂ [[Battle of the Whispering Wood]], while Martyn was captured in theÂ [[Battle of Oxcross]]. Robb might have simply been sarcastic to make dramatic emphasis that ifÂ TywinÂ didn't stop when his own eldest son was prisoner, he won't stop when his more distant relatives are prisoners either. InÂ [[Kissed by Fire]],Â EdmureÂ says they areÂ Tywin'sÂ nephews.\n*[[Podrick Payne|Podrick]] does not get a reward for savingÂ [[Tyrion Lannister]]'s life in the book. Particularly, he is not rewarded with prostitutes: Podrick is much younger in the books, only about 12 or 13 years old, but was aged-up for the TV series.\n*[[Tormund]] and [[Orell]] are not among the wildlings that [[Mance Rayder]] sends to scale [[the Wall]].\n**Also in the books, Mance sent 120 men to scale the Wall, led by [[Styr]] the Magnar of the [[Thenn]]. Four teams attempt the freeclimb and then raise a rope ladder. [[Jon]] and [[Ygritte]] are amongst those who use the ladder. In TV series only 20 scale wall without any ladder.\n*The specific scenes with Tyrion, [[Littlefinger]], [[Ros]], [[Bronn]], and Pod at the brothel do not happen in the books, though after Tyrion is made [[Master of Coin]] he comments on discrepancies in how Baelish has been running things. It is not mentioned that Littlefinger has increased the crown's incomes tenfold since coming into office.\n*The literal &quot;game of thrones&quot; that [[Tywin Lannister]] plays with the [[Small Council]] does not occur in the books. However, it is an accurate assessment of the disposition of these characters: Baelish is zealously ambitious, [[Varys ]] is content to let Littlefinger think he has the upper hand, and [[Pycelle ]] has survived numerous regime changes in King's Landing by not actively competing with the other advisors. [[Cersei ]] is determined to be at her father's right hand even when he doesn't provide her with a position to be so. Tyrion, meanwhile, actively disdains trying to win his father's favor at all, and mocks the others by going out of his way not to.\n*AfterÂ PycelleÂ was released from prison, he resembles a shambling skeleton, leaning heavily on a twisted cane and shaking as he walks, a few white hairs sprouting from his long neck in place of his once-luxuriant white beard. In the series, the only visible change about him is that his beard is shorter than before being imprisoned.\n*Tywin's Small Council has more members in the books. [[Mace Tyrell]], his bannermen Matthis Rowan and [[Paxter Redwyne]], [[Kevan Lannister]], and the [[High Septon]] are all present at the first council meeting.\n*[[Arya Stark]] and the [[Brotherhood Without Banners]] do not stop at the [[Inn at the Crossroads]], but a different inn further southwest known as the Inn of the Kneeling Man. The irony is that last episode, Arya made a big point stressing that the Red Fork of the [[Trident]] River is a hundred feet wide and difficult to cross... yet in order to reach the Inn at the Crossroads from [[Harrenhal]], they would have to have crossed the Trident &quot;off-screen&quot; during the middle of the previous episode (as they are already having a meal at the inn by the end of the episode). In the books, the Inn of the Kneeling Man is south of the Red Fork, between Harrenhal and Riverrun.\n**[[Hot Pie]] therefore stays at the Inn of the Kneeling Man in the books, not at the Inn at the Crossroads.Â \n**The innkeeper of the Inn at the Crossroads, [[Masha Heddle]], was killed at the end of the first novel, when the Lannister armies overrun the Riverlands. Tywin has her hanged from a gibbet for allowing [[Catelyn Stark]] to kidnap his son. Tyrion is quite pleased at this, although Masha was just an innocent bystander and didn't have any choice whether Catelyn took him prisoner or not. The inn is subsequently run by Masha's nephew. Masha's death hasn't been explicitly established in the TV series. In this TV episode, Hot Pie says that &quot;the innkeeper&quot; was impressed by his baking skills, but this doesn't necessarily mean that Masha is still alive in the TV continuity, as Hot Pie doesn't state what the specific name of &quot;the innkeeper&quot; is.\n*[[Melisandre]] leaving [[Dragonstone]] to search for &quot;a king's blood&quot; is a heavy condensation of Stannis Baratheon's storyline in the third novel. In the books, his brother King Robert does have one acknowledged [[bastard]] son, Edric Storm, who was raised at [[Storm's End]]. In the second novel, after [[Renly ]] is assassinated outside of Storm's End by a shadow-creature, Cortnay Penrose the castellan holds out against Stannis and refuses to hand over Edric, so Melisandre has to make another shadow-creature to assassinate him as well. Subsequently Stannis takes control of Storm's End, and takes Edric Storm back to Dragonstone for safe keeping. After Stannis' crippling defeat at the Battle of the Blackwater, Melisandre urges that she must make a blood sacrifice by burning Edric alive as an offering to the [[Lord of Light]]. Much of the Dragonstone subplot in the third novel revolves around whether or not Stannis will go through with sacrificing Edric Storm.\n*[[Samwell Tarly]]Â doesn't see the birth of [[Gilly|Gilly's ]] baby in the book.\n*The events surroundingÂ [[Theon|Theon's]] escape are not mentioned in the novels until the fifth book,Â ''A Dance with Dragons''.\n*[[Locke]](analogous toÂ VargoÂ Hoat)Â never participated in [[Brienne|Brienne's]] attempted rape as [[Jaime]] had already informedÂ him about [[Tarth]]'s sapphires, and forbade his men to harm her.\n*VargoÂ HoatÂ does not personally maimÂ JaimeÂ in the book.Â VargoÂ gives the order, but one of his subordinates in the Brave Companions, a fatÂ [[Dothraki |Dothraki]] named Zollo, carries out the deed. It is done not because Jaime irritates him with his arrogance and continual attempts to bribe him, as in the TV series, but because they intend to send the hand to Tywin Lannister, to encourage him to pay Jaime's ransom.\n*When [[Daenerys ]] walks through the streets of [[Astapor ]] and comes to the [[Walk of Punishment|Plaza of Punishment]], she sees a wooden platform where rebellious slaves are racked, flayed and hanged, but she does not try to help any of them.\n*TheÂ [[Good Masters]]Â of AstaporÂ stick to the rule that the Unsullieds are only sold by the unit of 1,000 or 100. Their offer to sell 100+20+3 Unsullieds in the TV series is against this rule. In fact, in the books, they offer to sell 1,000 UnsulliedsÂ in exchange ofÂ Daenerys' ship and goods, and another 100 for her crown (never appears in the TV series).\n*After Daenerys offers [[Kraznys mo Nakloz|Kraznys]] a dragon in return for the [[Unsullied]], only [[Barristan Selmy|Ser Barristan]] publicly pleads with her not to take the deal. Barristan is still under the guise of Arstan Whitebeard, a masquerade he puts up to get to know Daenerys. He is also accompanied by the omitted character, Strong Belwas. Kraznys gives Daenerys [[Missandei]] as a token of their deal, rather than Daenerys asking for her.\n\n==[[And Now His Watch is Ended]]==\n*Jaime shaves his head in the book to avoid being recognized before being caught by Vargo Hoat (the rough counterpart ofÂ [[Locke]]Â in the books) and his men.\n*After having his hand cut off, [[Jaime Lannister|Jaime]] rode on the same horse as [[Brienne]], at first tied back-to-back, then face-to-face as part of the abusing he suffered from his captors.\n*Jaime didn't spit out the horse urine, as he was desperate to drink anything at the point it was offered. However, he later throws up from consuming it and soils himself while riding, so Brienne is forced to clean him up.\n*On the way to [[Harrenhal]], three of the Brave Companions ([[Rorge]], Shagwell and Zollo) sneaked at night to where Brienne slept, intending to rape her although Vargo Hoat forbade them because he believed Jaime's lie about sapphires. Again, Jaime intervened in time to save Brienne from gang-rape: he yelled &quot;sapphires&quot; loudly enough for Hoat to hear him. The three thugs beat Jaime severely till he lost conscious, but his yell did the trick: Hoat came and stopped his men. Since then, Hoat put guards to make sure no one harms Brienne. Brienne thanked Jaime for his help.\n*[[Varys]] told [[Tyrion Lannister|Tyrion]] the tale of how he was castrated before the [[Battle of the Blackwater]], while they were discussing the strange circumstances of Cortnay Penrose's death. In both versions Varys explained that he traveled around in several of the [[Free Cities]] before being castrated in [[Myr]], but in the books, he also adds the detail that he was born in [[Lys]].\n*Varys neverÂ captures the [[sorcerer]] who cut him in the books.\n*Varys' scene with [[Ros]] does not exist in the books; Ros is an invented character for the TV series, but even in the books no character spies on [[Littlefinger]] for Varys this way. In the books, no one else is aware of Littlefinger's plot to sneak [[Sansa]] out of the city.\n*The scene with the [[Lannisters]] and the [[Tyrell]]s in the [[Great Sept of Baelor|Great Sept]] doesn't happen in the books.\n*It is not [[Joffrey]] but Stannis who mentions [[Aerion Targaryen]]. In fact, Aerion was the older brother of [[Maester]] [[Aemon]].\n**It's somewhat ironic that Joffrey mocks Aerion, given that Aerion's personality was actually quite similar to Joffrey's: mentally unbalanced, pointlessly sadistic, cruel to animals, and terrorizing his younger siblings.\n*Joffrey wants to show [[Margaery Tyrell|Margaery]] the tombs of the last Targaryens (presumably the [[Mad King Aerys|Mad King Aerys II]], his son [[Rhaegar]], and Rhaegar's children [[Aegon Targaryen (Son of Rhaegar)|Aegon and]] [[Rhaenys Targaryen|Rhaenys]]), and that [[Robert Baratheon]] wanted them burned and scattered in the Blackwater River, but the [[High Septon (Before the riot of King's Landing)|High Septon]] convinced him to give them a proper funeral. In the books, the Targaryens were very proud of their descent from the Old [[Valyrian Freehold]], and maintained the Valyrian custom of cremating their dead. Thus there are no tombs containing the corpses of past generations of the Targaryen dynasty. Even [[Rhaegar Targaryen]] was cremated after he died at the [[Battle of the Trident]]. Rhaegar was a man who Robert Baratheon utterly hated and even fantasized about killing again even years after he died, but even Robert still gave Rhaegar a proper funeral (when Rhaegar's soldiers who surrendered at the Trident insisted on it), cremating his body according to the customs of Rhaegar's family. Robert never had to be talked out of throwing their remains into the Blackwater river by the High Septon.\n**That being said, the books never specify what exactly the Targaryens did with the resulting ashes: they might have scattered them, but it is entirely possible that they interred urns containing the ashes (i.e. in a [[Wikipedia:Columbarium|columbarium]] within the Great Sept of Baelor). Joffrey does state in the episode that Aerion Brightflame's ashes are kept in an urn, but of course, Aerion was burned from the inside out when he consumed [[wildfire]]. Joffrey's line still seems to imply that burning the last Targaryens would have been an insult; but his line might plausibly be interpreted as that scattering the ashes (instead of interring them) is what would have been offensive.\n*The books don't give explicitly detailed descriptions of what the [[Seven]] look like, other than basic details such as that the Father carries a set of scales, the Crone carries a lantern, etc. Being a visual medium, the TV series of course has to make fully realized artwork depicting the Seven. This episode shows the interior of the [[Great Sept of Baelor]] for the first time, and the statues of the Seven in the main sanctum are depicted as Greco-Roman or Renaissance artistic nudes, i.e. the Father looks like a Classical statue of Zeus, with a flowing robe that does not conceal his nudity. The [[Faith of the Seven]] is meant to be a loose analogue of the medieval Catholic Church, which was quite conservative and frowned upon such artistic depictions of nudity (albeit Jesus was frequently depicted as naked or nearly so on the cross, etc.) Then again, the Art History of the Seven Kingdoms doesn't need to necessarily correspond to social currents in real life, and such artistic depictions of nudity and religious figures were common in the Renaissance, i.e. the Sistine Chapel.\n*The sceneÂ whereÂ [[Cersei]]Â discussesÂ [[Jaime]]Â and theÂ [[Tyrell]]sÂ withÂ [[Tywin]]Â never happens in the books.\n*VarysÂ does not discussÂ [[Sansa Stark|Sansa]]Â withÂ [[Olenna Tyrell]]Â in the books. In fact,Â VarysÂ takes no particular interest inÂ SansaÂ in the novels and the plot to have her marry aÂ TyrellÂ isÂ Olenna'sÂ alone. In the book during her first meeting with Sansa, Olenna mentions that she was approached by Varys beforehand but doesn't think very highly of him, going as far to jape that [[eunuch]]s in general are just men with the useful bits cut off.\n*The scene where Margaery and Sansa walk along the coast never happens in the books.\n*There is no character named Allana in the books, either of House Tyrell or otherwise.\n*TheÂ TyrellsÂ planned to marryÂ SansaÂ toÂ [[Willas Tyrell]], who is LordÂ [[Mace Tyrell]]'sÂ eldest son and heir, not toÂ [[Loras Tyrell|Loras]], who by this point in the books has become aÂ [[Kingsguard]]Â and cannot marry.Â \n*[[Theon Greyjoy]] never openly stated that he considered [[Eddard Stark]] to be his real father in the books, nor did he ever admit to anyone that the boys he killed and tarred were not [[Bran]] and [[Rickon Stark|Rickon]].\n*While the rangers of the Watch stay at [[Craster's Keep]], [[Grenn]] tells everyone how Sam destroyed the Other. Most of the rangers (those who later [[Betrayers|rebelled against Mormont]]) do not believe the story and taunt Sam, but Mormont and Sam's friends believe. Since then, Sam earned the nickname &quot;the Slayer&quot;, which the other rangers use either as respect or for mockery. Sam hates that nickname, not because it is mostly used to tease him, but because he does not feel he deserves any credit for destroying the Other, claiming that it was not him but the [[dragonglass]] that killed the Other and that he is the same coward he has always been. He keeps asking people not to call him that, but for no avail.\n*It is not Rast but Dirk who says that [[Bannen]] died because [[Craster]] starved him dead, and that the day they leave - Craster will feast and laugh at them, out starving in the snow. He says that before Bannen's funeral.\n*It is not Rast but Dirk who tells Craster &quot;So you admit you got a secret larder. How else to make it through a winter?&quot;.\n*[[Craster]]Â has his throat slit by Dirk in the novels, while in the TV series, a dagger is thrust into his throat by [[Karl]], up into the roof of his mouth.\n*Lord Commander [[Jeor Mormont]]Â is stabbed in the gut in the books, not by Rast (who was not there but remained back at Castle Black) but by Ollo Lophand. Mormont does not manage to fight his murderer.\n*[[Grenn]] and the rest of those who remain loyal to Mormont do not engage in fight against the [[Betrayers|Mutineers]], since the latter outnumber them 2:1. Instead they escape to Castle Black.\n*Before dying, Mormont told [[Samwell Tarly]] to go to [[the Wall]], and to tell them &quot;All. [[Battle of the Fist of the First Men|The Fist]]. The [[wildlings]]. [[Dragonglass]]. This. All. Tell my son. [[Jorah Mormont|Jorah]]. Tell him, take the black. My wish. Dying wish. Tell Jorah. Forgive him. My son. Please. Go&quot;.\n*Sam stays back in the books, holding Lord Commander MormontÂ as he lays dying. Mormont commands him to escape with the others but he doesn't.Â Then two ofÂ Craster's oldÂ wives convince him to take [[Gilly]] and the babe and leave.Â \n*Sam and Gilly escape on horseback in the books (the Night's Watch still had some of its own horses when it arrived at Craster's Keep).\n*The [[Unsullied ]]respond to [[Daenerys Targaryen]]' offer of freedom by shouting &quot;Dracarys!&quot; in the novels.\n*Daenerys swings the slaver's whip in [[Kraznys mo Nakloz]]' face and then releases [[Drogon]] on him with the command &quot;Dracarys&quot;.\n*Daenerys offers her ships along with [[Drogon]] to buy Unsullied.\n*[[Missandei]]Â is already aware that DaenerysÂ can speak [[Low Valyrian]].\n*Daenerys orders the Unsullied to harm no child under twelve. In the TV series, she wasn't so specific, and just said &quot;harm no child&quot;.\n*Daenerys' followers are aware of her plans beforehand and attack the slavers as soon as signaled (when she shouts &quot;Dracarys&quot; and the dragons begin to attack).\n\n==[[Kissed by Fire]]==\n*It is [[Styr]], the Magnar of [[Thenn]], who questions [[Jon Snow|Jon]] about the number of Sworn Brothers who remained at the three manned castles of the [[Night's Watch]] (not only in [[Castle Black]]). Jon's answer is &quot;500 at Castle Black. 200 at [[Shadow Tower]], perhaps 300 at [[Eastwatch-by-the-Sea|Eastwatch]]&quot;. That was a deliberate lie. The actual number of the brothers who remained at the castles was no more than 700: 400 at Castle Black, 100 at Shadow Tower, less than 200 at Eastwatch.\n*In the series, [[Ygritte]] refers to the [[Lord of Bones]] as Rattleshirt. In the books, only the Night's Watch brothers call him by that nickname for mockery, not the [[wildlings]].\n*Ygritte didn't take Jon's sword to lure him into the caves. The wildlings were camped in the caves for the night.\n*The chamber where Jon and Ygritte were was pitch black, with only their torch for light.\n*The first time Jon and Ygritte made love was in the middle of the other wildlings, under their sleepings furs at night.\n*Ygritte never mentions the second man she slept with, only her first.\n*It was not [[Gendry]] but Lem that stops [[Arya]] from attacking [[the Hound]].\n*Arya told the Hound &quot;You go to hell!&quot;. [[Beric Dondarrion|Beric]] said &quot;He has&quot;, either referring to the event [[Gregor Clegane]] shoved Sandor's head into a brazier, or speaking metaphorically about the Hound's life.\n*[[Arya Stark|Arya]] first learned of [[Gendry]]'s intent to join the [[Brotherhood Without Banners|Brotherhood]] when he asked to be knighted by Lord [[Beric Dondarrion|Beric]].\n*[[Melisandre]] had been interested in another one ofÂ [[King Robert Baratheon|King Robert]]'s bastardsÂ being kept onÂ [[Dragonstone]] calledÂ EdricÂ Storm. In the TV series,Â Edric'sÂ character and storyline is merged withÂ [[Gendry|Gendry's]].\n*Gendry is not taken by Melisandre, nor does she ever meet the [[Brotherhood Without Banners]].Â \n*Lord [[Rickard Karstark|Karstark]] is brought before [[Robb]] in front of a full court in the novel.\n*Rickard Karstark killed [[Willem Lannister]] and his cousin Tion Frey (son of Genna Lannister and Emmon Frey), not [[Martyn Lannister]].\n*[[Catelyn]] andÂ [[Talisa|Robb's wife]] (JeyneÂ WesterlingÂ in the book)Â did not try to persuade [[Robb]] to spare Rickard, only [[Edmure]] tried to.\n*Robb does not use his sword to behead Rickard Karstark in the novel. He uses an axe, and takes several swings to take his head completely.Â \n*In the books eight men killed the [[Lannister]] prisoners, only two died and one was fatally injured.\n*It was [[Greatjon Umber]], not the [[Brynden Tully|Blackfish]],Â who punched Karstark for calling Robb &quot;boy&quot;.\n*Karstark's forces did not account for half of Robb's army in the novels. Indeed, it is absurd that one noble House could make up almost half of the Northern army. This might be explained away by Robb meaning that it was almost half of his ''current'' garrison at [[Riverrun]] itself. In the books, the Karstarks have around 2,300Â men. Robb brought twenty thousand Northerners south, and they were joined by a perhaps equal number of soldiers raised by the Riverlords. They have been taking some losses in the war, and Robb has divided his forces between Riverrun in the west and [[Harrenhal]] in the east.\n*Some of the KarstarkÂ soldiersÂ have already left the garrison at RiverrunÂ after the massacre of the Lannister prisoners.\n*Robb's plan was not to attack [[Casterly Rock]] in the books, it was to re-take the [[The North|North]] from the[[ironborn| ironborn]]. At this point, Robb had returned to Riverrun from his campaign harrying the [[Westerlands]]. Casterly Rock and [[Lannisport |Lannisport]] were left with only a skeleton defending force, but even so, Robb was reluctant to attack its solid defenses with the few men he had, particularly as he had to divide his forces when the [[Greyjoy]]s attacked the North. The TV series presents this as a last-ditch effort spurred by the defeat of Stannis by the Lannisters and the loss of the Karstarks. Robb's plan in the books was indeed to return to the North, to drive the Greyjoys out and rebuild his power base from a more defensible location. There was some concern that soldiers would abandon the fight to gather harvests for winter, but the reasoning was that they'd at least still defend the North itself if the Lannisters tried to advance through [[the Neck]]. Thus, in the books, Robb doesn't just need the Freys'Â soldiers, he physically needs to cross back over [[the Twins]] to retake the west coast of the North from the Ironborn.\n*The [[Frey]]s had already pledged their forces to support Robb, but left his side soon after he broke their marriage pact. This apparently occurred &quot;off screen&quot; at some point before Episode 2 of Season 3, &quot;[[Walk of Punishment]]&quot;, when Robb's marriage to Talisa is presented as public knowledge ([[Bolton]] and Karstark refer to her as Robb's wife). In the books, the loss of the Frey alliance is treated as a major disaster, costing them some four thousand badly needed troops. The TV series treated it like Robb wasn't particularly concerned, even though it was arguably worse than losing the Karstarks, given that the Freys have more men and control a vital strategic passage into and out of the North.\n*The TV series presents no practical argument for why Lord Karstark must be executed, making it appear to be an even worse mistake. In the books, it's pointed out that Robb has to kill Karstark to atone for the two Lannister prisoners he murdered, otherwise the Lannisters may respond by executing [[Sansa]] or other Northern prisoners in retaliation; that, and Robb needs to maintain basic discipline in his command, and can't let such direct treason go unpunished otherwise he will look weak. Then again, the TV series already built up Catelyn's release of Jaime Lannister to be far worse than it was in the books, in which after being told that [[Bran]] and [[Rickon]] died at [[Winterfell]], Catelyn fears (not unjustifiably) that [[Joffrey]] might kill Sansa simply on a whim, despite the fact that they hold Jaime hostage, so the only safe option is to get her daughters out of harm's way as soon as possible. Catelyn fears that Arya may be dead too, after Cleos Frey tells her that he only saw Sansa when he visited the court. Both decisions did have practical underlying reasons in the books, not pure emotion or ideology, so presenting Robb's decision to execute Karstark as having no practical merits sort of evens out for how much worse Catelyn's decision has been presented. In the books, Robb also has sex with then marries Jeyne/Talisa out of grief when he hears that Bran and Rickon are dead, so neither Catelyn or Robb feel they can justifiably be angry at the other, because they both made brash mistakes.\n*Beric's second death was caused by a smash in the head with a mace by Ser Burton Crakehall.\n**He wasn't hit with an axe, nor was he hung and stabbed in the eye at the same time. Those were two separate deaths. It may have been too difficult to portray the actor with a caved-in skull using practical effects.\n*[[Selyse Baratheon|Selyse]] is often by [[Stannis Baratheon|Stannis]]' side in the books.\n*Stannis never apologized to Selyse about anything. The books are ambiguous about if Stannis is consciously aware that Melisandre had sex with him to create a Shadow-creature, or if due to the magical powers involved, he didn't clearly remember what happened.\n*It is uncertain whether Selyse found out that Stannis was sleeping with Melisandre, and if she cared.\n*Selyse did not keep her stillborn children in jars in the novels. In fact it is never mentioned in the novels that she ever gave birth to stillborns, nor to any liveborn except [[Shireen]]. She mentions &quot;Edric&quot; as the name of one of her stillborns. Edric Storm is a bastard-son of Stannis' brother Robert, who was kept on [[Dragonstone]]Â for safekeeping in the novels, but who was removed from the TV series; Edric is actually a fairly common name in the [[Stormlands]].\n*The song [[Shireen]]Â sings in the show, and is also played during the ending credits, was sung by her fool Patchface in the prologue of ''&quot;A Clash of Kings&quot;''. The line about the merwives amused Shireen, but she was scared of the line ''&quot;The shadows come to dance&quot;''.\n*Stannis never told ShireenÂ thatÂ [[Davos Seaworth|Davos]]Â was a traitor in the novels, nor did Davos ever give her a toy ship. In fact, Stannis never has any conversation with his daughter throughout the books.\n*ShireenÂ never visitsÂ DavosÂ in the books, nor does she attempt to teach him how to read.Â MaesterÂ PylosÂ is the one who offeredÂ DavosÂ to teach him, much later.Â MelisandreÂ is the only visitorÂ DavosÂ has while he is imprisoned.\n*Several days after Davos has been thrown to jail, Alester Florent (Selyse's uncle), formerly Stannis's hand, is brought to the cell. He tells Davos that Stannis unjustly had him imprisoned for treason: following the [[Battle of the Blackwater]], Alester wrote a letter he planned to send to Lord Tywin - without Stannis' knowledge or consent - offering peace and suggesting that Stannis would swear fealty to Joffrey and take back what he said about Joffrey's parents,Â but would remain Lord of Dragonstone and Storm's End, and that the Florents would get Brightwater Keep back. In addition, he offered Shireen's hand in marriage to [[Tommen Baratheon]]. Davos tells Alester that Stannis would have never agreed to bend his knee to Joffrey, nor to the other terms. Alester whimpers, claiming that he was just trying to help Stannis and had no intention of treason. In the series, Alester does not appear, and the whole scene is omitted.\n*In the books, [[Jaime Lannister]] is the one who delivers the retort about not &quot;losing&quot; his hand, as Vargo Hoat/[[Locke]] had hung it around his neck. Writer Bryan Cogman said that they gave the line to Locke in the TV series, because they wanted to emphasize that Jaime was still in such emotional shock from losing his sword-hand that he wouldn't so quickly switch back to his normal self, spouting off sarcastic remarks (in the book version, this is told from Jaime's POV, and he clearly ''is'' shaken, and continues to half-heartedly make a few sarcastic remarks as a failed attempt to regain some of his lost composure, but this subtle nuance would have been difficult to portray on-screen).&lt;ref&gt;[http://www.westeros.org/GoT/Features/Entry/Season_3_Interview_Bryan_Cogman Westeros.org,] Season 3 Interview: Bryan Cogman.&lt;/ref&gt;\n*[[Jaime Lannister|Jaime]]'s story about killing [[Aerys II Targaryen|Aerys]] is given in the novel in two parts:\n**During the journey with [[Brienne]] and Cleos Frey, Jaime muses how he approached Aerys, who had sent him earlier to kill [[Tywin]]. Aerys asked if the blood on Jaime's sword was Tywin's. Jaime answers &quot;[[Rossart]]'s&quot;. Too late Aerys realized that Jaime turned against him. He lost control of his bowels, tried to run for the throne, but Jaime caught him, bodily threw him to the floorÂ and killed him with a single slash to the throat. Before Jaime could leave and let some braggart take the credit/blame, Elys Westerling and Lord Roland Crakehall entered and saw him standing over Aerys' body. Crakehall was not surprised, figuring (incorrectly) that Jaime killed the king so the Lannisters can seize the throne. He asked Jaime &quot;Shall I proclaim a new king as well?&quot;. Jaime knew what he meant: either Tywin, or [[Robert Baratheon]], or one of the surviving Targaryens. He thought for a moment of the boy [[Viserys Targaryen|Viserys]] or baby [[Aegon Targaryen (Son of Rhaegar)|Aegon]]. But when he glanced down again at Aerys' body, he thought &quot;his blood is in both of them&quot;. &quot;Proclaim who you bloody well like,&quot; he told Crakehall. Then he climbed the Iron Throne and seated himself with his sword across his knees, to see who would come to claim the kingdom. As it happened, it had been [[Eddard Stark]].\n**Jaime tells Brienne when they are in the bathtub about Aerys' plan to destroy the city. This part is quite similar to their conversation in the show\n*Jaime did not kill Rossart in front of Aerys in the books, nor was he present when Aerys gave the command to ignite the [[wildfire ]]caches; in the books, Jaime was fighting to defend the [[Red Keep]], but he knew the battle was lost. He sent a messenger to ask Aerys' leave to negotiate terms of surrender; Aerys sent back the reply that Jaime bring him Tywin's head to prove his loyalty. When the messenger mentioned the [[pyromancer]] Rossart was with the king, Jaime guessed they were about to go through with their plan, and went to stop them. He killed Rossart trying to sneak out of the Red Keep to enact Aerys's orders.\n*There were three pyromancers involved in Aerys's plot to raze [[King's Landing]], not one as the TV series implies. Jaime slew Rossart during the [[Sack of King's Landing|Sack]] along with Aerys, and then hunted down and killed the other two (Belis and Garigus) in the days following the battle, to ensure all those who know of and could enact the plan were dead.\n*[[Eddard Stark]] was not the first to find Jaime after killing Aerys. Elys Westerling and Roland Crakehall were the first to enter the throne room and see Jaime standing over the Mad King's body.\n*Jaime's final line in the bath scene whimpering &quot;Jaime. My name is Jaime.&quot; was given in his inner POV monologue in the books, not aloud. Bryan Cogman explained that he felt it was a great line and wanted it to appear on-screen, but felt he had some leeway because Jaime is delirious and losing consciousness, so he's really just saying it to himself. Cogman actually noted that this is a constant balancing act in the adaptation, because some of the most thematically important lines in many chapters are internal thoughts that characters do not speak aloud. Thus the writers have to be careful over using an insult which is a great line, but which a character would never openly say aloud to another. Also from this episode, Tyrion's line to Tywin in the finale scene, &quot;I was married once! Or don't you remember?&quot; is actually a line from his inner POV monologue in the books, but Cogman felt it was important enough to include it in dialogue.&lt;ref&gt;[http://www.westeros.org/GoT/Features/Entry/Season_3_Interview_Bryan_Cogman Westeros.org,] Season 3 Interview: Bryan Cogman.&lt;/ref&gt;\n*Ser [[Barristan Selmy]] did sit on the [[Small Council]] in the books; he was present at the meeting where Daenerys's assassination was discussed, heard [[Jorah Mormont]] was the source of the information and was the only one besides Eddard Stark to protest the decision. Ser Barristan and Jorah Mormont also never befriended each other while serving under [[Daenerys]] becauseÂ he is still disguised as Arstan Whitebeard.\n*In the series, the [[Unsullied]] are given new names after being castrated. In the books, they draw new names every day. This TV scene specifically acknowledges that Barristan ''should'' have been on the Small Council in Season 1, but that the writers changed it so he was not, because they felt it would be awkward to have Barristan pretend to be &quot;Arstan Whitebeard&quot; for an entire season, when Daenerys doesn't know who he is but the TV audience does know.\n*The scene whereÂ [[Cersei Lannister|Cersei]]Â asksÂ [[Petyr Baelish|Littlefinger]]Â to investigate theÂ [[House Tyrell|Tyrells]] never happens in the novels.\n*The scene whereÂ [[Tyrion Lannister|Tyrion]]Â discusses the wedding withÂ [[Olenna Tyrell|Olenna]]Â never happens in the book.\n*[[Littlefinger]] never sent Olyvar (or anyone else) to [[Loras Tyrell|Loras]] in the books. The only book character by that name is [[Olyvar Frey]], son of [[Walder Frey]], who served as Robb's squire and proved to be very loyal. He never had anything to do with the Tyrells or Littlefinger.\n**At this point in the books, Loras swears that he will never love again after [[Renly|Renly's]] death. Of course, having sex with Olyvar in the TV series wasn't presented as a new &quot;romantic relationship&quot;.\n*Loras was not the heir of [[Highgarden]] in the books, his elder brother Willas was. In fact, he had two older brothers, Willas and Garlan.\n*Loras cannot marry since he is already serving in the [[Kingsguard]].\n*The Lannisters discovered Olenna's plan to marry Sansa to Willas by [[Dontos Hollard]];Â Sansa innocently told him about the Tyrells' offer, unaware that he serves Littlefinger.\n*Since Tyrion did not like the idea of marrying Sansa, Tywin said that if he would not have her, she would be wed to [[Lancel Lannister|Lancel]] or another of Tyrion's cousins. [[Kevan Lannister|Kevan]] was not sure if that would work, as Lancel had not yet recovered from the injuries he sustained at the [[Battle of the Blackwater]].\n*Tywin did not intend to marry Cersei to Loras, but to his older brother [[Willas Tyrell]] or [[Balon Greyjoy]] or [[Oberyn Martell]] by her choice, and it was much later in the novel. Cersei was not thrilled by either alternative &quot;the old squid or the crippled dog boy&quot;.\n\n==[[The Climb]]==\n*The bickering between [[Meera Reed]] and [[Osha]] does not occur in the novel. In fact, Osha, [[Rickon ]]and [[Shaggydog]] are not even part of [[Bran Stark|Bran's party]], having left on a different course after the [[Sack of Winterfell]].\n*Meera did not hunt any rabbits, but fish and frogs.\n*Jojen had no dreams about [[Jon Snow|Jon]].\n*[[Tywin]] never has a conversation with [[Olenna]] concerning [[Loras Tyrell|Loras]] and [[Cersei]]. At this stage in the book, Loras is already in the [[Kingsguard]] so he cannot marry anyone. Cersei was offered to [[Willas Tyrell]] instead, a character that has been cut from the series, so this serves as a highly condensed version of that subplot.\n*Tywin made [[Mace Tyrell]] the offer of marrying Cersei to Willas, but Olenna foiled it because in her eyes Cersei was &quot;too old and too used&quot; for her precious one-legged grandson. Tywin grudgingly dropped the offer and never mentioned it again.\n*[[Tyrion Lannister|Tyrion]] neverÂ confrontedÂ CerseiÂ aboutÂ [[Mandon Moore]].\n*CerseiÂ never admitted thatÂ TyrionÂ saved the city by using [[wildfire]]. According toÂ Tywin, she was (unjustly) given the credit for that.\n*LorasÂ neverÂ acqaintsÂ himself withÂ [[Sansa Stark|Sansa]] to the extent shown in the show.Â SansaÂ was not even offeredÂ LorasÂ by theÂ Tyrells, but his elder brother and the heir toÂ [[Highgarden]],Â WillasÂ Tyrell.\n*Sansa was never given early warning about her impending wedding toÂ Tyrion. On the marriage day, she was taken from her room under threat of force right to the ceremony.\n*[[Shae]] knew aboutÂ Tyrion'sÂ impending wedding toÂ SansaÂ before he told her. She told him that she had heard a page tellingÂ SerÂ TalladÂ about it, who had heard it from a serving girl who overheard [[Kevan Lannister|Kevan]] talking toÂ TywinÂ about it.Â \n*Shae is not mad about Tyrion and Sansa's impending marriage. In fact she is indifferent, telling him &quot;I don't care. She's only a little girl. You'll give her a big belly and come back to me&quot;. That proves toÂ Tyrion once more that Shae does not have any feelings toward him.\n*[[Littlefinger]] does not give his chaos speech to [[Varys]].\n*[[Ros]] does not exist in the book, so her execution in the episode was new material.\n*Interestingly, in the books [[Arya Stark]] actually does know some basic [[High Valyrian]], which she learned as part of her lessons with Maester [[Luwin]]. Then again she's stated to not know it very well, as she's only a child and hasn't been studying it for many years, so it's debatable if even book-Arya would have been able to understand two other people speaking in fluent High Valyrian.\n*Arya does not practice shooting arrows. In fact she has not shot even one single arrow throughout the entire book series. Anguy let her try his longbow, but she could not draw it no matter how much she tried. He offered to make a lighter bow for her, but did not.\n*[[Melisandre]] never visits [[the Riverlands]]Â in the books. Thus, she never meets Â [[Arya]], [[Thoros]], [[Beric Dondarrion|Dondarrion]], [[Anguy]], or any other of the [[Brotherhood Without Banners]]. This episode's scene may be meant to mirror the scenes between the Ghost of High Heart, Arya and the Brotherhood from the books. [[Gendry]] isn't taken by Melisandre in the novels, his usefulness for [[Stannis]] and Melisandre is filled by Edric Storm.\n*[[Melisandre]] saysÂ [[Thoros of Myr|Thoros]]Â was sent toÂ [[Westeros]] to convert [[King Robert]] to the religion ofÂ [[R'hllor]]. In the books, he was sent to convert the [[Mad King]] (the faithful ofÂ R'hllorÂ believedÂ Aerys'Â obsession with fire would make him a willing convert).Â ThorosÂ did still hang around the royal court under King Robert and became one of his drinking companions, but he had even less luck preaching about the [[Lord of Light]] to Robert than he did toÂ Aerys.\n*[[Jaime]] did not try to persuade [[Roose Bolton]] to let [[Brienne]] go with him.\n*Roose said that Brienne would stay in [[Harrenhal]] for [[Vargo Hoat]]'s entertainments, not under arrest for abetting treason.\n*The [[Starks]], not the [[Frey]]s, were the first to offer that [[Edmure]], instead of Robb, could marry one of [[Walder Frey|Lord Frey's daughters]]. The Freys accepted the offer.\n*[[Brynden Tully]] never threatened Edmure. On the contrary, he said &quot;I am the last man in the [[Seven Kingdoms]] to tell anyone who they must wed, nephew. Nonetheless, you did say something of making amends for your Battle of the Fords&quot;.\n*Walder Frey never wanted [[Harrenhal]] in the book.\n*[[Walder Frey (Black Walder)|&quot;Black Walder&quot; Frey]] was not on a visit in [[Riverrun]] to negotiate the wedding with [[Lothar Frey]], it was [[Walder Rivers]].\n*Neither [[Orell]]Â nor any other of the wildings cuts loose the rope to whichÂ [[Ygritte]] andÂ Jon are clinging to.Â Orell'sÂ character was long dead, slain by Jon's raiding party in ''A Clash of KIngs''.\n*Ygritte hates [[the Wall]] in the books, and never had any dreams of standing on top of it. She also never reveals to Jon that she knows where his true loyalties lie.\n*Jarl is leading the climb up the Wall in the books, not [[Tormund]].\n*Jon and Ygritte are not among the dozen [[wildlings]] who first scale the Wall.\n*While climbing the Wall, large parts of ice broke off the Wall, Jarl and other climbers fell and were killed. Once the remaining climbers reached the top, they threw ropes to the wildlings on the ground. Ladders were pulled to the top of the Wall, and only then Jon, Ygritte and the other wildings climbed much more safely and conveniently (though the climb was still dangerous and cost more lives) than in the series.\n*In the books, Jon and Ygritte reach the top of the Wall around midnight, not in daylight.\n*After Jon and Ygritte reach the top of the Wall, she reveals what the secret power is that the wildlings have been looking for in the [[Frostfangs]].\n\n==[[TheÂ Bear and the Maiden Fair (episode)|The Bear and the Maiden Fair]]==\n*[[Robb Stark]]'s wife Jeyne Westerling, changed to &quot;[[Talisa Maegyr]]&quot; in the TV series, never told him that she was pregnant. It is ''possible ''that Jeyne is pregnant in the later books, which chronologically would mean she became pregnant around this time if she has.\n*Neither Orell (who was killed by Jon in &quot;A Clash of Kings&quot;) nor any of the wildlings ever disapproved of the growing romance between Jon and Ygritte. Indeed, some of them encouraged it, and were confused by Jon's initial retience towards Ygritte.\n*The scene with [[Theon Greyjoy]]Â does not specifically happen in the books, but is loosely adapted from flashbacks given in later books. The books never outright state that Theon's torturers castrated him, but it was twice alluded to in &quot;A Dance with Dragons&quot;.\n*There are minor book characters named Myranda and Violet, but they do not have anything to do with the [[House Bolton|Boltons]] and Theon's torturing.\n*The conversation between [[Sansa]] and [[Margaery]] about the marriage to [[Tyrion]] does not occur in the books. Sansa never discussed it with anyone, because she was not told until the wedding itself, and the [[House Tyrell|Tyrells]] distanced themselves from Sansa after their plot was discovered.\n*The conversation between [[Tywin]] and [[Joffrey]] does not occur in the books.\n*The conversation between Tyrion and [[Bronn]] does not occur in the books.\n*In the books Tyrion never gave any chain to [[Shae]]. This chain later plays role in an important event in the episodeÂ [[The Children]]Â (S4E10), while in the books, a different chain is used in that event. Please refer to the corresponding section inÂ [[Differences between books and TV series - Season 4]]Â for details.\n*Shae was not upset at all about Tyrion's impending marriage to Sansa. On the contrary, she told him indifferently: &quot;I don't care. She's only a little girl. You'll give her a big belly and come back to me.&quot; Tyrion was quite upset at Shae's indifference, which proved to him that she does not have any true feelings to him.\n*There is no mentioning in the book that there are 200,000 slaves in [[Yunkai]].\n*Daenerys' meeting with the Yunkish envoy is different in the novel. First, the Yunkai'i meet her with an army of slave soldiers and sellswords at their back. Second, they do not offer her any ships to carry her to Westeros (that offer was made much earlier by [[Xaro Xhoan Daxos]]), but one chest of 50,000 gold marks (not bullions) which she does not keep when she rejects their terms. Third, she orders Drogon to breathe fire on the envoy as he leaves, setting his tokar (a Ghiscari garment) on fire.\n*The Yunkai envoy's name is the books is Grazdan mo Eraz. There are several characters with the given name GrazdanÂ in the books,Â and two of them have made appearance in the TV series, and both are renamed, probably for avoiding confusion.\n*Osha never mentions any husband or other relatives.\n*There was no goodbye conversation between Jaime and Brienne before he left Harrenhal.\n*As Jaime left Harrenhal, he said goodbye to the Brave Companions, promising them &quot;I will be back. A Lannister always pays his debts&quot;.\n*Jaime never told Qyburn or anyone else except Brienne that he saved the residents of King's Landing.\n*Jaime did not ask Qyburn if he was expelled from the Citadel because &quot;he fondled one boy too many&quot;. That comment may refer to the pedophile Septon Utt (so far has not appeared in the series), another member of the Brave Companions, who used to molest and murderÂ children untilÂ he was caught and hanged by the Brotherhood without Banners.\n*Jaime decided to rescue Brienne after having a fevered dream of her, not after hearing from Qyburn that Vargo Hoat/Locke had rejected the ransom her father offered, as thanks to Jaime he was expecting more. Jaime was irritated to hear this, but reasoned that Brienne was strong enough to survive a few rapes, and might even break Hoat's neck if he underestimated her. Jaime did not change his mind until after the dream.\n*While Jaime was gone,Â VargoÂ Hoat tried to rape Brienne, but she fought himÂ and bitÂ off one of his ears. When Jaime returned to Harrenhal, he noticed that Hoat's left side of his head is covered with bloody bandages.\n*Brienne's fight with the bear is different in the book. First, she fights it with a metal tourney blade. Jaime only noticed this after she stabbed the bear without causing any injury. Second, when Jaime arrives he is accompanied by 200 Northmen commanded by Steelshanks who outnumber the Brave Companions/Locke's men two-to-one. Third, Steelshanks and several other Northmen killed the bear with a dozen or so crossbow bolts. Fourth, Jaime and Brienne do not climb out of the arena, the bear is killed before there would be need to do so.\n*[[Gendry]] never learns that he is [[Robert Baratheon|Robert]]'s bastard.\n*[[Orell]]Â never takes an interest inÂ [[Ygritte]] (since he was killed by Jon in ''A Clash of Kings'').\n*In the books, Margaery never tells Sansa that Tyrion might make a good husband. Instead, her brother Garlan, who doesn't exist in the series, does it. Also, in the books, it happens later, at the wedding itself.\n\n==[[Second Sons (episode)|Second Sons]]==\n*The Hound does not give Arya a chance to kill him, but takes the rock from her and warns her &quot;if you're stupid enough to try again, I'll hurt you&quot;.\n*The [[Second Sons]] are 500, not 2,000 (the Stormcrows are also 500).\n*It is not [[Grey Worm]]Â but Strong Belwas who offers Daenerys to cut Prendahl Na Ghezn's tongue when the latter talks rudely to her. When Mero talks rudely to Daenerys, none of her guards offers that.\n*It is Mero who asks for a flagon of wine to bring back to his captains, to which Daenerys replies by offering a barrel as they have wagons full of it. Mero then demands a wagon-full as a sign of good faith. Daenerys waited until nightfall, after which the mercenaries were too drunk to fight, then sent her forces in to attack them. Daenerys's trick and quick-thinking is what results in the quick fall of Yunkai, not an infiltration mission by Daario.\n*Daenerys orders Jorah Mormont, not Barristan, to kill Mero first - when Mero is still in the tent and hears that. Mero is unimpressed, and continues the conversation.\n*The scene between [[Prendahl na Ghezn]], Daario Naharis and Mero picking coins to decide who would assassinate Daenerys does not happen in the book. It is Mero and not Daario who sneaks into Daenery's camp after his defeat and flight from the Battle of Yunkai. Mero almost slays Daenerys before he is stopped and slain by Barristan Selmy (still disguised as Arstan Whitebeard). Only after that point, Selmy's true identity is revealed.\n*Daario is not a lieutenant but a captain of another sellsword company called the Stormcrows along with Prendahl na Ghezn and a character called Sallor the Bald (who does not appear in the show). In the novels, it is these two characters that Daario beheads to gain the trust of Daenerys. He sneaked into her camp (with no malicious intent), but was caught by the Unsullied. He showed Daenerys the severed heads, and declared &quot;the Stormcrows are yours&quot;. Mero was not part of the Stormcrows but a commander of the Second Sons, and so was not slain by Daario.\n*Daario does not take Missandei hostage, nor any of Daenerys' servants.\n*Sansa does not tell Tyrion he looks handsome, because she figures that if she says such a thing, he will think she is either a fool or a liar. This is connected to the fact that Tyrion is much uglier in the books, and additionally his injury in the [[Battle of Blackwater]] was much more gruesome.\n*Shortly before the ceremony, Tyrion told Sansa that if she didn't want to marry him, they would wed her to Lancel instead, so if she preferred to marry Lancel - she could ask to.\n*Sansa and Tyrion are not married at the [[Great Sept of Baelor]], but a local Sept at the [[Red Keep]].\n*The Tyrells aren't present at the wedding ceremony, though they do turn up for the wedding feast in the small hall. Sansa dances at the wedding with Loras Tyrell's older brother, Ser Garlan, who is yet to appear in the series (and has possibly been written out entirely). Tommen (who doesn't appear at all in season 3) is also at the feast, pestering his family for the right to be married like his uncle.\n*Sansa is 12 years old, not 14, when she is married to Tyrion.\n*The wedding scene between Sansa and Tyrion is different in the book. Sansa is a lot more distraught throughout the procedure, and outright refuses to bend down when Tyrion attempts to cloak her, her only act of defiance throughout the entire ceremony. Thus Tyrion had no choice but to stand on [[Dontos Hollard|Dontos]]' back in order to cloak Sansa in the colors of House Lannister, while everyone had a good laugh. There was no chair that Joffrey took in the show.\n*After Tyrion thrusts his dagger into the table and tells Joffrey &quot;Then you'll service your own bride with a wooden prick&quot;, he adds &quot;I'll geld you, I swear it&quot;.\n*Tyrion and Sansa get fully undressed and enter bed, and Tyrion gropes Sansa's breast. Although she does not explicitly say &quot;no&quot;, he realizes that she does not wish to have sex with him, and he does not want to force himself upon her.\n*When Sansa asks Tyrion what if she never wants him to touch her, he answers &quot;that is why the gods made whores for imps like me&quot; and climbs down off the bed. He never says, &quot;And so my watch begins,&quot; or falls down drunk.\n*Neither Shae nor anyone else checks Tyrion and Sansa's bed for stains of maidenhood blood.\n*The scenes between Gendry and Melisandre never happen in the book, although there is some truth to them. In the show, there are leeches gorging on Gendry's blood, but in the book, there are leeches gorging on Edric Storm's blood, an acknowledged bastard of King Robert present on Dragonstone. Edric's bloodletting is performed as medical treatment, but off-screen. Stannis comments offhandedly that Edric coughs, shivers, has a fever, and Maester Pylos has been leeching him.\n*Melisandre never gets intimate with anyone except Stannis (and that is only implied to take place off-screen).\n*Sam's encounter with the White Walker is different in the novel. Firstly, the White Walker that Sam slew in the book with the Dragonglass dagger occurred shortly after the Battle at the Fist of the First Men, when the surviving Night's Watch members were retreating back to the Wall. The creature that Sam encounters with Gilly is a Wight (a human slain by a White Walker and has risen again at their command), formerly a steward for the Watch named Small Paul, who carried Sam for a while during the retreat from the Fist, and was killed by the Other which was subsequently destroyed by Sam. In the novel, Sam sees many Wights surrounding him, most of which he recognizes as his fallen Black brothers (Chett, Lark, Softfoot, Ryles and others). He attempts to use his dragonglass dagger in this scene to kill the Wight of Small Paul, but fails as Dragonglass is only effective against White Walkers, and it shatters when he tries to stab the Wight with it. Sam tries his steel dagger, but for no avail, for Wights are not affected by stabbing of normal weapon. Luckily, Sam manages to grab a burnt wood and thrusts it into the Wight's mouth, thus destroying it, but there are many more wights attacking them. At that point, countless ravens swarm and attack the Wights, saving Sam and Gilly.\n*Sam does not have a sword (he lost it at the Fist), but a dragonglass dagger and a steel dagger.\n*The White Walker did not shatter but melted down when Sam stabbed it.\n*TV viewers might think it foolish that Sam left the dragonglass dagger on the ground where the White Walker died, instead of recovering such a valuable weapon. In the books, Grenn is present and tries to pick it up, but immediately flings it back to the ground because it is so cold from touching the Walker; it remains there on the ground wreathed in steam. Sam and Grenn wait till the dagger is warm enough to touch, then Sam tells Grenn to pick it up. Since so few dragonglass daggers were in the secret bundle that Jon found at the Fist, Sam wouldn't so carelessly leave behind the only weapon (as far as he knew at that time) that is lethal to the Others. The TV series reveals two episodes later in &quot;Mhysa&quot; that Samwell simply had multiple dragonglass daggers in his possession, so it was no particular loss that he didn't go back for the one he killed the Walker with. Still, given that there are so many White Walkers - it was not wise to lose even one dragonglass dagger.\n*Given that these scenes were moved around, so Sam killed a White Walker as they were retreating from the Fist in the books, Grenn picked up and kept the dagger Sam used to kill the White Walker. Sam later takes Lord Commander Mormont's dragonglass dagger when he dies at Craster's Keep, which Mormont had been given by Jon Snow.\n*The scene where Cersei threatens Margaery and informs her about [[House Reyne]] of Castamere does not happen in the novel, although the scene still voices a good deal of Cersei's interior monologues regarding Margaery and provides important backstory on the song.\n*In the books, Cersei was born six years after the Reynes and Tarbecks were destroyed by Tywin, hence she could not have seen the rotting bodies.\n*Stannis never comes to visit Davos in jail.\n*Melisandre is the only visitor Davos has while he is imprisoned. She denies Davos' accusation that she is responsible for Stannis' defeat at the [[Battle of the Blackwater]], and for the death of four of Davos' sons. She explains to Davos why she cannot make more [[Shadow]]s (because it weakened Stannis too much), and offers him to have sex with her for making a shadow. Davos rejects her offer, because he does not wish to have anything to do with Melisandre and her dark witchcraft.\n*Stannis does not express sorrow for the death of Davos' four sons (just one son in the series) at the [[Battle of the Blackwater]].\n*Stannis does not order Davos to swear that he will never harm Melisandre.\n*Stannis is more doubtful about killing an innocent boy, and does not give Melisandre permission to do it yet.\n*The order in which Stannis names the &quot;false kings&quot; while burning the leeches is opposite to the order in the show: Joffrey, Balon and Robb. He also hesitates before naming Robb Stark, as he realizes Robb's treason is not as bad as the others.\n*Gilly wouldn't give [[Gilly's baby|her baby]]Â aÂ name before he is two years old, according to the wildlings custom that she follows.\n*Sam and Gilly meet a mysterious person who takes them to the [[Nightfort]].\n\n", "References": "{{Reflist}}\n\n", "The Rains of Castamere": "*The Hound does not intend to kill the farmer. Instead he forces the farmer at swordpoint to give his cart, horses, casks and most of his clothes. Arya does not intervene. The farmer curses the Hound, but reluctantly complies. Neither of them knocks the farmer unconscious or otherwise physically harms him.\n*The guard does not send the Hound back, but tells him to unload the food by the feast tents.\n*Arya does not get close enough to see Grey Wind.\n*Three of the Frey soldiers notice the Hound and attack him. One of them chases Arya and nearly kills her. The Hound kills the three and saves Arya, then knocks her unconscious.\n*Before heading for the Twins, Robb issues a royal decree, by which he legitimizes Jon and makes him his legal successor. Catelyn objects due to her feelings toward Jon, but Robb insists. It is unknown what became of the decree. Robb orders [[Maege Mormont]] and [[Galbart Glover]] to travel north to [[Howland Reed]]. He might have given them the decree.\n*The musicians at the wedding are notedÂ to be terrible (since they are really archers in disguise), while in the TV series they are quite talented.\n*The Starks meet Roslin shortly after their arrival, long before the ceremony.\n*Four of the Freys (Ryman, Edwyn, Petyr Pimple and Black Walder) welcomed the Starks. As they got closer, Grey Wind acted menacingly and causes Petyr's horse to rear and throw its rider. Apparently Grey Wind sensed that foul play was afoot. Unfortunately, the incident made a convenient excuse for Lord Frey to demand that Grey Wind would be kept out of the wedding hall. Robb did not like it, but complied because he wished to appease Lord Frey for breaching their pact.\n*Catelyn recalls that Eddard forbade a bedding ceremony at their own wedding. In the books, they did have one. She muses about it during Edmure's wedding: how [[Jory Cassel]] had torn her gown in his haste to get her out of it, a drunken Desmond Grell kept apologizing for every bawdy joke, only to make another, and when Lord Willam Dustin had beheld her naked, he'd told Ned that her breasts were enough to make him wish he'd never been weaned.\n*The &quot;Rains of Castamere&quot; song was a signal in the book to start the massacre and was played during the slaughter. In TV series, the signal was Lord Walder's speech after the music had ended.\n*A few of the wedding guests, among them [[Greatjon Umber]] and Dacey Mormont, fight the assailants, but to no avail. In the TV series, Greatjon does not attend the wedding.\n*Roose Bolton's last words before killing Robb are different in the book. In the book he says &quot;[[Jaime Lannister]] sends his regards&quot;, while in the show he says &quot;The Lannisters send their regards&quot;.\n*Walder Frey is much older and weaker in the novel, being unable to rise from his chair without help.\n*Lord Frey has several granddaughters and great-granddaughters named Walda, but no daughter by that name.\n*There are no [[Arwaya Frey]], [[Derwa Frey]], [[Waldra Frey]], [[Janeya Frey]], [[Neyela Frey]] and [[Freya Frey]] in the books.\n*Lord Frey introduces the following of his descedants:\n**Daughters: Arwyn, [[Shirei Frey|Shirei]] and Tyta.\n**Granddaughters: Ami, [[Marianne Frey|Marianne]], Cersei (aka Little Bee), [[Merry Frey|Merry]], Alyx, Marissa, the twins [[Serra Frey|Serra]] and [[Sarra Frey|Sarra]], and three girls named Walda.\n*When introducing his twin granddaughters Serra and Sarra, Lord Walder does not remark that Robb could have had either, or both. In another context, Bran makes a similar comment about Big Walder and Little Walder Frey, who are briefly fostered at Winterfell.\n*Grey Wind was not chained in a box in the novel. He was actually chained but released by Raynald Westerling, Jeyne/Talisa's brother when it became clear the House Frey men intended to put downÂ the wolf. It is claimed Grey Wind killed four Frey wolfhounds and tore off the kennel master's arm before being brought down.\n*Sam and Gilly are heading for Castle Black, not [[Nightfort]]. Sam knows they are north of the Wall, but he is not sure how far east or west they might have strayed from the gate of Castle Black.\n*Ygritte does not defend Jon when the altercation with the old man and Summer occurs at Queenscrown. When Jon manages to escape, someone (Jon thinks it was her) fires an arrow at him, which pierces his leg.\n*Jon does not kill Orell at Queenscrown; he had killed him much earlier in the Skirling Pass when he was still with [[Qhorin Halfhand]] in the book ''A Clash of Kings''. Yet, part of Orell's spirit somehow remained at his eagle. The eagle attacked Jon without provocation shortly before Jon and the Wildlings arrived at the Fist, injuring his face and almost plucking his eyes.\n*It is not Orell but some of the Thenns who heard noises from the tower.\n*The tower is in the center of a lake and accessed via stone causeway hidden under the water. The causeway zigzags, making it difficult to follow.\n*The old man does not breed horses for the Night's Watch. He has only one horse. He appears to be a traveller, not resident of [[Queenscrown]].\n*The old man does not try to escape or to fight. He says nothing to his captors. He only looks at Jon in accusation and appeal.\n*It is [[Styr]] who orders Jon to kill the old man.\n*It is not the first time Bran [[Warg|wargs]] into [[Summer]].\n*Ygritte kills the old man by slitting his throat, not shooting an arrow at him.\n*The departure of Rickon, Osha and Shaggydog actually occurs much earlier, right after the Sack of Winterfell.\n*Osha, Rickon and Shaggydog do not go to [[Last Hearth]]. TheirÂ destination remains totally unmentioned untilÂ the fifth book &quot;''A Dance with Dragons''&quot;.\n*It is not Roose Bolton who tells about his marriage to [[Fat Walda Frey]]. Walda tells that to [[Wendel Manderly]], not to Catelyn.\n*Catelyn does not take Walder Frey's wife [[Joyeuse Erenford]] as hostage, but his half-witted grandson Aegon aka Jinglebell. She tells Lord Frey &quot;On my honor as a Tully, on my honor as a Stark, I will trade your boy's life for Robb's. A son for a son&quot;. Lord Frey answers &quot;A son for a son, heh. But that's a grandson... and he never was much use&quot;. After Robb is killed by Roose, Catelyn keeps her word by slitting Jinglebell's throat.\n*Talisa/Jeyne was not at the wedding and thus did not die in the Twins. Robb and Catelyn decided that Lord Frey would take it as a slight if Robb's wife made an appearance at the Twins. Another reason was that while Robb was strong enough to put up with Lord Frey's rebukes, Catelyn feared that he would not sit quietly if Lord Frey insulted Jeyne to her face (indeed it nearly happens in the show). Thus Jeyne was left behind at Riverrun.\n*Brynden Tully was not present at the Red Wedding, as he stayed behind to hold Riverrun.\n*It is not Brynden Tully but Roose Bolton that excuses himself and exits in search of a privy.\n*Roose Bolton does not wear his normal clothing over his armor when he changes after his conversation with Catelyn. He comes back from the ''privy'' clad in full dark armor with a flowing pink cloak, showing the colors of House Bolton.\n*It is not Roose Bolton but Edwyn Frey whom Catelyn grabs, feels that he wears an armor and slaps him.\n*Many important Northern Bannermen were present at the Wedding but not shown on screen. These include Greatjon Umber, Smalljon Umber, Dacey Mormont, Marq Piper, Donnel Locke,Â etc. By the end of the massacre, the Freys and Boltons have killed at least one member of each house in the North, but spared only four people.\n*Only few of the wedding guests were spared, among them: Edmure Tully, Greatjon Umber, Patrek Mallister and Marq Piper. The Freys initially meant to take Catelyn prisoner, but she was killed.\n*When Catelyn begs Lord Frey to let Robb go, swearing that they will take no revenge, he looks at her in mistrust and says &quot;Only a fool would believe such blather. D'you take me for a fool, my lady?&quot;.\n*After killing Jinglebell, Catelyn is driven to insanity. She scratches her face, her blood is mingled with tears, till the Freys disarm and kill her.\n*Catelyn is killed by Raymund Frey, not by [[Black Walder Frey]].\n*Daenerys does not conquer Yunkai via a back gate. Her army destroys Yunkai's troops without actually invading the city, then Yunkai surrenders.\n*Wendel Manderly is shown at the wedding but not formerly introduced. He can be identified at the wedding by the merman on his clothing.\n*Roose does not kill Robb with a dagger, instead stabbing him in the heart with a sword.Â \n\n"}, "title": "Differences between books and TV series - Season 3"}