{"attributes": {}, "sections": {"TOP": "Differences between books and TV series - Season 2081652h5iem6xw7xna5ibubxztfq2ob5ybyt1760222015-03-09T21:00:33ZThe Dragon Demands5014364The following is a list of differences between [[Season 2]] of the television show ''[[Game of Thrones]]'' and the material from which it is adapted â&euro;&rdquo;mostly the second novel of the ''[[A Song of Ice and Fire]]'' series, ''A Clash of Kings'''.'''''\n\n==[[The North Remembers]]==\n*The book starts with [[Cressen]]'s chapter on [[Dragonstone]], which is also different than Cressen's storyline in the show. In the book, Cressen receives a message from the Citadel first, then [[Shireen Baratheon]] visits him. After that, he meets [[Davos Seaworth|Ser Davos]], then he visits [[Stannis ]] and tries to convince him to not accept the [[Lord of Light]]. Cressen then appears at the feast where he is humiliated by Stannis' wife [[Selyse Florent]]. Then he tries to poison [[Melisandre ]] and dies in the process.\n*In the book, Stannis doesn't receive the letter from [[Eddard ]] saying that he is heir, because [[Tomard]] was killed before he could deliver it. The letter is intercepted by [[Cersei]] and used as evidence of Eddard's &quot;treason&quot;. Stannis had already discovered the true parentage of Robert and Cersei's children long before Eddard, as he had first taken these suspicions to [[Jon Arryn]], and they had been investigating it together.\n*Melisandre is not cruel to Cressen, it is Stannis' wife Selyse doing the mocking. She also realizes Cressen's plan and tells him he doesn't have to do it.\n*The poison Cressen uses is not hidden in his Maester's chain, in the novels, but is hidden in a pouch in his sleeve.\n*Maester Cressen dies several days before Stannis allows [[Melisandre]] to burn the statues of [[the Seven]], which does not happen on the beach.\n*Stannis sends out hundreds of ravens all over the Seven Kingdoms proclaiming himself the rightful king, and declaring that Cersei's children are bastards born of incest. Cersei is enraged, which amuses Tyrion, given that Stannis's allegations are true. She orders all copies of the proclamation burned, and decrees that anyone who repeats the allegations should have their tongue cut out. Tyrion points out that it is now too late to suppress the rumor, and trying to do so would be counter-productive. AtÂ Littlefinger's suggestion, they retaliate by questioning the parentage of Stannis's daughter Shireen.\n*The show starts with [[Joffrey Baratheon|Joffrey's]] tournament, which is the third chapter in the book (the Prologue's storyline is altered in the series, the second chapter was moved to the first season).\n*[[Sansa]] is at the tournament when the scene opens in the show. In the book she is escorted there by Ser [[Arys Oakheart]] who shares court gossip.\n*[[Sandor Clegane]] does not fight in Joffrey's name day tourney, he is dismissive about the poor quality of the competition.\n*The tournament in the book is a joust competition with horses and lances and takes place in a small tourney ground set up inside the keep walls as the city and surrounding land is too dangerous. In the series, they compete in a fight with blunt weapons on the walls of the [[Red Keep|Red Keep.]]\n*In the book Ser Dontos arrives late, chasing his horse (which he is too drunk to mount), and only wearing the top half of his armor (he is nude from the waist down). Joffrey orders a barrel of wine for him to be drowned in (as opposed to having it poured down his throat as it happens in the show), but Sansa dissuades him the same way she did in the show.\n*InÂ the book, [[Tommen Baratheon|Prince Tommen]] rides against a quintain.\n*In the book, [[Daenerys]] follows the [[Red Comet]], where in the series she is heading in the opposite direction.\n*In the book, Daenerys' silver mare doesn't die in the [[Red Waste]], it is in fact it is still alive and well.\n*DaenerysÂ sends riders out in different directions to explore what's around them in the Red Waste; in the book she does not do this until reaching Vaes Tolorro, the city of bones.\n*In the series, [[Jeor Mormont]] says that they passed through six villages, and found them all abandoned. In the book the ranging force passes through seven abandoned villages, the fourth of them is [[White Tree]].\n*In the series, [[Craster's Keep]] is shown to have a wall of sharpened stakes surrounding it, where in the novels it is described as having only a small earthen dike around it.\n*In the book, following a night excursion beyond the camp,Â [[Jon Snow]] finds a horde of buried [[Night'sÂ Watch]] equipment and clothing including chunks of obsidian from which he fashions daggers. In the series, Jon's excursion finds [[Craster]]Â sacrificing one of his male offspringÂ to a [[White Walker]], the killings of which in the book are learnedÂ from one of Craster's daughters.\n*Tyrion finds Ser [[Mandon Moore]] guarding the door to the small council meeting, and Moore initially denies him entry.\n*When Tyrion meets with Cersei at the small council meeting, he chides her for the dismissal of [[Barristan Selmy]]. He points out that Selmy is popular and respected throughout the realm, and will now join one of their enemies, giving them additional prestige, which Cersei admits she had not considered. He also makes her admit that she killed Robert, indirectly, by ordering Lancel Lannister to give the King a lot of very strong wine.\n*In the book,Â [[Tyrion]] does not bring [[Shae]] to the [[Tower of the Hand|Tower of the Hand,]] he hides her in a manse outside the [[Red Keep]] in the city.\n*In the book, [[Rickard Karstark|Lord Karstark ]] is upset over Robb's peace offering and leaves the hall.\n*Jaime is held in a dungeon at Riverrun rather than Robb's camp.\n*Neither [[Robb Stark]] nor [[Jaime Lannister]]Â are POV characters in the book ''A Clash of Kings,''Â so the scene where Robb and [[Grey Wind]] confront JaimeÂ in his cell and talk about bannermen, [[incest]], and [[Bran]]'s accident is never depicted in the book. This is instead told from the POV of [[Catelyn Stark]] who confronts Jaime in the dungeons of [[Riverrun]] after news reaches her of the deaths of Bran and [[Rickon]].\n*Robb sends [[Cleos Frey]] with his terms to [[King's Landing]]. Cleos Frey is [[Tywin Lannister]]'s nephew and Jaime's first cousin, son of Genna Lannister and Emmon Frey. There is no [[Alton Lannister]] in the novels.\n*The scene where Cersei tells [[Littlefinger]] that &quot;power is power&quot; does not happen in the novels. Littlefinger never strongly implies to Cersei, as he does in this scene, that he knows the rumors about an incestuous relationship between her and Jaime are true.\n*The scene where Cersei slaps [[Joffrey]] Â and he threatens herÂ in the [[Great Hall (Red Keep)|Great Hall]] does not happen in the novels.Â Joffrey never treats his mother as poorly as he does in the series, and rather obeys his mother for the most part. At worst, he increasingly ignores her pleas to restrain his own behavior.\n*In the book, it is Cersei who sends the [[Gold Cloaks]] out to kill all of Robert's bastards, not Joffrey.\n*In the series the Gold CloaksÂ under the command of [[Janos Slynt]] go to the brothel to kill the baby [[Barra]], and when his man will not carry this out, Slynt takes the baby from her mother [[Mhaegen]] and does it himself. In the books Barra's mother fights them and is killed along with the baby, the murders being carried out by Allar Deem, one of the Gold Cloaks.\n*The scene of [[Tobho Mott]] being interrogated does not occur in the books. It is not explained how the Gold Cloaks knew that [[Gendry]] is in [[Yoren]]'s caravan.\n\n==[[The Night Lands]]==\n*[[Littlefinger]] never has a conversation with any whore about the slaying of [[Robert Baratheon|Robert]]'s newborn bastard. In fact,Â [[Ros]] is not even a named character in the books.\n*[[Yara]] is named Asha in the novels. Her name was changed to avoid being confused with the [[Osha|wildling Osha]].\n*Later, Yara, pretending to be &quot;Esgred&quot;, does guide [[Theon]] through [[Pyke]], but she is not in PykeÂ when Theon arrives. It is Theon'sÂ uncle,Â Aeron Damphair, priest of the [[Drowned God]], that greets him at the harbor, baptizes him almost immediately, and provides context as to what has transpired since Theon became a ward of the [[House Stark|Starks]], while he takes him to the castle.\n*The [[Gold Cloaks]] that attempt to arrest [[Gendry]] are met at an inn in the novels.\n*[[Arya]] does not reveal her identity to Gendry until much later in the novels.\n*The meeting where [[Varys]] reveals he knows [[Shae]]'sÂ identity takes place in an inn in the city outside the [[Red Keep]]'s walls, shortly after she enters the city and before [[Tyrion]] finds a manse for her, instead of the Hand's chambers.\n*The warning [[Jeor Mormont]] sent to [[King's Landing]] is not only a letter, but also a [[Wight|wight]]'sÂ severed hand in a jar still twitching delivered by SerÂ [[Alliser Thorne]] much later in the book.\n*In the books,Â [[Bronn]] is not made Commander of the City Watch. That role is filled by Ser Jacelyn Bywater, he is the one to arrest [[Janos Slynt]] at Tyrion's dinner. Slynt having been named to the [[small council]] and made Lord of [[Harrenhal]], gives a list of six men who are possible replacements to head the Gold Cloaks. This list is given to Ser Jacelyn to be rounded up to go with Slynt by ship to [[the Wall]], with special reference to Allar Deem (killer of baby [[Barra]]); the captain is to be told that it would not be amiss if a wave washed him overboard.\n*[[Salladhor Saan]]Â was recruited long before in the books.\n*Ser [[Davos Seaworth]] has seven sons in the books;Â Dale, Allard, [[Matthos]], Maric, Devan, Stannis and Steffon. In the series, he only has one, Matthos.\n*In the show, Matthos isÂ shown being [[Stannis Baratheon|King Stannis]]'Â scribe; in the book his younger sibling Devan isÂ Stannis' squire, is taking reading lessons, and is encouraging his father to convert to the religion of the [[Lord of Light]]. In the book Matthos is Davos' first mate.\n*The scene that Stannis and [[Melisandre]] make love is not present in Volume Two &quot;A Clash of Kings&quot; of the novel (Season 2 is adapted mostly based on this volume). This affair is only faintly hinted in Chapter 25 of Volume Three &quot;A Storm of Swords&quot;, in a dialogue between Melisandre and Davos, much later than the shadow assassin of [[Renly]] in timeline.\n*It is never said in the books that [[Selyse]] is sickly, weak and shut away in a tower, nor that she ever gave birth to stillborns.\n*It is [[Doreah]], not [[Rakharo]], who dies in the [[Red Waste]] in the novels. She dies of a wasting sickness, while Rakharo is still alive in the books.\n*It is [[Jon Snow]], not [[Samwell Tarly|Sam Tarly]], who rescues [[Gilly]] from [[Ghost]]. Ghost doesn't corner Gilly because she is carrying dead rabbits in the book. Gilly set up a rabbit hutch and Ghost breaks into it killing the rabbits. Gilly yelling at him results in her being cornered, and Jon has to come shoo Ghost away.\n*The scene where [[Dolorous Edd|Edd]],Â [[Grenn]], and Sam talk about women doesn't happen. Sam is not shown talking to Gilly, but he has given her his black cloak so she can go to talk to Jon without anyone knowing that she is one of Craster'sÂ wives.\n*The scene where Craster sacrifices his son to the [[White Walkers]] is never shown in the novels. It is instead explained to Jon Snow by Gilly.\n\n==[[What is Dead May Never Die]]==\n*While [[Bran]] does confer with [[Luwin|Maester Luwin]]Â about the interpretation of his dreams, in the book most of these exchanges happen between Bran and [[Jojen Reed]], a young man from [[the Neck]] who also dreams &quot;in green.&quot; (This is meant to delineate between real dreams and those that are premonitions). Also, Bran meets Jojen later on in the series; in the book they meet at a feast at [[Winterfell]].\n*[[Craster]] never expels the [[Night's Watch]] from his keep in the novels, they leave of their own accord.\n*The scene where [[Sam]] gives [[Gilly]] a thimble never happens in the books.\n*[[Renly]]'s [[Kingsguard]] is called the Rainbow Guard in the books. They wear rainbow cloaks and rainbow coat-of-arms to connect them to the [[Faith of the Seven]]. Each member of the Seven wears a different color of the rainbow armor.\n*The scenes with Renly, [[Loras Tyrell|Loras]] and [[Margaery Tyrell|Margaery never]]Â happen in the books. In fact, the relationship between Loras and Renly is never shown in any of the novels; it is only hinted at.\n*[[Balon Greyjoy|Balon Greyjoy's]] war council is also attended by his brother Victarion, who has yet to appear in the series.\n*[[Theon Greyjoy]] never attempts to compose a letter to [[Robb Stark]], warning him of his father's invasion plans.\n*The scene where Theon is baptized happens in the novels the moment he sets foot on [[Pyke]].\n*[[Shae]] does not become [[Sansa]]'sÂ handmaiden in the novel, instead serving [[Lollys Stokeworth]], until much later in the book. She is not moved to the [[Red Keep]] as handmaiden until after the city riots and fires make it too dangerous.\n*The scene where [[Tyrion]] tests [[Pycelle]], [[Varys]] and [[Littlefinger|Petyr]] happens slightly differently in the books. He tells Varys that he plans to offer the [[Martell]]s gold, land, a seat on the small council, and to foster [[Tommen|Prince Tommen]] in [[Sunspear]].\n* After arresting Pycelle, Tyrion inspects his collection of medicines that includes lethal [[Poison|poisons]] and takes some of the jars. Pycelle mentions this in [[Court trial of Tyrion Lannister|Tyrion's trial]].\n*In the books, Tyrion is given a new symbol of the Hand: a necklace composed of hand-shaped segments. In the series he uses the badge thatÂ EddardÂ used in Season One.\n*The long conversation between [[Arya]] and [[Yoren]] never happens in the book. Yoren never mentions any of his relatives.\n* It is not Yoren's story about the man who killed his brother that gives Arya the idea to recite repeatedly the names of the people she wants dead, starting from the next episode. It is her own idea, figuring that if she lets herself forget even one of them, she will never find him again to kill him.\n*The battle between Yoren and his recruits and SerÂ [[Amory Lorch |Amory Lorch]]Â isÂ different. Yoren and his charges are holed up in a small stone keep and refuse to open the gates. Lorch attacks them without any reason or provocation. A protracted battle takes place, with the same result. Arya is captured by Ser Armory and his host of [[House Lannister|Lannister]] men after Yoren is killed. However, in the books, Arya, [[Gendry]], [[Hot Pie]], and a few others escape the assault. Only later when Gendry is caught and Arya and Hot Pie fail in a rescue attempt are they captured at a small seaside village by SerÂ [[Gregor Clegane]] and then taken to [[Harrenhal]]. Arya's true sex is revealed on the march to Harrenhal (as there is no privacy for rest room breaks).\n\n==[[Garden of Bones]]==\n*In this episode, [[Robb]] meets LadyÂ [[Talisa]], which starts a budding romance. In the book, this character does not exist. Rather, this character is intended to be Jeyne Westerling, daughter of Lord Gawen Westerling from [[the Crag]]. After Robb marches west to defeat the [[Lannisters|Lannistersâ&euro;&lsaquo;]]Â at the Crag, he disappears from the book only being referred to in messages from [[ravens]] until he returns to [[Riverrun]] already married to Lady Jeyne. She is not a battlefield healer, but she does nurse Robb back to health after he takes an arrow to the arm storming the Westerling castle.\n* In the books, Arya's [[Arya Stark#Death list|death list]] includes more people. The full list is: the Mountain, Dunsen, Polliver, Chiswyck, Rafford, the Tickler, the Hound, Amory Lorch, Ilyn Payne, Meryn Trant, Joffrey, Cersei and Weese.\n*Though Arya is at [[Harrenhal]] with [[Tywin Lannister]], she is not appointed his [[cupbearer]] and they never converse. Arya serves in various roles while at the castle, working for several people. Going by the name &quot;Weasel&quot; she works for the steward at Harrenhal.\n*It is actually [[Varys]] who suggests the whores for [[Joffrey]] in the book, not [[Bronn]]. In addition, the scene where Joffrey brutalizes Ros and the other whore never unfolds. It is unclear if this suggestion is ever acted on.\n*[[Battle of Oxcross|The Battle of Oxcross]] is never shown in the book, only mentioned.\n*It is [[Boros Blount]], rather than [[Meryn Trant]], who beats and strips [[Sansa]] in the [[Great Hall (Red Keep)|Throne Room]] at Joffrey's behest. The Hound yells &quot;enough!&quot; during the spectacle. [[Tyrion]], who is also accompanied by [[Timett]], scolds and threatens Blount in the same way he does to Trant in the TV series. Additionally, Sansa's beating is toned down in the TV series. In the novel, she is stripped naked, which was removed from the series as the character was below the required age set by UK decency laws.\n*[[Kovarro]] does not appear in the books. [[Jhogo]] is the third [[Bloodrider]], but his name was changed to [[Rakharo]].\n*In the novels, [[Daenerys]] takes up residence in an abandoned walled city (Vaes Tolorro) for a time. There they eat fruit and drink water and regain much of their strength. They are not desperate to leave this city for [[Qarth]], though Daenerys' followers do believe the abandoned city to be haunted.\n*Qarth has three walls in the novels, thirty, forty and fifty feet high respectively, each intricately carved with scenes of animals, warfare, and lovemaking.\n*In the novels, Daenerys is brought to Qarth by [[Xaro Xhoan Daxos]], [[Pyat Pree]] and [[Quaithe]]. The three meet Daenerys in Vaes Tolorro, being brought to her by Jhogo. They have come to see the dragons and invite her to Qarth. Once there, they are immediately let into the city, without the events at the gates from the series. The city residents warmly welcome Daenerys and her followers, with [[Drogon]] clearly visible, and no one asks about the dragons.\n*Xaro is described as having pale skin and a long, beak-like nose crusted with jewels: rubies, opals and flakes of jade in the books, while in the series he is has black skin. It is also implied in the books that Xaro is homosexual, while in the series he clearly desires Daenerys.\n*The [[The Thirteen|Thirteen of Qarth]] fight for dominion over Qarth with the Tourmaline Brotherhood, the Ancient Guild of Spicers and the Pureborn; they are not the only ones charged with governance.\n*There is no [[Spice King]] in the books; however, his alias is a reference to a merchant organization in Qarth, the Ancient Guild of Spicers, that does not appear on the TV Series.\n*[[Littlefinger|Petyr]] is not sent to Renly's campÂ in the books. He does treat the [[Tyrell]]s, but onlyÂ long after [[Catelyn |Catelyn]]Â departed.\n*Catelyn and Littlefinger never saw each other again after their meeting at [[King's Landing]], where he lied to her about the dagger.\n*Catelyn does not receive [[Eddard]]'s bonesÂ at [[Renly]]'s camp; she gets them when she returns to Riverrun later in the novel.\n*In the book, the sentence &quot;a naked man has few secrets, but a flayed man's got none&quot; is not said by [[Roose Bolton]], but is said by a man named &quot;Reek&quot; (actually, [[Ramsay Bolton|Ramsay]] in disguise) to [[Theon Greyjoy]].\n*In the books, the reason Renly and [[Stannis]] meet is because Stannis has besieged [[Storm's End]], the seat of Renly. It is not made clear why Stannis and Renly parlay.\n*In the series, the shadow [[Melisandre |Melisandre]]Â in sight ofÂ [[Davos]] happens outside Renly's camp. In the book there are two shadow assassinations. The birth Davos witnesses is the second one when it is sent to kill Ser Cortnay Pentrose, the castellan of Storm's End (not included in the TV series). He has to row Melisandre into a cavern under the castle as there are protective spells built into the castle walls.\n\n==[[The Ghost of Harrenhal]]==\n*The [[Assassination of Renly Baratheon]]Â in the books is quite different from in the series:\n**â&euro;&lsaquo;The shadow is described to appear like the common planar shadow ofÂ Renly himself on the wall, rather than [[Shadow|the black 3-D entity]], which is later described to resemble Stannis,Â in the TV series. AsÂ described from [[Catelyn Stark]]'s point of view, she sees &quot;only the Kingâ&euro;&trade;s [i.e. Renly's] shadow shifting against the silken walls&quot;.\n**The shadow is noticedâ&euro;&lsaquo; to be abnormal because it acts differently from Renly himself: the shadow raises the sword, while Renly himself still have his real sword in the shealth.\n**In the assassination, Renly'sÂ steelÂ gorgetÂ is cut throughÂ &quot;like cheesecloth&quot;, and hisÂ throat is sliced, while the shadow makes no physical contact with him (since it is a planar shadow on the wall).Â In the series, he is stabbed in the back while he is not wearing any armor.\n**In a deleted scene from Season 2, some time after Renly dies Loras is looking over his armor (which he took from his body) while talking to his sister Margaery, and he asks her if she has any idea how difficult it is to cut through a steel gorget. Either Renly was still wearing another piece of armor under his clothes, or this scene is a relic from an earlier draft of the script which more closely matched how Renly died in the books.\n*[[Brienne]] does not kill any of Renly'sÂ [[Kingsguard]] in the books. She cuts off the arm of unnamed soldier and perhaps kills another who entered the tent with [[Robar Royce]] and [[EmmonÂ Cuy]].\n*In the novels, [[Loras Tyrell|Loras]] did not believe that [[Stannis]] killed Renly, he believed that Brienne killed him.\n*Stannis and [[Davos]] do not discuss what transpired in the cave in the books. In fact, it is unclear if StannisÂ knew that [[Melisandre]] created [[Shadows|the Shadow]].\n*[[Davos]] did not lead Stannis' fleet into battle. It was led by Ser [[Imry Florent]], Stannis' brother-in-law.\n*When Tyrion visits the [[Alchemists' Guild]], Bronn does not accompany him. It is [[Hallyne]] who warns him of the dangers of putting the wildfire in the hands of untrained soldiers.\n*[[The Iron Islands|The Iron Islanders]] sail longships, not galleys.\n*In the books,Â [[Theon]] is given command of eightÂ longships. In addition, his uncle [[Aeron Greyjoy|Aeron Damphair]] is sent to watch over him.\n*Theon's ship, theÂ ''Sea Bitch'', is named by him in the books.\n*In the novels, [[Dagmer Cleftjaw]] is an infamousÂ reaver and captain, not Theon's first mate.Â DagmerÂ is the master-of-arms atÂ [[Pyke]], andÂ TheonÂ grew up calling him uncle.Â His appearance is also drastically different. The cleft-jaw from where he gets his name was caused by his being hit in the head with an axe. He recovered but his mouth and jaw were split, making his smile terrifying.\n*InÂ the books, TheonÂ comes up with the idea to give CleftjawÂ ships to [[Raid on Torrhen's Square|raid Torrhen's Square]]Â as a distraction, while Theon himself [[Fall of Winterfell|subjugates Winterfell]].\n*Ser [[Rodrik Cassel]] takes 600 men from [[Winterfell]]'s garrison against the [[ironborn]] who besiege [[Torrhen's Square]], not 200.\n*While at Harrenhal, Arya serves as cupbearer to [[Roose Bolton]] rather than [[Tywin Lannister]]Â and tells Roose that her name is Nymeria, after her [[Nymeria|direwolf]], or Nan for short, after [[Old Nan]].Â \n*[[The Tickler]]Â is not the first name [[Arya]] speaks to [[Jaqen H'ghar|Jaqen]] in the books. It is one of [[Gregor Clegane|Gregor Clegane's]]Â soldiers, Chiswyck, who laughingly relates a terrible story of an innkeeper's daughter gang-raped by Ser Gregor and his men, and her brother was killed while trying to intervene.\n*The [[Fist of the First Men]]Â is much different than in the books, being a cliffside rather than a hill surrounded by theÂ [[Haunted Forest]].\n*In the books,Â [[Qhorin Halfhand]]Â arrives late and encounters trouble on the way from the [[Shadow Tower]].\n*The ranging force of the [[Night's Watch]] does not consist of 400 men as Qhorin mentioned, but 300 men, 200 from Castle Black and 100 from the Shadow Tower.\n*In the books, Qhorin suggests to send search parties not in order to kill [[Mance Rayder]]Â but to find out what is the power the [[wildlings]]Â were looking for at the [[Frostfangs]].\n*Qhorin suggests, and [[Jeor Mormont|Mormont]] agrees to send three search parties, five men each, to spy on the Wildlings: one to probe the [[Milkwater]], one the [[Skirling Pass]], one to climb the Giant's Stair. The parties are led by [[Qhorin Halfhand]], Thoren Smallwood and Jarman Buckwell.\n*The Halfhand chooses [[Jon Snow|Jon]] himself for his scouting party. Mormont initially objects, since Jon is hardly more than a boy and is not a ranger, but asks Jon for his will. Jon says &quot;To go&quot; and Mormont agrees.\n*The other men that Qhorin chooses for his search party are Dalbridge, Ebben and [[Stonesnake]]. There are no characters named [[Harker]] and [[Borba]] in the books.\n*Daenerys' dragons only breathe fire at the end of the book. She has to cook their food for them.\n*In the books,Â DaenerysÂ dresses in the manner of a well dressed woman of [[Qarth]];Â this consists of dresses that leave one breast bared. [[Jorah Mormont]] cannot help staring at her chest, but [[Xaro]],Â despite his constant declarations of love and marriage proposals, seems more interested in his many good-looking male slaves.\n*[[Pyat Pree]]Â never uses the tricks from the series in the books.\n*Daenerys does not learns about Ser Jorah's feelings in the second book.\n*[[Quaithe]] does not warn Ser Jorah in the book.\n*There is no mention of an impregnable vault in the books.\n*Daenerys is informed of [[Robert Baratheon|Robert]]'sÂ death by a sailor Jorah met on the docks. In the series she is told by Xaro.\n\n==[[The Old Gods and the New]]==\n*In the series, [[Dagmer]] is [[Theon]]'sÂ first mate and second in command at [[Winterfell]]. In the books, heÂ never comes to Winterfell. Theon sends him from the [[Stony Shore]] to [[Torrhen's Square]] with the diversionary force that draws SerÂ [[RodrikÂ Cassel]]Â away. He does not return to Winterfell but stays inÂ Torrhen's Square.\n*In the series, when the people of Winterfell are brought together for [[Bran ]] to officially surrender, [[Farlen]], the kennel master, is shown insulting Theon. He is beaten with a club and ordered to stop. In the books, it is [[Mikken]] the blacksmith who begins yelling insults, and he is killed for his defiance.\n*In the series, SerÂ RodrikÂ is captured coming back from Torrhen's Square. He spits on Theon, and Dagmer tells Theon that he must be executed, or Theon's men will lose respect for him. In the books, the one who spits on Theon is Benfred Tallhart, a former friend of Theon's who was ambushed by Theon and his men at the Stoney Shore. It is Theon's uncle Aeron Damphair who tells Theon to order him executed, and he is ritually drowned.\n*Rodrik Cassel is not killed when Winterfell is taken, and he is not killed by Theon. A messy execution carried out by Theon does happen, but with the kennel master Farlen, later.Â \n*Theon does accept [[Osha]] as a fighter in the book, demanding only that she swears loyalty to him, and she does. He also never sleeps with her.\n*[[Roose Bolton]]Â is not the one to deliver the news of Theon's betrayal to [[Robb]]. In fact, Roose Bolton does not meet up with Robb in the second book. He commands the northern footsoldiers of the eastern shores of the [[Trident]]. By proxy, heÂ does not suggest to send his bastard son to retakeÂ Winterfell because he has no way to contact him.\n*Any scenes between [[Tywin]] and [[Arya]] do not happen in the books because Arya is never cupbearer for him.\n*[[Littlefinger|Petyr]] never meets with Tywin at [[Harrenhal]]. In fact he never sets foot in Harrenhal, being aware of its curse.\n*[[Amory Lorch]] never catches Arya with a stolen letter. He is not killed by [[Jaqen H'ghar|Jaqen]], nor does Arya name him as one of her three kills. In the book she names Weese, an understeward who frequently beats her. Lorch is actually killed after being captured and thrown into a bear pit by Roose Bolton and [[Locke|Vargo Hoat]].\n*Both [[House Dormund]] and its Lord are never mentioned anywhere in the books. In the books, Dormund is the mentioned as being a son of [[Tormund Giantsbane]].\n*There is no mention ofÂ [[Jaime]] having an early reading disorder.\n*In the books,Â Myrcella doesn't cry when she is sent to [[Dorne]]. In fact, she comforts [[Tommen]], who is crying.\n*During the [[Riot of King's Landing|riot]], the royal procession is mounted on horses and proceed to [[Maegor's Holdfast]], not the [[Red Keep]].\n*In the books, the rioters also start a fire in the city.\n*In the series, [[Sandor Clegane|Sandor]] saves [[Sansa]] from being raped and carries her to safety. [[Tyrion]] thanks him as he walks away. In the books,Â Sansa is not nearly raped. A man tries to pull her off of her horse, but Sandor cuts his arm off. Sandor brings her to safety riding double on Sansa's horse.Â [[Lollys Stokeworth]]Â is raped by dozens of men behind a tavern instead, and becomes pregnant.\n*[[Preston Greenfield]] of [[Kingsguard|the Kingsguard]], [[Aron Santagar]], and the [[High Septon (After the riot in King's Landing)|High Septon]]Â lost their lives in the books during the riot.\n*[[Jon Snow]] kills the [[wildling]] sentries much later in the book. In addition, it is only Jon and [[Stonesnake]] who kill them. [[Qhorin]] and the others arrive later.\n*Qhorin does not tell Jon to kill [[Ygritte]], but leaves it to Jon to decide her fate; he tells him &quot;you must do what needs be done&quot;.\n*Jon simply lets Ygritte go and continues on with Qhorin and his sworn brothers; Qhorin knows that Jon did not kill Ygritte.\n*ThereÂ is never a meeting with the [[Spice King]] in the books. The character does not even exist in the books; however, he is a nod to [[Qarth]]'sÂ Ancient Guild ofÂ Spicers.\n*In the books, there is no massacre of Daenerys' people while staying inÂ [[Xaro]]'sÂ manse.\n*In the book, Daenerys' dragons are not stolen and [[Irri]] does not die in Qarth; she remains in Daenerys' service.\n\n==[[A Man Without Honor]]==\n*[[Shae]] does not help [[Sansa]] dispose of her bloody sheets, nor does she threaten a maid, nor does the [[Hound ]] appear in this scene in the book. Shae is not her maid, andÂ Sansa tries to burn her sheets and mattress by herself, filling the room with smoke, which attracts attention and what happened was reported to [[Cersei]].\n*[[Robb Stark]] is never shown talking to [[Talisa]],Â who isÂ JeyneÂ WesterlingÂ in the books,Â or inviting her to [[The Crag|the Crag.]]\n*[[Jaime Lannister|Jaime's ]] brief escape does not happen in [[Robb Stark|Robb's]] camp. In the book, Jaime is held at [[Riverrun]] in a towerÂ room. [[Tyrion ]] sends four Mummers disguised as [[Lannister]] guards to escort Cleos Frey (who is replaced in the series by Alton Lannister) with peace terms. Their true purpose is to free Jaime. One is an impressionist who pretends to be [[Edmure Tully]] and gets them to open the gate; unfortunately for them, the real Edmure Tully chooses that moment to be returning from a brothel in town and the escape attempt fails. Jaime is recaptured and kept in the dungeons afterwards.\n*In the books, Jaime was a squire for Lord Sumner Crakehall, not for SerÂ [[Barristan Selmy]]; he never had any squire named Brian. When he took part in the campaign against the [[Kingswood Brotherhood]], he was fifteen years old, not sixteen; and he never competed against [[Balon Swann]].\n*Jaime does not kill Cleos Frey (who is replaced in the series by [[Alton Lannister]]). In fact, Jaime has never killed any of his kin. Cleos is killed later by outlaw archers.\n*In the book [[Catelyn ]]doesn't meet [[Jaime ]]this early in the story. She meets one time with Jaime in the dungeons of Riverrun. In the show they take the dialogue of this one scene and make two scenes, with Catelyn meeting alone with Jaime the first time and with [[Brienne ]] the second time much later.\n*In the book, during the one conversation in Riverrun's dungeons,Â Catelyn and Jaime make an agreement to speak the truth. She tells him about the war and what is happening to the Lannisters. Jaime, who is also getting increasingly drunk on the wine Catelyn sent to him, confesses many things: he is [[Cersei|Cersei's ]] lover; he is the father of Cersei's children; he attempted to murder [[Bran ]] by pushing him from the window. Jaime affirms that neither he, Cersei or Tyrion had anything to do with the [[catspaw assassin]]. Catelyn believes him, since he has no reason to lie having confessed to pushing Bran. To Catelyn's question about the dagger, Jaime says that [[Littlefinger]] had lost it to [[Robert Baratheon|Robert]], not to Tyrion. He independently confirms Tyrion's original defense; that he could not have lost the dagger betting against Jaime with Littlefinger, because Tyrion never bets against his brother. Only then does Catelyn realize that Littlefinger lied to her, and Tyrion was innocent. Jaime also told Catelyn how [[Aerys II Targaryen|the Mad King]] had executed [[Ned]]'s [[Brandon Stark (Son of Rickard)|brother]] and [[Rickard Stark|father]], before adding his own personal anger at Ned; Jaime rages that Ned should have thanked him for avenging his family.\n*Lord [[Rickard Karstark]] does seek revenge on Jaime Lannister, but it is for the killing of his two sons at theÂ [[Battle of the Whispering Wood]], not [[Torrhen Karstark|one ]]killed in a failed escape attempt. The sentence &quot;Any man who steps between a father and his vengeance asks for death!&quot; was said by Rickard much later, in different context.\n*[[Jon Snow]] let [[Ygritte ]]go and returned to the rangers, so their scenes walking around and them talking about freedom and sex didn't happen.\n*During this time in the books, Jon Snow and the rangers are scouring [[Skirling Pass ]] to look for a way out.\n*SerÂ Jorah never meets with [[Quaithe]].\n*There is never a conspiracy to control [[Qarth]] staged by [[Pyat Pree]] and [[Xaro Xhoan Daxos]]. Thus, [[The Thirteen|the Thirteen]] are never killed, Pyat Pree isÂ not allied with Xaro Xhoan Daxos, nor does he kidnap [[Daenerys]]' dragons to lure her into the [[House of the Undying]]. She goes there of her own accord.\n*None of the scenes betweenÂ [[Tywin Lannister]]Â andÂ [[Arya Stark]]Â transpire in the book.Â Tywin'sÂ comment toÂ Arya,Â that she should say &quot;m'lord&quot; rather than &quot;my lord&quot; if she wishes to pose as a commoner, is based on a similar comment of Roose Bolton in the novelÂ ''&quot;A Dance with Dragons&quot;''.\n*The scene between Cersei and Tyrion, with CerseiÂ admitting that [[Joffrey]] is a monster never happens. In the novels, Cersei and Tyrion are never as friendly as they are in this scene, and Cersei never acknowledges Joffrey's cruelty, calling it 'willfulness'. The change in Cersei's reaction to Joffrey is heavily due to the changes with Joffrey and Cersei's relationship.\n*[[Theon]] was sleeping with a tavern wench namedÂ Kyra, not withÂ [[Osha]], when he wakes and realizes that he can't hear the wolves howling in theÂ [[godswood]]. The wolves were confined there when [[Shaggydog]] got violent. He tells a guard to check and is then told theÂ [[Starks|Stark boys]]Â have escaped.\n*In the books,Â Farlan,Â the kennel master ofÂ [[Winterfell]],Â leads the hounds tracking BranÂ andÂ [[Rickon]] after his daughter is threatened to get his cooperation. In the series,Â TheonÂ has brought his ownÂ [[Theon's master of hounds|master of hounds]].\n*In the books, when Bran andÂ RickonÂ escape withÂ [[Hodor]] Â andÂ Osha, the two Reed siblings are with them (characters later introduced in the show). They don't go to a farm, they only go to the woods leaving an obvious trail, then backtrack, sending the wolves on to make a trail for the dogs.Â TheonÂ and his men don't go to the farm either.\n*In the series, the entire burned bodies of the children are hung on either side of the main gate. In the books, the bodies are brought in dressed in the clothes of Bran andÂ Rickon, but the heads have already been removed and tarred, with the faces peeled off. The bodies are thrown on a fire and only the heads are put onto spikes on the castle walls.\n\n==[[The Prince of Winterfell]]==\n*The cache of [[dragonglass]] weapons is discovered by[[ Jon Snow]] and [[Ghost]]Â the first night they spend at the [[Fist of the First Men|Fist]], not by [[Grenn]]. It contains blades, a dozen knives, leaf-shaped spearheads, at least 200 or 300 arrowheads and an [[Old warhorn|old broken warhorn]]. Jon makes daggers for himself, Grenn and [[Jeor Mormont|Mormont]]. He gives [[Samwell Tarly|Sam]] the old warhorn, a spearhead and a dozen arrowheads, and passes the rest out among his other friends for luck.\n*Asha ([[Yara]] in the series) does bring reinforcements for [[Theon]], but only 10 soldiers. Also, [[Dagmer Cleftjaw]] is not at [[Winterfell]],Â he is besieging [[Torrhen's Square]].\n*[[Luwin]] is aware that the Stark boys are alive, but is not aware that [[Osha]] is hiding with them in the crypts.\n*In the books, the prostitute that [[Cersei]] captures is Alayaya, a prostitute in a local high-end brothel,Â not [[Ros]] (who is not a character in the books). In addition, [[Tommen]] had been moved to Castle Rosby north of [[King's Landing ]] long before [[Stannis]] arrives, but is captured by Tyrion's [[sellswords]]. Tyrion threatens to harm him if Cersei harms Alayaya, &quot;the beatings and the rapes included&quot;. To make the threat worse, he says that he'll do that himself. The scene ends with Tyrion having the upper hand.\n*TyrionÂ andÂ [[Bronn]]Â don't argue in the book aboutÂ BronnÂ not wanting to wear a gold cloak.Â BronnÂ is not Commander of the [[City Watch]], that isÂ SerÂ JaclynÂ Bywater.Â BronnÂ is in command ofÂ Tyrion'sÂ private army of hired sellswords. He has not rounded up or gotten rid of all known thieves.\n*[[Arya ]] never asks [[Jaqen H'ghar|Jaqen's]] help to escape, nor to kill [[Tywin Lannister]]. Instead, she uses his name to help her free a group of northmen being held by Ser [[Amory Lorch]]. When she really escapes, she takes mounts for herself, [[Gendry]] and [[Hot Pie]], and has to kill a guard.\n*[[Robb|Robb's ]] scene with TalisaÂ (who is Jeyne Westerling in the books) is never shown; her story is also changed from the book.\n*Robb does not send any force to free [[Winterfell]]. He does not make any offer of surrender to the [[ironborn]] who occupy Winterfell.\n*Robb does not arrestÂ [[Catelyn ]] in the book. Desmond Grell, the castellan and master at arms of [[Riverrun]] did confine her in her [[Hoster Tully|father]]'s bed chamber for forms sake (only after she gave her consent to), after she helped [[Jaime ]] escape, but when Robb returned, he forgave her, stating that she made that mistake out of love. Robb had himself acted rashly, in breaking his marriage pact with the [[Frey]]s by marrying Jeyne Westerling (who is replaced by Talisa in the series).\n*[[Davos Seaworth|Davos]] is not madeÂ [[Hand of the King]]Â inÂ ''&quot;A Clash of Kings&quot;'', but much later in ''&quot;A Storm of Swords&quot;'', after he is released from jail. At that time, Stannis' Hand was Alester Florent (Selyse's uncle).\n*[[Brienne ]] isn't seen escorting Jaime to King's LandingÂ until the third book.\n*Jaime never tells anyone that there are three men in the kingdoms who might have a chance against him in battle.\n*Daenerys'Â scenes debating whether to go to the [[House of the Undying]] do not happen because: she goes there of her own accord, her dragons are never stolen, and there is no conspiracy.\n\n==[[Blackwater (episode)|Blackwater]]==\n*For a full list of the differences between the battle in the series and that of the book, see the &quot;In the Books&quot; section ofÂ [[Battle of the Blackwater]].\n*SerÂ [[Davos Seaworth|Davos]] is not the commander of Stannis' fleet. It is Imry Florent, Stannis' brother-in-law.\n*In the book, [[Tyrion ]] collects all of the armorers in [[King's Landing]] and orders them all to forge one chain link each. He collects them and has them linked together under the surface of [[Blackwater Bay]]. Once the majority of Stannis' fleet has passed the hidden chain, it is raised, creating a wall for the warships, preventing them from escaping once the [[wildfire ]] has been released.\n*Stannis does not personally fight; he stays south of the bay in case of a defeat. Despite this, he is still adamant about not retreating.\n*The [[Royal Fleet]] is sacrificed in the books by leading Stannis' fleet into the Tyrion'sÂ wildfire trap. In the series, Tyrion sends the bulk of the fleet away to safety, and only one ship filled with wildfire is let loose.\n*The scene with [[Varys ]] and Tyrion never happens.Â Varys has long since told him how he was made a eunuch.\n*In the books, all the burned out hulls of the ships create an effective bridge for Stannis' infantry to reach the beach.\n*[[Cersei ]] never obtains [[Essence of Nightshade|Essence of Nightshade ]] from [[Pycelle]], or anyone. She never contemplates killing herself, nor [[Tommen Baratheon|Tommen]], who is even not in King's Landing during the battle, having been sent away from the city by Cersei beforehand.\n*The room where Cersei and the highborn ladies gather for the battle is different; in the book it is akin to a small banquet hall.Â \n*[[Shae ]] does not speak to Cersei or [[Sansa ]] during the battle.\n*[[the Hound|The Hound]] holds a knife to Sansa'sÂ throat after throwing her on the bed, has her sing him a song, and then leaves. She sings ''[[Gentle Mother, Font of Mercy]]'' to him, rather than with all the women in Maegor's Holdfast as depicted in the TV series.\n*It is Ser [[Loras Tyrell]]'s older brother, Ser [[Garlan Tyrell|Garlan]], who wears [[Renly]]'sÂ armor in the battle.\n\n==[[Valar Morghulis]]==\n*In the books, Tyrion'sÂ wound is much more gruesome. He has half of his nose and a part of his upper lip cut off by SerÂ [[Mandon Moore|Mandon]],Â notÂ just a gash across his face. He was also hit in the arm with an arrow, and almost lost his arm as a result.\n*It is Maester Balabar, not [[Pycelle]], who first visits Tyrion.\n*[[Bronn |Bronn]]Â visitsÂ Tyrion'sÂ sickbed, notÂ [[Varys]].\n*[[Shae]] does not visit Tyrion while he recuperates in the book.\n*It takes longer for Tyrion to recover in the books; he is disillusioned and hallucinates.\n*[[Ros]] andÂ Varys'Â scene in the brothel does not occur in the books;Â VarysÂ is not a point of view character and Ros was made up for the show, a compilation of various prostitutes.\n*It is notÂ [[Littlefinger]] but SerÂ [[Dontos Hollard]]Â who explains to [[Sansa]] thatÂ [[Joffrey Baratheon|Joffrey]]'s betrothalÂ toÂ [[Margaery Tyrell]]Â would not stop him from having his way with her, and promises to take her home. Ser Dontos also gives Sansa a hairnet, and tells her to wear during the wedding between Joffrey and Margaery.\n*MargaeryÂ wasn't in[[ King's Landing]]Â immediately after [[Battle of Blackwater Bay|Blackwater]].\n*SerÂ [[LorasÂ Tyrell]] doesn't ask the reward ofÂ JoffreyÂ marryingÂ Margaery. He asks to joinÂ Joffrey'sÂ [[Kingsguard]], and his wish is granted. The request for Joffrey to marry Margaery is made by her older brother Garlan Tyrell, who does not appear in the series.\n*[[Stannis]] never attacks [[Melisandre]] physically, though he threatened to kill her if she ever lied to him. He never admits in the books that he had anything to do with [[Renly]]'sÂ murder.\n*[[Talisa]] is not a character in the books;Â [[Robb ]]instead marries Jeyne Westerling,Â and news of the wedding does not reach the reader until the subsequent book ''&quot;A Storm of Swords&quot;''. He doesn't talk to [[Catelyn ]]about breaking his marriage contract; Catelyn only finds out after they marry and return to [[Riverrun]].\n*The Northern army besieging [[Winterfell]] is commanded by SerÂ [[Rodrik Cassel]] in ''A Clash of Kings''. In the series he is already dead.\n*[[Theon]] did not immediately dismiss the suggestion of joining the [[Night's Watch]]. In the book, he seriously considers being stationed at [[Eastwatch-by-the-Sea|Eastwatch-by-the-Sea]] with a ship of his own to captain. He had almost talked himself into doing it until events outside changed the situation.\n*[[Dagmer]]Â hasÂ never been toÂ Winterfell in ''&quot;A Clash of Kings&quot;'', and did not betray Theon. He went to [[Torrhen's Square]] as a diversion, and is mentioned to be still there in the later volumes. Theon is not knocked out by his own men and given to the northern army, but he is betrayed by [[Ramsay Snow]], who befriended Theon at Winterfell and was sent to obtain [[sellswords|sellswords]] for him. Ramsay returns with an army, massacres the besieging northern army and once the gates are opened to them by Theon, he turns his army on the ironborn and punches Theon with a mailed fist.\n*Wex is Theon'sÂ muteÂ [[squire]] and is twelve years old. In the show no such character appears, and the name is only announced in the speech as one of the [[ironborn]].\n*MaesterÂ [[Luwin]] wasn't stabbed by Dagmer inÂ the books, though he did sustain a grievous wound during theÂ [[Sack of Winterfell]]. He is overjoyed to see [[Bran]] andÂ [[Rickon]], as he never visited them in the crypts. He knew that Bran was alive because he noticed the leg muscles of the corpse dressed in Bran's clothes.\n*LuwinÂ doesn't tell them to go to [[the Wall]] to [[Jon Snow|Jon]]. In the booksÂ LuwinÂ is not sure which route is safe, but does advise them to split up and take different roads.\n*The [[House of the Undying]] is a flat, one-story building in the book rather than a tall tower.\n*In the books, [[Daenerys]] comes to consult with the [[Warlocks of Qarth|warlocks]]. She is brought by [[Pyat Pree]], given [[Shade of the evening|Shade of the Evening]] to drink, and is told that she must enter alone, while SerÂ [[Jorah Mormont|Jorah]] and her [[bloodriders]] wait outside. In the series, she is magically brought into the tower, separating her from Jorah and [[Kovarro]].\n*In the book, Daenerys receives several visions relating to herÂ past and future. She does not meet the Undying Ones and receives no prophecies about her future in the show.\n*In the book, the dragons had not been captured but Daenerys had brought [[Drogon]] into the House of the Undying with her, and he does save Daenerys from the warlocks by burning the Undying Ones when they try to trap her.\n*In the series, Pyat Pree tries to imprison Daenerys, and her three dragons free her by setting him on fire. In the books, [[Drogon]] is the only dragon present and while he does kill the undead warlocks and sets fire to the House of the Undying, he does not kill Pyat Pree. HeÂ is outside when Daenerys emerges and, in a rage at the destruction she has caused, he vows revenge on her.\n*[[Xaro Xhoan Daxos]] and [[Doreah]] are not locked in a vault by Daenerys in the books. Xaro does not betray Daenerys and no vault is mentioned. Doreah has long been dead, having died of a wasting sickness in the [[Red Waste|Red Waste]].\n*Daenerys does not plan to buy a ship with Xaro's looted goods in the books. Daenerys and her [[Khalasar|people ]]do not loot Xaro's house. Three ships have been sent to her by [[Illyrio Mopatis|Magister Illyrio]] to return her to [[Pentos]].\n*[[Sam]] was inside the camp and not with [[Grenn]] and [[Dolorous Edd|Edd]] when the [[White Walkers]] and the [[Wight|wights]] arrived. They attacked in the dead of night, not during the day.\n*In the book, Jon Snow is immediately forced to fight [[Qhorin]] when they are caught by the [[wildlings]] at the mouth of a cave; they are not led away first, but Qhorin does strike the first blow. Qhorin's last word is simply &quot;...sharp&quot;, not &quot;we are the watchers on the wall&quot;.\n*In the book Qhorin's leg was torn apart by [[Ghost]], allowing Jon to kill him.\n*[[Jaqen H'ghar]] leaves [[Harrenhal ]]shortly after he helps [[Arya]] free the captive [[northmen]] in Harrenhal, before she and her friends escaped. She does not see him again afterwards.\n*[[Gendry]] and [[Hot Pie]] weren't with Arya when she said goodbye to Jaqen. In the book Arya says goodbye to Jaqen at Harrenhal, long before the escape. Arya arranges the escape herself.\n*In the book, Jaqen doesn't kill the guards at the gate. Arya distracts only one guardÂ and slits his throat.Â Arya, Hot Pie, and Gendry leave on horseback.\n*By this time in the book,Â [[Jaime Lannister|Jaime]]Â has shaved off his hair and kept a thick a beard to avoid recognition.\n*[[Brienne]] and Jaime did not meet three [[Stark]] soldiers, although they did find women hanged by Stark loyalists, but when Brienne climbs the tree to cut the bodies down, she spots a soldier filled galley that has been sent after them from [[Riverrun]], and they must flee leaving the women unburied. Their successful escape down the river is much more exciting and dangerous in the book. They travel with Cleos Frey, a cousin of Jaime, whose role was loosely filled by [[Alton Lannister]] in the show.\n\n"}, "title": "Differences between books and TV series - Season 2"}