{"attributes": {}, "sections": {"TOP": "Differences between books and TV series - Season 104909dmbsfxjjbk08cqh2inl6y93ztkl5k2q1760212015-03-09T21:00:24ZThe Dragon Demands5014364The following is a list of differences between [[Season 1]] of the television show ''[[Game of Thrones]]'' and the material from which it is adapted â&euro;&rdquo;mostly the first novel of the ''[[A Song of Ice and Fire]]'' series, ''A Game of Thrones''.\n\n==[[Winter is Coming]]==\n*The TV series starts with three rangers of the [[Night's Watch]] going under [[the Wall]]. In the book they have already been ranging for days.\n*In the book, the White Walker attack happens after several days of riding North of the Wall, but in the TV series it happens in a forest close to the Wall on the same day the rangers leave [[Castle Black]].\n*The [[White Walkers]] are mostly called Others in the books, especially by the people of the [[Westeros|Seven Kingdoms]]. It is the wildlings that refer to them as 'White Walkers'.\n*In the TV series, [[Will]] discovers the [[wildlings]] massacred and their bodies brutalized. In the book, he says they appeared to be sleeping and likely froze to death.\n*The [[White Walkers]] are of different appearance in the TV series. In the book, they have white skin and reflective light armor. In the TV series, they have frozen grey skin, dark hair, and a brutal face similar to a skull. They don't seem to wear any armor.\n*In the TV series,Â [[Gared]] and [[Waymar Royce]] face the White Walkers' first attack, while [[Will]] is exploring the area. In the book, [[Gared]]Â is left a short distance away to protect the horses and [[Will]] is climbing a tree to get a visual on the [[wildlings]] whileÂ Waymar Royce was left beneath the tree to face the [[White walkers]] by himself.\n*In the books, a group (at least five) of &quot;the Others&quot; (White Walkers) approachÂ Ser Waymar Royce, who has a duel with one of them before finally being killed by the group. In the TV series not more than two White Walkers appear, and Waymar is killed in a surprise attack by one.\n*  The [[wight]] girl, who frightens [[Will]] in the series is never mentioned in the book.\n*In the books, [[Waymar Royce|Ser Waymar Royce]] is transformed into a [[wight]].\n*In the TV series, [[Gared]] is the second one to be killed by the [[White Walkers]] and [[Will]] escapes. In the books, [[Will]] is strangled by the [[wight]] of [[Waymar Royce|Ser Waymar Royce]] and [[Gared]] escapes. There is a key difference in the fact that in the TV series the death is a beheading at the hands of a [[White Walker 2 (Winter is Coming)|White Walker]] as opposed to being killed by a wight.\n*The Winterfell soldiers' capture of [[Will]] is not described in the book.\n*There are several additional scenes in the TV series, taking place in [[Winterfell]], which introduce the [[House Stark|Stark family]]. [[Bran Stark|Bran]] is shown practicing archery, while [[Eddard Stark|his father]] is watching him. The scene with needlework, which involves [[Sansa Stark|Sansa]] and [[Arya Stark|Arya]], is moved to the beginning of the series, before [[Robert Baratheon|King Robert]] arrives. In the book, the scenes in Winterfell begin with the deserter's execution.\n*Arya is shown to be an accurate archer, while in the books, she doesn't know how to fire a bow and wishes she could learn. She has not shot a single arrow in any of the books.\n*In the books,Â [[Theon Greyjoy|Theon&amp;nbsp;Greyjoy]]Â kicks the severed head of the executed deserter.\n*&lt;span style=&quot;background-color:transparent;&quot;&gt;In the books, between the execution of the deserter and the discovery of the direwolf pups, Robb and Jon have a riding race; this is omitted in the TV series.&lt;/span&gt;\n*Events of the TV series are seventeen years after Robert's Rebellion. The books begin fourteen years after, thus the Stark children are visibly older. [[Robb Stark|Robb]] and [[Jon Snow]] are 17 instead of 14 (turning 15). [[Bran Stark|Bran]] is 10 instead of 7 and [[Rickon Stark|Rickon's]] age is increased from 3 to 6.\n*The Stark girls' birth years are also altered to [[Sansa Stark|Sansa]] 13 instead of 11 (turning 12) and [[Arya Stark|Arya]] is 11 instead of 9.\n*Likewise, the Royal children are older: Joffrey is 16 instead of 12, Myrcella is 11 instead of 8 and Tommen is 10 instead of 7.\n* Daenerys is 16 instead of 13 (turning 14).\n&lt;!-- I have commented this out because it does not establish how the book is different. What are the hair colours in the book? *In the TV series only [[Sansa Stark|Sansa]] has the characteristic auburn hair of the Tullys. [[Robb Stark|Robb]] 's hair has a bit of red in it, but darker than Sansa. Bran's hair is dark brown.--&gt;\n*In the book, snow covers the grounds around [[Winterfell]]. In the TV series, there is no snow.\n*in the book, the [[Direwolf]]Â pupsÂ were also found in waist-deep snow.\n*The scene in [[King's Landing]] introducing [[Cersei Lannister|Queen Cersei]] and her brother [[Jaime Lannister|Jaime]] is not in the books. It also shows the corpse of [[Jon Arryn]].\n**In the books, the conversation between Jaime and Cersei about Jon Arryn's death and their secrets occurs when Bran discovers them having sex at Winterfell.\n*[[Daenerys Targaryen]] appears much later in the TV series. In the book, she is introduced, after [[Eddard Stark]] gets the news about [[Jon Arryn]]'s death. In the TV series, she appears after the scene at [[Lyanna Stark]]'s tomb.\n*Targaryens have violet eyes in the books, but these were dropped from the series. The showrunners have said that they did use purple contacts early in filming, but this interfered with the actor's performance as emotion is conveyed through the eyes.\n*[[Illyrio Mopatis]]'s appearance is different to his description in the books. In the series, Illyrio is overweight and has dark brown hair flecked with grey with a forked beard. In the books, Illyrio is described as being morbidly obese with gold, oiled hair and a forked yellow beard.\n*Khal [[Drogo]]'s appearance is slightly different to his description in the books. He is described as having long mustachios with rings in them and many bells in his long braid. In the series, he has a beard with a single ring in it and does not have bells in his hair.\n*In the books, Daenerys, Viserys and IllyrioÂ go toÂ KhalÂ Drogo's manse inÂ Pentos andÂ attend a party thereÂ to celebrate Drogo and Daenerys's engagement. Many people appear in this party, including guests from other [[Free City|Free Cities]];Â several other khals; also, thisÂ party is where Ser Jorah is first seen. In the series, Khal Drogo simply rides up to Illyrio's manse with his bloodriders to assess Daenerys.\n*[[Tyrion Lannister]]'s appearance is different to his description in the books. He is described as having stunted legs, a swollen forehead, a squashed-in face and eyes of different colors. He walks with a profound waddle.\n*In the books, the arrival of the royal party is described from Eddard's point of view, thus the following scenes in the series are not present in the books: â&euro;&lsaquo;CatelynÂ and Luwin preparing for the feast; Robb, Theon and Jon preparing themselves for the arrival of the royal party;Â Bran sighting the royal party on the top of the wall;Â CatelynÂ scolding Bran for climbing up the wall; Arya watching the arrival of the royal party;Â Â House Stark and their retainers lining up to greet the royal party and Arya's whimsy.\n*â&euro;&lsaquo;In the books, the wheelhouse of Queen Cersei and the royal children is very huge, as the book goes, it is &quot;pulled by forty heavy draft horses&quot; and &quot;too wide to pass through the castle gate&quot;; thus the queen has to debark outside and walk into the castle. In the series, the wheelhouse is much smaller and is pulled by lesser horses into the castle.\n*Tyrion's introduction in the books is different. He is introduced at the feast through the eyes of [[Jon Snow]]. In the TV series, he is introduced in a scene with the prostitute [[Ros]] after [[Robert Baratheon]]'s arrival.\n*The prostitute [[Ros]] is not named in the book. She is probably the mentioned &quot;red haired whore.&quot; In the TV series, she is a recurring character.\n*In the books, Robert visits Lyanna's tomb (guided by Eddard)Â first, and then requests Eddard to be his Hand of the King. In the TV series, he does these two things in reversed order.\n*There's an additional conversation between [[Catelyn]] and [[Sansa Stark|Sansa]], which introduces Sansa's character and her personality. In books she is only briefly described at the feast and her personality is introduced at the [[Trident]].\n*The entrance of the Royal Family and House Stark to the feast, described in the book, was omitted in the TV series.\n*In the books,Â [[Benjen Stark]]Â enters the feast along with the Royal Family and the other members of House Stark; in the TV series he arrives late, after the feast begins.\n*In the TV series, [[Jon Snow]] doesn't attend the feast at all. He meets his uncle Benjen outside, when he is practicing with a sword. In the book, he attends the feast but is not permitted to sit at the main table with the royal family. Instead, he sits near the back with the squires, but is actually pleased with this as, out of sight, he is free to drink as much wine as he pleases (and gets drunk as a result). As the book goes, this feast is among the few times &quot;when Jon Snow was glad he was a bastard&quot;. Then BenjenÂ approaches him and they have their conversation inside the feasting hall.\n*In the books, the description of the feast is fromÂ Jon's point of view, thus it focuses on the conversation between Jon and Benjen, and thatÂ of Jon and Tyrion; and the scenes depicting the activities of other people in the feast are mostly not present in the book - these include King Robert's activities and Queen Cersei'sÂ reactions; conversation between Benjen and Eddard;Â conversation betweenÂ CatelynÂ andÂ Cersei; conversation betweenÂ [[Jaime Lannister|Jaime]] and EddardÂ about tournaments; [[Sansa Stark|Sansa]] speaking to the [[Cersei Lannister|queen]] and [[Arya]] throwing food at Sansa, etc.\n*In the book, when [[Luwin|Maester Luwin]] goes into Eddard's bedroom with the letter about Jon Arryn's murder. [[Catelyn Tully|Catelyn]] is naked. She even gets out of bed naked, remarking that it does not matter as Maester Luwin delivered all of her children. In the episode, she is dressed in a sleeping gown.\n*Lysa's letter isn't coded in the TV series and came by a messenger. In the book it is coded, found in a box with a false bottom, and was left in Maester Luwin's room by an unknown party.\n**Production images revealed that the prop letter actually ''was'' written in a symbolic code invented for the TV series, but this plot point was omitted in the final version of the episode (apparently to simplify the narrative for TV-first viewers). In the final version, the camera never actually sees what is written on the letter, only Catelyn's reaction.\n*[[Daenerys Targaryen|Daenerys]] and [[Khal Drogo]]'s wedding scene is shown earlier in the TV series than in the book. [[Jorah Mormont|Ser Jorah Mormont]]Â is introduced in this scene rather than in Daenerys' first scene.\n*Jorah Mormont's appearance is different to his description in the books. In the books, he is described as bald, stocky, hairy, and unattractive, but is strong and fit. In the series, he has short blond hair and is leaner and more attractive.\n*[[Khal Drogo|Khal&amp;nbsp;Drogo]]Â does not wait forÂ [[Daenerys Targaryen|Daenerys]]Â to consent to sex, and unlike the book, DaenerysÂ does not seem to take pleasure in it, crying while the KhalÂ takes her from behind.\n*In the book, [[Catelyn Stark]] encourages [[Eddard Stark|Ned]] to accept [[Robert Baratheon|King Robert]]'s request. In series, she is afraid for him and begs him not to accept.\n*In the books,Â Eddard plans to take [[Bran Stark|Bran]] to [[King's Landing]], before he is injured. There is no mention of this in the episode.\n*[[Cersei Lannister|Cersei]] and [[Jaime Lannister|Jaime]] are both naked in the book, when [[Bran Stark|Bran]] finds them in the tower. In the series, they are both dressed; Lena Headey was pregnant during filming of the scene.\n*In the book,Â [[Cersei Lannister|Cersei]]Â andÂ [[Jaime Lannister|Jaime]]Â talk about the previous events that transpired with the former Hand, Jon Arryn. This discussion instead takes place in the scene showing Jon Arryn's corpse.\n*In the book,Â [[Cersei Lannister|Cersei]] stands with her back to a wall when [[Bran Stark|Bran]] sees her from the window, while a man stands before her with his back to [[Bran Stark|Bran]] and his hand between the legs of [[Cersei Lannister|Cersei]]. In the series, [[Cersei Lannister|Cersei]] is on her hands and knees while Jaime mounts her from behind. A body double is used for this scene.\n*In the book, Jaime pushes Bran from the window with his right hand. In the show he uses his left hand.\n\n==[[The Kingsroad]]==\n*In the series, [[Jon Snow|Jon]] decides to go to [[Night's Watch]] completely on his own and no one wants to stop him. There are also no requests by [[Catelyn Tully|Lady Catelyn]] for him to leave.\n*In the book [[Tyrion Lannister]] does not sleep in the dog pen. He spends the entire night at the library without sleep, and in the morning he comes outside and encounters [[Joffrey Baratheon]] and [[The Hound]].\n*An additional scene between [[Jorah Mormont|Ser Jorah]] and [[Viserys Targaryen|Prince Viserys]].\n*An additional scene, which shows the making of the sword [[Needle]] and a conversation between [[Jaime Lannister|Jaime]] and [[Jon Snow]] about the [[Night's Watch]].\n*An additional scene, where [[Cersei Lannister|Cersei]] comes to [[Bran Stark|Bran]]'s bedroom and speaks about her first child. In the book, Cersei tells Ned in a much later chapter that she never gave birth to any child from Robert. The only time she got pregnant from Robert, she hadÂ an abortion. Robert was unaware of both the pregnancy and the abortion.\n*An additional scene, where [[Eddard Stark|Ned]] and [[Jon Snow|Jon]] say goodbye to each other.Â \n*[[Daenerys]]' scene with [[Doreah]], [[Jhiqui]] and [[Irri]] is shown much earlier in series. So is the scene of making [[Khal Drogo]] happy. In the series, the scene with Dany and Doreah is shown rather than implied.\n*[[Doreah]] has blonde hair in the books. In the series, she has brown hair.\n*In book, [[Robert Baratheon|King Robert]]'s and [[Eddard Stark|Eddard]]'s conversation about [[Daenerys Targaryen]] takes place during the riding. In the series, it takes place at breakfast. In the book scene, [[Jorah Mormont|Jorah]] is revealed to the reader as an informer to the King's [[Small council|council]]. In the series, that is first mentioned in [[The Wolf and the Lion|Episode 5]].\n*In the series, [[Yoren]] doesn't appear in the scene with two rapists.\n*An additional scene in the TV series, where [[Catelyn Tully|Catelyn]] searches the old tower and finds a golden hair. She suspects that the [[House Lannister|Lannisters]] are involved in [[Bran Stark|Bran]]'s accident even before she identifies the [[Valyrian|Valyrian dagger]].\n*In series the [[Winterfell]] meeting between [[Catelyn Tully|Catelyn]], [[Robb Stark| Robb]], [[Theon Greyjoy|Theon]], [[Rodrik Cassel|Ser Rodrik]] and [[Luwin|Maester Luwin]] takes place in [[godswood]] instead of in the castle.\n*There's an additional scene, when [[Jon Snow]] arrives at [[the Wall]]\n*In series, there is no conversation between [[Sansa]] and [[Arya]] about riding in a wheelhouse. At the [[Trident]], [[Sansa Stark|Sansa]] first appears, when she meets [[Ilyn Payne|Ser Ilyn]] and [[Sandor Clegane]]. She first confronts [[Arya Stark|Arya]] in her sword practice with [[Mycah]].\n*In series, [[Barristan Selmy|Ser Barristan Selmy]] and [[Renly Baratheon|Lord Renly]]Â don't appear at the Trident, only Ser Ilyn Payne arrives and scares Sansa.\n*In book, Sansa and [[Joffrey Baratheon|&amp;nbsp;Prince Joffrey]] go riding around the [[Trident]] and they are away for a long time, before they find [[Arya Stark|Arya]]. In series, they go only for a short walk and find [[Arya Stark|Arya]] nearby.\n*The series also shows what happens to [[Nymeria]], after she wounds Prince Joffrey. In series, it's clearly seen, that Arya throws a stone at Nymeria and sends her away. In book, Arya mentions this scene after she's brought back. The event happens after Jory finds her and together they throw several stones at her.\n*Arya is missing for four days. When she is finally found and taken before the King, it doesn't take place at Castle Darry (the book), but at the [[Crossroads Inn|Old Crossroads Inn]].\n*In the book, when Sansa lies that she does not remember what happened, Arya knocks her down to the ground, beating her.\n*[[Renly Baratheon]] is also present when Joffrey and Arya are called before King Robert. He bursts out laughing when he hears how Joffrey was disarmed by a little girl, and Robert orders him to leave.\n*When Ned talks with Arya in the book, he does not defend Sansa's lies. Instead he says that Jory's lie (that they did not find Nymeria) was not without honor.\n*In the series, Eddard executes Lady with a dagger. In the book, he uses the great sword [[Ice]].\n*[[Bran]] doesn't have dreams about the [[Three-eyed raven]] before he wakes up for a first time (In book, these dreams wake him up). In series, he wakes up, when [[Lady|Sansa's direwolf]] is executed. The book does not indicate any connection between Lady's death and Bran's awakening.\n*In the series, [[Eddard]] doesn't order [[Lady]]'s body be taken back to the [[North]], in order to prevent Queen Cersei or one of her retinue from taking her fur coat.\n*In the books, Sandor Clegane tosses Mycah's body in front of Ned and after Ned identifies the body, he states that Sandor rode the boy down. The Hound replies, laughing, that the boy didn't run very fast. In the series, Sandor doesn't stop nor talk to Eddard when he brings the body. When asked about the body, Sandor bluntly states that the boy didn't run very fast without a hint of humor.\n\n==[[Lord Snow]]==\n*In the book, [[Catelyn Tully|Catelyn]] and [[Rodrik Cassel|Ser Rodrik]] arrive atÂ [[King's Landing]] before [[Eddard Stark]]. They also arrive by ship from [[White Harbour|White Harbor]]. In series, they come by riding horses on the [[Kingsroad]] and they arrive after [[Eddard Stark|Eddard]].\n*In the book, Littlefinger has Catelyn summoned to meet him in the Red Keep, not in a brothel he owns (the TV series gives the explanation that she would be easily noticed if she went to the Red Keep). Thus Catelyn's negative reaction, and the line &quot;back alley Sally&quot;, do not appear in the books.\n*An additional scene in [[King's Landing]], where [[Eddard Stark|Eddard]] confronts Ser Jaime at the Iron Throne. Jaime describes the scene, when he stabbed [[Aerys II Targaryen]].\n*According to the books, Jaime did not stab the Mad King in the back but slit his throat.\n*When Jaime tells [[Catelyn Stark]] in ''&quot;A Clash of Kings&quot;'' how the Mad King executed Ned's [[Rickard Stark|father]] and [[Brandon Stark (Son of Rickard)|brother]], he mentions only the Lord Commander Gerold Hightower that was present there. He does not say there were 500 knights.\n* Robert claims to have killed a Tarly boy during the [[Battle of Summerhall]]. In the books there is no mentioning of any Tarly involved in this battle. Robert first fought the Tarlys in the Battle of Ashford.\n*Another additional scene in the series: A conversation between [[Cersei Lannister|Queen Cersei]] and [[Joffrey Baratheon|Prince Joffrey]] about what it will mean when he is a king.\n*In the books, when theÂ [[Royal Steward]]Â summons Eddard to the Small Council, EddardÂ asks for and is provided with appropriate garments; in the TV series the Steward suggests so, and Eddard ignores.\n*In the books, Lord Commander [[Barristan Selmy]] of the Kingsguard is present at the Small Council meeting, but he is absent in the TV series. This occurred because the writers didn't want Barristan to know that Jorah was a spy in the TV series. In Season 3's &quot;Kissed by Fire&quot;, there was even an invented scene in which Barristan specifically explains that he ''should'' have been present on the Small Council, but he just avoided council meetings because he dislikes politics.\n*In the books, the badge of the Hand that Eddard uses is a clasp at the throat that clutches the cloakÂ together. In the series it is a broach on the chest.\n*The saying about the Hand is changed as well. In the book, the saying is, &quot;The King eats, the Hand takes the shit&quot;. In series, the saying is, &quot;The King shits, and the Hand wipes&quot;.\n*Many recruits in the [[Night's Watch]] are omitted in the series such as Toad and Halder, and Dareon's character only makes a brief appearance. Parts of Dareon's dialog is given to Pyp's character. In the first scene at [[the Wall]], there are three notable recruits: [[Grenn]], [[Pypar|Pyp]] and [[Rast]]. [[Rast]] also gets more screentime than in the book. There is also an unnamed recruit with long hair who often appears with [[Rast]], who may possibly be Satin, but his name is never mentioned.\n*[[Rast]] isn't called Rat in the series and [[Grenn]] isn't called Aurochs.\n*In the fight with [[Grenn]], [[Jon Snow|Jon]] breaks Grenn's nose instead of Grenn's wrist in the series. He is also shown fighting more recruits in series (In the book, he fights only Grenn).\n*It is not [[Tyrion Lannister]] but Donal Noye the blacksmith who breaks the fight between Jon, [[Grenn]], [[Toad]] and two others (Rast and Pypar did not participate in the brawl), chides Jon for humiliating the other recruits and advises him to befriend them.\n*The breakfast scene at [[King's Landing]] is extended in the series. Arya is stabbing the table, Eddard appears at the breakfast and gives Sansa a doll. Septa Mordane doesn't follow Arya into her bedroom.\n*[[Jeyne Poole]] only briefly appears in the first episode. In the book, she also appears in many scenes in King's Landing. She goes to the Hand's Tournament and becomes ill when Ser Hugh is killed.\n*In series, [[Old Nan]]'s story about [[White Walkers]] is told days before [[Tyrion Lannister]] returns from [[the Wall]]. Bran is also more pessimistic in the series - he repeats the sentence &quot;I'd rather be dead&quot;.\n*There's an additional scene at [[King's Landing]], which shows a conversation between [[Robert Baratheon|King Robert]], [[Barristan Selmy|Ser Barristan Selmy]] and [[Jaime Lannister|Ser Jaime Lannister]]. They share stories about killing their first men. [[Aerys II Targaryen|Aerys Targaryen]] is mentioned again. The scene also introduces [[Lancel Lannister]].\n*There is no mentioning in the books that Aerys ever said &quot;Burn them all&quot;.\n*Jaime did not kill any of the outlaws in the battle against the [[Kingswood Brotherhood]]. He saved his master Lord Crakehall and crossed swords with the Smiling Knight (who was killed by Arthur Dayne). Jaime was fifteen years old then.\n*Lord Commander Mormont doesn't have a raven in the series.\n*In series, Yoren is introduced in conversation with Tyrion at the Castle Black rather than in the scene with two rapers as Jon Snow is on his way to the Wall. Benjen also appears in this scene.\n*An additional scene at [[the Wall]] where [[Benjen Stark]] and [[Jon Snow]] say goodbye to each other. (In books, this scene is only mentioned).\n*An additional scene across the Narrow Sea. [[Jorah Mormont|Ser Jorah]] and [[Rakharo]] discuss Dothraki weapons, [[Irri]] then appears and announces [[Daenerys Targaryen|Daenerys]]' pregnancy.\n*In the TV series, [[Rakharo]] seems to be based on Jhogo.\n*[[Syrio Forel]]'s appearance is different in series. He has curly black hair instead of being bald.\n\n==[[Cripples, Bastards, and Broken Things]]==\n*An additional scene at [[Winterfell]]. [[Bran Stark|Bran]] is dreaming. He is preparing to shoot an arrow, when the [[Three-eyed crow|crow]] appears. He follows it to the tomb entrance and sees, it has three eyes. Then he wakes up.\n*In series, [[Theon Greyjoy]] comes for [[Bran Stark|Bran]] instead of [[Luwin|Maester Luwin]].\n*An additional conversation between [[Tyrion  Lannister|Tyrion Lannister]] and [[Theon Greyjoy]]. Theon's past and origins are revealed in this scene.\n*Castle Black is shown to have walls and a gate in the series. In the novels, it has none, so the Night's Watch can only defend against enemies coming from the North, and thusÂ cannot rebel against the Seven Kingdoms.\n*[[Samwell Tarly]]'s introduction is slightly different in the series because of omitted recruits of the Night's Watch. In the book, Sam is attacked by Halder first. When [[Jon]] defends him, [[Alliser Thorne]] orders Halder, [[Rast]] and Albett to fight him. [[Grenn]] and [[Pyp]] intervene and take sides with Jon. In the series, Rast attacks Samwell. Jon then alone takes a fight against Rast, Grenn and Pyp.\n*In series, [[Samwell Tarly|Sam]] isn't called Ser Piggy. [[Alliser Thorne|Ser Alliser]] and [[Rast]] often call him Lady Piggy. (In book, ser Alliser uses this nickname only when Jon defends Sam)\n*In the series, Sam tells Jon Snow about his father ordering him to join the Night's Watch. In the book, Samwell Tarly remembers the scene with his father skinning a deer. This scenario was used for the introduction of Tywin Lannister, when he is talking to Jaime about living up to his destiny.\n*There is an additional scene in [[Vaes Dothrak]]. [[Viserys Targaryen|Viserys]] and [[Doreah]] are having a bath. They talk about [[dragons]] and their skulls in the [[Red Keep]]. In the book, it is only mentioned that Viserys and Doreah have had sex.\n*An additional conversation between [[Mordane|Septa Mordane]] and [[Sansa Stark|Sansa]] about Sansa's future, [[Joffrey Baratheon|Prince Joffrey]], the Iron Throne and the deaths of [[Rickard Stark|Rickard]] and [[Brandon Stark (the elder)|Brandon]].\n*Another additional scene which introduces [[Hugh|Ser Hugh]] from [[the Vale]]. [[Jory Cassel]] tries to speak with him and the arrogant knight refuses. In book, Ser Hugh is briefly mentioned before he's killed.\n*[[Tobho Mott]] tells [[Eddard Stark]] that [[Varys|a mysterious lord]] who did not identify himself paid him [[Gendry]]'s apprentice fee.\n*Both Mott and Gendry tell Eddard that [[Stannis Baratheon]] accompanied [[Jon Arryn]]. In the show, Stannis is not mentioned with regard to Arryn's investigations.\n*[[Gendry]]'s character is aged up in the series. In books, he is 16 years old. In series, he must be over 20.\n*Another additional conversation between [[Jaime Lannister|Jaime]] and [[Jory Cassel|Jory]]. Jaime is guarding the door, while the [[Robert Baratheon|King]] is having group sex. Jory comes with the message for the king. He tries to give it to Jaime, but he refuses. Thoros of Myr is mentioned.\n*The [[Greyjoy Rebellion]] is revealed from their conversation.\n*Additional scene at [[the Wall]] after [[Jon Snow|Jon]]'s confrontation with [[Rast]] at night: The recruits don't dare to attack [[Samwell Tarly|Sam]] because Jon has threatened them. [[Alliser Thorne|Ser Alliser]] grows furious because of that.\n*Another additional scene at [[the Wall]] in which [[Jon]] reveals his story with prostitute (which is [[Ros]] in the series). [[Alliser Thorne|Ser Alliser]] then comes and tries to frighten them with his story about the winter beyond the Wall, in the books Ser Alliser is not a ranger and doesn't go north of the Wall.\n*There's an additional conversation between Eddard and Queen Cersei.\n*The Tournament of the Hand is a lot shorter in the series. The only notable participants are [[Gregor Clegane|Ser Gregor]],[[Hugh| Ser Hugh]], [[Loras Tyrell|Ser Loras]] and partly [[Sandor Clegane|the Hound]]. The only shown fights are the jousts between Ser Hugh and Ser Gregor, Ser Gregor and Ser Loras, and the duel between the Hound and Ser Gregor. There is no mention made of the archery contest or the melee. In the books the jousting alone is over the course of two days.\n*In the series, [[Petyr Baelish|Littlefinger]] tells [[Sansa Stark|Sansa]] the story about the [[House Clegane|Clegane brothers]]. In the book, the story is told by [[Sandor Clegane|Sandor]] himself. He warns Sansa that if she tells anyone, he'll kill her.\n*In the series, Arya attends the tournament. In the book, Jeyne Poole accompanies [[Sansa Stark|Sansa]] to the tournament, not Arya.\n*When Tyrion comes to Winterfell, the direwolves attack him for no apparent reason (he does not have any malicious intent, on the contrary).\n\n==[[The Wolf and the Lion]]==\n*In the series, [[Sandor Clegane]] isn't shown participating in the tourney, and he spends all the time near theÂ [[Robert Baratheon|King]] and [[Joffrey Baratheon|Prince Joffrey]]. He only gets involved when [[Gregor Clegane|his brother]] is about to kill [[Loras Tyrell|Ser Loras]].\n* In the books, Gregor Clegane's shield bears the three black dogs sigil of his house. In the show, there is only one dog painted on the shield.\n*Catelyn tells Tyrion that Littlefinger told her the dagger belonged to him, and he lost it to Tyrion in a wager when Jaime Lannister was defeated in a joust by Loras Tyrell. Tyrion explains to Catelyn why Littlefinger is lying: he [Tyrion] never bets against his family. In the series, Catelyn does not reveal to Tyrion who set him up.\n*â&euro;&lsaquo;There are actually two sellswordsÂ accompanying Catelyn's party into the Vale: besides [[Bronn]] there is Chiggen.Â \n*Catelyn'sÂ party suffers from more than one ambushes by the hillÂ clansmen on the way to the Vale, most of their party is killed.Â Â ChiggenÂ is heavily wounded, andÂ BronnÂ slices his throat to prevent him from making noises and attract more ambushes.Â The only survivors are Catelyn, Tyrion, Ser Rodrik, Bronn, and [[Marillion]].Â InÂ the series, only a few of their party were killed by the clansmen.\n**During the attack, Tyrion fights only with a shield. While in the book, he uses an axe.\n*Besides the hill tribe ambushes, Catelyn's party also suffers from starving in the long road, and they have to kill horses to feed themselves.â&euro;&lsaquo;\n*More additional scenes at Winterfell: A conversation between [[Bran Stark|Bran]] and [[Luwin|Maester Luwin]] and a sex scene between [[Theon Greyjoy|Theon]] and [[Ros]].\n*[[Arya Stark|Arya]] doesn't confront [[Myrcella Baratheon|Myrcella]] and [[Tommen Baratheon|Tommen]] when she is chasing cats in the series. In the book, they see her and set the guards to catch her, but she escapes before anyone recognizes her. It is in the process of the escape that she gets lost under the Red Keep and comes to overhear the conspirators, as well as finding the dragon skulls.\n*In the series, [[Arya Stark|Arya]] finds only one dragon skull in the Red Keep's dungeons (probably the skull of Balerion due to its size) instead of finding several (as in the book).\n*In the series, the dragon skulls are white. In the books, dragonbone is said to be black due to a high iron content.\n*The two men in the dungeons are clearly seen in the series ([[Varys]] and [[Illyrio Mopatis|Illyrio]]). In books, they are not identified (Ilyrio can be identified because of his visual description. Varys is much harder to identify because he probably wears makeup - &quot;scared face and stubble of dark beard&quot;. The easiest way to identify him is by his sentence - &quot;...I must have gold and 50 birds...&quot;).\n*There is an additional conversation in the [[Red Keep]] between [[Petyr Baelish|Littlefinger]] and [[Varys]]. The spying on each other and Eddard Stark is revealed in this scene. The sexual habits of Lord Paxter are not discussed in the book.\n*In the book, [[Arya Stark|Arya]] comes back to surface miles away from the [[Red Keep]]. She is also covered in sewage and must bathe in a river before she can return to the Keep. In the series she leaves the dungeons via the tunnel beneath Aegon's Hill on which the Red Keep is located.\n*The meeting between [[Yoren]] and [[Eddard Stark|Eddard]] is extended in the series. After Eddard sends Arya out with [[Jory Cassel|Jory ]] (Desmond in the book), an additional scene follows, where Yoren tells about [[Catelyn Tully|Catelyn]] kidnapping [[Tyrion Lannister|Tyrion]]. In the book, a scene is described where Eddard takes Yoren to court and asks if any noble will do honor to his House and volunteer to serve at the Wall; none volunteer.\n*The [[Eyrie]]'s appearance is different in the series. In the books, it's a small traditional castle made of seven towers located on a shoulder of a very tall mountain - the Giant's Lance. The path is also guarded by three smaller towers. The castle in the series is located on the top of a much smaller mountain and its path doesn't seem to be guarded by towers.\n*The guarded pass Bloody Gate, which is the main entrance to [[The Vale of Arryn|the Vale]] in books, also doesn't appear in Season 1 (it is later depicted in [[Season 4]]), neither do the characters of [[Brynden Tully]] and Donnel Waynwood, who are the guardians of the Bloody Gate at this time point (Brynden is not introduced until [[Season 3]]). Their roles are given to Ser [[Vardis Egen]] in the series.\n*[[Catelyn Tully|Catelyn]]'s way from the foot of the mountain to the Eyrie isn't shown in series. She makes the climb riding on the back of a mule. Mya Stone, the bastard daughter of King Robert, whose job it is to escort people to the Eyrie, is absent in the series.\n*In the book, [[Catelyn Tully|Catelyn]] first reaches the [[Eyrie]] alone and meets [[Lysa Arryn|her sister]] in her chambers. [[Tyrion Lannister|Tyrion]] is then brought after her, being winched up the next day in a basket. In the series, Catelyn and Tyrion reach the Eyrie together and both confront Lysa in the main hall in front of all important residents. There follows an additional scene, which shows Tyrion's imprisionent and briefly shows [[Mord]].\n*Robert Arryn is renamed [[Robin Arryn]] in the series, probably to avoid confusion with King [[Robert Baratheon]].\n*Lysa's appearance is different. She is shown as a very skinny woman in series instead of being overweight with pale and puffy face as in the book.\n*An additional scene in King's Landing involving [[Loras Tyrell|Ser Loras]] and [[Renly Baratheon|Lord Renly]]. This scene confirms that they are lovers, which is only hinted at in the books.\n*Another additional scene involving [[Robert Baratheon|King Robert]] and [[Cersei Lannister|Queen Cersei]]. It shows that their marriage doesn't contain any love, and it is the only thing holding the kingdom together.[[ Lyanna Stark]] is also mentioned.\n*Littlefinger does not offer Eddard to take him to see the last person to see [[Jon Arryn]] alive, but to the brothel that Arryn and [[Stannis Baratheon]] were reported to visit.\n*The scene in which Ser [[Jaime Lannister|Jaime]] attacks [[Eddard Stark|Eddard]] is significantly different in the series. In the book, Eddard and his guards are on horseback, and are away from the brothel when confronted by the Lannisters. Jaime wants only to frighten Eddard and orders his men to kill the Stark guards. Eddard does not duel with Jaime, and he is not injured by a Lannister guard, but when his wounded horse falls on him, shattering his leg. [[Jory Cassel]]'s killer is not named.\n* In the book, [[Wyl (House Stark)|Wyl]] is not speared. The Lannister guardmen pull him off his horse and use their swords to kill him.\n*TheÂ dream/flashbackÂ [[Eddard Stark|Eddard]]Â is experiencing about the [[Showdown at the Red Mountains|Tower of Joy]] after he was wounded is omitted from the show.\n\n==[[A Golden Crown]]==\n*An additional scene in [[Vaes Dothrak]], in which [[Daenerys Targaryen|Daenerys]] holds a heated dragon egg. When [[Irri]] grabs it, she gets her hands burned while Daenerys remains unharmed.\n*When Robert and Cersei come to see Eddard, he tells Robert that he went to that brothel to see his baby bastard [[Barra]]. Robert is rather embarrassed to hear that, while Cersei shows no emotion.\n*Another dream of three-eyed crow, which is the same as the one in the fourth episode, appears in the series.\n*When [[Bran Stark|Bran]] falls into ambush while he is on the ride, there are four attackers shown in series: [[Stiv]], [[Wallen]], [[Osha]], and an unnamed man. In books, there are six attackers - the previous four, another unnamed man and a short fat woman named Hali. The [[direwolves]] ([[Summer]] and [[Grey Wind]]) don't get involved in the fight in the TV series. In the book the wolves arrive with Robb and kill several of the wildlings.\n*The series also shows one of [[Tyrion Lannister|Tyrion]]'s failed attempts to get [[Mord]]'s attention by offering gold. In the book, he convinces him by his first attempt and men come to Tyrion's cell to confirm his willingness to confess, allowing him to get them to make Mord return Tyrion's shadowcat skin coat.\n*There is another additional scene in King's Landing showing another sword practice between [[Arya Stark|Arya]] and [[Syrio Forel|Syrio]] and mentioning Syrio's series-only quote, &quot;There's only one thing we say to Death...NOT TODAY.&quot;\n*In book Eddard tells Arya who is angry that she will have to stop her lessons with Syrio Forel, if she is sent back to Winterfell, that Syrio may come with them if he chooses to enter Eddard's service. This is not mentioned in the episode. In both the fate of Syrio is uncertain.\n* In the book, a big fight between [[Arya Stark|Arya]] and [[Sansa Stark|Sansa]] precedes Eddard's talk with the girls about leaving King's Landing. In the series, this fight does not transpire.\n*Eating the stallion's heart seems to be the only part of the Vaes Dothrak ceremony in the series. In the books, there follows the procession around the sacred city.\n*The ceremony is also shown more from Ser Jorah's and Viserys's perspective in the series rather than Daenerys's in the book. There also follows additional series scene in which Viserys tries to steal Daenerys's eggs. This scene is only briefly mentioned in the book.\n*Tyrion's confession of his crimes is extended in the series. In the book, he is stopped immediately, while in the series he gives several funny examples.\n*An additional scene involving King Robert on his hunt, along with Renly, Barristan Selmy, and Lancel Lannister. He speaks of &quot;good old times&quot; and &quot;making the eight&quot;. Lancel is clearly shown goading Robert into drinking strong wine. In the book the hunt is never seen, and Varys tells Lord Eddard about the overly strong wine that Cersei gave Lancel to give to Robert. The term &quot;making the eight&quot;, never appears in the book.\n*There is no mention in the books that the [[Aerys II Targaryen|Mad King]], among the vicious atrocities he committed, slaughtered women and babies because the voices in his head told him they deserved it.\n*In the books, [[Tywin Lannister]] was not summoned to the court by Ned Stark to answer for [[Gregor Clegane|the Mountain]]'s crimes in the Riverlands.\n*In the book there is no scene between Ros and Theon, as she is leaving for King's Landing. Ros is possibly the unnamed, only mentioned red-haired prostitute, but no prostitute is mentioned leaving Winterfell much less talking to Theon about it.\n*There are several changes in Tyrion's [[First Trial of Tyrion Lannister|trial by combat]]. In the series, it takes place in the Eyrie's High Hall by the opened Moon Door, immediately after Tyrion's confession. In the book it takes place in the Eyrie garden, the next morning. Beforehand, Catelyn tries to dissuade Lysa from going ahead with the trial by combat, arguing that Tyrion is no use to them dead. She also worries that Bronn will defeat Lysa's champion, having seen him fight against the hill tribes. The death of Ser Vardis is more dramatic in the TV series. In the book, he is stabbed in the chest while he falls to the ground. In the series, he is injured several times, stabbed in the neck and finally thrown through the Moon Door.\n*In the series, the Moon Door is an opening in the floor of the Eyrie's High Hall. In the books, the Moon Door is a weirwood door that stands between two pillars in the Eyrie's High Hall.\n*In the book, in the feast whereÂ Viserys receives his &quot;golden crown&quot;, two other khals are present because their khalasars are also in Vaes Dothrak, and DrogoÂ talks about Viserys with them. In the TV series, no other khals are depicted.\n\n==[[You Win or You Die]]==\n*The episode opens with a scene at the Lannister camp with [[Tywin Lannister|Tywin]] and [[Jaime Lannister]]. Jaime and Tywin discuss family legacy while Tywin disembowels a dead stag. That scene does not occur in the books.\n*In the books, Tywin'sÂ appearance is described as bald,Â bushy golden side-whiskers and green eyes flecked with gold, quite different from how he appears in the TV series.\n*In the book,Â [[Eddard Stark|Eddard]]Â arranges his confrontation withÂ [[Cersei Lannister|Cersei]] about Jaime in the Red Keep's godswoodÂ &quot;so the gods can see&quot; as he explained. The scene takes place in an outside courtyard in the series instead. Cersei also attempts to seduce Eddard in the book and slaps him when he spurns her advances. Cersei reveals that she never gave birth to any child of Robert, and the only time she got pregnant from him - she had an abortion. Robert was unaware of both the pregnancy and the abortion.\n*There is an additional scene in Littlefinger's brothel where he talks about his past and coaches Ros and another prostitute, [[Armeca]], who is exclusive to the series.\n*There is a scene at Winterfell between Theon Greyjoy and Osha. Maester Luwin comes in and asks Osha why the wildlings were south of the Wall.\n*There is also an additional scene at the Wall, which shows the return of Benjen Stark's horse without his rider. That makes all of Castle Black worried. In the books, the men of the Night's Watch become worried only because of Benjen's long absence.\n*In the series, Eddard is warned by Lord Renly that something terrible has happened to Robert. In the books, he only suspects that because of dead silence on his way to King Robert.\n*[[Tomard]], one of the guards at Winterfell, is sent to [[Dragonstone]] with a letter informing [[Stannis Baratheon]] that his brother has no rightful heirs, making him next in line to succession. In the books, Stannis had already investigated this with Jon Arryn and knew that Jaime was the father of Cersei's children.\n*Tomard is killed in the throne room before he can deliver the letter to Stannis.\n*Tomard's appearance is different from the book. He is nicknamed Fat Tom, but in the series, he is not shown to be particularly overweight. He is one of the many guards that Eddard Stark brought from Winterfell, but he has diminished screen time in the series as Jory was more prominent.\n*In the series, every recruit is passed out of training and becomes a man of the Night's Watch (Ser Alliser mentioned that in episode 4). In books, Ser Alliser passes on only 8 recruits (Jon, Halder, Grenn, Pyp, Toad, Matthar, Albett, Dareon). Sam was thought to remain a recruit.\n*In the books, [[Jon Snow]] is worried that Sam might not be initiated with the other recruits. No such concern is shown in the series.\n*In books, Jon has to convince Maester Aemon to pass Sam out of training because of his reading skills. Most recruits are lowborn, many criminals, and few can read - while Sam can not only read but is well-educated, so he can be useful helping the blind Aemon handle messages in the rookery. In the series, Sam automatically leaves training, though he is still assigned to work with Aemon.\n*Pyp is named to the stewards in series instead of being named to the rangers. Rast is named to the rangers, but in the books, he remains a recruit.\n*In the series, Maester [[Aemon]] gives orders to the new stewards instead of [[Bowen Marsh]] in books.\n*Cersei mentions that Robert had a beard at the time of their wedding. In the books, it's mentioned that Robert was clean-shaven during the time and only grew a beard later in life to cover his double chin.\n\n==[[The Pointy End]]==\n*In the series, Septa Mordane tells Sansa to go and lock herself in their rooms, while she goes to confront the Lannister soldiers coming down the hall. In the book, Sansa and Septa Mordane are not together when the massacre occurs. Sansa is distraught with her father breaking her engagement and sending her back to Winterfell, went to Cersei to get her to talk to him and change his mind. This causes Cersei to accelerateÂ her plans to prevent it. Cersei has the Kingsguard take Sansa to a tower room and imprison her there immediately afterwards, before the massacre takes place.\n*The soldiers that fight Syrio in the book are more lightly armored, and Syrio with a wooden sword does far greater damage to them, killing them with stabs through the neck and eyes. In the series he merely disarms and injures them.\n*There are several scenes showing the Lannisters' massacre of the Stark people: [[Vayon Poole]] is killed, Sansa gets captured by the Hound, and Septa Mordane makes a stand. The book describes only the aftermath through Arya's eyes.\n*Arya's stableboy killing looks more like an accident in the TV series.\n*Sam has several more observations to make about the dead rangers in the books.\n*When Jon enters the common hall after hearing the news about his father, there is no awkward silence. Instead, Jon's friends encourage him and assure him they know the allegations against Ned are all lies.\n*While Jon is on his way to the Lord Commander's quarters, he finds the body of a guard who was killed by [[Othor]] the wight, his head had been twisted completely around.\n*When Jon cuts off the wight's hand, the severed limb does not simply drop to the floor, but keeps fighting independently. It grabs Jon's calf, and Jon barely manages to pry it off.\n*Jon killing the wight with the thrown lantern severely burns his arm. It heals painfully, and he is left with very bad scars. In the book Jon throws burning curtains over the wight.\n*While making their way through the mountains, Tyrion tells Bronn about his first wife [[Tysha]]. This does not happen in the TV series until they reach [[Tywin Lannister]]'s camp. Bronn asks how Tyrion knew that he would champion for him. Tyrion replies that he didn't, but anticipated that as a [[sellsword]], Bronn would do it for the gold, the reason he helped escort Tyrion to the Eyrie in the first place, in the hope of a reward from [[Catelyn Stark]].\n*At least ten clansmen that ambush Tyrion and Bronn report their names. The first isÂ [[Gunthor|Gunthor son of Gurn]], and it is him that speaks the TV-series line of [[Shagga]]:Â  &quot;When you meet your gods, say it was Gunthor son of Gurn of the Stone Crows who sent you to them.&quot; Shagga son of Dolf is actually the second. Gunthor is not identified in the TV series, only his name is mentioned in the episodeÂ [[Baelor]].\n**â&euro;&lsaquo;TheÂ clansmen ambush Tyrion and Bronn because BronnÂ captures a goat for food, which the they claim to be theirs: &quot;Our mountain, our goat.&quot;\n*The [[Lhazareen]] girl Eroeh who is the first one Daenerys saves, and who then becomes devoted to her, is absent from the series. In the series, Daenerys is shown rescuing many women, primarily [[Mirri Maz Duur]].\n*There is a duel in the series between [[Mago]] and Drogo, after Mago challenges Drogo's authority. Drogo slices open Mago'sÂ throat and rips his tongue out. The book only depicts the conversational confrontation among Mago, Drogo and DaenerysÂ about Daenerys deprivingÂ MagoÂ of his rape victim, and this section concludes with DrogoÂ orally denying Mago - no following force confilct is described -Â and in a later chapter,Â Mago is shown still alive. The duel was added to the series as [[Jason Momoa]], the actor playing Drogo, believed that the audience hadn't been shown Khal Drogo's combat prowess.\n*Drogo is injured in off-screen battle against rival a khalasar, led by Khal Ogo. It is not Mago that injures Drogo, but a bloodrider of Khal Ogo.\n*The wound that Mirri Maz Duur infects was worse than the one shown in the series which was superficial. In the book he is wounded in battle with the Lhazareen.\n* In the books, neither Cersei nor any other character calls Sansa &quot;little dove&quot;.\n*After being dismissed, Ser Barristan throws his sword at Joffrey's feet and tells him to add it to his throne. He suggests that Stannis will soon arrive to depose the &quot;boy king&quot; anyway. After the old knight leaves, Joffrey decides that his last words were treasonous and orders the Gold Cloaks to go after Selmy and apprehend him. Barristan has to kill two members of the city watch and escapes from the city. In the series, he is simply allowed to leave.\n\n==[[Baelor]]==\n*In the book, it is Elmar Frey to whom Arya is betrothed. In the series, she is betrothed to Waldron Frey, a name which never appears in the books.\n*Walder Frey imposes one more condition on the Starks: two of his young grandsons, &quot;Big&quot; Walder and &quot;Little&quot; Walder, will be taken to Winterfell as wards. Catelyn agrees, thinking that Bran needs the company of children of his age.\n*Theon does not snicker when Catelyn tells Robb the terms of the pact with the Freys.\n*In King's Landing, Arya is seen in the series trying to trade the dead pigeon to the baker for bread. In the books, the baker has tarts, and Arya first asks for a lemon one. This is an interesting choice as lemon is often referred to as Sansa's favorite. When Arya was invited to have lemon cakes with the Queen in her wheelhouse, she couldn't care less. Now she appreciates them.\n*Arya drops the pigeon when the crowd draws her to the Sept of Baelor for Lord Eddard's trial, in the series. In the book, Arya takes the pigeon with her to the docks, where she discovers that the boat her father had hired to take her back to Winterfell was still at the dock, with men dressed in Lord Eddard's colors. At the last minute she realizes that it is a trap. She loses the pigeon, which is on her belt, as she is running away, but, whether it fell or was stolen by a pickpocket, she is unsure.\n*The TV series changed [[Shae]]'s back story (which wasn't detailed in the books as much anyway) as being from the Free Cities, because they enjoyed the audition of actress [[Sibel Kekilli]], but wanted to have some explanation for why she speaks with a German accent. It is specified in Season 2 that she is from [[Lorath]].\n*In the books, Tyrion, Bronn, and Shae do not play the drinking game, and Tyrion tells them about [[Tysha]] separately. He had already told Bronn about his first wife while they were still in the mountains of the [[Vale]]. He does not tell Shae about her until much later.\n*The story about Tysha in the books is slightly different than in the series: Tysha was the orphaned daughter of a crofter, not a wheelwright's daughter; Tyrion was thirteen when he met her, not sixteen; after she was gang-raped by the soldiers, Tywin forced him to be the last. Tywin's soldiers paid her with a silver coin each. Tyrion was ordered to give her a gold coin, as Lannisters are worth more.\n*In the books, Tyrion Lannister is depicted giving a battle speech, before riding in the vanguard and fighting a knight whom he eventually causes to yield. He is also described as wearing a mish mash of armor instead of his custom suit as shown on TV, because his armor is still at Casterly Rock. This causes the audience to miss him spearing a horse with a unicorn helm, the only thing they could find that fit his head. In the series, Tyrion is knocked out before the battle even starts by an errant warhammer and wakes up after everything is over.\n*In the book, [[Podrick Payne]] is introduced at the same time that Shae is, in Tyrion's army camp tent. Podrick is a minor cousin of the more famous Ser Ilyn Payne. Podrick does not appear in Season 1 of the TV series, but he is introduced at the beginning of Season 2.\n*â&euro;&lsaquo;In the book,Â betweenÂ Eddard'sÂ false confession and his execution at the [[Great Sept ofÂ Baelor|Great Sept of&amp;nbsp;Baelor]],Â it is theÂ [[High Septon (Before the riot of King's Landing)|High Septon]]Â who gives the speech &quot;As we sin, so do we suffer...&quot;Â and asks King JoffreyÂ how to deal with Eddard. In the TV series, Grand MaesterÂ [[Pycelle]] doesÂ this speech and asks the question instead.\n\n==[[Fire and Blood]]==\n*In the series, it is Sandor Clegane who lifts Eddard's head instead of [[Janos Slynt]].\n*In the books, Yoren tells Arya that the man (Varys) who brought Gendry to him was the same one who told him to delay leaving and be at the Sept of Baelor, because the trial of Eddard Stark was supposed to result in him being sentenced to take the black and he would be going with Yoren to the Wall.\n*In the series, Maester Luwin doesn't accompany Bran into the crypts below Winterfell; Osha takes him. In the book, it is Maester Luwin who takes Bran down to the crypts to show him that his father is not there, and Shaggydog bites him. Bran and Rickon then go with him back to his tower and are there when the raven arrives with word of their father's death (their wolves begin to howl and Rickon begins to cry before the raven comes).\n*In the books, before JoffreyÂ commands Sansa to watchÂ Eddard'sÂ head with him, he is handling a series ofÂ disputations and cases with the [[Small Council]]: he leaves nine out of ten cases (which seem to bore him)Â to the Small Council, and makes judgmentsÂ himselfÂ on the rest, in a willful way. The bard depicted in the series, who performs the song about King Robert and the boar and lions, and then gets punished for this, is actually the accused one in the last case in the books.\n**Also, the punished bard is not [[Marillion]]Â but an unnamed fat one in the books; in the booksÂ MarillionÂ remains at the [[Eyrie]] Â afterÂ [[First Trial of Tyrion Lannister|the First Trial of Tyrion Lannister]]Â (corresponding toÂ [[A Golden Crown]], S1E06 in the TV series), until he plays an important role in two important events much later at Eyrie, at a time pointÂ corresponding [[Mockingbird]], S4E07 and [[The Mountain and the Viper]], S4E08Â in the TV series; please refer to the relating items inÂ [[Differences between books and TV series - Season 4 # Mocking Bird|Differences between books and TV series - Season 4]]Â for details.\n*An additional scene from the novel ''&quot;A Clash of Kings&quot;'', when Arya meets [[Gendry]], [[Hot Pie]] and [[Lommy Greenhands]], is shown in the series.\n*The brawl between Arya and Hot Pie is much more violent in the book: Arya breaks Hot Pie's nose, and when she turns to Lommy, Hot Pie attacks her with a jagged rock. Arya then beats Hot Pie till he soils his pants.\n*Arya only threatens [[Hot Pie]] with Needle in the series. In the book, she beats him with a wooden sword and Yoren punishes her for that. This event also happens during their journey instead of on the streets of King's Landing.\n*[[Gendry]] does not intervenes in the brawl. He just tells Lommy and Hot Pie to leave Arya alone, and when Hot Pie attacks Arya with a jagged rock from behind - he warns Arya in time.\n*Lommy doesn't use the nickname &quot;Lumpyhead&quot; for Arya in the TV series.\n*[[Rorge]] and [[Biter]] are seen, along with a hooded man who is presumably [[Jaqen H'ghar]]; Rorge is not missing his nose.\n*In the book, Sam does not ride out with Grenn and Pyp, after Jon who is deserting the Night's Watch. Sam tells the others, and seven recruits ride out to pursue Jon. Ghost gives away Jon's position, who hides from the recruits.Â \n*The scene between Catelyn and the imprisoned Jaime is based on a similar scene between them in the novel ''&quot;A Clash of Kings&quot;''. This scene is broken into two parts. One half here and the other part is in season two episode &quot;[[A Man Without Honor]]&quot;, when she goes to see Jaime with Brienne of Tarth. The dialogue between the two here is only a small fraction of the whole conversation, and does not include Jaime's teasing comment about [[Brandon Stark|Bran]]: &quot;I seldom fling children from towers to improve their health. Yes, I meant for him to die&quot;.\n*In the book, beforeÂ DaenerysÂ steps into the pyre, she asks Rakharo, Jhogo andÂ AggoÂ to be her [[bloodrider]]s and assigns them as her ''kos''. All the three riders refuse at this point, declaring that only a male can lead a [[khalasar]] and have bloodriders, but she is ''[[khaleesi]]''. They only promise to accompany her back toÂ [[Vaes Dothrak]], and protect her ''en route'' until she joinsÂ [[Dosh khaleen]]Â there safely (in accordance withÂ Dothraki tradition). However, after she emerges unharmed from the pyre with three hatched dragons, the three Dothraki warriors recognize her as &quot;blood of my blood&quot;. These are omitted from the TV series. It is later revealed in Season 2 thatÂ Daenerys's bloodriders in the TV series are [[Kovarro]], [[Rakharo]]Â andÂ [[Aggo]]Â - slightly different from in the books.\n*In the book, whenÂ DaenerysÂ steps into the pyre, it all occurs in the same night. In the series, the scene ends the next morning.\n*In the book, when Daenerys is found in the smoldering remains of the fire, the dragons are nursing mother's milk which she has as she was pregnant. Also, though her skin is unburnt, all of her hair has burned away (it eventually grows back at a normal rate).\n\n"}, "title": "Differences between books and TV series - Season 1"}