{"attributes": {}, "sections": {"TOP": "Differences between books and TV series05597ofy6248po80zry0gk1rys5xcsasdm7g1760182015-03-09T20:58:44ZThe Dragon Demands5014364The ''Game of Thrones'' series's storyline closely follows the story of [[George R.R. Martin]]'s ''[[A Song of Ice and Fire]]'' novels, but there are still some differences between books and series. On this page, there is a list of differences such as additional scenes, character appearances, and chronological changes that can be found in the TV series &quot;''Game of Thrones''&quot;.\n\nPlease note, that this list shouldn't spoil the next seasons. Feel free to add differences, but don't mention any scenes/characters which weren't mentioned or shown in the first season and can spoil the second season. If anything spoils too much, please correct or delete.\n\n==[[Differences between books and TV series - Season 1]]==\nThese differences can be found between the first season of the TV series and ''A Game of Thrones'', the first novel in the ''A Song of Ice and Fire'' book series.\n\n==[[Differences between books and TV series - Season 2]]==\nThese differences can be found between the second season of the TV series and ''A Clash of Kings'', the second novel in the ''A Song of Ice and Fire'' book series.\n\n==[[Differences between books and TV series - Season 3]]==\nThese differences can be found between the third season of the TV series and roughly the first half of ''A Storm of Swords'', the third novel in the ''A Song of Ice and Fire'' book series.\n==[[Differences between books and TV series - Season 4]]==\nThese differences can be found between the third season of the TV series and roughly the second half ofÂ ''A Storm of Swords'', the third novel in theÂ ''A Song of Ice and Fire''Â book series.\n\n==[[Differences between books and TV series - Season 5]]==\nThese differences can be found between the fourth season of the TV series and, roughly, ''A Feast for Crows'' and ''A Dance with Dragons'', the fourth and fifth novels of the ''A Song of Ice and Fire'' book series.  The two novels take place concurrently, with the fourth novel detailing events in the Seven Kingdoms, while the fifth novel follows events outside of them (at the Wall, Arya and Tyrion in the Free Cities, and Daenerys in Slaver's Bay).  Originally the fourth and fifth novel were going to be one very long novel, but Martin had to split them apart because it had grown too large.  The TV series chose to simply intercut material from the two - which, in a sense, is recreating the original effect that Martin intended.\n\n==[[Characters significantly changed between books and TV series]]==\n\nThese are overall differences for several characters that were significantly changed between the books and TV series.\n\n==[[New characters who appear exclusively in the TV series]]==\n\nA guide to major new recurring characters invented for the TV series which have no real counterpart with any characters from the novels.\n[[Category:Production]]\n[[Category:Differences between books and TV series]]"}, "title": "Differences between books and TV series"}