{"attributes": {}, "sections": {"TOP": "Differences between books and TV series - Season 40223004mx72fn666wlr5p04raa12zixm3mqgs1787812015-03-23T12:06:06ZThe White Winged Fury26111788Breaker of Chains.The following is a list of differences betweenÂ [[Season 4]]Â of the television showÂ ''[[Game of Thrones]]''Â and the material from which it is adapted â&euro;&rdquo;mostly the second half of the third novel of theÂ ''[[A Song of Ice and Fire]]''Â series,Â ''AÂ Storm of Swords.''\n==[[Two Swords]]==\n*[[Tywin Lannister|Tywin]] never sends for a smith from [[Volantis]] to re-forge [[Ice]], and it is never said that one of ''only'' three smiths able to work with [[Valyrian steel]] is from there. The deed is performed by [[Tobho Mott]] (Gendry's former master, appears in [[Season 1]]), who is from [[Qohor]]. Qohor is famous for having the only blacksmiths who can reforge Valyrian steel, and there are more than three of them. It is possible that the actor who played Tobho Mott was simply unavailable.\n* The forging of the swords is done off-screen.\n* Jaime tells Ser Flement Brax, not to Qyburn, &quot;If you admire the bloody thing so much, lop off your own sword hand and you can have it&quot;.\n* Jaime is angry to receive the new sword, considering it as a cruel jape.\n*Tywin first unveils the sword which will be gifted to [[Joffrey Baratheon|Joffrey]] on his wedding day in the small council chamber, and Tyrion is the first person he shows it to. This happens well before the [[Red Wedding]], around the time that [[Jaime]] was still in [[the Riverlands]].\n*Jaime mentions that the Lannisters have wanted a Valyrian steel sword for years. Tywin's longstanding quest to acquire one for the family is covered in more detail in the books. He attempted to buy one from various impoverished lesser houses, but their swords were so treasured that none would part with them. Tywin's younger brother Gerion led an expedition to recover ''Brightroar'', the Lannisters' lost ancestral sword, and did not return.\n*Sansa meets with Ser [[Dontos]]Â much earlier in the books: this happened a few days after the tourney during Joffrey's name day in Volume two,Â ''A Clash of Kings''â&euro;&lsaquo;, a time point corresponding to early stage of [[Season 2]] in the TV series. Furthermore,Â DontosÂ givesÂ herÂ a hairnet in the book, not a necklace.\n* In the books, the wildlings' army numbers between 20,000 - 30,000 people (including the non-combatant ones) according to Thoren Smallwood's estimation, not 100,000.\n*The [[Thenn]]s are not cannibals in the books. This is basically combining them with another wildling tribe, the [[Ice-river clans]], who are cannibals. The Thenns are actually the most civilized of the wildlings, living under their own lords who enforce their own laws.\n*In the books, Jon claims that he was a better swordsman than Robb. In the show, Jon says Robb was better than him.\n*The interrogation of Jon takes place later in the novels. When Jon arrived at Castle Black, both [[Alliser Thorne|Ser Alliser]]Â and [[Janos Slynt|Lord Janos]]Â were not present as they were both at Eastwatch-by-the-Sea. The position of Acting Lord Commander was held by [[Bowen Marsh]], then by the smith Donal Noye and finally by Janos Slynt,Â not by Ser Alliser. By the time Ser Alliser and Lord Janos were interrogating Jon, Maester [[Aemon Targaryen|Aemon]] was already satisfied by his explanation.\n*[[Brienne of Tarth]] and [[Jaime Lannister]] do not arrive at King's Landing in time for the royal wedding in the books. Some of Jaime's scenes are from the books but occur much later, after his return. Jaime's scene in the White Sword Tower with Joffrey, however, has no counterpart in the books.\n**This does mark the first time that Ser [[Preston Greenfield]] has been mentioned by name as a member of the Kingsguard; before this his name was known only from the books. It also confirms Preston survived the [[Riot of King's Landing|riot in Kings Landing]].\n*Brienne was not allowed to wander around freely in the city. Shortly after she and Jaime arrived, he ordered to imprison her for her protection, following the nearly-bloody encounter with Loras who accused Brienne of Renly's death and challenged her to fight.\n*Jaime never tried to evade his oath to Catelyn. He was unable to fulfill it since he and Brienne arrived at King's Landing too late, after Sansa escaped.\n*Oberyn's host arrives at King's Landing before the Red Wedding. When Tyrion meets them he is accompanied by Lord Gyles, Jalabhar Xho and Ser Addam as well as Bronn and Podrick and a retinue of the Gold Cloaks. Furthermore, Oberyn meets Tyrion here rather than in a brothel.\n**Oberyn ''does'' mention when he meets Tyrion that he wants to avail himself of the city's brothels, and that Ellaria is interested in joining him. It also established that Ellaria is sexually interested in women as well, because he said she had never been with a blonde woman before. Thus this scene was implied within the books, but happened &quot;off screen&quot;.\n**Lord Blackmont reveals that Doran Martell's health has confined him to [[Sunspear]]. In the novels, however, Prince Doran has not set foot in the Dornish capital for two years, preferring the peace and isolation of the Water Gardens; his summer seat.\n**It is at this point in the books that Oberyn tells Tyrion of their first encounter when Tyrion was a baby; in the series this conversation was held back until Oberyn visited Tyrion in his cell while awaiting his trial by combat.\n*It is never stated that [[Grey Worm]] has any attraction to [[Missandei]]; apart from anything else, she is only ten years old in the books.\n**The books do later point out that just because the Unsullied do not have a man's parts does not mean they do not have a man's heart, and they can still develop emotional attachments to people, more so now that Daenerys has freed them from their utterly regimented slavery.\n*Grey WormÂ and [[Daario Naharis]] never gambled with each other.\n* It is not Bronn but Joffrey who makes a joke at the expense of the Dornish: &quot;How many Dornishmen does it take to shoe a horse? Nine. One to do the shoeing, and eight to lift the horse up&quot;.\n*DaarioÂ does giveÂ [[Daenerys Targaryen]] flowers ostensiblyÂ to show her what the country and its people are like, but this is something he doesÂ regularlyÂ at his daily reports to the Queen, while inÂ the TV show this was turned into a single, specific scene.\n*The TV series has made no mention of Ser [[Arthur Dayne]] before, and in some respects combined his legendary status with Ser [[Barristan Selmy]] - though Ser Barristan was a Kingsguard alongside Ser Arthur and a living legend in his own right. Season 4 has reversed this trend by explaining who Ser Arthur was.\n*[[Arya Stark]] killing [[Polliver]] mixes elements from three separate deaths in the books. In the books, three of Ser Gregor Clegane's men are on her revenge list: Polliver took Needle, but it was Raff who killed Lommy (by driving a spear through his neck), while [[the Tickler]] was the head torturer at [[Harrenhal]]. The Tickler was killed by [[Jaqen H'ghar]] in the TV series, but in the books she had him kill another guard named Chiswyk. In the books, Arya does encounter both Polliver and the Tickler at the [[Inn at the Crossroads]] (in the TV series it was a different inn). Also, they fought only three men (Polliver, the Tickler and their squire) not five.Â It was Sandor, notÂ Arya, who killed Polliver, but Arya killed the Tickler. She killed him in a frenzy by stabbing him repeatedly, sarcastically shouting the questions he interrogated innocent prisoners with as he tortured them: &quot;Is there any gold hidden in the village?! Silver?! Gems?! Where is Lord Beric?!&quot; - the Tickler's great cruelty being that he knew there was no gold but tortured people anyway. Arya continues stabbing him until Sandor has to physically pull her off of his corpse. Sandor was also hideously wounded in the fight. In a separate scene,Â Arya kills Raff, the man who killedÂ LommyÂ in the books,Â by forcing him into the same position Lommy was when he brutally killed the injured boy: she stabs Raff in his leg, making him beg her to carry her to a healer, then she sarcastically quotes the cruel taunt he made to Lommy as he killed him (&quot;'Carry me' he says? Think so?&quot;) and then stabs him through the throat. Because Raff's role was condensed with Polliver in the TV series, Polliver was given Raff's death at Arya's hands from the books.\n* In the books, when Arya and the Hound reach the inn, Arya has a horse of her own - a mare that they found wandering riderless the morning after the slaughter at the Twins. Arya names her Craven.\n*In the books, Arya never tells the Hound about Lommy.\n* In the books, Arya and the Hound see no one outside the inn. Arya does not want to enter, claiming there might be ghosts inside. The Hound insists on entering, since he wants wine and information about the [[Ruby Ford]].\n*There is no character named [[Lowell]] in the books.\n* In the books, Polliver and the Tickler take a look at Arya, but other than that they do not pay her any attention, and do not make the Hound any offers regarding her.\n* In the books, it is not Polliver but the Sarsfield squire who taunts the Hound about running away from the [[Battle of the Blackwater]].\n*In the TV series, both Arya and the Hound survive the fight at the inn, but in the books, the Hound is severely wounded and the injury begins to fester. This is the point where Arya abandons the Hound as per his urging, but in the series, the scene is postponed to the season's climax, where the Hound is mortally wounded and hit off a cliff during a fight with Brienne of Tarth (which never occurs in the books).\n\n==[[The Lion and the Rose]]==\n*In the books, JoffreyÂ recklessly swings his new sword around, prompting some knights to step back. It isÂ Ser [[Addam Marbrand]] and not Pycelle who warns Joffrey to be careful with Valyrian steel, prompting his response: &quot;I'm no stranger toÂ Valyrian steel&quot;. This phrase, and Joffrey's reaction when Tyrion suggests him carrying a Valyrian steel knife (the one the assassin tried to murder Bran Stark with), leads Tyrion to suspect Joffrey had arranged [[Bran Stark]]'s [[Catspaw assassin|attempted murder]]. He then suspects Joffrey will try to have him killed to keep the secret.\n*When Joffrey is presented with a new Valyrian steel sword, Tyrion realizes that Tywin has had the Starks' ancestral greatsword ''[[Ice]]'' melted down and re-forged. He regrets not returning the sword to the Starks when they asked for it.\n*In the books, Joffrey shows no sign of gratitude towards Tyrion's [[Lives of Four Kings|wedding present]]; instead, he crudely implies that Tyrion's love of books has left him impotent, as well as making another crass (and ''public'') declaration of his intentions to bed Sansa at some point in the near future. It is Joffrey's great-uncle [[Kevan Lannister]], rather than Tyrion, who recommends the book as one that all kings should read. After destroying the book with his new Valyrian sword, Joffrey is told that the book was one of only four known original copies. He simply sneers that now there are only three copies. Oberyn reveals that he was once lucky enough to view another of the originals while studying at the Citadel, and is particularly disgusted by Joffrey's senseless destruction of a treasured artifact.\n*Neither Joffrey nor Cersei ever spoke with Brienne.\n* As he revealed to Sansa later, Littlefinger is the one who arranged the dwarf show. Joffrey was not thrilled about the idea until Littlefinger pointed out it would humiliate Tyrion.\n*Littlefinger arranges for only twoÂ dwarf jousters, one sitting atop a dog and the other a sow, instead of five: one mocking Robb and the other mocking Stannis. In the TV series they simply have fake mounts attached to their costumes. Benioff and Weiss explained that they actually wanted to use the pigs, but when they inquired, were told that this would be considered animal cruelty and thus they legally could not do it.\n**In the books, the event was meant to offend only Tyrion and Sansa, and most of the wedding guests were laughing. In TV series, several guests were disgusted including the Tyrells, PrinceÂ Oberyn,Â and Varys.\n*Rather than Bronn, Jaime has his friend [[Addam Marbrand]], and later Ilyn Payne, train him to use his left hand because Payne can't speak or write.\n* The conversation between Jaime and Tyrion does not occur in the books.\n* Jaime does not need Tyrion to encourage him to practice with his left hand.\n*Jaime and Brienne didn't attend the wedding, as they returned to King's Landing after Joffrey's death.\n*In the books, Lord Alester Florent is the uncle and not the brother of Queen Selyse. He's also burned to death much earlier in the storyline, during Davos' imprisonment.\n** Meanwhile, Ser Axell Florent is not burned alive as he has converted to the Lord of Light and is nearly as fanatic as Selyse.\n** In the books, Lord Alester was burnt because he tried to make peace with the LannistersÂ by trying to send ShireenÂ to King's Landing and arranging a wedding between her and Prince Tommen in exchange for Stannis and House Florent retaining their lands and titles. Stannis viewed such attempts at negotiation by Alester as treason.\n** In addition, LordÂ Guncer Sunglass was burnt for not accepting the Lord of Light.Â TheÂ orders were given by Selyse while Stannis was fighting in the Blackwater Bay.\n*The books do not reveal how Selyse reacted about her uncle's death.\n* It is not mentioned in the books if other people were executed alongside Alester.\n* Davos never chides Stannis about executing Alester.\n*In the books, Selyse never talks about Shireen, neither affectionately nor critically.\n* In the books,Â Roose Bolton doesn't &quot;smuggle&quot; himself into the North to reach the [[Dreadfort]]. He remained with his main army, which marched north from [[the Twins]], but could not bypass the natural choke point at [[Moat Cailin]]. In the TV series, Roose must have circumvented the Neck by taking a boat across [[the Bite]], then riding north to the Dreadfort.\n*In the books, Roose Bolton returns to the North ''after'' Tywin is killed, which explains why he is not receiving any Lannister help in retaking the North from the Ironborn.\n*Ramsay's hunt of a girl in the woods in the opening scene is actually significantly ''toned down'' from the books. Typically, Ramsay rapes the women he recaptures in his hunts: subsequently, he will give them a quick death if they gave him &quot;good sport&quot;, and if not, he will flay them alive. This may well be what Ramsay ''normally'' does in the TV series, though, as his dialogue with [[Myranda]] implies that this was an unusual request she made because she was offended that Tansy thought she was prettier than her.\n*In the TV series Ramsay has a friendship with [[Locke]] over their shared sadism. In the books, Ramsay never has any interactions with Vargo Hoat, Locke's book counterpart.\n*In the books, Vargo Hoat (Locke's book counterpart) never comes to Dreadfort.\n*In the books, Jaime's hand is made of solid gold, not ofÂ gold-plated steel like in the TV series.\n* On two occasions Jaime knocks over clumsily a glass with his artificial hand while dining, but not in Tyrion's presence.\n*In the books, Tyrion wasn't warned about Cersei finding that Shae is a whore and his mistress. Therefore he does not arrange for her shipping away to Pentos.\n*In the book, the breakfast was held in the Queen's Ballroom, not outside.\n**There were many more guests attending the breakfast in the books than in the TV series. Among them are [[Oberyn Martell]], Ser [[Kevan Lannister]] and Ser [[Addam Marbrand]]. Ser Kevan and Ser Addam are present at the feast as well.\n*The wedding feast was held in the [[Great Hall (Red Keep)|throne room]] in the [[Red Keep]], not outside.\n*In the books,Â Joffrey and MargaeryÂ cut the pie together and they used SerÂ Ilyn's greatsword, not Joffrey's Valyrian sword.\n**Tyrion and Sansa don't sit with the other Lannister attendees. And Oberyn Martell is seated in a place of higher honor.\n*In the books, Joffrey orders Tyrion to pour wine into the large wedding chalice that Mace Tyrell gave to him at the breakfast, but the chalice is never used at the wedding in the show.\n* In the books, Tyrion refills the chalice twice at Joffrey's command, without any pose of defiance.\n* In the books, when Joffrey suggests that Tyrion should fight the dwarf champion, Tyrion does not respond by ridiculing his &quot;brave&quot; conduct at the battle of the Blackwater, but says &quot;I'll ride the pig... but only if you ride the dog!&quot;. Confused, Joffrey asks &quot;Me? I'm no dwarf. Why me?&quot; - stepping right into the trap Tyrion set for him. Tyrion answers &quot;Why, you're the only man in the hall that I'm certain of defeating!&quot;. Much to Tyrion's satisfaction, nearly the whole crowd bursts out laughing, while Joffrey and Cersei are enraged.\n*In the books, while Joffrey is dying, the guests panic and many flee the scene; in the TV series, they don't, but rather simply watch him die.\n*InÂ the books, Sansa had already beenÂ instructed by Ser [[Dontos Hollard|Dontos]] to escape, and there was no need for DontosÂ to take her away.\n*Margaery does not seek to donate all of the wedding's leftovers to the smallfolk; Tyrion, however, muses that the city would riot again if they saw how much food the nobles had prepared for the wedding.\n*When Joffrey collapses, [[Garlan Tyrell]] is the first to rush to help him, followed by Osmund Kettleblack and [[Meryn Trant]].\n*As he chokes to death, Joffrey gruesomely claws at his throat in a desperate bid to get air, leaving bloody gashes. In the TV series, he still claws at his throat briefly after falling to the ground, but it is far less violent than in the books and leaves no such gashes.\n\n==[[Breaker of Chains]]==\n*Following his arrest Tyrion is treated very gently (as is usually the case with highborn captives) and is simply confined to his own quarters, as opposed to being outright imprisoned in the [[Black Cells]].\n*In the books, Dontos is killed by 3 crossbow bolts to the chest, throat and belly. Ser [[Lothor Brune]] then throws a burning torch upon the body, setting fire to the rowing boat.\n*Tywin never talks to Tommen about the qualities of a good King in the books. In fact, they never converse in the books.\n*The first thing Jaime does upon his return to King's Landing is go to the Great Sept of Baelor, as he arrived sometime after Joffrey's death in the books.\n*Both [[Grenn]] and [[Eddison Tollett|Edd]] had made it back to [[Castle Black]] before Jon in the books, and it's never mentioned that they were chained up after the mutiny. This was probably done to explain the time discrepancy that resulted from expanding the third novel's storyline across two seasons. The Mutiny at Craster's Keep happened in the middle of the third novel, and both characters had returned to Castle Black by the end, but the TV series had to explain why they did not return for a full season.\n**Jon never proposes to march on [[Craster's Keep]] to deal with the mutineers, neither before nor after the battle of Castle Black, because the Free Folk and Thenns had already started to attack Castle Black.\n**The conversation between Sam and Gilly does not occur in the books. Sam never sends Gilly to [[Mole's Town]]. At this point in Jon's story, Sam and Gilly were still travelling north of the Wall and the Night's Watch was recruiting the refugees from Mole's Town to boost their numbers. By the time they reach Castle Black, Mole's Town has been abandoned, and they do not pass through it.\n*In the books, [[Oznak zo Pahl]] faces off against Strong Belwas, who hasn't been introduced in the show canon so far. After three successful charges, Belwas injures Oznak's mount and forces him to meet him on the ground. Belwas allows him to cut him before he decapitates the champion, and then defecates next to his corpse. The TV series changed this to urinating in the general direction of Meereen's slave-masters.\n*Daenerys doesn't order the chains and collars of freed slaves to be fired over the walls of [[Meereen]] in barrels.\n*Davos mentions in the episode that he has managed to get three minor Houses to support Stannis: [[House Peasebury]], [[House Musgood]], and [[House Haigh]]. Stannis scoffs that they don't have enough men between them to raid a pantry. In the books, House Peasebury is indeed one of the few Houses from the Stormlands that stays loyal to Stannis. House Musgood is also from the Stormlands but is not mentioned as supporting him. House Haigh, meanwhile, is actually a minor House in service to [[House Frey]], who fought ''for'' the Freys at the [[Red Wedding]], and who continue to march in Frey armies in service to the Lannisters. It is thus odd that the TV continuity would have them switch to supporting Stannis (when the Lannister-Frey-Bolton alliance is at its peak of success). It may still be possible to reconcile this that the Haighs may have given a token ''offer'' of support to Stannis, i.e. in exchange for ridiculously high rewards, but they never acted on it.\n*InÂ the books, Davos informs Stannis and Melisandre about Joffrey's death.\n*Davos never writes to the Iron Bank requesting financial aid, nor does he suggest hiring the [[Golden Company]]. Rather, [[Tycho Nestoris]] comes to treaty with Stannis after Cersei refused to honor the debt the Crown owed to the Bank.\n*Although Oberyn is known to have studied to become a Maester in his youth - successfully forging several links of his chain - he is noted to have studied the poisoner's art while travelling the Free Cities, not at the Citadel, as the show specifies.\n*Tywin never speaks in private with Oberyn about Elia's murder (in fact, they never converse in the books), nor does he offer to arrange a private meeting between Oberyn and [[Gregor Clegane]]- in the books, Tywin tells Tyrion in the aftermath of a [[Small Council]] meeting (the same one in which they learned of the [[Red Wedding]]) that he has no intention of honoring the previous deal Tyrion made with [[House Martell]] to hand Gregor Clegane over to face justice (along with [[Myrcella]]'s betrothal) in exchange for Dorne's aid in the [[War of the Five Kings]], as Clegane is too useful to him. Tywin explained his intention was to keep Clegane out of King's Landing so long as Oberyn was in the city and, if Oberyn pressed the matter, he would place all blame for the murders of Elia and her children on the deceased [[Amory Lorch]].\n* Tywin also never claims the Lannisters need Dornish aid to repulse a potential invasion by [[Daenerys Targaryen]]; in the books, while most characters acknowledge Daenerys as the [[Aerys II Targaryen|Mad King]]'s last living heir, they both dismiss her as a threat and regard her dragons as nothing more than rumors. It is only in later books, when the rumors become too widespread and start coming from credible sources, that the lords of Westeros are forced to accept them as truth.\n*In the books, it was not [[Podrick Payne|Pod]] who informed Tyrion about the judges, it was Ser [[Kevan Lannister]].\n*In the book, when Tyrion asks Pod &quot;Do you think I did it?&quot;, Pod hesitates, tries to speak, but produces only a weak sputter. That increases Tyrion's despair, nevertheless he thanks Pod for his leal service. \n*The characters of Sally and her father do not exist in the books.\n* The conversation between Davos and Shireen does not occur in the books.\n* The conversation between Olenna and Margaery does not occur in the books.\n\n==[[Oathkeeper]]==\n*In the books, it takes much longer for the [[Siege of Meereen]] to end. The ships that brought Dany and her followers from [[Qarth]] to Slaver's Bay are broken up and turned into catapults and battering rams.\n*Missandei never teaches Grey Worm to read.\n*ThereÂ is no evidence that Grey Worm learns the common tongue in the books; nor any information about where he is from.\n* The conversation between the MeereeneseÂ slaves does not occur in the books.\n* In the books, Grey Worm is not among those who invade Meereen via the sewers. It is not mentioned what role in conquering the city he is assigned to.\n*In the books, the bronze harpy on the top of the Great Pyramid of MeereenÂ is completely removed after Dany's conquest.Â \n*The conversation between Olenna and Margaery in the gardens doesn't appear in the books. Olenna does bring up the fact she was supposed to marry an unspecified Targaryen much earlier, during her first meeting with Sansa.\n*There is no character named Viola Redwyne in the books.\n*In the books, Olenna does not leave the capital after Joffrey's death.\n*Ser Pounce was actually one of three black kittens which Margaery Tyrell gave as gifts to Tommen.\n*It is Jaime, not Brienne, who suggests the name &quot;[[Oathkeeper (sword)|Oathkeeper]]&quot; for the new sword.\n*When Brienne sets out from King's Landing to look for Sansa, Podrick does not accompany her. Much later, following Tyrion's disappearance after [[Assassination at the Tower of the Hand|killing his father]], Brienne notices Podrick following her. He explains that he also wishes to find Sansa, as Tyrion may be with her, and because Sansa can prove her husband's innocence, so Brienne agrees to let him travel with her.\n* In the books, Brienne never reads the [[White Book]].\n*Jaime and Bronn never converse in the books.\n*Bronn never declares that he believes Tyrion is innocent.\n*Sam never revealed to Jon that Bran was beyond the Wall.\n* Vargo Hoat (Locke's analogous book character) was never at Castle Black.\n*Bran's group never come across Craster's Keep in the books, and thus aren't captured.\n**Neither Ghost nor Summer are caught and imprisoned by the Night's Watch mutineers.\n*The scene thatÂ [[Craster's last son]]Â is brought to theÂ [[Lands of Always Winter]]Â and turned into aÂ [[White Walker]]Â is not present in any of published books.\n*In the books, Sansa does notice that one gem is missing from the hair net. She has no idea who removed it until Littlefinger reminds her.\n* The conversation between Margaery and Tommen does not occur in the books.\n\n==[[First of His Name]]==\n*The Bloody Gate is much farther away from the EyrieÂ in the books.\n*Cersei never offers Tommen to marry MargaeryÂ in the books. It is rather the TyrellsÂ who do, and Cersei isÂ insulted by theÂ offer due to its proximity to the date of Joffrey's death. Cersei also never speaks about Joffrey with any contempt with Margaery (or with anyone else), but rather puts him on even more of a pedestal after his death.\n* In the books, Cersei never speaks ill of Joffrey.\n* The conversation between Tywin and Cersei does not occur in the books.\n*Petyr has Sansa pose as his bastard daughter, not his niece.\n*Petyr has Sansa dye herÂ hair brown to hide her identity.\n*Lysa married Petyr at his ancestral keep on the Fingers, not at the Eyrie.\n*Lysa reveals she was the one to kill Jon Arryn and send the false letter to Catelyn, and that Littlefinger made her to that much later in the book, while she drags Sansa to the Moon Door. [[Marillion]] was also present when it happened. She also reveals that she once got pregnant by Littlefinger and that [[Hoster Tully|her father]] forced her to undergo an abortion.\n*Lysa was much less joyful with Sansa in the books, seeing her mere presence as a threat to Robin since she is wanted by the Lannisters.\n*Robin never refers to Petyr as &quot;uncle&quot; and receives no gifts from him.\n* Robin never mentions the [[Red Wedding]].\n*Robin was never aware that Sansa was his cousin.\n*The gold mines of the Westerlands had not run dry in the books, they were as prosperous as ever.\n**The crown's debt was also mostly to House Lannister, not the Iron Bank.\n*Arya never included [[Walder Frey]], [[Melisandre]], [[Beric Dondarrion]] and [[Thoros of Myr]] in her death prayer. She considered adding the Freys after the Red Wedding, but she didn't know the individual names of the perpetrators. Gendry also stayed with Beric and Thoros after Arya ran away, and she never met Melisandre, thus had no reason to want them dead.\n*The character Locke is based on from the books, Vargo Hoat, was not killed by Hodor at Craster's Keep. He stayed at Harrenhal and was captured by Gregor Clegane, who gave him a slow and gruesome death on Tywin Lannister's orders.\n*Ghost came back to Jon much later in the books, after the battle of Castle Black was over, and did not kill Rast. Rast was among the defenders of the castle, and was killed by a Thenn during the first stage of the battle.\n\n==[[The Laws of Gods and Men]]==\n*In the books, instead ofÂ StannisÂ personally visiting the Iron Bank ofÂ BraavosÂ before sailing to theÂ WallÂ to protect the Night's Watch, the same representativeÂ of the Bank,Â Tycho Nestoris, comes to meet him long after he arrived at the Wall.\n**Tycho Nestoris from the Iron Bank agrees to fund Stannis because the Lannisters, specifically Cersei, refuse to pay the Iron Bank the gold they were owed.\n** Davos is not present at the meeting between Stannis and Tycho Nestoris.\n*â&euro;&lsaquo;Stannis' total troops are between 1500-2000 men in the books, more than half of them from House Florent.\n*Davos never met up with Salladhor Saan in a Braavosi bathhouse.\n*Greyjoy forces do not attack the Dreadfort to free Theon, but a similar scene occurs in the books just after the fall of Moat Cailin: to test Theon's loyalty, Ramsay offers him a chance to return to Pyke with the rest of the ironborn, but Theon, knowing full well that this is merely another one of Ramsay's tricks, chooses not to, and he sees he made the right choice when Ramsay flays the ironborn anyway. In the show, Theon fears that Yara's rescue attempt is one of Ramsay's tricks, and refuses to go with her unless she kills Ramsay.\n* In the books, no reward is put on the Hound's head.\n* The conversation between Varys and Oberyn Martell does not occur in the books.\n*â&euro;&lsaquo;The trial of TyrionÂ lasts four days in the book. It takes Varys a whole day to deliver his testimony, as well as Shae.\n* There are many more witnesses in the trial. Balon Swann is the first to testify.\n* In the books, Cersei does not testify. Osney and Osfryd Kettleblack are the ones who testify of the threats Tyrion has made to her - that he would wait for a day when she was happy, and make her joy turn to ashes in her mouth.Â \n* In the books, no one tries to bribeÂ Podrick PayneÂ into giving testimony against Tyrion.Â \n* In the books, BronnÂ is not investigated for any aspect of Joffrey's murder.Â \n* In addition to the nine types of poison that Pycelle counts (Tears of Lys, Wolfsbane, ManticoreÂ venom, the Strangler, Basilisk venom, Widow's Blood, Sweetsleep, Demon's Dance and Blind Eye), he mentions tenth poison - Greycap.\n*  Oberyn Martell does not interrupt impatiently Pycelle's testimony.\n*In the books, it is Ser Boros Blount who speaks up about being threatened.\n* Tyrion does not ask Varys any questions. He asks Pycelle two questions, without requesting permission first, risking his father's wrath.\n* It is not Tywin but Tyrion who questions Pycelle about the posion that was used to kill Joffrey.\n*In the books, it is [[Kevan Lannister]], not Jaime, who approaches Tyrion with the offer to join the Night's Watch in exchange for a plea for mercy.\n*Jaime never agrees to leave the Kingsguard and marry in order to have Tyrion spared. Jaime andÂ Tywin never speak to each other again after Jaime decides to stay in the Kingsguard, as Tywin disowns him afterwards.\n*Shae's surprise testimony does occur in the books, but her motivations are changed. In the books, the character is more cynical and does not care about Tyrion, and her motive for testifying against him in the trial was financial, Cersei having bribed her for her testimony. In the show, her motives seem more based on revenge, and hatred for being rejected.\n*In the books, the Strangler is not among the poisons in Pycelle's collection. This fact is brought to attention during the trial.\n\n==[[Mockingbird]]==\n*In the books, Rorge is killed by Brienne, not by Arya.\n* In the books, Biter is killed by Gendry, not by the Hound.\n* The Hound is severely injured by Polliver and the Tickler, not by Biter.\n* The dying man that Arya and the Hound find was injured by unnamed Bolton soldier, not by Rorge and Biter.\n* In the books, it is not Rorge but Polliver who tells Arya and the Hound about Joffrey's death.\n*Brienne and Podrick never met Hot Pie on their travels, and his fate remains unclear after he leaves Arya and Gendry.\n* The conversation between Jaime and Tyrion does not occur in the books.\n* Jaime and Tyrion never speak about Shae in the books.\n* The conversation between Cersei and Gregor Clegane does not occur in the books.\n*â&euro;&lsaquo;In the books, TyrionÂ anticipates the possibility of a trial by combat even before his court trial, and begins to consider the choice of his champion at this point.\n*In the series, Tyrion hopes that Cersei will name Ser [[Meryn Trant]] as her champion because &quot;I would enjoy seeing [[Bronn]] disembowel that pompous child beater&quot;. In the books, he already knew that Cersei's champion would be [[Gregor Clegane|The Mountain]] should he opt for a trial by combat. He notes to himself that Cersei is countering his moves before he makes them.\n*While awaiting the trial by combat, Tyrion consoles himself with the new problems he has caused for his father. If Oberyn wins, Mace Tyrell will be enraged that the man who crippled his son [[Willas Tyrell|Willas]] (who has been omitted from the TV series) has helped the man who nearly poisoned his daughter escape justice. If Oberyn loses, Prince [[Doran Martell|Doran]] will demand to know why his brother was served death in King's Landing (particularly at the hands of Gregor Clegane) when he sought justice. [[Dorne]] may even respond by crowning [[Myrcella Baratheon|Myrcella]] as Queen (under Dornish law she, and not her younger brother [[Tommen Baratheon|Tommen]], would be considered Joffrey's rightful heir).\n*Jorah is never stated to have served in the [[Golden Company]].\n*Oberyn told Tyrion the story of when he visited Casterly Rock on the approach to King's Landing, not in the dungeons.\n*In the books, when Sansa is working on her snow castle, Petyr helps her with the details. Robin also uses his doll to break it down, causing Sansa to rip it up unintentionally and send him into a &quot;shaking spell&quot;.\n* Sansa does not slap Robin. On later scene he demands a hundred lemon cakes and five tales. Sansa, growing sick and tired of her spoilt cousin, thinksÂ ''&quot;I'd like to give you a hundred spankings and five slaps&quot;''Â but never harms him physically.\n*In the books, whenÂ Lysa drags Sansa to the Moon Door, the bard [[Marillion]] is ordered to sing at the top of his voice to drown out Sansa's screams. When Littlefinger kills Lysa, he summons the guards and blames it on Marillion, who confesses under torture. In the series MarillionÂ was mutilated by Joffrey at the end of Season 1, and his whereabouts are unknown.\n*When Littlefinger talks to calm Lysa down in the books, he says &quot;only Cat&quot; before pushing her out the [[Moon Door]], and not &quot;your sister&quot;.\n*Lysa doesn't scream when she falls through the Moon Door. Â \n* Daenerys is much disheartened by the news about Yunkai, but does not try to conquer it again. Â \n\n==[[The Mountain and the Viper]]==\n*In the books, the sack of Mole's Town takes place off-screen.\n* Ygritte never met Gilly in the books, as she and Sam hadn't arrived at Castle Black but after the battle was over, and had not passed through Mole's Town.\n* In the books, Mully,Â Kegs andÂ Jack BulwerÂ are not in Mole's Town when it is sacked, but in Castle Black.\n*In the books, the singer MarillionÂ was present when Petyr pushed Lysa out the Moon Door. Through torture, Petyr made him confess that Marillion pushed her out instead. This was aided by the fact the Marillion was hated by all the LordsÂ of the Vale as he mocked them constantly, so when they gather at Eyrie to hear the testimony, they had no trouble believingÂ he was guilty.\n*It is not Sansa butÂ LittlefingerÂ who convincingly lies to the Lords of the Vale about Lysa'sÂ death. Also,Â Sansa never reveals her identity to them in the published books.\n*There are more than three assembledÂ to hear Sansaâ&euro;&lsaquo;'s account:Â Lord Yohn Royce, Lady Anya Waynwood, Lord Gilwood Hunter, Lord Horton Redfort, Lord Benedar Belmore, Ser Symond Templeton and Ser Lyn Corbray.\n*Grey Worm neverÂ shows any attraction or affection for Missandei, as she is a girl of 9-10 years old in the books.\n*â&euro;&lsaquo;Moat Cailin in the books in not a single keep, but three clustered around the causeway. More are buried or fallen to ruin in the swamps around the remaining three.\n*In the books, Ralf Kenning was given a mercy killing by Theon while suffering from his festering wounds. It is Dagon Codd who dies from an axe to the head.\n* In the books, none of the ironborn reads the scroll. Theon is almost certain that they cannot read.\n*In the TV series, Theon/Reek carries a white flag as a sign of peace and parley. In the books, he carries a rainbow-colored flag: people in the Seven Kingdoms actually carry rainbow-colored flags as a sign of [[parley]]. This is because the dominant religion is the [[Faith of the Seven]], in which the number seven is sacred, and rainbows are frequently used as a symbol of the Faith in the books. The TV series has entirely avoided this throughout its run, possibly because they thought it would look somewhat silly on-screen.\n*Ramsayâ&euro;&lsaquo;Â was legitimizedÂ earlier in the books, after the Red Wedding, and long before he used Theon to take Moat Cailin.\n*Ramsay receives a much longer rebuke from his father over his treatment of the ironborn at [[Moat Cailin]], massacring men who had peacefully surrendered in return for a promise of safe passage to the shore. Roose points out that, following Ramsay's similar treatment of those who surrendered Winterfell after the [[Sack of Winterfell]], no one will ever trust the word of the Boltons again. Their enemies will now fight to the death rather than surrender, which will undermine their efforts to subdue and rule the North.\n*Ser Barristan reveals Jorah's secret much earlier, before they even conquer Meereen. Additionally, he knew Jorah was a spy not because of a letter from Varys, but because he was at the Small Council meeting where Varys brings King RobertÂ Jorah's news of Daenerys's pregnancy. The TV series wanted to hold off on this shocking revelation until the Season 4 finale, but Ser Barristan joins Daenerys in Season 3, and makes no secret of his identity (because unlike in a book, the audience can see that he is Barristan, so this subplot was cut). In the books he told her Jorah's secret as soon as he revealed his true identity. The TV series addressed this by making it a point for Barristan to be ''absent'' from the Small Council meeting in Season 1, and for Jorah to even directly ask about this in Season 3, to which Barristan replied that he didn't attend Small Council meetings because Robert was a bit wary about having a former Targaryen loyalist listen to war plans - and Barristan avoided them anyway because he disliked politics. So Barristan simply never knew Jorah's secret before in the TV continuity.\n*Daenerys originally plans to pardon Jorah, but is angered by his attitude: he does not show much contrition, and remains bullish and defensive about his actions. She appears very calm about exiling JorahÂ in the show, while in the novels she could barely hold back her tears and was very distraught. Additionally, Jorah is dragged from her presence by Strong Belwas (who does not appear in the show). In the TV series her reaction is more subtle, that of barely contained &quot;tranquil fury&quot; - the TV episode can't see into her inner thought monologue as the book can. [[Daario Naharis]] offers to kill Jorah for her, but she spares him.\n*In the books AryaÂ and the Hound neâ&euro;&lsaquo;verÂ reach the Bloody Gate. The Hound did plan to take herÂ to the EyrieÂ with the same intention as inÂ the TV series;Â however, when theyÂ arrive in the [[Mountains of the Moon]] in the Vale, they are told by the villagers that the roads have been blocked by snow and frost, and there areÂ [[Hill Tribes]]Â robbing and killing, thus it would be impossible for them to go further. Thus the Hound has to abandon the plan.\n*Jaime and Tyrion never talked about their cousin, and the character is never seen or mentioned in the books.\n*Although it is also agreed upon with the Lords of the Vale that Robin will tour the Vale, that is not the immediate reason Robin,Â Petyr andâ&euro;&lsaquo; SansaÂ leave the Eyrie:Â winter is fast approaching and the stronghold becomes uninhabitable due the the whole mountaintop freezing over and the road up being blocked by snow.\n*While the television version of the duel between Oberyn Martell and Gregor Clegane follows the source material quite closely, there are some noticeable differences:\n**Before the battle, Tyrion is shocked to find out that Oberyn plans to use a spear in the fight. Oberyn explains to a disheartened Tyrion that a long spear is the only way to counter Gregor's enormous reach but Tyrion is not convinced. He informs Oberyn that Gregor always wears thick armor, but Oberyn is indifferent, pointing out that there are always gaps in the armor's joints he can exploit.\n** The High Septon gives the speech before the fight, not Grand Maester Pycelle. He is also not interrupted by Tywin.\n** â&euro;&lsaquo;The fight lasts much longer, to the point where Gregor was beginning to tire.\n**Both Oberyn and Gregor carry shields in the fight. Oberyn uses a polished mirror shield and Gregor carries an extremely thick oaken shield. Oberyn also wears a helmet in the book.\n***Gregor is so freakishly strong that he can wield a huge greatsword one-handed, even though it is intended to be used as a two-handed weapon. This gives Gregor the advantage that he has one hand free to carry a large shield. The TV series version has Gregor wield his greatsword one-handed, while - inexplicably - carrying ''nothing'' in his other hand, and simply letting it dangle free. If Gregor did not wish to carry a shield in the TV version, wielding his large sword with two hands would give him greater power and control over each blow - there is absolutely no benefit to simply leaving one of his hands free.\n**As Oberyn is carrying more than a spear, he does not perform a show-off move to the crowd. As Oberyn taunts Gregor during the duel, Gregor grows increasingly agitated and in his fury, cuts down a stable boy when he tries to charge Oberyn and ends up crashing into the crowd. Though arguably, in the TV version is performing show-off moves as a way to further taunt Gregor.\n**At one point, Oberyn reflects the sunlight into Gregor's narrow visor, blinding him and giving Oberyn an opportunity to find a gap in the armpit when Gregor lifts his arm to shield his eyes. The spear cuts through the mail and boiled leather, and Gregor begans to bleed heavily. When Oberyn finds another gap behind the knee, Gregor falls down on the ground.\n**Gregor does not cut Oberyn's spear in half with his sword. In the book, when Gregor goes down, Oberyn impales him onto the ground, breaking the spear in the process. Oberyn then grabs Gregor's greatsword. Tyrion speculates that Oberyn intends to either behead Gregor or drive the sword's point through his eye, but Clegane seizes and kills Oberyn before he can do either.\n**Oberyn does not attempt to implicate Tywin Lannister by asking the question &quot;Who gave you the orders&quot;.\n**In the books, after Gregor knocked down Oberyn, first he gouged his eyes with a jab from his fingers, then he punched him so hard it knocked his teeth out, then he caved his skull in with another mighty punch from his armored fist. The TV version changed the order slightly: first having Gregor punch Oberyn so hard it knocked his teeth out, ''then'' gouge his eyes, and then cave his skull in (not with another punch but by squeezing together his bare hands).\n\n==[[The Watchers on the Wall]]==\n*The wildlingsÂ both north and south of the Wall don't attack Castle BlackÂ simultaneously. The wildlingsÂ south of the WallÂ attack first and are defeated, and thenÂ ManceÂ launches his attack from the North shortly after.\n* In the books, Tormund does not tell Ygritte, but to Jon, the story about having sex with a woman who was a she-bear.Â Tormund does not mention her name.\n*PypÂ and Grenn both â&euro;&lsaquo;survive the battle. The writers acknowledged this in the Inside the Episode video, but explained that because the TV adaptation has not had time to introduce many tertiary Night's Watch characters (such as Donal Noye), they felt that to show the real cost of the battle they had to kill off named characters that the audience was familiar with.\n* Donnel Hill survives the battle.\n* The conversation between Sam and Pyp does not occur in the books.\n* Sam never asks Jon about Ygritte.\n* Sam never reads any book about wildlings.\n*Neither Ser Alliser nor Janos Slynt are present at the Wall at the beginning of theÂ battle. They arrive much later stage of the battle, and do not contibute anything to the battle, only interfering.\n*Sam and Gilly had not yet returned to Castle Black when the battle occurred.\n*None of the giants use bows.\n*In the books, the giant in the tunnelÂ is killed by Castle Black's smith, Donal Noye, who is not in the series.\n**â&euro;&lsaquo;Additionally, it is Noye who is in command of Castle Black during the battle. Noye left the top of the Wall to defend the tunnel, leaving Jon in command (similar to how in the TV series, Ser Alliser leaves command of the top of the Wall to lead the defense of Castle Black itself, which is under more immediate threat).\n*Ghost is not yet reunited with Jon during the battle.\n*â&euro;&lsaquo;Tormund is with ManceÂ during the battle and isn't captured.\n*InÂ the books, it is never revealed who killed Ygritte: she was hit by an arrow fired from the castle. Jon found her and she died in his arms, much as she did in the TV episode and with the same dialogue. For a moment Jon was worried that it was his arrow that killed her, but then he recognized that it wasn't one of his because the fletching was different.\n*Styr is not killed by Jon. He and theÂ other wildling raiders attacking from the south are not defeated in pitched battle, but by being lured up the switchback staircase that leads up to the Wall (which has not yet been shown in the series) and then the stairs are set on fire. The majority of wildlings, including Styr, fall to their deaths.\n*â&euro;&lsaquo;InÂ the novels, Mole's Town is evacuated before the wildlings arrive, and many of the villagers fight alongside the Night's Watch in the battle.\n*Most of the Night's Watch's remaining strength is lured to the west by an attack on the Bridge of Skulls, near the [[Shadow Tower]]Â in the books, leaving few fighting men at Castle Black.Â Ser Alliser and Janos Slynt come from [[Eastwatch-by-the-Sea]]Â with reinforcements after Styr's raiders are defeated.\n**The exact numbers in the battle are slightly different. In the books, the wildling host numbers perhaps 20-30,000 warriors. After the disaster at the Fist of the First Men, the entire Night's Watch numbers around 700 men, 300 of which were in the west to defend the Bridge of Skulls. Assuming that a skeleton defense was left at Eastwatch, under 400 black brothers were present to defend Castle Black. Most of their officers and best warriors had already died at the Fist of the First Men. They were also supplemented by any Mole's Town refugees who could hold a crossbow. The TV series states that only about 100 men are left to defend Castle Black, while Mance Rayder's army is estimated to be about 100,000 strong. Thus in the TV series Jon states in dialogue that they are outnumbered &quot;a thousand to one&quot;, while in the books the ratio was perhaps fifty to one - still hopelessly outnumbered.\n*The wildlingsÂ use siege turtles to protect themselves while sapping the gates. These protect them from arrow fire, but they are crushed by barrels filled with ice and stone thrown from atop the Wall.\n*â&euro;&lsaquo;There is no giant scythe to kill wildlings climbing the Wall, nor do any wildlings attempt a climb.\n*The battle does not last a few hours before Jon goes to meet with Mance, but for several days. Jon also does not go willingly to kill Mance, he is forced by SerÂ Alliser and Slynt.\n\n==[[The Children]]==\n*When Jon met with Mance, he had Longclaw with him and was about to use it when Stannis attacked.\n*Tormund was present in Mance's tent when Jon went to treat with him, as was Mance's wife Dalla. She dies during the cavalry charge from sudden childbirth.\n*Stannis'Â forces attacked from the East in 3 waves, not a North and South pincer maneuver.\n**Several dozen Night's Watchâ&euro;&lsaquo; cavalry led the charge as Stannis' vanguard and scouts.Â \n**Davos wasn't with Stannis during the charge, and Selyse and Shireen were still at Eastwatch-by-the-Sea and didn't come to Castle Black until much later in the books.\n**MelisandreÂ uses sorcery to burn Orell's eagle mid-flight, causing great agony for [[Varamyr]], another skinchangerÂ who had since Orell's death taken it for his own. Varamyr was the one who warned Mance of an approaching army, not the sound of trumpets.\n*â&euro;&lsaquo;Mance does not easily surrender, he is captured by force after fierce fighting.\n*â&euro;&lsaquo;Stannis' cavalry charge is initially blunted by giants riding mammoths, though they are eventually encircled as the left and right wildling flanks collapse.\n*Cersei never sees Ser Gregor being treated in the books, but is relayed information from Pycelle and Qyburn about his condition.\n*PycelleÂ dâ&euro;&lsaquo;isagrees with Qyburn's assessment of manticore venom, as it kills within seconds of reaching the heart. Qyburn theorizes the venom was &quot;thickened&quot; by Oberyn with dark arts to prolong Gregor's suffering.\n*â&euro;&lsaquo;GregorÂ is unable to fall asleep due to the constant pain of the venom, nor does milk of the poppy render him unconscious; he is screaming in agony at all hours, so Cersei orders Qyburn to move Clegane to the dungeons, where his screams won't disturb her any longer, as well as gag him (both to silence Gregor's screams and stop him from biting off his own tongue in his convulsions).\n*It is not Cersei who orders Gregor healed but Tywin. Following Gregor's public confession of his role in the murders of Elia and her children (which Tywin had always dismissed as malicious rumors), Tywin ordered Gregor healed so [[Ilyn Payne]]Â could execute him in order to placate [[House Martell]]. Tywin mentioned to Pycelle and Jaime his fears that if he did not act, House Martell's anger over Elia's murder and Oberyn's death might be enough to convince them to side with Stannis, potentially dragging [[War of the Five Kings|the war]]Â out for years to come.\n*Brienne and the Hound never meet in the books. Their encounter is based on Brienne's fights or encounters with different parties, mostly throughout ''A Feast for Crows'':\n**Brienne is accused of switching to the Lannister side, since Oathkeeper is made of Valyrian steel and Lannister gold, but not by the Hound.\n**When dueling with Jaime, Brienne blocks his swing while kneeling on the ground.\n**[[Vargo Hoat]] tries to rape Brienne, but she resists and bites off one of his ears.\n**Brienne encounters and fights [[Rorge]], who is masquerading as the Hound.\n**[[Biter]] tackles Brienne down and they wrestle.\n*The Hound is woundeâ&euro;&lsaquo;d and left to die by Arya muchÂ earlier in the books, at the Inn where he and Arya fight Gregor's men in the first episode. Arya does not take his purse, but later wishes she had, as she cannot afford to book passage on a ship.\n* The Hound is not &quot;watching over Arya&quot;, nor does he ever claim to be. He was considering bringing her for ransom to her uncle Ser Brynden at Riverrun when Arya leaves him for dead.\n*Cersei never tells Tywin about her incestuous relationship with Jaime nor does sheÂ threaten himÂ with publicly revealing this information.\n*Tywin's plan to marry Cersei to Loras Tyrell (Willas in the books) had already fallen through by this point. Instead he simply planned to send her back to Casterly Rock, leaving him a free hand to raise Tommen.\n*JojenÂ does not die fighting against the wights. He is still alive in the book continuity.\n*â&euro;&lsaquo;Leaf and the other Children of the forest speak with much deeper voices, described as an adult voice.\n* In the book, Leaf does not use any magic to destroy the wights, but darts between them with a torch in hand, setting them on fire.\n* The three-eyed crow has a much less human appearance. He is pale and skeletal and wears rotted black clothing. His skin is white, aside from a red blotch on his neck and cheek. He has fine, white hair long enough to reach the earthen floor. He is missing one eye, while the other is red. Weirwood roots grow through his leg and his empty eye socket.\n*â&euro;&lsaquo;In the books Jaime only returns to [[King's Landing]] afterÂ Joffrey'sÂ death. When heÂ frees Tyrion from his cell it is the first time the two brothers have seen each other since they were at Winterfell.\n*In the books, when Jaime frees Tyrion,Â he confesses to his brother that it is partly out of guilt. He admits that Tyrion's first wifeÂ [[Tysha]]Â was not a whore after all, and that Tywin had made him lie about it to teach Tyrion a lesson. This revelation enrages Tyrion,Â prompting him to strike Jaime, inform him ofÂ Cersei's unfaithfulness and falsely claimÂ to having killed Joffrey. He swears to one day return and take revenge on all three of them (Jaime, Cersei and Tywin) for this final, unforgivable betrayal. This revelation about Tysha becomes Tyrion'sÂ primary motive for killing Tywin.&lt;span style=&quot;background-color:transparent;&quot;&gt;â&euro;&lsaquo;&lt;/span&gt;\n*Varys does not help Tyrion willingly. Jaime appears at his chambers brandishing a dagger and forces him to; when Varys protests, Jaime threatens to kill him shortly after Tyrion's execution if he refuses. Tyrion is handed over to VarysÂ soon after being rescued from the cell, and Varys escorts him through the tunnels. When TyrionÂ wants to confront Tywin, VarysÂ indicates him the secret passage, but tries to dissuade him from using it and risking his life. After dealing with Tywin and Shae, Tyrion returns to the spot where he left Varys.\n*En route to the Hand's chamber,Â Tyrion hears two guards, Red Lester and Lum, talking about his upcoming execution, arguing whether he will face his executioner bravely or beg for mercy.\n*In the books, TyrionÂ â&euro;&lsaquo;emerges fromÂ the secret passage at the hearth in the bedroom of the Tower of the Hand.Â In the TV series, he emerges at the ground of the meeting room.Â \n*â&euro;&lsaquo;Shae does not grab a knife or fight back against Tyrion, except when he twists the necklace and begins strangling her, and then only feebly.\n*In the books, the chain that TyrionÂ uses to strangle Shae isÂ a golden necklace made up of hand-shaped segments, which isÂ the badge for the Hand of the King that he and TywinÂ successively used. In the TV series, the badge for the Hand is changed to a hand-shaped brooch, thus the chain that TyrionÂ gave Shae in the episodeÂ [[The Bear and the Maiden Fair]]Â (S3E07) is used.\n*â&euro;&lsaquo;WhenÂ confronted by Tyrion, Tywin thinks that it was Varys who released him, and vows to have the eunuch's head. He reassures Tyrion that he still plans to send him to the Wall, and is only awaiting [[Mace Tyrell]]'s approval. Tyrion enquires of Tysha's whereabouts. TywinÂ refers to TyshaÂ as &quot;''your first whore''&quot;. Tyrion is enraged at this and warns his father, &quot;The next time you say that word, Iâ&euro;&trade;ll kill you&quot; (he gives the same warning in the TV series, but referring to Shae instead). When Tywin nonchalantly remarks that TyshaÂ went &quot;''wherever whores go''&quot;, TyrionÂ releases the crossbow at him.\n*â&euro;&lsaquo;Tyrion kills TywinÂ with a singleÂ bolt to the pelvis, which causes his bowels to loosen. He notices &quot;at last, Tywin Lannister didn't shit gold&quot;.\n*â&euro;&lsaquo;The whereabouts of VarysÂ are not described in the book after the assassination of Tywin; all that is confirmed is that he does not return to his chambers.\n*Tyrion is not stored in a crate, he freely roams the ship.\n*The girl purportedly killed by Drogon was called Hazzea, not Zalla.\n*In the books, Daenerys's advisors urge her to silence the girl's father, fearing that he is lying as part of a plot by Meeren's former slave-masters to turn opinion againstÂ her, and she wasn't actually killed by Drogon.Â Daenerys quickly dismisses this idea, however, because she realizes that the goatherd waited to be heard last and only after all other claimants had left the throne room, which wouldn't make sense if his purpose had been to publicly discredit her. Instead, Daenerys pays the father a hundred times the worth of a lamb, and promises him that Hazzea's bones shall be laid to rest at the Temple of the Graces, and a hundred candles shall burn night and day in her memory. Daenerys also tells the father to come back every year at Hazzea's nameday, and she will make sure his other children shall not want, but on condition that he does not tell anyone how Hazzea died.\n*In the books, the chaining of the dragons is a far longer and more difficult process. [[Viserion]]Â was the first dragon to be chained; he was allowed to gorge himself on meat until he became drowsy and lethargic, and was chained up while he slept. [[Rhaegal]]Â was second and more of a challenge; because he could hear Viserion struggling to break free of his chains, he would not come willingly, and in the end, Rhaegal was trapped in a net while he basked in the morning sun and dragged into captivity, a process that took three days and left six men injured. [[Drogon]], however, chose to fight rather than submit; three unsuccessful attempts were made to capture him, in which four men died, after which Drogon fled north in the direction of the [[Dothraki Sea]].\n*In the books, the ''[[Titan's Daughter]]'' is a galleas, a hybrid between a galleon and a galley, featuring both sails and oars. The ship in the episode is a small galleon, with no oars.\n\n"}, "title": "Differences between books and TV series - Season 4"}