{"attributes": {"status": " Believed extinct south of the Wall", "origin": " File:Mother of direwolves.jpg", "imagesize": "250px", "habitat": " Forests and mountains", "title": " Direwolves", "image": " GreyWindSeason2Debut.jpg", "diet": "Carnivore", "range": [" Beyond the Wall, Westeros", "Much of The North"], "type": " Mammal"}, "sections": {"Biology": "[[File:GreyWindJuvenile.jpg|thumb|250px|A year-old juvenile direwolf, already taller at its shoulder than a man's waist.]]\nAn adult direwolf is as large as a small horse, and can rip a man's arm from its socket. Even a juvenile direwolf is quite capable of killing a man by ripping out his throat. Physically they are not simply larger versions of wolves, but have slightly different proportions than their smaller cousins: their heads are larger with a leaner, more pronounced muzzle; their legs are longer in proportion to their body, and they have proportionately larger teeth that are often used to crush bones.\n\nDirewolves can give birth to litters of at least six puppies.\n\n", "The Stark direwolves": "{{DirewolvesFamilyTree}}\n\nThe six children of Lord [[Eddard Stark]] adopted six orphaned direwolf cubs found in the [[Wolfswood]]. They are as follows:\n\n* {[[Grey Wind]]}, adopted by [[Robb Stark]]. Accompanied the main Stark army to the South, used by King Robb as a ferocious war dog. Killed at [[the Twins]] by [[House Frey|Frey]] men with crossbows during the [[Red Wedding]].\n* {[[Lady]]}, adopted by [[Sansa Stark]]. Lady is killed under orders of [[Robert Baratheon]], at the urging of [[Cersei Lannister]].\n* [[Nymeria]], adopted by [[Arya Stark]]. Fearing for Nymeria's life, Arya chased her away after the wolf cub attacked Prince [[Joffrey Baratheon]] to defend her owner. She is now loose somewhere in [[the Riverlands]], the first direwolf seen that far south (other than Grey Wind) in many centuries.\n* [[Summer]], adopted by [[Bran Stark]]. Fled [[Winterfell]] with Bran following the castle's [[Sack of Winterfell|sacking]]. Now with Bran and his companions beyond the Wall.\n* [[Shaggydog]], adopted by [[Rickon Stark]]. Likewise fled Winterfell with Rickon. After separating from Bran's group, Rickon, [[Osha]], and Shaggydog are somewhere in hiding.\n* [[Ghost]], adopted by [[Jon Snow]]. An albino with red eyes, Ghost followed Jon to his service with the [[Night's Watch]] at [[the Wall]] and [[Beyond the Wall|beyond]]. Currently at [[Castle Black]] with Jon.\n\n", "TOP": "Direwolves02149mrohbvvlbuq9rjycnfvg6qc934xetw41516582014-07-08T01:02:23ZThe Dragon Demands5014364/* In real-life */{{Species\n| Title= Direwolves\n| Image= GreyWindSeason2Debut.jpg\n| ImageSize=250px\n| Type= Mammal\n| Diet=Carnivore\n| Status= Believed extinct south of [[the Wall]]\n| Habitat = Forests and mountains\n| Range= [[Beyond the Wall]], [[Westeros]]&lt;br&gt;Much of [[The North|the North]] in ancient times.\n| Origin= \n}}\n[[File:Mother of direwolves.jpg|thumb|250px|[[Eddard Stark|Ned Stark]] and his sons find a dead female direwolf, and her six newborn cubs.]]\n{{Quote|There are no direwolves south of the Wall.|[[Robb Stark]]|Winter is Coming}}\n'''Direwolves''' are an unusually large and intelligent species of wolf. A grey direwolf on a white field is the sigil of [[House Stark]].\n\n", "Behind the scenes": "[[File:Nymeria.jpg|thumb|200px|'''Nymeria''', portrayed by an adult dog in Season 1.]]\n[[File:Ghostgilly.png|thumb|200px|'''Ghost''', played by a real wolf in Season 2, digitally resized to look even bigger]]\n*In [[Season 1]], the production team used adult dogs to stand in for the juvenile direwolf puppies. Northern Inuit Dogs from Mahlek Kennels were used.&lt;ref&gt;[http://www.mahleknortherninuits.co.uk/gameofthrones.htm Mahlek Kennels]&lt;/ref&gt; In interviews they have stated that this was done to allow the audience to grow attached to them, which would have been more difficult had the dogs been created by special effects. As the direwolves continue to grow, however, more special effects are going to be used.\n*When Season 1 wrapped up, the dogs used as direwolves were offered to the young actors who played their owners in the show. [[Sophie Turner]] (Sansa) took the dog who played Lady. Isaac Hempstead-Wright (Bran) wanted to take Summer, but his family already had two dogs at home.\n*In [[Season 2]], real wolves were used to portray the adolescent direwolves. Using a variety of camera tricks and techniques, the shots were augmented to make the wolves appear larger, and then composited with the background and actors for the final shots. The result is that in Season 2 the direwolves are played by real-life wolves that have been super-sized in post-production.&lt;ref&gt;[http://winteriscoming.net/2012/05/pixomondo-press-release-details-season-two-vfx-work/ Pixomondo interview on WinterIsComing.net]&lt;/ref&gt;\n*It wasn't possible to translate &quot;dire wolf&quot; into german, so the species was named &quot;Schattenwolf&quot; in the german dub, what means &quot;shadow wolves&quot; &lt;ref&gt;http://de.eisundfeuer.wikia.com/wiki/Schattenwolf&lt;/ref&gt;.\n\n===In real-life===\nThe nameÂ [[wikipedia:Dire wolf|dire wolf]]Â (Latin:Â ''â&euro;&lsaquo;CanisÂ dirus''â&euro;&lsaquo;)Â is given to an actual species of [[wikipedia:Pleistocene megafauna|Pleistocene megafauna]] that once existed on real-life Earth, like the mammoth and sabertooth cat. Dire wolves inhabited the Americas, from 1.8 million years ago to about 10,000 years ago.\n\nNote that the name of the real-life animal is spelled as two words, &quot;dire wolf&quot;, but that the name in the ''A Song of Ice and Fire'' novels is consistently spelled as one word, &quot;direwolf&quot;.\n\nThe large Pleistocene mammals went extinct when the last ice age ended, roughly 10,000 years ago. Large herbivores such as [[Mammoths|mammoths]] died out due to climate change (and possibly hunting by prehistoric humans), and carnivores such as dire wolves died when their food sources disappeared. Dire wolves and mammoths were adapted to the cold ice age climate, their size maximizing heat retention and strength but at the cost of speed. In the warmer climate following the ice age, smaller but faster animals thrived that didn't need to make these tradeoffs for cold weather. Not only did dire wolves' old large prey such as mammoths die out, but they were being out-competed by smaller and faster [[wikipedia:grey wolf|grey wolves]].\n\n", "Range": "Direwolves are held to be near-mythical in most of the south of [[Westeros]]. Inhabitants of [[the North]] acknowledge that they are a real animal, but they are very rarely encountered there. There are some rumors of them living in the [[Wolfswood]] near [[Winterfell]], but these are unconfirmed. There may have been larger direwolf populations in the North in past millennia, but centuries of human encroachment on their territory have pushed their range back to the furthest north.\n\n[[File:Robb,_Bran_and_wolves.jpg|thumb|left|[[Robb Stark|Robb]] and [[Bran Stark]] adopt the newfound direwolf cubs.]]\n\nThere have been confirmed sightings north of [[the Wall]] by the [[Night's Watch]] who guard it. The [[wildlings]] who live [[beyond the Wall]] claim that direwolves can be found in greater numbers in the [[Haunted Forest]] to the north of the Wall. By the reign of King [[Robert Baratheon]] no direwolf had been sighted south of the Wall, even in the Stark lands of the North, in over 200 years.\n\n", "Behavior": "Direwolves are loyal to their masters and will attack anyone who threatens them. [[Arya Stark]]'s direwolf Nymeria attacked Prince [[Joffrey]] after he threatened her with a sword, while [[Bran Stark]]'s [[Summer]] killed a [[Catspaw assassin|would-be assassin]] in Bran's bedroom.&lt;ref&gt;&quot;[[The Kingsroad]]&quot;&lt;/ref&gt; \n\nAt the [[Battle of Oxcross]] during the [[War of the Five Kings]], Robb Stark's direwolf [[Grey Wind]] plays a vital part in Robb's victory, killing several [[House Lannister|Lannister]] sentries and panicking their horses.&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF|Direwolf}}\n* {{WP|Dire wolf}}\n\n", "Gallery": "&lt;gallery&gt;\nSummer1x01.jpg|Summer as a pup in &quot;[[Winter is Coming]]&quot;.\nSummer.png|Summer defends a comatose Bran in &quot;[[Kingsroad]]&quot;\nSansa in the Camp.jpg|[[Sansa Stark]] and Lady on the Kingsroad\nWolves.jpg|Summer and Shaggydog follow the stream escaping from Winterfell in &quot;[[A Man Without Honor]]&quot;.\nBran, Hodor, Summer and Shaggydog.jpg|Summer and Shaggydog escaping the sack of Winterfell in &quot;[[Valar Morghulis]]&quot;\nGreyWindJaimeFaceToFace.jpg|Grey Wind face to face with the captive [[Jaime Lannister]]\nGreyWindOxcross.jpg|Grey Wind at the [[Battle of Oxcross]]\nMother of Direwolves 2.jpg|The dead mother of the six Stark direwolves.\n&lt;/gallery&gt;\n\n"}, "title": "Direwolves"}