{"attributes": {"formerly": "", "title": "Disputed Lands", "culture": " ", "image": " Disputed Lands.png", "rulers": "", "location": "Between the southwestern Free Cities, Essos", "military": "", "religion": "", "population": " ", "type": "", "geography": "Burned out farmlands, perpetual warzone.  "}, "sections": {"TOP": "Disputed Lands062022mgx50ka4uycxb3pz8tdyoal64ybcoc1784662015-03-22T02:55:31ZThe Dragon Demands5014364/* References */{{Region\n| Title=Disputed Lands\n| Image= Disputed Lands.png\n| Image size=\n| Location=Between the southwestern [[Free Cities]], [[Essos]]\n| Formerly=\n| Type=\n| Geography=Burned out farmlands, perpetual warzone.  \n| Population= \n| Rulers=\n| Religion=\n| Culture= \n| Military=\n| Regional capital= \n}}\nThe '''Disputed Lands''' is a war-ravaged region on the continent of [[Essos]] to the east of [[Westeros]]. It is an area that has been contested between the [[Free Cities]] of [[Myr]] and [[Lys]] for more than three centuries. Wars over the Disputed Lands frequently drag in the neighboring cities of [[Tyrosh]] and [[Volantis]] and often spill over onto the nearby [[Stepstones|Stepstone]] islands.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season1/#!/locations/myr/ HBO viewers guide, season 1 map, Myr entry]&lt;/ref&gt;\n\n", "See also": "*{{AWOIAF}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Disputed Lands is a region of open countryside, rivers and at least two large lakes, located at the far south-western tip of the Essos continent. The region stretches from the Sea of Myrth to the [[Summer Sea]] and from the [[Narrow Sea]] to the [[Rhoyne]] River. Myr lies to the north, Lys lies on an island off the south coast, Tyrosh lies on an island off the west coast and [[Volantis]] is to the east, at the mouth of the Rhoyne.\n\nThe region was formerly part of the [[Valyrian Freehold]]. After the [[Doom of Valyria]], the surrounding cities became independent and made competing claims over the region. These claims became redundant when Volantis launched a huge military campaign, overrunning the region and conquering Myr and Lys, ruling them for more than half a century. When Volantis attempted to seized Tyrosh, it faced a massive counter-offensive by the Tyroshi military, aided by forces from [[Pentos]] and the Westerosi [[Storm King]] . [[Braavos]] sponsored an uprising in Lys led by a Lyseni prince using Braavosi warships, while Myr launched a rebellion of its own. [[Aegon the Conqueror]], some years before his own invasion of Westeros, is said to have even provided aid. The bulk of the war was fought in the Disputed Lands, leaving it a smouldering ruin after the war ended with the defeat of Volantis. However, soon afterwards the alliance against Volantis fell apart, and Lys and Myr have been fighting over the region between them ever since.\n\nNumerous wars have been fought over the Disputed Lands. One of the more notable was forty years ago, when nine notable warlords, including Alequo Aldarys of Tyrosh and Maelys Blackfyre, a claimant to the [[Iron Throne]] of Westeros, banded together to achieve together what they could not alone. In the resulting War of the Ninepenny Kings, the Disputed Lands and Stepstones were conquered, along with the Free City of Tyrosh. King Aegon V Targaryen dispatched a large fleet and army to the Stepstones which destroyed the warlords' army, with the young Ser [[Barristan Selmy]] slaying Maelys the Monstrous, last of the [[House Blackfyre|Blackfyre Pretenders]], in battle. The conflict has become known as the [[War of the Ninepenny Kings]] .\n\n"}, "title": "Disputed Lands"}