{"attributes": {"status": " :Category:Status: Dead", "death": "Shot in the back by a ballista", "last": [" &quot;The Watchers on the Wall&quot;", "&quot;The Children&quot; (corpse)'''Dongo''' is a recurring character in the Season 3"], "title": " Dongo", "season": " Season 3", "image": " Giant S3.PNG", "allegiance": " The Free Folk", "actor": " Ian Whyte", "1": "yesSeason Four Appearances", "culture": " Giants", "link": "Free FolkCharacter", "aka": " Dongo the Doomed", "appearances": " 3 episodes &lt;small&gt;(#Appearances", "first": " &quot;Valar Dohaeris&quot;"}, "sections": {"In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Mance RayderÂ uses giants for breaching the tunnels at the Wall. However, none of the giants wield bows during the Battle of Castle Black. The most complex weapons that the giants seem capable of wielding are clubs and simple mauls.\n\n", "Behind the scenes": "\n*It wasn't initially clear that the grey-haired giant seen in the Season 3 premiere was meant to be the same individual as the grey-haired giant who later appeared at the end of Season 4, despite being played by the same actor. It was later confirmed that they were the same individual in the book ''[[Inside HBO's Game of Thrones: Seasons 3 &amp; 4]]''.\n*The character has no direct counterpart in the novels. The giant never received an official name in on-screen dialogue or a designation in the credits, i.e. &quot;Giant #3&quot;. The ''Inside HBO's Game of Thrones: Seasons 3 &amp; 4'' book, however, mentioned that the production team assembling the costumes took to calling him &quot;Dongo the Doomed&quot; by the end of Season 4 (&quot;doomed&quot; because he gets shot in the back with a ballista bolt). There were in fact only two specific giant costumes, for two distinct individuals: [[Mag the Mighty]] and Dongo the Doomed. For lack of any other official name, &quot;Dongo&quot; has been taken by ''Game of Thrones Wiki'' as the character's name.\n*&quot;Mag the Mighty&quot; is really a nickname that the human wildlings came up with for the giant whose full name in the [[Old Tongue]] is &quot;Mag Mar Tun Doh Weg&quot;. While &quot;Dongo&quot; isn't a name from the novels, presumably the in-universe explanation would be that &quot;Dongo&quot; is a shortened nickname for a longer name in the Old Tongue - the few giant names revealed so far always have five syllables in them, written as distinct words. For example, something like &quot;Don Goh Tun Doh Weg&quot;, etc.\n*The Blu-ray commentary revealed that he way Dongo falls down after being shot in the back is an homage to the famous scene in the 1971 film ''[[Wikipedia:The French Connection (film)|The French Connection]]'', when Gene Hackman's character shoots the hitman Nicoli..&lt;ref&gt;[http://www.denofgeek.us/tv/game-of-thrones/243771/67-things-you-didnt-know-about-game-of-thrones-season-4]&lt;/ref&gt;\n\n", "TOP": "Dongo0150301cjfq1au15q15duuq4whvbcn73csael1775812015-03-18T11:46:55ZSon Of Fire24907634Added Free Folk heraldry{{Heraldry\n|image=MR mini shield.png\n|link=Free Folk\n}}\n{{Character\n|Title = Dongo\n|Image = Giant S3.PNG\n|Season = [[Season 3|3]], [[Season 4|4]]\n|Appearances = 3 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n|Allegiance = The [[Free Folk]]\n|Aka = Dongo the Doomed\n|Death=Shot in the back by a ballista\n|Status = [[:Category:Status: Dead|Deceased]]\n|Actor = [[Ian Whyte]]|First = &quot;[[Valar Dohaeris]]&quot;|Culture = [[Giants]]|Last = &quot;[[The Watchers on the Wall]]&quot;&lt;br&gt;&quot;[[The Children]]&quot; (corpse)}}\n'''Dongo''' is a recurring character in the [[Season 3|third]] and [[Season 4|fourth seasons]], and is played by guest star [[Ian Whyte]]. Dongo is a [[Giants|giant]] in the wildling army of [[Mance Rayder]].\n\n", "Appearances": "{{Season Three Appearances|1=yes}}\n{{Season Four Appearances|||||||||yes|yes}}\n\n", "Biography": "===Background===\nDongo is one of the non-human race of [[Giants|giants]] who joined the [[Free Folk]] army assembled by Mance Rayder, the [[King-Beyond-the-Wall]].\n\n===[[Season 3]]===\n[[File:Giant_working_S3_Ep1.jpg|thumb|left|The giant in [[Mance Rayder]]'s camp]]\nWhile approaching the camp of the [[Free Folk]] in [[Skirling Pass]], [[Jon Snow]] witnesses this giant building a tent from the bones and tusks of a mammoth. As Jon stares at the giant in disbelief, [[Ygritte]] warns him that giants are shy, but quick to anger and tells him how she once witnessed a giant smash a man into the ground like a hammer to a nail. This giant catches Jon gawking at him and grunts in annoyance. &lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\n===â&euro;&lsaquo;â&euro;&lsaquo;[[Season 4]]===\n[[File:Giant_with_his_bow.png|thumb|The giant takes aim with a massive bow.]]\nDuring the [[Battle of Castle Black]] Dongo emerges from the [[Haunted Forest]] holding a bow with the other members of Mance Rayder's army. He escorts [[Mag Mar Tun Doh Weg]] and his [[Mammoths|mammoth]] to the outer gate of [[the Wall]]. While a wildling bowman fails to reach the black brothers on top of the wall with his arrow, this giant crouches next to him, pulls a massive bow out and shoots a ballistaÂ bolt at the wall, breaking havoc on their defenses. His next arrow hits a brother with such force it causes him to fly off the other side of the wall and land in the middle of [[Castle Black]].\n[[File:Giant (Watchers on the Wall).PNG|thumb|left|100px]]\nAt the gate, while Mag turns around the mammoth and several wildlings tie ropes to it, Dongo violently exposes the gate's supports and ties the other end of the ropes to them. While the mammoth tries to pull the gate open, men of the [[Night's Watch]] throw down flaming barrels of tar, which explode and drive the mammoth off. The giant chases after it, but this brings him within the firing arc of a large ballista mounted atop the Wall. The ballista bolt impales him from behind and he is killed, which enrages Mag and spurs him to lift the gate and confront the men within all by himself.&lt;ref&gt;&quot;[[The Watchers on the Wall]]&quot;&lt;/ref&gt;[[File:Giant (The Children).PNG|thumb|right|Dongo's dead body.]]\n\nWhen Jon leaves Castle Black to kill Mance Rayder, Jon walks past Dongo's corpse, which has crows picking at its flesh.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n"}, "title": "Dongo"}