{"attributes": {"status": " :Category:Status: Dead", "death": " Killed on the orders of Petyr Baelish", "last": "&quot;Breaker of Chains&quot;", "rightlink": "House HollardCharacter", "season": "Season 2", "image": "Dontos-Hollard-401.jpg", "leftimage": "MiniHollard.jpg", "allegiance": "House Hollard (by birth)", "actor": "Tony Way", "deathep": " &quot;Breaker of Chains&quot;Quote", "titles": ["Ser", "Fool"], "rightimage": "MiniHollard.jpg", "title": "Dontos Hollard", "aka": " Ser Dontos the Red", "first": "&quot;The North Remembers&quot;", "appearances": "6 episodes &lt;small&gt;(#Appearances", "leftlink": "House Hollard"}, "sections": {"TOP": "Dontos Hollard04896jmw9wjgyq1x67xj0na07nn4sw75w53q1757062015-03-07T18:18:12ZSon Of Fire24907634{{Heraldry\n|leftimage=MiniHollard.jpg\n|leftlink=House Hollard\n|rightimage=MiniHollard.jpg\n|rightlink=House Hollard\n}}\n\n{{Character\n| Title=Dontos Hollard\n| Image=Dontos-Hollard-401.jpg\n| Season=[[Season 2|2]], [[Season 4|4]]\n| First=&quot;[[The North Remembers]]&quot;\n| Last=&quot;[[Breaker of Chains]]&quot;\n| Appearances=6 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n| Aka= Ser Dontos the Red\n| Titles=[[Ser]]&lt;br&gt;[[Fool]]\n| Status= [[:Category:Status: Dead|Deceased]]\n| Allegiance=[[House Hollard]] (by birth)\n| Actor=[[Tony Way]]|Death = Killed on the orders of [[Petyr Baelish]]\n|DeathEp = &quot;[[Breaker of Chains]]&quot;}}\n{{Quote|Once I was a knight, and now I'm only a [[Fool|fool]]... I may be a fool, but I'm a ''living'' fool, thanks to you.|Ser Dontos the Red, to [[Sansa Stark]]|Two Swords}}\nSer '''Dontos Hollard''' is a recurring character in the [[Season 2|second]] and [[Season 4|fourth seasons]]. He is played by guest star [[Tony Way]] and debuts in &quot;[[The North Remembers]].&quot; Also known as '''Ser Dontos the Red''', he is made a [[Fool|fool]] by King [[Joffrey Baratheon]] after attending a [[Tourney|tourney]] drunk.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Ser Dontos is the only surviving member of House Hollard. The Hollards were close allies and vassals of House Darklyn of Duskendale. When the Lord of Duskendale rebelled against the [[Mad King]] in the Defiance of Duskendale, the Hollards joined them. After Aerys II had been held prisoner by the Darklyns for several months and then rescued by Ser [[Barristan Selmy]], he had the Darklyns and most of their vassals executed in a variety of grisly ways. Ser Barristan asked for clemency for the infant Dontos, which Aerys granted. Dontos was taken back to King's Landing and raised as a squire, eventually earning his knighthood.\n\nSome time after Sansa saves Dontos' life, he leaves her a note asking to meet him at the [[Godswood]]. Sansa suspects of a trap but comes anyway. Dontos thanks Sansa for saving him and promises to help her escape, comparing them to the tale of [[Florian]] - a knight who became a fool - and [[Jonquil]], his love. Sansa is impatient and wants to escape immediately, but Dontos says they have to wait when the time is ripe. They meet occasionally at the Godswood, Dontos becomes Sansa's confidant. It is Dontos who tells Sansa that the Lannisters won the [[Battle of the Blackwater]].\n\nAt one occasion that Joffrey orders his guards to abuse Sansa, Dontos volunteers to. He whacks Sansa's head with a &quot;morningstar&quot; whose head is a melon while shouting &quot;Traitor, traitor&quot;, much to the amusement of the spectators. Sansa understands what Dontos does: he beats her feebly, trying to make it look very humiliating for her in hope to spare her much worse beating. As the melon juice runs down her face and clothes, she prays that will be enough entertaining for Joffrey. However, Joffrey is not satisfied and orders [[Meryn Trant]] and [[Boros Blount]] to beat Sansa up. She is saved by [[Tyrion Lannister|Tyrion]].\n\nSansa, unaware that Dontos works for Littlefinger, innocently tells him that the Tyrells offer her to marry [[Willas Tyrell]]. Dontos reports Littlefinger, who alerts the Lannisters. In the show, the Tyrells seek to marry Sansa to [[Loras Tyrell]], and Littlefinger learns of the plan through [[Olyvar]], who hears it from Loras himself.\n\nAt one of those meetings Dontos gives Sansa a hairnet embedded with amethysts, claiming it is magical and can get Sansa home. He instructs Sansa to wear the hairnet at Joffrey's wedding, and she does.\n\nAfter Sansa flees from the [[Purple Wedding]], she notices that one gem in missing from the hairnet, and realizes the significance. She confronts Dontos about it and blaming him of poisoning Joffrey, but he denies that there was poison in the gems and that he had anything to do with the murder.\n\nDontos is killed in slightly different manner than in the show: at Littlefinger's command, he is shot by three crossbow bolts to the chest, throat and belly. Ser [[Lothor Brune]] then throws a burning torch upon the body, setting fire to the rowing boat.\n\nNo trace of Dontos' body is ever found by Pycelle or anyone else.\n\n", "Image gallery": "&lt;gallery&gt;\nDontos.jpg|Ser Dontos in the Tourney for King Joffrey's nameday\nDontos Hollard.png|Dontos juggling in &quot;[[Blackwater (episode)|Blackwater]]&quot;.&lt;/gallery&gt;\n\n", "See also": "*{{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season Two Appearances|yes|||yes|||||yes}}\n{{Season Four Appearances|yes|yes|yes}}\n\n", "Biography": "===Background===\nSer Dontos is a [[Knighthood|knight]], and the only surviving member of [[House Hollard]].\n\n===[[Season 2]]===\nDontos enlists in the [[tournament]] to celebrate King [[Joffrey Baratheon]]'s [[nameday]], and is set to fight [[Lothor Brune]]. When his bout is announced he emerges half armored and drops his helmet. He apologizes and Joffrey accuses him of drunkenness. Dontos denies the accusation but admits to drinking two cups of wine. Joffrey offers Dontos as much wine as he likes and Dontos accepts. Joffrey orders Ser [[Meryn Trant]] of the [[Kingsguard]] to ensure that Dontos drinks his fill. Trant and two of his sworn brothers hold Dontos down and pour wine into his mouth through a funnel. [[Sansa Stark]] cries out â&euro;&oelig;You can't.â&euro;? Joffrey is incensed, but she claims that she meant it would be bad luck for Joffrey to kill someone on his nameday. Joffrey is dismissive of this superstition until the Hound backs Sansa. Joffrey reluctantly orders Dontos to be imprisoned until the following day, planning to execute him then and calling him a fool. In an effort to spare Dontos from execution, Sansa says that Joffrey was clever to notice Dontos' foolishness and entreats him to prolong his suffering by making him the court fool.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\nDontos is present at court, in his fool's regalia, when Joffrey orders Sansa publicly beaten for her brother [[Robb Stark]]'s victory in the [[Battle of Oxcross]]. She is rescued partway through by the intervention of [[Hand of the King]] [[Tyrion Lannister]].&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\nDuring the [[Battle of the Blackwater]], Dontos is present at [[Maegor's Holdfast]]. He juggles to entertain some of the highborn ladies refuged there.&lt;ref&gt;&quot;[[Blackwater (episode)|Blackwaer]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\nDontos follows Sansa to the Red Keep's [[godswood]], where he thanks her for saving his life duringÂ [[Joffrey Baratheon]]'s [[nameday]] celebration. As a gesture of his appreciation he gives Sansa a necklace strung with sevenÂ amethysts, which he tells her is a family heirloom worn by his mother and grandmother. Sansa tells him she will wear it with pride.&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\nDontos performs at the feast following the [[Purple Wedding|wedding]] of Joffrey and [[Margaery Tyrell]]. Bored with his performance, Joffrey offers a gold dragon to the person who knocks Dontos' hat off, resulting in Dontos being pelted with objects from all directions. Later, when everyone is distracted byÂ Joffrey's fatal poisoning, Dontos approaches Sansa, convincing her to leave in order to save her life. Unlike the rest of those present, Dontos is neither shocked nor horrified.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\nThe confusion from Joffrey's death gives Dontos and Sansa just enough time to flee the feast. Soon after [[Tyrion]] is seized for Joffrey's assassination, Queen [[Cersei]] orders Sansa arrested as well, only to find Sansa nowhere to be found. [[Hand of the King]] [[Tywin Lannister]] orders that no one be allowed to leave King's Landing. Despite this, Dontos and Sansa are able to make their way through abandoned alleys virtualy unseen, coming upon a small row boat. Dontos rows the two to a fog-shrouded ship and has Sansa board. On board is [[Petyr Baelish]], who reveals to Sansa that the &quot;family heirloom&quot; that Dontos gave her was a fake and that Dontos rescued Sansa expecting payment from Baelish. Baelish double-crosses Dontos, &quot;paying&quot; him by ordering his death by crossbow, reasoning that he would talk eventually.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\nAt Tyrion's trial, [[Pycelle]] testifies that Dontos' body was found, with the necklace Sansa wore at the wedding, and that a residue of a most rare and terrible poison was found inside.\n\n"}, "title": "Dontos Hollard"}