{"attributes": {}, "sections": {"TOP": "Doom of Valyria02822qlm0qudvknxtuw75e3xkyq1427ovi0v1726892015-02-12T20:48:36ZThe Dragon Demands5014364Undo revision 172630 by [[Special:Contributions/24.165.175.151|24.165.175.151]] ([[User talk:24.165.175.151|talk]])[[Image:Doom.png|thumb|300px|The Doom destroyed the entire Valyrian civilization in a single day.]]\n{{Quote|An event that came to be known only as 'the Doom' laid waste to the Valyrians, their capital city, and its surrounding lands. The peninsula itself was shattered, becoming what is now the Smoking Sea. Every dragon was thought to be lost... as were the Valyrians' spells, knowledge, and recorded history. Thus, the mighty empire collapsed.|[[Viserys Targaryen]]|Valyria and the Dragons}}\nThe '''Doom of Valyria''' was a catastrophic event that took place nearly four hundred years before the [[War of the Five Kings]]. It caused the fall of the [[Valyrian Freehold]] and would lead, indirectly, to the [[War of Conquest|conquest]] of the [[Seven Kingdoms]] of [[Westeros]] by [[House Targaryen]].  It is often referred to simply as &quot;'''The Doom'''&quot;, because due to its massive destruction and historical impact, most people across the world understand that this refers to the disaster which struck Valyria.  \n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n\n", "In the books": "[[File:Doom of Valyria Title Sequence.jpg|thumb|300px|The Doom of Valyria as artistically depicted in the title sequence of ''Game of Thrones'', with a rearing [[dragon]] against the backdrop of a volcano and a burning city.]]\nIn the ''[[A Song of Ice and Fire]]'' novels, the Doom of Valyria was an epochal event which dramatically changed the course of world history. Massive tidal waves caused by the eruptions and earthquakes resulted in giant tsunamis which struck many far away coasts. The three major cities of Slaver's Bay were shielded from the tsunamis by the Isle of Cedars, a large island between the bay and Valyria; however cities on the Isle of Cedars were swept away by the waves, and the island has been uninhabited ever since.\n\nThe continent of [[Sothoryos]] to the south, however, was not so lucky: there were no major barrier islands to shield it, and its northern coast bore the full brunt of the massive tidal waves. The flourishing kingdoms on the north coast were devastated, and Sothoryos's once-great cities of Zamettar and Yeen were left in ruins. The peoples of northern Sothoryos have not been able to rebuild to their former levels of power in the past four hundred years, making them easy prey for slaving raids from Slaver's Bay to the north.\n\nThe Doom occurred in exactly the year 114 BAL, 112 years before the Targaryen conquest of Westeros began in 2 BAL. Twelve years before the Doom, in 126 BAL, Aenar Targaryen relocated his entire household to [[Dragonstone (island)|Dragonstone]], a small volcanic island off the east coast of Westeros. The Targaryens were one of the forty major families of dragon-lords in the Valyrian Freehold, though they were not one of the more powerful ones. Aenar was encouraged to flee Valyria by the prophetic dreams of his daughter, which warned of the coming disaster. Along with them the Targaryens took five dragons, who became the only dragons to survive the Doom. Balerion was one of these, but the other four later died through unrevealed circumstances. They did leave eggs behind, however, and from these hatched Vhagar and Meraxes.\n\nThe Doom is partially inspired by ancient disasters such as the destruction of Pompeii by the volcanic eruption of Mount Vesuvius; author [[George R.R. Martin]] has said that the Valyrian Freehold itself is loosely analogous to the Roman Republic in his fantasy world. It is also partially inspired by myths about the fall of Atlantis.\n\n", "History": "===Background===\nFor nearly five thousand years, the Valyrian Freehold had remained the dominant power in the continent of [[Essos]], thanks to the [[dragons]], mighty beasts that were key to their power.  At its height, the Valyrian Freehold ruled most of Essos, constituting about half of [[The Known World|the known world]].  However, one fateful day four hundred years ago a cataclysm - which became known in later years simply as &quot;the Doom&quot; - laid waste to the Valyrian capital, its people, and the surrounding lands. The string of volcanoes near Valyria known as the [[Fourteen Fires]] exploded in a massive eruption, consuming the city of Valyria in ash and flame, and the entire region was wracked by corresponding earthquakes. The [[Valyrian Peninsula]] itself was shattered and the ocean came sweeping in, becoming the area now known as the [[Smoking Sea]] - which no sailor dares cross and which is said to be haunted by demons.[[File:The Doom of Valyria - Fallen, Fallen is Bablyon.png|thumb|left|300px|Massive volcanic eruptions obliterated Valyria.]]\n\nThe exact cause of the Doom remains unknown: some believe the volcanic eruption was a natural disaster, while others believe it was inadvertently triggered by the Valyrians' own sorcery. Whatever the cause, Valyria was destroyed, and all their dragons were lost with it, along with Valyrian recorded history, spells, and knowledge. With its center of power destroyed, the Freehold collapsed. Of the mighty families of dragonlords who ruled the Freehold, only one survived, [[House Targaryen]], which had established on [[Dragonstone]] years before the Doom. Most importantly, the Targaryens on Dragonstone possessed the only Valyrian dragons that survived the Doom, the only remaining dragons in the known world.&lt;ref&gt;&quot;[[Valyria and the Dragons]]&quot;&lt;/ref&gt;[[File:Doom_of_Valyria.png|thumb|250px|The Doom left Valyria a smoking ruin.]]\n\nWith the heartland of the Freehold destroyed, its surviving colonies to the west and east re-asserted their independence, politically fracturing the continent and initiating a series of savage wars for dominance known as the &quot;[[Century of Blood]]&quot;, during which [[Volantis]] attempted to reform the Valyrian empire under their rule. Several of these colonies formed into the [[Free Cities]] in the west, and the cities of [[Slaver's Bay]] in the east.\n\n[[File:Century of Blood Qohor.png|thumb|left|300px|After Valyria fell, their former empire imploded from civil wars and Dothraki raids.]]Meanwhile, without the Valyrians and their dragons to keep them in check, the [[Dothraki]] mounted hordes swept across the continent from the central plains of the [[Dothraki Sea]], plundering and carving out new domains from surrounding areas - from the Dothraki point of view, the Doom started their own golden age of conquest and expansion. In the far northwest of Essos, the hidden city of [[Braavos]], founded by escaped slaves who fled Valyria, now revealed itself to the world. While the other Valyrian colonies were left in chaos, Braavos was an island of stability because it had no political or economic ties with the Freehold, and quickly rose to become the most powerful of the Free Cities.&lt;ref&gt;&quot;[[The Free Cities (Histories &amp; Lore)]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n{{Quote|No one's made a new Valyrian steel sword since the Doom of Valyria.|[[Jaime Lannister]]|Two Swords}}\nUpon receiving a fresh-forged [[Valyrian steel]] sword from his father, [[Jaime Lannister]] remarks that a new Valyrian steel hasn't been produced since the Doom of Valyria. [[Tywin Lannister|Tywin]] explains that the sword ([[Oathkeeper (sword)|Oathkeeper]]) was actually reforged from a pre-existing Valyrian steel sword ([[Ice]]).&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\n"}, "title": "Doom of Valyria"}