{"attributes": {"status": " :Category:Status: Alive", "family": [" Trystane Martell - son", "Oberyn Martell - brother", "Elia Martell - sister", "Rhaegar Targaryen - brother-in-law", "Rhaenys Targaryen (daughter of Rhaegar)"], "title": " Doran Martell", "season": " Season 5", "image": "Doran Martell Prince of Dorne.jpg", "allegiance": " House Martell", "actor": " Alexander Siddig", "culture": " Dornishmen", "titles": [" Prince of Dorne", "Lord of Sunspear"], "link": "House MartellCharacter", "mentioned": [" &quot;Two Swords&quot;", "&quot;The Lion and the Rose&quot;"], "place": " SunspearQuote"}, "sections": {"Family Tree": "{{Template:House Martell family tree}}\n\n", "TOP": "Doran Martell014592kv5r3vq1z21usxi38hrae9h2hnzeow41804552015-03-31T23:24:22ZArya Baratheon11928101quick fixes{{Heraldry\n|image=Martell mini shield.png\n|link=House Martell\n}}\n\n{{Character\n|Title = Doran Martell\n|Season = [[Season 5|5]]\n|Image=Doran Martell Prince of Dorne.jpg\n|Mentioned = &quot;[[Two Swords]]&quot;&lt;br&gt;&quot;[[The Lion and the Rose]]&quot;\n|Status = [[:Category:Status: Alive|Alive]]\n|Allegiance = [[House Martell]]\n|Titles = [[Prince of Dorne]]&lt;br&gt;[[Lord of Sunspear]]\n|Family = [[Trystane Martell]] - son&lt;br&gt;{[[Oberyn Martell]]} - brother&lt;br&gt;{[[Elia Martell]]} - sister&lt;br&gt;{[[Rhaegar Targaryen]]} - brother-in-law&lt;br&gt;{[[Rhaenys Targaryen (daughter of Rhaegar)|Rhaenys Targaryen]]} - niece&lt;br&gt;{[[Aegon Targaryen (Son of Rhaegar)|Aegon Targaryen]]} - nephew&lt;br&gt;[[Sand Snakes]] - nieces&lt;br&gt;{[[Lewyn Martell]]} - uncle\n|Actor = [[Alexander Siddig]]|Culture = [[Dornishmen]]\n|Place = [[Sunspear]]}}\n{{Quote|The prince's health forces him to remain at [[Sunspear]]. He sends his brother, Prince Oberyn to attend the [[Purple Wedding | royal wedding]] in his stead.|[[Blackmont (Lord)|Lord Blackmont]] to [[Tyrion Lannister]]|Two Swords}}\n\n'''Doran Martell''' is a major character in the [[Season 5|fifth season]], although he had already been mentioned in the [[Season 2|second]] and [[Season 4|fourth]] seasons. He will be played by [[Alexander Siddig]]. Doran Martell is the head of [[House Martell]], the ruling [[Prince of Dorne]], and the [[Lord of Sunspear]]. He is the older brother of [[Elia Martell|Elia]] and [[Oberyn Martell]], and the father of [[Trystane Martell]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Prince Doran is a cautious, pensive man who does not wear his emotions on his sleeve. He weighs the consequences of every action before he makes them, but whatever action he ultimately takes is therefore very deliberate. Tywin Lannister himself warns that Doran's patience and insistence on long-term planning should not be mistaken for indecision or laziness, and considers him a genuine threat.\n\nDoran was the eldest child and heir of his mother, who by the equal primogeniture laws of the Dornish ruled as Princess of Dorne in her own right. It is unknown what noble House his father was from. He had two younger brothers who died in infancy, and his two younger siblings Elia and Oberyn were born a decade after he was (Elia nine years later, and Oberyn a year after that). As a result of their age difference Doran was raised alone, which probably reinforced his tendency to not share his thoughts, though he deeply loved both Elia and Oberyn (similar to how [[Robb Stark]] and [[Rickon Stark]] were born ten years apart, but still cared greatly for each other).\n\nDoran was devastated by his sister Elia's rape and murder during [[Robert's Rebellion]]. A full decade older than his siblings, he never thought he would live to see the day when he heard of her death. The Targaryen loyalists were crushed on the battlefield, with the main Dornish army destroyed at the [[Battle of the Trident]] (Doran and Oberyn's uncle [[Lewyn Martell|Lewyn]], a member of the Kingsguard, also died in the battle). Even so, Oberyn was so infuriated by the atrocity of Elia's death that he urged that Dorne secede from the Iron Throne to become an independent kingdom again, fighting off Baratheon and Lannister armies through guerrilla warfare as their ancestors had fought off Targaryen invasions. Doran, however, would have none of it, recognizing that Dorne was in no position to resist the combined power of the victorious rebel armies. Instead, Doran recognized that the Martells needed to bide their time. Relations with the Iron Throne were deeply soured and it was only through extensive negotiations with the new Hand of the King, [[Jon Arryn]], that Dorne remained loyal to the Iron Throne - but the Martells completely withdrew from the royal court (explaining why they don't prominently appear in the novels before Joffrey's wedding - the middle of the third novel/beginning of the fourth TV season).\n\nAt the time of the War of the Five Kings, Doran has a bad case of gout and has trouble walking, preferring to move in a wheeled chair constructed by his maester. He hides his disability so as to not appear weak to his potential enemies. Instead, while still in command of his wits, Doran has semi-retired to the Water Gardens palace, and delegated much of the day-to-day running of Dorne to Oberyn. Doran went about using canes for a time, but he had to switch to using a wheelchair about two years before he first appears in ''A Feast for Crows'' (which would make it around the time the war started).\n\nDoran's gout is bad enough that he cannot walk more than a few steps, but he is not a complete invalid, and thus he could have come to King Joffrey's wedding if he truly wanted to, travelling by ship or palanquin. His physical condition was just bad enough, however, to make a convenient excuse for not having to go to King's Landing - enough that the Lannisters couldn't overtly express their displeasure that he did not come.\n\nDoran's brother Oberyn takes his place and goes to King's Landing. In the novels the agreement was slightly different: to secure the neutrality of Dorne in the war, the Lannisters betrothed Cersei's daughter Myrcella to Doran's son Trystane, but also offered Doran a seat on the Small Council. Oberyn arrives instead and takes the Small Council seat (simply as an advisor without a specific office). The TV series condensed this somewhat (because the agreement was last mentioned two full seasons before and viewers may have forgotten) to simply say that Doran was supposed to come to Joffrey's wedding, though Oberyn took his place - and then ''after'' Joffrey died Tywin gave Oberyn a seat on the Small Council to try to keep Dorne loyal to the Lannisters. The overall effect is minimal: either way, Oberyn ended up arriving in King's Landing soon before Joffrey's wedding, and wasn't heavily involved in the Small Council before Joffrey's death.\n\nDoran has three children: Princess Arianne, Prince Quentyn, and Prince Trystane, all born of his wife, Lady Mellario of [[Norvos]]. Doran married Mellario for love, not as an arranged marriage, however the two of them later fell out of love, and Mellario moved back to Norvos.\n\n", "Image gallery": "&lt;gallery&gt;\nWheelchair.jpg|Doran's wheelchair.\n&lt;/gallery&gt;\n\n", "See also": "*{{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Biography": "===Background===\nDoran Martell is the [[Prince of Dorne]] and the Lord of [[Sunspear]]. He is the head of [[House Martell]], the ruling house of [[Dorne]]. He is the older brother of the late Princess [[Elia Martell|Elia]], who was murdered by Ser [[Gregor Clegane]] in the [[Sack of King's Landing]], and PrinceÂ [[Oberyn]], known as The Red Viper, also killed by Clegane.\n\nHe suffers from a severe case of gout, which prevents him from walking.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n[[Tyrion Lannister]], the actingÂ [[Hand of the King]], proposes a marriage alliance to Prince Doran, offering the hand of Princess [[Myrcella Baratheon]] to be wedded to Doran's son, Prince [[Trystane Martell|Trystane]], when both come of age. Queen [[Cersei Lannister]] resists the idea, insisting her daughter would be a political hostage under House Martell, who notoriously hate the Lannisters.&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt; However, when Prince Doran accepts the alliance, Myrcella is sent to Dorne as a ward of his House.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\nPrince Doran is expected to arrive at [[King's Landing]] for the Royal Wedding. Due to his poor health, however, his younger brother [[Oberyn]] travels to the capital instead.&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\nDuringÂ [[Purple Wedding|Joffrey and Margaery's wedding]],Â [[Tywin Lannister]]Â inquires after Prince Doran's health, revealing that he suffers from gout and is unable to walk.Â [[Oberyn]]Â reassures Tywin that his brother is fine.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\n===[[Season 5]]===\n\n"}, "title": "Doran Martell"}