{"attributes": {"status": " :Category:Status: Dead", "death": "Locked with Xaro Xhoan Daxos inside his vault by Jorah Mormont", "last": "&quot;Valar Morghulis&quot;", "family": "", "title": "Doreah", "season": "Season 1", "image": "Doreah cleaned.jpg", "allegiance": ["Xaro Xhoan Daxos", "House Targaryen (Former)"], "actor": "Roxanne McKeedialogue a-b-a", "culture": "Lysene", "deathep": "&quot;Valar Morghulis&quot;", "link": " House TargaryenCharacter", "birth": "", "place": "Lys", "aka": "", "age": "approx. 24", "appearances": "11 episodes &lt;small&gt;(#Appearances", "first": "&quot;The Kingsroad&quot;"}, "sections": {"TOP": "Doreah023222bftfo1ych3y5t91z9gffj9b0umhn201746742015-02-28T01:20:36Z70.45.175.170{{Heraldry\n|image = Targaryen mini shield.png\n|link = House Targaryen\n}}\n{{Character\n| Title=Doreah\n| Image=Doreah cleaned.jpg\n| Season=[[Season 1|1]], [[Season 2|2]]\n| First=&quot;[[The Kingsroad]]&quot;\n| Last=&quot;[[Valar Morghulis]]&quot;\n| Appearances=11 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n| Aka=\n| Status= [[:Category:Status: Dead|Deceased]]\n| Death=Locked with [[Xaro Xhoan Daxos]] inside his vault by [[Jorah Mormont]]\n| DeathEp=&quot;[[Valar Morghulis]]&quot;\n| Place=[[Lys]]\n| Culture=[[Lys]]ene\n| Allegiance=[[Xaro Xhoan Daxos]]&lt;br&gt;[[House Targaryen]] (Former)\n| Age=approx. 24\n| Birth=\n| Family=\n| Actor=[[Roxanne McKee]]}}\n{{dialogue a-b-a|Doreah|Seeing a dragon would make me very happy.|Viserys Targaryen|Well, after fifteen years in a pleasure house, I imagine just seeing the sky makes you happy.|I was not locked in. I have seen things.|Doreah and Viserys banter in a bathtub.|Cripples, Bastards and Broken Things}}\n'''Doreah''' is a recurring character in the [[Season 1|first]] and [[Season 2|second]] seasons.   \nShe is played by guest star [[Roxanne McKee]] and debuts in the &quot;[[The Kingsroad]]&quot;. Doreah is a handmaiden of [[Daenerys Targaryen]] and a former [[Slavery|bedslave]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Doreah is from the [[Free Cities|Free City]] of [[Lys]]. She is beautiful and has an unusual look compared to Daenerys's other [[Dothraki]] servants, [[Irri]] and [[Jhiqui]]. Doreah's role is to instruct Daenerys in the &quot;womanly arts of love&quot;.\n\nIn the books, Doreah has the distinctive Lysene features of blonde hair and blue eyes. The TV series didn't have actress Roxanne McKee change her appearance for the role.\n\nIn contrast to the series, Doreah dies of a wasting disease in the second book while traversing the Red Waste. Daenerys personally buries her, and weeps as she does so. In the TV series, it is [[Rakharo]] who dies, followed by [[Irri]] dying in Qarth soon afterwards.\n\n", "Behind the scenes": "\nIn her bathtub discussion with Viserys in Season 1's &quot;Cripples, Bastards and Broken Things&quot;, Doreah speaks of a man from [[Asshai]] with a daggerÂ of realÂ [[Dragonglass]], a manÂ who can change his face, and a colorful pirate. The first is a reference to obsidian - which is called by Dragonglass by the smallfolk of [[Westeros]].Â TheÂ second is a reference to the [[Faceless Men]] of [[Braavos]]. The third could possibly be a reference to [[Salladhor Saan]], a noted pirate who is also from Lys. All of these later appear in Season 2.\n\n[[File:Doreah kills Irri.jpg|thumb|Deleted scene of Doreah killing Irri.]]According to an interview Amrita Acharia gave after her departure, a death scene for [[Irri]] was actually filmed but was not included in the final edit of the episode: &quot;Iâ&euro;&trade;m waiting for Daenerys to come back so Iâ&euro;&trade;m running up the stairs. â&euro;&oelig;Khaleesi, are you back yet?â&euro;? And the dragons are gone. Out of nowhere, thereâ&euro;&trade;s a noose around my neck. I think itâ&euro;&trade;s hard to be strangled onscreen because obviously to an extent to make it look real, you really have to be a bit strangled. So I had massive bruises on my neck the next day. I was proud. Battle scars. Death scenes are fun.&quot;&lt;ref&gt;[http://winteriscoming.net/2012/05/interview-with-amrita-acharia/ WinterIsComing.net interview with Amrita Acharia]&lt;/ref&gt;\n\nA deleted scene in the Season 2 Blu-ray shows that it was actually Doreah who personally strangled Irri to death, instead of just indirectly betraying her to her death. As this is from a deleted scene it is not canonical and should not be considered to have actually happened.&lt;ref&gt;[http://winteriscoming.net/2012/10/doreah-kills-irri-new-s2-production-stills/ WinterIsComing.net report.]&lt;/ref&gt;\n\n", "Image Gallery": "&lt;gallery captionalign=&quot;left&quot;&gt;\nDoreah.png\nDoreah still.jpg\nDany Doreah Drogon.jpg|Daenerys teaching Drogon to cook meat with Doreah in &quot;[[The Ghost of Harrenhal]]&quot;\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n\n", "Appearances": "{{Season One Appearances||yes||yes||yes|yes|yes|yes}}\n{{Season Two Appearances|yes|yes||yes|yes|||||yes}}\n\n", "Biography": "===Background===\nDoreah was a bedslave in one of the &quot;[[pleasure house]]s&quot; of the [[Free City]] of [[Lys]].&lt;ref name=&quot;Doreah viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/targaryen/doreah/ HBO viewers guide, season 2 guide to houses, House Targaryen - Doreah entry]&lt;/ref&gt; She was later bought by [[Illyrio Mopatis]] and moved to his mansion in the city of [[Pentos]].\n\nDoreah was sold to the pleasure house by her mother when she was nine years old. She didn't touch a man until three years after that, however, and in the intervening years was instructed in the art of seduction. She spent fifteen years there before being bought by [[Viserys Targaryen]], making her approximately twenty-four years old during the first season.&lt;ref name=&quot;ReferenceA&quot;&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\n===[[Season 1]]===\nDoreah is bought as a wedding gift for [[Daenerys Targaryen]] by her brother Viserys Targaryen. He intends her to serve as a handmaid and to prepare Daenerys for the sexual aspects of her marriage.&lt;ref name=&quot;Doreah viewers guide&quot;/&gt; Viserys is an exiled Prince from Westeros and has arranged his sister's marriage to the Dothraki warlord Khal [[Drogo]] to attempt to reclaim his crown.&lt;ref&gt;&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;&lt;/ref&gt; Doreah tells Daenerys a story of the origin of dragons. She says that there used to be two moons in the sky until the second moon wandered too close to the sun and cracked open, spilling a thousand [[dragons]] into the world. Her story is dismissed as nonsense by Dany's other handmaidens, [[Irri]] and [[Jhiqui]]. Daenerys asks Doreah's advice on how to please [[Khal]] [[Drogo]] in bed and Doreah tutors her in the sensual arts. She also shows Daenerys how to use her sexuality to establish herself as someone worthy of Drogo's respect.&lt;ref&gt;&quot;[[The Kingsroad]]&quot;&lt;/ref&gt;\n\n[[File:Daenerys &amp; Doreah 1x02.png|thumb|190px|Doreah teaching Daenerys how to please her husband.]]\n[[File:Doreahbath.png|thumb|190px|Doreah and Viserys.]]\nDoreah pleasures Viserys and tells him that she has always wanted to see a dragon. She points out she once saw [[Faceless Men|a man who could change his face like clothing]], and [[Salladhor Saan|a pirate covered in gold who flew colorful sails]]. Viserys is initially amused by the discussion, but sours when it reminds him of the destruction of his house at the hands of [[Robert Baratheon|the Usurper]]. He forces Doreah to finish their intercourse in silence, which she does unenthusiastically.&lt;ref name=&quot;ReferenceA&quot;/&gt;\n\nDaenerys sends Doreah to invite Viserys for a meal. He takes umbrage with being 'commanded' by a slave and beats Doreah before dragging her through the camp to confront Daenerys.&lt;ref name=&quot;ReferenceA&quot;/&gt; Viserys' temper and inability to control his sister lead him to confront Drogo. Doreah watches as Viserys threatens to kill Daenerys if Drogo does not deliver his promised crown. Drogo feigns acquiescence and then kills Viserys by crowning him with molten gold.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\n[[File:Daenerys, Irri &amp; Doreah 1x07.png|thumb|190px|Doreah is part of Daenerys' retinue as she inspects the markets of [[Vaes Dothrak]].]]\nDoreah is part of Daenerys' retinue as she inspects the markets of [[Vaes Dothrak]]. She is present when [[Jorah Mormont]] foils a [[wineseller]]'s attempt to poison Daenerys. The narrow escape convinces Drogo to swear that he will invade Westeros for Daenerys.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt; Doreah remains by Daenerys' side as the Khalasar raids [[Lhazar]] to obtain slaves to finance the invasion. Daenerys insists the Dothraki refrain from raping their captives and Doreah watches as Drogo easily defeats a dissenting warrior. After Drogo's death, Doreah and the remaining Dothraki watch as Daenerys walks into the flames of his funeral pyre with her dragon eggs. In the morning they find her with three newly-hatched dragons. Doreah and the khalasar kneel and renew their fealty to Daenerys.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\nDoreah continues to serve as Daenerys' handmaiden as the small remains of the khalasar make their way through the [[Red Waste]]. She is fascinated with her lady's dragons, and asks her what Viserys knew of them, only to be told that he knew &quot;nothing of dragons&quot;. Daenerys's Silver horse dies during their journey. Daenerys halts the majority of the column and sends her bloodriders to scout ahead.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\n[[Kovarro]] returns having reached the city of [[Qarth]]. Daenerys leads her people there and is dismayed when she is refused entry by the ruling elders, [[the Thirteen]]. The khalasar are eventually admitted, but only after Daenerys threatons to burn the place to the ground once her dragons are grown. They all enter under the protection of [[Xaro Xhoan Daxos]].&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\n[[File:Dany Doreah Drogon.jpg|thumb|190px|Doreah and Daenerys with [[Drogon]].]]\nXaro welcomes Daenerys into his home, giving her people accommodation and buying her gifts. Later Irri watches as Daenerys and Doreah lean on the stone balcony of their new apartment. [[Drogon]] is perched on the edge of the balcony with a lump of raw meat between them. Daenerys instructs Drogon to breathe flame on the meat by saying [[Dracarys]], the old Valyrian word for Dragon fire. Drogon does as she commands, charring the meat. Doreah and Daenerys watch the dragon gleefully as he feasts on the cooked morsel. Daenerys says that Drogon will be able to feed himself from now on. Doreah reaches for another lump of meat but Daenerys instructs her to let Drogon sleep. Doreah holds out her hand to help the dragon back into his wooden cage and he climbs onto it. Daenerys tells Doreah that the dragon loves her, eliciting a frown from Irri.&lt;ref name=&quot;E15&quot;&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\n[[File:Doreah 2x05.png|thumb|190px|Doreah preparing Daenerys' dress.]]\nDoreah picks up a dress from the bed and asks if Daenerys has seen it. She tells her Xaro had it made for her and reports hearing that he is the wealthiest man in Qarth. Irri concurs with her fellow handmaiden. Doreah adds that Qarth is the richest city in Essos. Daenerys tells Doreah that they know nothing about their host and suggests that men often speak about other men when they are happy, suggesting that Doreah seduce some of Xaroâ&euro;&trade;s fellow citizens to obtain more information. Doreah says that Daenerys would look like a real princess in Xaroâ&euro;&trade;s dress and Irri objects to the title, correcting Doreah that Daenerys is a Khaleesi. Irri breaks the ensuing awkward silence by encouraging Daenerys to wear the dress as a guestâ&euro;&trade;s courtesy to Xaro. Xaro throws a reception for Daenerys in his gardens. Doreah and several of the khalasar are also present. Daenerys is pleased to see Doreah ingratiating herself with several of the men present.&lt;ref name=&quot;E15&quot;/&gt;\n\nWhen they return home later, Daenerys's men have all been brutally murdered, her dragons are stolen, Irri lies dead on the floor and Doreah is missing.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt; Daenerys tells Ser Jorah that she believes Doreah is dead.\n\n[[File:Doreah begs daenerys.png|thumb|Doreah begs for her life]]After Daenerys retrieves her dragons she finds a sleeping Doreah abed with Xaro, revealing that she had in fact betrayed Daenerys and her dragons to the conspirators. Although she pleads for her life, she is locked inside the merchant prince's vault along with him to die.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\n"}, "title": "Doreah"}