{"attributes": {"status": "Active", "features": [" Olive/bronzed skin", "Black hair", "Dark eyesFile:DornishBannermen.jpg"], "language": " Common Tongue", "title": " Dornishmen", "ruler": [" King of the Andals and the First Men", "Prince of Dorne (House Martell)"], "image": " Pedro-Pascal-as-Oberyn-Martell-Indira-Varma-as-Ellaria-Sand photo-Helen-Sloan HBO.jpg", "society": " Feudal-based", "location": " Dorne, Westeros", "religion": " Faith of the Seven (with unique local variation)", "aka": ["Dornish", "Vipers"], "predecessors": ["Rhoynar", "Andals/First Men"]}, "sections": {"TOP": "Dornishmen021298lhvwt0z73keeurcjzw1tp5lh1e093n21687152015-01-09T21:47:29ZThe Dragon Demands5014364/* In the books */{{Culture infobox\n| Title= Dornishmen\n| Image= Pedro-Pascal-as-Oberyn-Martell-Indira-Varma-as-Ellaria-Sand photo-Helen-Sloan HBO.jpg\n| AKA=Dornish&lt;br&gt;Vipers\n| Status=Active\n| Predecessors=[[Rhoynar]]&lt;br&gt;[[Andal]]s/[[First Men]]\n| Location = [[Dorne]], [[Westeros]]\n| Ruler= [[King of the Andals and the First Men]]&lt;br&gt;[[Prince of Dorne]] ([[House Martell]])\n| Society= Feudal-based\n| Language= [[Common Tongue]]\n| Religion= [[Faith of the Seven]] (with unique local variation)\n| Features= Olive/bronzed skin&lt;br&gt;Black hair&lt;br&gt;Dark eyes\n}}\n[[File:DornishBannermen.jpg|thumb|300px|The ethnic background of Dornishmen separates them from the rest of the Westerosi people.]]\n\nThe '''Dornishmen''', also known as the '''Dornish''', are the inhabitants of [[Dorne]], one of the constituent regions of the [[Seven Kingdoms]] of [[Westeros]]. Like the [[Northmen]] and the [[ironborn]], the Dornish have a unique culture, law, and ethnic background, the result of the intermingling between the Westerosi inhabitants - predominantly of [[Andals|Andal]] origins - and the [[Rhoynar]] invaders that escaped [[Essos]] to avoid conquest by the [[Valyrian Freehold]]. Due to their Rhoynar blood, Dornishmen tend towards olive skin, black hair, and dark eyes.\n\nThe Rhoynar who migrated to Westeros converted to the [[Faith of the Seven]], but in many ways they simply picked and chose which rules they wanted to follow while ignoring those they disagreed with. As a result the religion is interpreted more loosely in Dorne than in the other Seven Kingdoms (though they are no less devout), with several unique variations and local customs.\n\nIn the rest of the Seven Kingdoms, the Dornish have a reputation for being hot-blooded and sexually licentious. Indeed, Dornishmen have more &quot;relaxed&quot; views towards sexuality and love than the rest of Westeros. [[Paramour]]s are not shunned or kept in secret: instead they are held in a similar status as a lawful wife or husband, and it is not unusual for noblewomen to have paramours. The Dornish also have no particular stigma against homosexual behavior. Similarly, [[bastards]] do not carry the stigma of being born out of wedlock and are raised along their trueborn siblings and cousins, though they are still considered poor matches for marriage due to their inability to receive inheritance.&lt;ref&gt;&quot;Bastards of Westeros&quot; promotional video&lt;/ref&gt; PrinceÂ [[Oberyn Martell|Oberyn]]Â mentions on [[Joffrey Baratheon|Joffrey's]] [[Purple Wedding|wedding]] that his people doesn't despiseÂ bastards because they are born out of passion.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Dornishmen are the result of the Rhoynar invasion, in which the Rhoynish people, led by Queen Nymeria conquered Dorne with the aid of Prince Mors Martell, who brokered a marriage alliance with her.\n\nThe level of Rhoynish blood in the Dornish gene pool varies depending on the proximity to the coast, becoming weaker the closer to inland Westeros. King Daeron I, during his Conquest of Dorne, classified the Dornish in three groups:\n\n* &quot;Salty Dornishmen&quot;, who live along the coasts, and the densely populated river-valleys of eastern Dorne. These Dornishmen are dark-featured, with smooth olive skin and black hair.  They tend to be short and lithe in build.\n* &quot;Sandy Dornishmen&quot;, who live in the harsh deserts of central Dorne.  Their faces burned brown by the hot Dornish sun, their features are even darker than the salty Dornishmen, even though they have a little less Rhoynar ancestry.  Conversely, they are slightly taller than  Salty Dornishmen.  \n* &quot;Stony Dornishmen&quot;, who  live in the passes and heights of the [[Red Mountains]] in western Dorne, the only part of Dorne which has a land border with the rest of the Seven Kingdoms. They have the most Andal and First Men blood, because few Rhoynar settled that far into the interior of Dorne.  As a result they mostly resemble the other people of the Seven Kingdoms in look, customs, and traditions. They are brown-haired or blonde and fair-skinned, with faces that are freckled or burned by the sun.\n* Additionally, there is a smaller, fourth group of pure Rhoynish blood. They call themselves the Orphans of the Greenblood. &quot;Orphans&quot; because they still mourn the loss of their distant homeland along the [[Rhoyne]], which they worship as &quot;Mother Rhoyne&quot;, and so continue to practice the traditions and religion of their river-faring ancestors. The are established along the [[Greenblood]] River, plying poleboats.\n\nThe Rhoynish influence extends to the law and culture of the Dornishmen, which remains unique even though Dorne is part of the Seven Kingdoms. Equal primogeniture is still practiced, with elder daughters standing higher in lines of succession than younger brothers and still bearing the family name.\n\nHomosexuality and bisexuality are likewise tolerated by the Dornish and don't carry the stigma they do in the rest of the Seven Kingdoms.\n\nThe Dornish are often colloquially referred to as &quot;vipers&quot;, both by themselves and outsiders (much as the Northmen are often called &quot;wolves&quot; because they were ruled for centuries by the Starks). This is due to the large number of poisonous snakes in the deserts of Dorne and in the treacherous mountain passes that lead into it from the west. Oberyn Martell gained the nickname of &quot;the Red Viper&quot; due to his habit of coating his weapons in lethal poisons. The Dornish also enjoy hot spices in their foods, which do not grow in other regions of Westeros. Some of their hotter spices are said to use trace amounts of snake venom as an ingredient.\n\n"}, "title": "Dornishmen"}