{"attributes": {"castles": "Nightsong â&euro;˘ Blackhaven â&euro;˘ Stonehelm â&euro;˘ Summerhall", "cities": "", "founding": "", "places": "", "formerly": "", "title": "Dornish Marches", "culture": "Marcher lord Stormlanders (Andals)", "image": "DornishMarches.jpg", "villages": "", "founder": "Quote", "rulers": "House Caron", "location": ["the eastern Red Mountains,", "southern The Stormlands"], "military": "", "religion": "The Faith of the Seven", "towns": "", "population": "", "type": "Geographic region", "age": "", "geography": "Tall, cold mountain highlands"}, "sections": {"TOP": "Dornish Marches021365anpxg7hfwojncd19rr9w1el9z5dmc3z1767322015-03-13T21:19:29ZAsguardian26092854{{Region\n| Title=Dornish Marches\n| Image=DornishMarches.jpg\n| Location=the eastern [[Red Mountains]],&lt;br&gt;southern [[The Stormlands|Stormlands]], [[Westeros]]\n| Formerly=\n| Type=Geographic region\n| Geography=Tall, cold mountain highlands\n| Population=\n| Rulers=[[House Caron]]\n| Religion=The [[Faith of the Seven]]\n| Culture=Marcher lord Stormlanders ([[Andals]])\n| Military=\n| Regional capital= \n| Cities=\n| Towns=\n| Villages=\n| Castles=[[Nightsong]] â&euro;˘ [[Blackhaven]] â&euro;˘ [[Stonehelm]] â&euro;˘ [[Summerhall]]\n| Places=\n| Founding=\n| Age=\n| Founder=}}\n{{Quote|For thousands of years, the Storm Kings fought the Gardener Kings of the Reach and various families of Dorne for control of the Dornish Marches, just below the Red Mountains.|[[Brienne of Tarth]]|The Stormlands (Histories &amp; Lore)}}\n[[File:Dornish Marches map.PNG|thumb|275px|The Reach = green, Dorne = red, the Stormlands = yellow, the Dornish Marches = yellow with black hash marks (the Marches are the southern part of the Stormlands).  Notice that the Marches are in the middle of all three kingdoms:  they were borderlands constantly fought over by each of them before the Seven Kingdoms were unified.]]\nThe '''Dornish Marches''' are an area of the southwestern [[Stormlands]] bordering [[Dorne]], [[the Reach]], and the [[Sea of Dorne]]. They are located in the northern end of the [[Red Mountains]] which separate Dorne from the rest of the continent. As a result they have a very cold, alpine climate.\n\nDespite their name, they have been ruled from [[Storm's End]] ever since the [[Storm King]]s of [[House Durrandon]] asserted their dominance over it against the [[House Gardener|Gardener]] [[King of the Reach|Kings of the Reach]] and several Dornish houses. They are &quot;marches&quot; on the border that guards the Stormlands ''from'' Dornish attack.&lt;ref name=&quot;TS:H&amp;L&quot;&gt;[[The Stormlands (Histories &amp; Lore)]]&lt;/ref&gt;\n\nThe fighting for control over the Marches lasted until Dorne was brought under the rule of the [[Iron Throne]] through a marriage alliance one century before the War of the Five Kings.&lt;ref name=&quot;TS:H&amp;L&quot;/&gt;\n\nThe Storm lords from the Dornish Marches still maintain strong martial traditions after centuries of constant warfare, and produce some of the best fighters in the Seven Kingdoms, such as Lord [[Beric Dondarrion]] and Ser [[Barristan Selmy]].&lt;ref name=&quot;TS:H&amp;L&quot;/&gt;\n\n[[House Dondarrion]], [[House Caron]], [[House Swann]], and [[House Selmy]] are all Marcher Houses.\n\n", "See also": "*{{AWOIAF}} (MAJOR spoilers from the books)\n\n", "In the books": "[[File:Barristan_Selmy.jpg|thumb|200px|Barristan Selmy, a legendary knight from the Dornish Marches.]]\n[[File:DondarrionS3.jpg|thumb|200px|Beric Dondarrion, a Marcher lord.]]\n[[File:Anguy.jpg|thumb|200px|Anguy, a champion archer from the Dornish Marches.]]\nIn the ''[[A Song of Ice and Fire]]'' novels, the Dornish Marches are one of the most heavily contested regions in all of Westeros, and have experienced centuries of endless petty border wars - particularly since the Rhoynar migrated to Dorne a thousand years ago. It was in this mountainous border zone that the rivalries were played out between the Stormlands, Dorne, and the Reach. This is similar to how other kingdoms played out their rivalries in the border regions of [[the Riverlands]], but while the Riverlands are composed of vast, fertile, and accessible plains, warfare in the Dornish Marches saw large battles fought over a single mountain valley at a time.\n\nEventually, the Stormlands gained control over most of the Marches, though the borders in the mountains remained fluid - basically the Marches still belong to the Stormlands because they happened to be in control of them when Aegon Targaryen unified the Seven Kingdoms.\n\n[[Anguy]], the champion archer in the [[Brotherhood Without Banners]], is also a Stormlander from the Dornish Marches.\n\nThe Marcher lords are the most militaristic of the Storm lords. Moreso than others from the Stormlands, they absolutely hate the Dornish - even eclipsing the common resentment between [[The Reach|Reachmen]] and the Dornish. Their centuries-long blood feud has become proverbial, so that characters sometimes describe deep seated enemies as loathing each other like Dornishmen and Marchers (as a real-life audience might say &quot;fighting like [[Wikipedia:Hatfield-McCoy feud|Hatfields and McCoys]]&quot;).\n\nAs author [[George R.R. Martin]] has stated, the Dornish Marches are a loose parallel to the [[Wikipedia:Welsh Marches|Welsh Marches]] in medieval Britain: a heavily fortified border zone in the mountains of Wales held by special frontier lords. Similar to how Welsh princes remained independent even after the Norman Conquest, the Dornish princes in Westeros remained independent for two centuries after the Targaryen Conquest (though in most other respects, Dorne is meant to be loosely analogous to Moorish Spain in the Middle Ages).\n\nHouse Caron of [[Nightsong]] appears to have some sort of overlordship over the Dornish Marches, as their title &quot;Lord of the Marches&quot; implies. During the War of the Five Kings, however, Lord Bryce Caron was killed in the [[Battle of the Blackwater]]. With the continental Stormlands left defenseless after their armies were crushed on the Blackwater, most submit to Joffrey's rule. When Lord Bryce died, however his only remaining heir was his [[Bastardy|bastard]] son Rolland Storm, who continues to serve Stannis Baratheon on Dragonstone. As a result, Joffrey awarded rule of Nightsong (and apparently, overlordship of the Dornish Marches) to the man who killed Lord Bryce in combat: Phillip Foote, a minor knight from [[the Westerlands]] serving in the Lannister army.\n\nWhen the War of the Five Kings breaks out, the Dornish assemble their armies in the passes of the Red Mountains. [[Tyrion Lannister]] is unconcerned, realizing that they are simply blocking any entry to Dorne, but they are not stupid enough to needlessly launch an attack against the Marchers and end up dragging all of Dorne into the wider war (some of Prince [[Doran Martell]]'s more hot-headed advisors suggested doing this, but he paid them no heed). Thinking on it, Tyrion then worries that while the Dornish aren't that stupid, the Marcher-lords ''are'' brazen enough to attack without explicit orders. So far at least, neither side has taken any action.\n\n"}, "title": "Dornish Marches"}