{"attributes": {"castles": "Blackmont â&euro;˘ Ghost Hill â&euro;˘ Godsgrace â&euro;˘ Hellholt â&euro;˘ Kingsgrave â&euro;˘ Lemonwood â&euro;˘ Saltshore â&euro;˘ Sandstone â&euro;˘ Skyreach â&euro;˘ Starfall â&euro;˘ The Tor â&euro;˘ Yronwood â&euro;˘ Vaith â&euro;˘ The Water Gardens", "cities": "", "founding": "", "places": "Torentine â&euro;˘ Brimstone â&euro;˘ Greenblood â&euro;˘ Red Mountains â&euro;˘ Scourge â&euro;˘ Vaith (river)", "formerly": "Principality of Dorne", "title": "Dorne", "culture": "Dornishmen (Rhoynar/Andal/First Men mixture)", "image": "Dorne.png", "villages": "", "founder": "Mors Martell and NymeriaImage:Dorne.PNG", "rulers": "House Martell", "link": "House MartellRegion", "location": "southeastern Westeros", "military": "", "religion": "The Faith of the Seven (with regional variation)", "towns": " Vulture's Roost", "population": "Dornishmen", "type": "Administrative region of the Seven Kingdoms", "age": "1,000 years", "geography": [" Parched, temperate to arid; mountains (west), ", "rolling-sands deserts (center), ", "semi-arid hills punctuated by river valleys (east)."]}, "sections": {"TOP": "Dorne02227qsolweipp4fy8bgemwkbpwuixgpohfs1812462015-04-05T12:03:30Z106.185.39.28{{Heraldry\n|image=Martell mini flag.png\n|link=House Martell\n}}\n\n{{Region\n| Title=Dorne\n| Image=Dorne.png\n| Image size=\n| Location=southeastern [[Westeros]]\n| Formerly=Principality of Dorne\n| Type=Administrative region of the [[Seven Kingdoms]]\n| Geography= Parched, temperate to arid; mountains (west), &lt;br&gt;rolling-sands deserts (center), &lt;br&gt;semi-arid hills punctuated by river valleys (east).\n| Population=[[Dornishmen]]\n| Rulers=[[House Martell]]\n| Religion=The [[Faith of the Seven]] (with regional variation)\n| Culture=[[Dornishmen]] ([[Rhoynar]]/[[Andal]]/[[First Men]] mixture)\n| Military=\n| Regional capital=[[Sunspear]]\n| Cities=\n| Towns= [[Vulture's Roost]]\n| Villages=\n| Castles=[[Blackmont]] â&euro;˘ [[Ghost Hill]] â&euro;˘ [[Godsgrace]] â&euro;˘ [[Hellholt]] â&euro;˘ [[Kingsgrave]] â&euro;˘ [[Lemonwood]] â&euro;˘ [[Saltshore]] â&euro;˘ [[Sandstone]] â&euro;˘ [[Skyreach]] â&euro;˘ [[Starfall]] â&euro;˘ [[The Tor]] â&euro;˘ [[Yronwood]] â&euro;˘ [[Vaith]] â&euro;˘ The [[Water Gardens]]\n| Places=[[Torentine]] â&euro;˘ [[Brimstone]] â&euro;˘ [[Greenblood]] â&euro;˘ [[Red Mountains]] â&euro;˘ [[Scourge]] â&euro;˘ [[Vaith (river)|Vaith River]] â&euro;˘ [[Prince's Pass]] â&euro;˘ The [[Boneway]]\n| Founding=\n| Age=1,000 years\n| Founder=Mors Martell and Nymeria\n}}\n[[Image:Dorne.PNG|thumb|right|200px|Map showing the location of Dorne within the continent of Westeros.]]\n{{Quote|Only the Dornish managed to resist [[Aegon I Targaryen|Aegon Targaryen]] and his [[Dragons|dragons]].|[[Tywin Lannister]] to Prince [[Oberyn Martell]] of Dorne|Breaker of Chains}}\n'''Dorne''' is one of the nine constituent regions of the [[Seven Kingdoms]]. It is the southernmost part of the continent of [[Westeros]], located thousands of miles from [[Winterfell]] and the [[North]], and has a harsh desert climate. The Dornishmen are ethnically distinct from the rest of the Seven Kingdoms, being largely descended from [[Rhoynar]] refugees who intermarried with the local population of [[Andals]] and [[First Men]] roughly a thousand years ago. As a result they have very different customs and traditions compared to the other regions of Westeros.\n\nDorne was a sovereign kingdom before the invasion of [[Aegon the Conqueror]], and weathered his attack to remain one afterwards, the only one of the Seven Kingdoms to retain its independence. It joined the [[Seven Kingdoms]] through peaceful marriage alliance nearly two centuries later, only one century before [[Robert's Rebellion]]. As a result of joining through marriage and not conquest, Dorne was allowed to keep many of its local customs and laws, such as equal inheritance laws for male and female heirs. Due to these different ethnic, legal, and political factors, the '''Dornishmen''' are very independently minded, with a stronger sense of &quot;national identity&quot; than many of the other Seven Kingdoms.\n\nDorne is ruled from the castle of [[Sunspear]] by [[House Martell]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/dorne/ HBO viewers guide, season 2 map, Dorne entry]&lt;/ref&gt; [[Bastards]] born in Dorne are given the surname '''Sand'''. Things from Dorne are known as &quot;Dornish&quot;, while the people of Dorne are properly known as the &quot;[[Dornishmen]]&quot;, though its people are sometimes simply referred to as &quot;the Dornish&quot;.\n\n", "See also": "* {{AWOIAF}}\n* [http://viewers-guide.hbo.com/game-of-thrones/season2/#!/map/ HBO Viewer's Guide]\n\n", "Gallery": "&lt;gallery position=&quot;center&quot;&gt;\nDorne Season 5.png|A Dornish Palace.\nJaime in Sunspear with Areo Hotah.png|Jaime in Sunspear, the capital of Dorne.\n&lt;/gallery&gt;\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Dorne is one of the nine constituent regions of Westeros. It lies in the far south, along the large peninsula which makes up the southernmost part of the continent. It is bordered by the Sea of Dorne to the north, the islands known as the Stepstones to the east, the Summer Sea to the south, and the Red Mountains to the west and north-west. Dorne consists of rocky mountains and parched deserts, with more fertile lands along the rivers. It is ruled from the castle of Sunspear by [[House Martell]].\n\nOne thousand years ago, Dorne was a shifting patchwork of small [[Andals|Andal]] states, with no ruler strong enough to seize control of the entire region. However, a people of [[Essos]] known as the Rhoynar had fled to Dorne in ten thousand ships after their homeland was overrun and destroyed by the expanding power of [[Valyria]]. Their leader, Queen Nymeria,Â forged a marriage alliance with Lord Mors Martell of Sunspear and with his support conquered the entire peninsula, uniting it as the Kingdom of Dorne.\n\nSeven centuries later, when King Aegon I Targaryen invaded Dorne, the Dornish refused to give open battle. Having heard of the defeat of the Reach and the Westermen at the [[Field of Fire]], they knew that giving a pitched battle would have allowed Aegon to deploy his [[dragons]], so they instead adopted guerrilla warfare tactics, striking at Aegon's flanks and supply lines. Aegon was forced to concede defeat and leave the kingdom untaken. A century and a half later King Daeron I, the Young Dragon, invaded Dorne and successfully subdued the kingdom, losing ten thousand soldiers in the process. However, it almost immediately rose in rebellion after Daeron's troops returned home. In the resulting conflict forty thousand Targaryen soldiers died, including the Young Dragon, and his successor King Baelor made peace with Dorne instead. Fifty years later, after the long and fruitful marriage of Princess Myria Martell to Prince Daeron (later King Daeron II), Dorne finally joined the Seven Kingdoms through peaceful alliance.\n\nThe people of Dorne, the Dornish, are considered a passionate and fiery people, with more relaxed views on sexual morality then other parts of the Seven Kingdoms. Dorne joined the Seven Kingdoms through peaceful alliance and a marriage contract, and as such its people are allowed more indulgences than the other regions conquered by the [[Targaryens]] in war. In particular, the rulers of Dorne are allowed to style themselves &quot;Prince&quot; rather than &quot;Lord&quot; and inheritance always passes to the eldest child regardless of gender, in contrast to the male-favoring primogeniture practiced elsewhere in Westeros.\n\nDorne and the Reach are old enemies, and their ambivalence remains strong despite being unified under the [[Iron Throne]]. In the current generation there is also great antipathy for the [[Lannisters]], due to the death of Princess Elia Martell, married to [[Rhaegar Targaryen]], and her two children during the Sack of King's Landing by Lannister armies. Dorne has maintained something of an isolationist policy for much of the last generation.\n\nThe ''World of Ice and Fire'' sourcebook (2014) officially confirmed that Dorne is formally styled as a &quot;principality&quot;, not a &quot;princedom&quot;.\n\nAccording to author [[George R.R. Martin]], Dorne is loosely inspired by Spain, particularly the South's Moorish heritage, which culturally sets it apart from the rest of the country and of Western Europe. There is also some slight inspiration from Wales, in the sense that just as the Norman Invasion of 1066 didn't succeed in conquering the mountainous peninsula of Wales, and it took generations to bring Wales under control, within the narrative the Targaryen Conquest didn't succeed in conquering Dorne, and it remained an independent border state which frustrated any further attempts at conquest by the Targaryens for another two centuries, before being peacefully absorbed through marriage-alliance. Furthermore, Dorne's status as a Principality also matches that of Medieval Wales which styled its rulers as princes. Climatically, culturally and geographically it has many more similarities with Moorish Spain. Politically, Spain's isolation from the rest of Europe throughout much of its history also mirrors that of Dorne. Daeron's invasion of Dorne and subsequent rebellion against him also has strong parallelisms with the Spain's guerrilla war of liberation against Napoleon. In any case, Martin discourages making one for one comparisons:\n\n:&quot;Dorne is definitely influenced a bit by Spain, a bit by Wales. But nothing is one and one. I took that together. Dorne is a very special land, with a slightly different cultural basis than the rest of Westeros...it was politically apart for a long time, it was also culturally apart because of the Rhoynar and the traditions they brought, but they didnâ&euro;&trade;t influence the rest of Westeros so much. So the dornish have their own particular sort of customs. I see that in Spain with the whole history, particularly the Moorish history of Spain, you know...it really sets it apart from France.&quot;&lt;ref&gt;[http://www.adriasnews.com/2012/10/george-r-r-martin-interview.html Adria's News, Un Blog en Catala. October 7, 2012.]&lt;/ref&gt;\n\n:&quot;I read a lot of history, and mine it for good stuff, but I also like to mix and match. That is to say, I don't do straight one-for-one transplants, as some authors do, so you can't really say that X in Westeros equals Y in real life. More often X in Westeros equals Y and Z in real life, with squidges of Q, L, and A.&lt;br /&gt;In the case of Dorne, yes, Wales was definitely an influence, for all the reasons you cite. But there's also some distinctly unWelsh elements down there. South of the wall of mountains [the Red Mountains] you have a hot, dry country more like Spain or Palestine than the cool green valleys of Wales, with most of the settlements along the seacoast and in few great river basins. And you also have the flavor given the culture by the great Rhoynar influx led by Nymeria. I suppose the closest real life equivalent to that would be the Moorish influence in parts of Spain. So you could say Dorne is Wales mixed with Spain and Palestine with some entirely imaginary influences mixed in. Or you could just say it's Dorne.&quot;&lt;ref&gt;[http://www.westeros.org/Citadel/SSM/Entry/Historical_Influences_for_Dorne/ So Spake Martin], February 29, 2001, Westeros.org&lt;/ref&gt;\n\n", "Geography": "===Overview===\nDorne contains the only desert on the entire continent of Westeros, and due to its arid climate it has one of the smallest overall populations. Dorne is therefore also ecologically very different from the rest of Westeros. It is the only part of Westeros where citrus fruits and spices grow. Dornish wine is also highly prized throughout all of Westeros, and considered to be among the best imports available.\n\nDorne is separated from the Stormlands by the [[Sea of Dorne]] and is surrounded by water on three sides. However, the coast of Dorne is rocky and mostly consists of towering cliffs. The only notable port is at Sunspear, and even this is poor compared to [[Oldtown]] to the west or [[King's Landing]] to the north. For this reason, Sunspear lacks any major strength at sea and is not a notable center for trade. However, the Dornish traditionally have greater ties to [[Essos]] than many of the other parts of Westeros, with the [[Prince of Dorne]] enjoying friendly relations with several of the [[Free Cities]].\n\nAccording to legend, Dorne once formed part of a land bridge, called the &quot;Arm of Dorne&quot;, that linked Westeros and the eastern continent of [[Essos]]. The [[First Men]] arrived in Westeros by crossing this land bridge some 12,000 years ago, and came into conflict with the non-human [[Children of the Forest]] that already inhabited the continent. To try to halt the advance of the First Men, the Children of the Forest are said to have called upon powerful magics which shattered the Arm of Dorne, sinking large portions of it into the Narrow Sea. All that remains of the Arm of Dorne in the present day is a string of islands called the [[Stepstones]], which run between Westeros and Essos. The eastern peninsula of Dorne which terminates at the ocean is thus often called the Broken Arm of Dorne. The destruction of the Arm of Dorne did not, however, ultimately stop the advance of the First Men throughout Westeros.&lt;ref&gt;&quot;[[Complete Guide to Westeros]]&quot;&lt;/ref&gt;\n\n===Western Dorne and the Dornish Marches===\n[[File:DornishMarches.jpg|thumb|300px|The Dornish and Stormlanders have fought over the Marches for centuries.]]\nOverland travel between the Dorne peninsula and the rest of Westeros is severely restricted due to the [[Red Mountains]], a large mountain chain along Dorne's northern and western borders, which possess only a few passes such as the [[Boneway]] and the [[Prince's Pass]]. The rough valleys of the Red Mountains have been the site of border squabbles between Dorne, [[the Reach]], and [[the Stormlands]], for the better part of the past thousand years. The salient of territory possessed by the Stormlands in the Red Mountains, along Dorne's northern border, is thus called the [[Dornish Marches]].\n\n===Eastern Dorne and the valleys of the Greenblood===\nDorne's population is congregated around the coasts, and the few major rivers such as the [[Greenblood]]. The valley of the Greenblood begins in the hills of eastern Dorne and continues east until it empties into the Narrow Sea. Most of the population is concentrated in the river valleys of the east, and are so crowded that casual observers visiting Dorne don't realize how small its total population actually is (not realizing that the towns they see in the valley of the Greenblood represent almost the entire population). Even the eastern region of Dorne is arid, but irrigation in the river valleys makes it agriculturally productive.\n\n===Central Dorne and the harsh desert===\nCentral Dorne, east of the Red Mountains and west of the hills where the Greenblood river system begins, is completely inhospitable. Central Dorne is a true rolling-sands desert, with little plant life and almost completely uninhabited by people, save for the occasional oasis-castle.\n\nWhile overland travel through the desert is possible by caravan, it is very difficult for large armies to move across. No major roads comparable to the [[Kingsroad]] or [[Roseroad]] connect Sunspear in the east with the Boneway and Prince's Pass in the mountains of the west.\n\n===Settlements===\n*[[Sunspear]], the seat of [[House Martell]] and the regional capital.\n**[[Blackmont]], a holdfast in the far west of Dorne near the border with [[the Reach]]. Seat of [[House Blackmont]]\n**[[Starfall]], a holdfast in the far west of Dorne near the border with the Reach. Seat of [[House Dayne]]\n**[[Kingsgrave]], a holdfast in the north west of Dorne near the border with [[the Stormlands]]. Seat of [[House Manwoody]]\n**[[Vulture's Roost]], a holdfast in the north west of Dorne on the border with the Stormlands.\n**[[Wyl]], a holdfast south west of Storm's End across the border with Dorne.\n**[[Yronwood]], a holdfast in the north west of Dorne at the foot of the [[Kingsroad]].\n**[[Sandstone]], a holdfast in the south west of Dorne west of the [[Brimstone]]. Seat of [[House Qorgyle]]\n**[[Hellholt]], a holdfast in the south west of Dorne near the Brimstone. Seat of [[House Uller]]\n**[[The Tor]], a holdfast in the north of Dorne on the shore of the Sea of Dorne. Seat of [[House Jordayne]]\n**[[Vaith]], a holdfast in the center of Dorne in the headlands of the [[Greenblood]].\n**[[Godsgrace]], a holdfast in the center of Dorne where the [[Scourge]] meets the Greenblood. Seat of [[House Allyrion]]\n**[[Saltshore]], a holdfast on the southern shore of Dorne.\n**[[Lemonwood]], a holdfast in the east of Dorne near the estuary of the Greenblood. Seat of [[House Dalt]].\n**[[Ghost Hill]], a holdfast in the north east of Dorne on the shore of the Sea of Dorne.\n**The [[Water Gardens]], a palace serving as leisure residence to House Martell.\n\n===Mountains===\n*[[Red Mountains]]\n\n===Rivers===\n*[[Torentine]]\n*[[Brimstone]]\n*[[Scourge]]\n*[[Greenblood]]\n*[[Vaith (river)|Vaith]]\n\n===Roads===\n* [[Prince's Pass]]\n* The [[Boneway]]\n"}, "title": "Dorne"}