{"attributes": {"status": "Active", "predecessor": "", "features": "Copper skinQuote", "language": " Dothraki (language)", "title": " Dothraki", "ruler": [" Independent ''Khals''", "''Dosh khaleen''"], "image": " Flatlands.jpg", "society": " Clan-based (''khalasar'')", "location": [" Dothraki Sea, Essos", "Vaes Dothrak"], "religion": " Great Stallion", "aka": ["Horselords", "Screamers"]}, "sections": {" Known Dothraki ": "* {[[Drogo]]}, son of [[Bharbo]], the ''Khal'' of one of the largest ''khalasars''. Smothered by [[Daenerys Targaryen]] after a healing ritual left him in vegetative state.\n**{[[Rhaego]]}, his son, the prophesied [[Stallion Who Mounts the World]]. Stillborn.\n*{[[Qotho]]}, bloodrider to Drogo. Killed by Ser [[Jorah Mormont]] in a duel.\n* {[[Cohollo]]}, bloodrider to Drogo. Killed by [[Aggo]] when attempting to harm Daenerys.\n* [[Haggo]], bloodrider to Drogo. Whereabouts unknown.\n* {[[Mago]]}, a ''ko'' in Drogo's ''khalasar''. Killed by Drogo in a duel.\n* [[Jhaqo]], a former ''ko'' in Drogo's ''khalasar'', now a Khal.\n* [[Pono]], a former ''ko'' in Drogo's ''khalasar'', now a Khal.\n* [[Jhiqui]], a handmaiden to Daenerys. Whereabouts unknown.\n\nIn Daenerys Targaryen's remaining ''khalasar'' after the death of Khal Drogo:\n* [[Aggo]], bloodrider to Daenerys\n* {[[Rakharo]]}, bloodrider to Daenerys. Killed and beheaded by members of a rival ''khalasar'' after Drogo's death.\n* [[Kovarro]], bloodrider to Daenerys.\n* [[Malakho]], an aged Dothraki warrior.\n* {[[Irri]]}, a handmaiden to Daenerys. Killed during the stealing of Daenerys' dragons.\n\n", "Dothraki language": "\n:''See Main Article: [[Dothraki (language)]]''\n\nThe Dothraki have their own language, which is quite different from the [[Common Tongue]] of Westeros. There is no word for &quot;thank you&quot; in Dothraki.\n\nImportant Dothraki terminology:\n\n*''[[Dosh khaleen]]'' - council of crones. Widows of deceased khals, who preside over the Dothraki city of Vaes Dothrak. Wise-women who are essentially the leaders of the Dothraki religion.\n*''Dothraki'' - lit. &quot;men who ride&quot;, &quot;riders&quot;; the Dothraki people. A single Dothraki rider is a ''dothrakaan''.\n* ''[[Khal]]'' - Dothraki warlord.\n* ''[[Khaleesi]]'' - The wife of the ''khal''.\n* ''[[Khalasar]]'' - Dothraki clan or tribe, led by a ''khal''.\n* ''Ko'' - ''Kos'' are lieutenants of a ''khal'', commanding subdivisions of a ''khalasar''. On the death of a ''khal'', a ''ko'' may try to become the new ''khal'', or split off his own riders to form a new, smaller ''khalasar''.\n* ''Dothrakhqoyi'' (lit. &quot;[[Bloodrider]]&quot;) - a Dothraki warrior that has pledged his life to the service of a ''khal''. A ''khal'' and his bloodriders address each other as ''Qoy Qoyi'' (&quot;Blood of my blood&quot;).\n* ''Me nem nesa'' - &quot;It is known.&quot;&lt;ref&gt;[http://www.dothraki.com/2012/06/ei-mahrazhith-drivoe/ David J. Peterson's blog], Dothraki.com, June 4, 2012&lt;/ref&gt;\n\n", " Religion ": ":''See Main Article: [[Great Stallion]]''\n\nMirroring the importance of the horse in their culture, the Dothraki religion worships a deity known as the Great Stallion.  The ''[[Dosh khaleen]]'' crones are the leaders of the religion.\n\nDothraki religion also rejects the employment of [[blood magic]]. For this reason, [[maegi]] are distrusted and hated by Dothraki.\n\n", "TOP": "Dothraki022013vw127hitc59l6uxsgxtwldz4hsfm101786892015-03-22T21:02:32ZThe Dragon Demands5014364/* References */{{Culture infobox\n| Title= Dothraki\n| Image= Flatlands.jpg\n| AKA=Horselords&lt;br&gt;Screamers\n| Status=Active\n| Predecessor=\n| Location = [[Dothraki Sea]], [[Essos]]&lt;br&gt;[[Vaes Dothrak]]\n| Ruler= Independent ''[[Khal]]s''&lt;br&gt;''[[Dosh khaleen]]''\n| Society= Clan-based (''[[khalasar]]'')\n| Language= [[Dothraki (language)|Dothraki]]\n| Religion= [[Great Stallion]]\n| Features=Copper skin\n}}\n{{Quote|The Dothraki do things in their own time, for their own reasons.|[[Jorah Mormont]] to [[Daenerys Targaryen]]|You Win or You Die}}\nThe '''Dothraki''' are a race of nomadic horse-mounted warriors in [[Essos]], the continent to the east of [[Westeros]] across the [[Narrow Sea]]. They inhabit the vast central plains of Essos, known as the [[Dothraki sea]]. They are said to be born, fight, and die in the saddle.\n\nDothraki warriors are commonly referred to as &quot;horselords&quot; but may also be derisively called &quot;screamers&quot; as well.\n\n", " Society ": "[[File:Drogo_1x01.jpg|thumb|[[Drogo]], a powerful Dothraki ''khal''.]]\nThe Dothraki are nomadic horse-mounted warriors, who sweep across the vast central plains of Essos in search of plunder. Most of their society is centered around their horses: even their name for themselves in their own language, &quot;Dothraki&quot;, literally means &quot;riders&quot;. Dothraki boys learn to shoot bows from horseback when they are only four years old.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt; The Dothraki will abandon a sick or injured leader who can no longer ride a horse.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\nThe Dothraki are divided into several nameless clans known as ''khalasars'', led by a single leader, the ''[[khal]]'' . The ''khalasars'' roam the Dothraki Sea, always on the move looking for new pasture lands and new targets for plundering. The Dothraki frequently raid neighboring regions, such as [[Lhazar]] to the southeast or the [[Free Cities]] to the west. The Dothraki live by taking what they need including supplies, valuables, and new captives to serve them as [[Slavery|slaves]]. The Dothraki respect force, and thus only respect those who are able to successfully resist them, while conquered slaves deserve only contempt.&lt;ref name=&quot;Viewer's Guide&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/appendix/beyond-the-houses/ HBO Viewer's Guide, Season 2 appendices, Beyond the Houses - Dothraki entry]&lt;/ref&gt; The Dothraki are usually dismissive of infantry (with the notable exception of the elite [[Unsullied]] warrior-eunuch legions).\n[[File:Drogo 1x01b.jpg|thumb|left|Khal Drogo's braid is so long it reaches past his waist, indicating he has never been defeated and thus never cut it.]]\nThe Dothraki traditionally fight with curved swords known as ''[[arakh]]s'', and also employ bolas, daggers, and whips, or huge, recurved bows with impressive range and striking power that can be fired from horseback. They also shun armor, considering speed and freedom of movement to be more important in battle. Dothraki warriors wear their hair in a long braid and only cut it when defeated, so the world may see their shame. Â Very capable warriors therefore often have a very long braid.  As light cavalry, their attacks are extremely fast and deadly, but they are vulnerable to archers and on the ground they are less effective against armored infantry despite their speed. Â However, they seldom attack on foot except for individual combat, so they usually retain the advantage.&lt;ref name=&quot;Viewer's Guide&quot; /&gt;\n\nThe only Dothraki city is [[Vaes Dothrak]], located to the far north-east of the Dothraki sea. It is ruled by the ''[[Dosh khaleen]]'', crones and wise women who were once the wives of now dead khals. All Dothraki commerce (with fellow Dothraki and other Essos peoples) is done in the marketplaces of the city, and all sacred rituals are conducted there.Â Drawing weapons or shedding blood is forbidden inside [[Vaes Dothrak]] - although there are loopholes around this if an execution absolutely must take place.  Provided that the target is killed in a method that does not shed blood (such as strangling or burning), it is permissible.&lt;ref name=&quot;Viewer's Guide&quot; /&gt;\n\nDothraki do not trust salt water, because their horses cannot drink it. The literal term for ocean in the Dothraki language is &quot;poison water&quot;. They refuse to sail in ships over the oceans. Thus they are not considered a threat by the Westerosi because they will not cross the Narrow Sea. Â However, Drogo was willing to consider it when provoked enough, and what was left of Daenerys'sÂ khalasar (about 100 Dothraki) loyally made the journey across [[Slaver's Bay]] with her, though many became ill because they were unaccustomed to sea travel.&lt;ref name=&quot;Viewer's Guide&quot; /&gt;\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Dothraki are numerous and are divided into large hordes or ''[[khalasar]]s'' which range over vast areas. [[Khal]] [[Drogo]]'s ''khalasar'' consists of 40,000 warriors and is said to be unusually large. The Dothraki are mostly active on the [[Dothraki sea]], a vast inland area of grassy plains and steppes, but sometimes raid into the [[Free Cities]] to the west and Slaver's Bay and Lhazar to the south. The Dothraki are untrusting of outsiders, but respectful of capable warriors even from other cultures. They particularly dislike those who have inherited their titles and done nothing to earn them.\n\n[[George R.R. Martin]] has stated that the Dothraki are inspired by a loose mix of the Mongols, Huns, Alans, Turks, Native American plains tribes, and various other nomadic horse-riding peoples who lived on the open steppe.&lt;ref&gt;[http://www.westeros.org/Citadel/SSM/Entry/6040/ ]&lt;/ref&gt;\n\nIn appearance, the Dothraki are a large people, with copper-toned skin, dark eyes, and dark hair.  In facial features, their eyes are almond-shaped.  \n\nAccording to the TV series official pronunciation guide developed for the cast and crew, &quot;Dothraki&quot; is pronounced &quot;Doth-RACK-ee&quot;. [[David J. Peterson]] has pointed out that peculiarly, author [[George R.R. Martin]] pronounces the final &quot;i&quot; in the word &quot;Dothraki&quot; long, like the final &quot;i&quot; in &quot;fungi&quot; or &quot;alumni&quot;, but he's the only one that pronounces it that way. It isn't pronounced that way in the official audio books, or anywhere else.&lt;ref&gt;[http://www.dothraki.com/2012/03/developing-canon/ David J. Peterson's blog], Dothraki.com, March 18, 2012&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}}\n\n", "Economy": "\nIt is said that the Dothraki &quot;don't believe in [[Currency|money]]&quot;, instead taking what they want through raiding (which includes enslaving defeated peoples). The two resources they actually have on the plains of the Dothraki Sea are miles upon miles of grass, and horses. As people can't eat grass, the main staples of the Dothraki diet are horse meat and fermented mare's milk.\n\nWhat material wealth or precious objects they do possess have been acquired through raiding surrounding nations such as the [[Free Cities]], [[Slaver's Bay]], or [[Lhazar]]; or from raiding other Dothraki hordes to take their plunder secondhand. The Dothraki do not so much function on the barter system, as they use the honor system: they frown upon &quot;trade&quot; but honor the exchange of gifts, such as tribute. Long ago the Free Cities decided that it was often less destructive to just give the Dothraki massive tributes in gold, finished products, and slaves, than to try to fight them off (though a Dothraki horde might still attack if they find the gift insufficient, or if they just haven't had a good fight in a while). The Dothraki will not reciprocate these &quot;gifts&quot; on an immediate ''quid pro quo'' trade system. However, they will as a rule keep their word to eventually give a gift which they have promised, though they will do it in their own time.\n\nIn practice, however, if a Dothraki horde has a particular need for a resource that it cannot obtain through direct raiding, i.e. new armor and weapons, they will resort to actual &quot;barter&quot; by &quot;gifting&quot; slaves they have captured in return for finished products from the Free Cities or Slaver's Bay.\n\n"}, "title": "Dothraki"}