{"attributes": {"formerly": "", "title": "The Dothraki Sea", "culture": "Dothraki", "image": "Dothraki Sea.png", "rulers": "The Dothraki ''khal", "location": "central Essos", "military": "", "religion": "Great Stallion", "population": "Dothraki", "type": "", "geography": ["Vast open-steppe grass plains, punctuated by rivers and the occasional mountain.  ", "Temperate to warm."]}, "sections": {"TOP": "Dothraki Sea02342b9bkebc5d6bz3ex8gle34ggs6jifoja1786912015-03-22T21:02:44ZThe Dragon Demands5014364/* References */{{Region\n| Title=The Dothraki Sea\n| Image=Dothraki Sea.png\n| Image size=\n| Location=central [[Essos]]\n| Formerly=\n| Type=\n| Geography=Vast open-steppe grass plains, punctuated by rivers and the occasional mountain.  &lt;br&gt;Temperate to warm.\n| Population=[[Dothraki]]\n| Rulers=The Dothraki ''[[khal|khals]]''\n| Religion=[[Great Stallion]]\n| Culture=[[Dothraki]]\n| Military=\n| Regional capital=[[Vaes Dothrak]]\n}}\n{{Quote|We go west to the Dothraki Sea, the first khalasar we meet will kill us and take your dragons.|[[Ser]] [[Jorah Mormont]] to ''[[Khaleesi]]'' [[Daenerys Targaryen]]|The North Remembers}}\n[[Image:Dothraki Sea Map.png|thumb|right|200px|A map showing the approximate borders of the Dothraki Sea on the continent of Essos. Note that the Dothraki range far beyond the lines drawn on this map and have no respect for national boundaries.]]\nThe '''Dothraki Sea''' is a region on the continent of [[Essos]], thousands of miles to the east of [[Westeros]]. It is located in the continental interior, east of the [[Free Cities]], and is a vast landscape of steppes and plains covered in low green grass which makes it look like a sea from afar. It is named for the [[Dothraki]] people who inhabit it, horse-mounted warriors who migrate across the plains in large hordes called ''[[khalasar]]s'' (each of which may contain thousands of riders) to plunder neighboring lands. [[Vaes Dothrak]], the only city of the Dothraki and central hub of their society, lies on the northeastern edge of the Dothraki Sea.\n\nThe Dothraki Sea lies north of [[Lhazar]], [[Slaver's Bay]], and the forbidding [[Red Waste]], which even the Dothraki fear to cross. The southern border is loosely marked by the [[Skahazadhan]] river. The Red Waste protects the city of [[Qarth]] from Dothraki attack. The Dothraki sea stretches almost all the way to the [[Jade Sea]], but stops short due to intervening mountains and forests. However, the Dothraki still occasionally raid the rich cities of the western Jade Sea for treasure and slaves. The Dothraki Sea borders the [[Forest of Qohor]] to the west, separating it from the Free Cities. However the forest does not present a significant obstacle to their hordes, which frequently threaten the Free Cities with raids or to exact tribute..&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/dothraki-sea/ HBO viewers guide, season 2 map, Dothraki Sea entry]&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}}\n* [http://viewers-guide.hbo.com/game-of-thrones/season2/#!/map/ HBO Viewer's Guide]\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels the Dothraki Sea is east of the Free Cities, north of Lhazar and Slaver's Bay and northwest of the Red Waste and the Jade Sea. The Dothraki raid surrounding lands from the &quot;sea&quot; of grass plains, which is unimaginably vast.\n\n"}, "title": "Dothraki Sea"}