{"attributes": {}, "sections": {"TOP": "Dothraki (language)03103dnkiyayj9gdhhix5ro7er2x2w5yjyag1787072015-03-22T21:15:43ZThe Dragon Demands5014364{{Quote|There is no word for &quot;thank you&quot; in Dothraki.|[[Jorah Mormont]]|Winter is Coming}}\n\n'''Dothraki''' is the [[Languages|language]] spoken by the [[Dothraki]] people, the nomadic mounted tribes of the central plains of [[Essos]], known as the [[Dothraki Sea]].\n\nThe Dothraki do not have their own writing system, nor much use for the writing systems of neighboring peoples, so they are an illiterate society.&lt;ref&gt;[http://www.dothraki.com/2012/07/a-dothraki-alphabet/ David J. Peterson's blog], Dothraki.com, July 19, 2012.&lt;/ref&gt;\n\n", "Important Terminology": "\n*''â&euro;&lsaquo;athjahakar''â&euro;&lsaquo; - &quot;pride, prowess&quot;.  Derived from &quot;jahak,&quot; the traditional long braid worn by Dothraki warriors (&quot;warriors&quot; being &quot;lajaki&quot;).\n*''[[Dosh khaleen]]'' - council of crones. Widows of deceased khals, who preside over the Dothraki city of Vaes Dothrak. Wise-women who are essentially the leaders of the Dothraki religion.\n*''dothrakaan'' - a single Dothraki rider.\n*''Dothraki'' - lit. &quot;men who ride&quot;, &quot;riders&quot;; the Dothraki people.\n*''Dothrakhqoyi''Â -Â Â &quot;[[Bloodrider]]&quot;, aÂ DothrakiÂ warrior that has pledged his life to the service of aÂ ''khal''.\n* ''[[Khal]]'' - Dothraki warlord.\n* ''[[Khaleesi]]'' - the wife of the ''khal''.\n* ''[[Khalasar]]'' - Dothraki clan or tribe, led by a ''khal''.\n* ''Ko'' - ''Kos'' are lieutenants of a ''khal'', commanding subdivisions of a ''khalasar''. On the death of a ''khal'', a ''ko'' may try to become the new ''khal'', or split off his own riders to form a new, smaller ''khalasar''.\n* ''Me nem nesa'' - &quot;it is known&quot;&lt;ref&gt;[http://www.dothraki.com/2012/06/ei-mahrazhith-drivoe/ David J. Peterson's blog], Dothraki.com, June 4, 2012&lt;/ref&gt;\n* ''Qoy Qoyi'' - (literally, &quot;blood of my blood&quot;) the style of address between Khal and bloodrider.\n* ''[[Vaes Dothrak]]'' - the only Dothraki city, located deep within the [[Dothraki Sea]].\n* ''zhey'' - the Vocative particle in the Dothraki language, used when directly addressing the object of a sentence; thus it is very frequently heard in Dothraki dialogue. While the Vocative case was present in the Proto-Indo-European language, it fell out of use in modern Romance languages, as well as Germanic languages such as English and German (but is still present in Celtic and Slavic languages). Thus there is no direct English equivalent for ''zhey'', though it basically means &quot;you&quot;, or more loosely, &quot;hey&quot;, and often isn't directly translated as its own word in a sentence.Â  For example, Rakharo says to Irri, &quot;''Hash yer ray tih loy alegra, zhey vikeesi''?&quot; (Have you seen any ducks, woman?). However, Daenerys says &quot;''Zhey qoy qoyi!''&quot; (Blood of my blood!) when addressing her bloodriders, or simply &quot;''zhey Rakharo''&quot; (literally just &quot;Rakharo&quot;), when trying to get Rakharo's attention. However, the Vocative particle may also be used reflexively when the subject is referring to himself: Khal Drogo swears &quot;''Anha, zhey Drogo, atak jin''&quot; (I, Drogo, will do this).&lt;ref&gt;[http://wiki.dothraki.org/dothraki/Vocabulary#Z Dothraki.org]&lt;/ref&gt;\n\n", "Behind the scenes": "The Dothraki language was created by [[David J. Peterson]] of the Language Creation Society, and as of May 2011 has a vocabulary of over 2,500 words. He has also worked on other languages for the show, such as [[Skroth]] and [[Asshai'i]].\n\nWhile Peterson does transfer his final notes on languages he has invented into computer files, during the earliest stages when he is sketching out the details of one of his constructed languages he prefers to work with a pen and paper. Peterson's initial drafts of the Dothraki language were actually written in a ''Winnie the Pooh'' brand children's notebook.&lt;ref&gt;[http://dedalvs.tumblr.com/post/53683504042/heres-a-question-how-do-you-go-about-keeping-track David J. Peterson's Tumblr]&lt;/ref&gt;\n\nPeterson described part of his creation process for Dothraki:\n\n:&quot;Two major factors come into play. First, the topography of the area, which helps determine what these people do and don't have words for, and what their lifestyle is like. I think about these people and ask: &quot;What are their lives supposed to be like?&quot;, &quot;Who do they interact with on a regular basis?&quot; and &quot;How do those interactions shape their own culture?&quot;\n\n:The second factor is their level of technology. The world of 'Game of Thrones' is at a significantly lower level of technology than the modern world. And in the case of Dothraki, they are at a technology level that's below even that. It seems that their culture is very insular. They don't let their interactions with other people influence their lifestyle. What that said to me is that the Dothraki are going to have words for their own lifestyle, and they may borrow other terms. For example, the Dothraki word for &quot;book&quot; is borrowed from Valyrian.&quot;&lt;ref&gt;&quot;[http://www.makinggameofthrones.com/production-diary/2014/5/8/interview-with-linguist-david-peterson MakingGameOfThrones.com]&lt;/ref&gt;\n\nThe High Valyrian word for &quot;book&quot; is &quot;tembyr&quot;, while the Dothraki word for book is &quot;timvir&quot;.&lt;ref&gt;[http://wiki.dothraki.org/Vocabulary Dothraki.org]&lt;/ref&gt; Similarly, there is no exact equivalent to &quot;throne&quot; in Dothraki: Khal Drogo uses the Dothraki word &quot;ador&quot; which literally means &quot;chair&quot;, but Daenerys explains that this doesn't really convey the full symbolic meaning give to &quot;throne&quot;, so Drogo then says &quot;throne&quot; as a direct loanword. Moreover, the Dothraki live on the central plains of the continent and fear the ocean, so because they don't sail on ships and rarely even see them, they don't really have a word for &quot;boat&quot;. Therefore, as shown in the on-screen subtitles, when Khal Drogo describes traveling in ships to Westeros, he literally says &quot;wooden horses&quot; (hrazef ido), because it is conceptually the closest word for &quot;thing you ride on&quot; in his language.&lt;ref&gt;&quot;http://wiki.dothraki.org/Vocabulary Dothraki.org]&lt;/ref&gt;\n\n===How to learn Dothraki===\n\nDavid J. Peterson has produced a guide for learning the Dothraki language, ''[[Living Language Dothraki]]'', due for release on October 7th, 2014.\n\n", "In the books": "\nArguably, given the sheer size of the Dothraki Sea, the Dothraki language approaches the [[Common Tongue]] of Westeros and the [[Low Valyrian]] languages spoken throughout the [[Free Cities]] and [[Slaver's Bay]] in terms of overall geographical spread. However, the actual population density of the Dothraki Sea is very small, as Dothraki ''khalasars'' ride through massive grassy plains which are otherwise devoid of permanent habitation. If plotted on a map, this makes the Dothraki language look disproportionately common.\n\nThe population of the only Dothraki city, [[Vaes Dothrak]], varies from time to time: there are rarely more than a few ''khalasars'' stopping in the city at any one time, before leaving again to find plunder. As a result, the permanent population of the city isn't much compared to one of the Free Cities or to a Westerosi city such asÂ [[King's Landing]]. However, Vaes Dothrak is physically large enough to hold every ''khalasar'' if they return all at once (for special religious ceremonies, etc.). Daenerys estimates that it physically has ten times as many buildings as [[Pentos]] does, and Pentos is one of the more populous Free Cities (the most populous, however, is Volantis). This might give a general idea of the size of the overall Dothraki population.\n\nOn the other hand, the Dothraki do not engage in long-distance trade, which has severely hampered the geographical spread of their language. Some of their neighbors have learned Dothraki in order to treat with them (i.e. in the TV series, [[Illyrio Mopatis]] of [[Pentos]] is seen speaking Dothraki to Khal [[Drogo]]), but their language has not spread with trade along sea lanes. In contrast, the Common Tongue of Westeros has spread along with merchant ships so that many traders in the Free Cities and Slaver's Bay have some knowledge of it to conduct business in. Even the inhabitants of distant [[Qarth]] conduct sea trade with Westeros, and thus some knowledge of the Common Tongue may be found there. Similarly, Valyrian-speakers from the Free Cities may be found in the five major port cities of Westeros.\n\n", "See also": "\n* [http://awoiaf.westeros.org/index.php/Dothraki_language Dothraki language on Wiki of Ice and Fire]\n* [http://en.wikipedia.org/wiki/Dothraki_language Dothraki language on Wikipedia.org]\n* [http://www.conlang.org/ Language Creation Society]\n* [http://www.dothraki.org/ Dothraki.org - the Learn Dothraki Fansite.]\n* [http://dothraki.com/ Dothraki.com - Peterson's blog on Dothraki in the TV series]\n* [http://badatlanguage.com/remote-island-adopts-dothraki-language/ Tristan da Cunhaâ&euro;&lsaquo;Â Officially AdoptsÂ DothrakiÂ Language]\n\n", "Season 3": "According to an interview with David J. Peterson on Forbes.com in November 2012, there is actually only one line in the Dothraki language in Season 3 of the TV series.&lt;ref&gt;[http://www.forbes.com/sites/jeffbercovici/2012/11/30/it-is-known-game-of-thrones-linguist-has-coolest-job-ever/2/ David J. Peterson interview with Forbes.com]&lt;/ref&gt; This brief line occurred when Daenerys and [[Missandei]] are discussing the Dothraki language in &quot;[[Second Sons (episode)|Second Sons]]&quot;:\n\n''Zhey Drogo ast me-Dothraki thasho hâ&euro;&trade;anhaan ven anha ray yol mehas. Me azh maan atjakhar.''\n:&quot;Drogo said I spoke Dothraki like one born to it. It gave him great pride.&quot;&lt;ref&gt;[http://www.dothraki.com/2013/05/t%C8%B3ni-tresi/ David J. Peterson's blog], Dothraki.com, May 20th, 2013.&lt;/ref&gt;\n\n&quot;Athjahakarâ&euro;&lsaquo;&quot; was intentionally slurred as &quot;atjakhar&quot; so Missandei could correct Daenerys's mistake.\n\n", "Season 2": "\n:''See: [http://wiki.dothraki.org/Season_Two_Dothraki_Dialogue Season Two Dothraki Dialogue on Dothraki.org]''\n\n", "Season 1": "\n:''See: [http://wiki.dothraki.org/Season_One_Dothraki_Dialogue Season One Dothraki Dialogue on Dothraki.org]''\n\n"}, "title": "Dothraki (language)"}