{"attributes": {"status": [" Extinct from circa 150-300 AL, ", "now reborn"], "origin": " Fourteen Fires, Valyrian Peninsula, EssosQuote", "imagesize": "250px", "habitat": " Preferably volcanic mountains", "title": " Dragons", "image": " DrogonHD.jpg", "diet": "Obligate carnivore", "range": [" Slaver's Bay (currently)", "Valyrian Freehold, Essos (formerly)", "worldwide (formerly)"], "type": " Reptile, magical"}, "sections": {"Biology": "===Overview===\n[[File:Drogon, Viserion and Rhaegal 2x10.png|300px|thumb|Dragons have different color patterns.]]\nDragons have long serpentine bodies, with proportionately long necks and tails. Their bodies have four limbs: two short back legs and two large wings as forelimbs, a similar body-plan to a bat. In later generations, after the dragons went extinct, physical descriptions of dragons became so confused in memory that artwork sometimes depicted them as having ''six'' limbs - two wings growing out of their backs in addition to four legs - but this is inaccurate. The teeth and claws of adult dragons are as long and sharp as swords.\n[[File:Dragons_S3E4.jpg|thumb|300px|Daenerys marches forward with her army and her young dragons.]]\nAs reptiles, Dragons are covered in scales, as well as spiny horns which run down their backs from head to tail. Particularly large ridges of horns frame the edges of their faces, running along the back of the skull and along the jawline, which grow bigger as they mature. Adult dragons possess two sets of frills which run along the backs of their necks and spine, two along the sides of their necks and another two centered closer to the backbone, for a total of four frills. These are formed from webbing that grows between longer horny spines. When dragons are agitated (or simply excited), they raise and flare these frills - similar to how a furry animal like a cat will raise the [[wiktionary:hackle|hackles]] on its back when agitated (or a feathered animal such as a goose will puff up its feathers), in an attempt to appear bigger so as to intimidate its enemies.\n\n[[File:Burn_Sucker_BURN!.jpg|thumb|Dragons will roast their food before consumption.]]\nDragons are obligate carnivores, with diets consisting entirely of meat. Dragons need to roast their prey with their fire-breath before consuming it. Dragons can eat almost any kind of meat, anything from sheep to fish. Historical dragons ridden as beasts of war were known to eat fallen horses and even men on the battlefield. Fully grown dragons could swallow a live horse whole.\n\nThe scale color of dragons is highly variable, and historical dragons ranged in color from black to silver, red, gold, and even blue. Some dragons were one solid color throughout, but more often, they tend to have one primary color for most of their body, with highlights in a secondary color along their spinal crests, horns, and wing membranes. Markings observed so far include:\n\n* Black with red markings\n* Green with bronze markings\n* Cream with gold markings\n\n===Fire-breath===\n[[File:Dragon_Fire_Toasty.jpg|thumb|Dragon fire melts just about everything.]][[File:Dragon's_fire-spitting_organ.jpg|thumb|113px|Small tubes in Drogon's mouth showing where they spit fire from.]]\nProbably the most famous attribute of dragons is their ability to breathe fire. Dragonflame can turn flesh to ash, melt steel, and crack stone. Older dragons can produce more intense flame for longer durations. Dragons seem to produce their fire-breath by expelling chemicals out of two tubes in the back of their throats: when these volatile substances combine, they undergo an intense reaction which bursts into a directed jet of fire. The bodies of dragons are also very resistant to fire, particularly their own flames, which don't even damage their own mouths as they expel them. Some believe that in many ways dragons ''are'' fire, fire given form as flesh: it is said that &quot;fire cannot kill a dragon&quot;.\n\n===Reproduction and Maturation===\n\nLike most reptiles, dragons lay clutches of eggs. Dragon eggs are roughly the size of a human child's head, and as heavy as stone, so they need to be carried with two hands. The outer shell is covered in scales, with vastly different color patterns between eggs, usually matching the color of the dragon inside. Dragon eggs are notoriously difficult to hatch, though they can maintain the spark of life inside of them for decades if not centuries. The secret key to hatching the eggs seems to involve some form of [[Blood Magic|blood magic]]: as the [[House Words|House words]] of the Targaryens hint, it requires &quot;fire and blood&quot;. To hatch them, dragon eggs must be burned in roaring flames, with which another creature is simultaneously being burned alive - a life in exchange for a life. In the wild this might just be a prey animal that the parent dragon kills, but human sacrifice will also work.\n\nThe exact details of dragon reproduction fell out of living memory in the nearly two centuries since they died out. Several conflicting theories and rumors have been circulated, some less grounded in fact than others. It is unclear if the mother guarded eggs she had laid, or simply left them to hatch and fend for themselves, or if the father aided the mother in caring for them. Dragons were apparently relatively solitary creatures, though it is unknown if any hierarchical relationships formed within groups of dragons.\n\nDragons, like a bird, tend to imprint on whoever is present when they hatch, regarding that person as their parent.\n\n[[File:Drogon_emerges_S3E4.jpg|thumb|Drogon, already the size of a small dog.]]\n\nNewly hatched dragons are about the size of a small cat, but they grow very rapidly, reaching the size of a small dog in about one year, and the size of a small pony in only three or four years. It is unknown at what age dragons reach reproductive maturity. Dragons never stop growing as long as they live, and they can live for centuries, though many died in combat before reaching such an age. The largest Targaryen dragon, [[Balerion|Balerion the Black Dread]], lived for nearly two centuries and had a skull the size of a carriage.\n\nWhen dragons hatch, they do have horns around their faces and along their spines, but they are still quite small and relatively rounded. Their horns grow increasingly longer and sharper as they mature, quickly making the dragon appear more dangerous and menacing to prey or other dragons. The four lines of webbed frills along a dragon's spine only grow to a prominent size after they are about a year old.\n\n", "Training and riding": "\nDragons cannot be truly tamed but they can be trained or mastered. The Valyrians rode dragons for millennia. [[Aegon I Targaryen]] and his sister-wives, descended from Old Valyria, used the last three dragons in the world to conquer and unify the Seven Kingdoms.\n\nDragons are fairly intelligent animals, and like a horse or a dog, they can be trained by their rider to respond to basic voice commands.\n\n", "TOP": "Dragons022325yaxz64uhi1zkqgrhnnthoar219rnfg1772162015-03-16T03:56:41ZGreater good3347453/* Other dragons */::''For the unit of currency known as &quot;Gold Dragons&quot;, see &quot;[[Currency]]&quot;.''\n{{Species\n| Title= Dragons\n| Image= DrogonHD.jpg\n| ImageSize=250px\n| Type= Reptile, magical\n| Diet=Obligate carnivore\n| Status= Extinct from circa 150-300 AL, &lt;br&gt;now reborn\n| Habitat = Preferably volcanic mountains\n| Range= [[Slaver's Bay]] (currently)&lt;br&gt;[[Valyrian Freehold]], [[Essos]] (formerly)&lt;br&gt;worldwide (formerly)\n| Origin= [[Fourteen Fires]], [[Valyrian Peninsula]], [[Essos]]\n}}\n{{Quote|Dragons are fire made flesh. And fire is power.|[[Quaithe]]|The Ghost of Harrenhal}}\n[[File:DragonsSeason4.jpg|thumb|right|300px|Daenerys Targaryen and her adolescent dragons.]]\n'''Dragons''' are massive, flying reptiles which can breathe fire onto their enemies, rumored to have a strong connection to [[Magic|magic]], later &quot;proven&quot; true when magic begins to return to the world after the birth of the first three in over two hundred years. Dragons possess awesome and terrible power, capable of laying waste to armies and burning entire cities to ashes. Men who were able to tame and ride dragons as beasts of war used them to burn their enemies and forge vast empires across the continents of [[Essos]] and [[Westeros]].\n\nThe last surviving dragons in the world were possessed by [[House Targaryen]], who used them to conquer and unify the Seven Kingdoms of Westeros three hundred years before the [[War of the Five Kings]]. The Targaryen dragons eventually died out about a century and a half later, however, after which the species was considered to be extinct throughout the world.\n\nAt the same time that the War of the Five Kings began in Westeros, [[Daenerys Targaryen]] - last scion of the deposed House Targaryen - miraculously hatched three new dragons from their eggs, and for the first time in generations, filling the skies of the world with the music of dragons once again.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, dragons are described as winged, four-limbed creatures (two legs and two foreclaws). This form is more often described as a wyvern in medieval mythology, where dragons are typically four legged.\n\nThey are native to the continent of Essos, and were found in significant numbers some five thousand years ago on the [[Valyrian]] Peninsula. The people of Valyria tamed the dragons and used them as steeds and weapons of war. Using dragons they forged a vast empire spanning most of the continent until the event known as the Doom destroyed the empire and eliminated most of the dragons. At their height, during the conquest of the [[Rhoynar]], there were ''at least'' 300 Valyrian dragons. The only dragons known to have survived were the three dragons belonging to [[House Targaryen]], which used them to conquer the [[Seven Kingdoms]].\n\nThe Targaryens kept their dragons in Westeros for approximately 130 years. After they died, the Targaryens kept their preserved skulls on display in the Red Keep. Tyrion states that there are nineteen skulls in all, which for a time led to the misconception that there were only ever nineteen Targaryen dragons - however, in the same chapter in which Tyrion describes them, he says that the oldest skull is three ''thousand'' years old. The oldest Targaryen dragon was Balerion, who hatched over four hundred years ago and died after living for about two centuries. Thus the nineteen skulls were never an accurate count of all Targaryen dragons, because they apparently acquired several skulls from Essos. According to later information from other short stories, there were ''at least'' 24 Targaryen dragons throughout history, though there were possibly a few more. Twenty dragons were alive during the Dance of the Dragons. Several hatchlings also died young in the generations prior to the Dance, and never had dragonriders.\n\nMost of them were killed in the Targaryen civil war known as the Dance of Dragons, which occurred 130 years after the Targaryen Conquest and 150 years before Robert's Rebellion. The short story ''The Princess and the Queen'' confirmed that sixteen dragons were alive at the time of the Dance: Rhaenyra's faction based at Dragonstone controlled twelve dragons, while Aegon II's faction at King's Landing controlled only four. However, several of Rhaenyra's dragons were not battle-ready at the time. Interestingly, three of them were actually &quot;wild&quot; dragons. As it turns out, if a dragon is not claimed by a rider when it is young, it becomes extremely difficult to bond with as an adult. Usually there were more Targaryens than there were dragons, but for once, the number of dragons had outpaced the current number of Targaryens. Moreover, dragons only seem to prefer to bond with those like the Targaryens who are descended from Old Valyria. This left Rhaenyra with only nine non-wild dragons, and of these, at least three were very young and hardly battle-ready. Each of Rhaenyra's three sons had a dragon, but the youngest had not yet fully mastered his, and while the dragons of her older two sons could at least fly long distances she was hesitant to send them into harm's way. Making matters worse, Rhaenyra's faction simply didn't have enough Targaryen blood relatives to ride all of the dragons she possessed. Thus a major part of the Dance was Rhaenyra's search for &quot;dragonseeds&quot; - bastard Targaryen children who, as part of the royal bloodline, stood a better chance than most of trying to bond with her remaining dragons. Much effort was also spent in trying to tame the three wild dragons.&lt;ref&gt;[http://asoiaf.westeros.org/index.php/topic/50218-capclave-2013-columbus-day-weekend-washington-dc/page-20]&lt;/ref&gt;\n\nOf Aegon's original three dragons, Balerion died in the peaceful reign of King Jaehaerys I almost a hundred years later, while Vhagar was killed in the Dance of Dragons (Meraxes' fate has not been mentioned). The few surviving dragons were weak and sickly, with the last dragon (a stunted creature not much bigger than a large dog) dying during the reign of [[Aegon III Targaryen]], the Dragonbane. The last dragons left behind several eggs, which never hatched. These eggs were later destroyed or lost to the vagaries of history. As a result, dragons are now considered to be extinct.\n\nAenys I, elder son of Aegon I, bonded with a dragon named Quicksilver, one of the progeny of of Aegon's original three dragons. Aegon I's younger son [[Maegor Targaryen|Maegor the Cruel]] initially did not bond with any dragon, instead waiting for his father to die so he could bond with and ride Balerion, the largest of all the dragons.&lt;ref&gt;[http://asoiaf.westeros.org/index.php/topic/83614-bubonicon-45/#entry4879997 Bubonicon 45 GRRM live-read]&lt;/ref&gt;\n\nAt least six dragons were alive during the rule of King Jaehaerys I:  one of these was Silverwing, which belonged to Jaehaerys's sister-wife Queen Alysanne. \n\nWhile there are nineteen dragon skulls in the Red Keep, it isn't clear if this reflects the number of battle-ready dragons the Targaryens ever possessed (even this is assuming that a dragon's skull was recovered every time one died). The Targaryens originally possessed five dragons which they saved from the [[Doom of Valyria]], yet in the century between the Doom and the Targaryen Conquest of Westeros, four of them died, leaving Balerian the Black Dread as the only surviving pre-Doom dragon. However, the other dragons did leave behind eggs, from which Vhagar and Meraxes hatched. It may be reasonable to assume that the skulls of these four dragons were preserved by the Targaryens. Meanwhile, the books state that the last dragons were stunted and sickly creatures who died young; Tyrion notes that the skulls of the last two dragons were no bigger than those of a mastiff (not just the final one emphasized in the TV series). This being the case, there may have been at most thirteen battle-ready Targaryen dragons in history, and probably not all at the same time. With the information from ''The Princess and the Queen'' that there were sixteen living dragons when the Dance began, all major dragons may be accounted for: if Balerion did indeed die peacefully before the Dance, and two small sickly dragons were hatched afterwards (and quickly died), these three bring the total number up to nineteen, matching the number of preserved skulls in the Red Keep.\n\nAccording to Valyrian records, dragons hatch small, about the size of an average cat, but grow larger and larger as their appetites expand. A dragon never stops growing as long as it remains fed. Dragons could live to be over 200 years old, and it is said that Balerion the Black Dread, one of Aegon I's dragons, was so huge by the time he died he could swallow an aurochs whole. Barristan explicitly states that it isn't very clear how long dragons can live before they die of natural causes, because they were bred and used as weapons of war and thus usually died of violent unnatural causes. The few healthy dragons that didn't die in combat still lived at least several centuries.\n\nDragons could breathe fire and were ferociously strong. However, they were also vulnerable to sustained arrow fire from the ground, to poison and to attacks from other dragons. While extremely powerful, they were not outright invincible, and given their rarity and the large expense in rearing them Aegon was reluctant to commit all of his dragons to a single battle, for fear that they might be overwhelmed through greater numbers and killed. Thus, Aegon took a calculated risk when he fielded all three of his dragons for the first and only time at the climactic [[Field of Fire]], the battle which secured his conquest. The art of taming and commanding dragons enough to ride is almost unknown aside from a few exceedingly rare books.\n\nA subtle joke is that dragons seem to prefer to eat sheep, though they will eat any animals smaller than themselves if they are hungry.  The ancient Valyrians who first learned to ride dragons were shepherds who fed them sheep, and during the dance of the dragons, one wild dragon had such a fondness for sheep that the commoners whose livestock he stole named him &quot;Sheepstealer&quot;.  The girl Nettles ultimately managed to bond with Sheepstealer when she realized his preference, and brought him a new sheep every day until he grew accustomed to her presence.  Similarly, at [[Meereen]], Daenerys's dragons often attack the flocks of local shepherds (though they will also eat goats, etc.)  This may be a reference to the real-life myth of St. George and the dragon:  villages being attacked by a dragon placated the beast for a time by leaving it fresh sheep as tribute (though eventually they ran out of sheep, and had to start sacrificing young maidens).  \n\nDragons, like certain species of lizards, can shift gender and have no fixed sex: they can shift back and forth as the needs of the species require for reproduction. However, they are usually referred to as male.\n\nIn the books, Daenerys receives three exceptionally rare dragon eggs as a wedding gift from her longtime host, Illyrio. Despite being told that the eggs are petrified, Daenerys claims to be able to feel heat coming from the eggs. After bringing them with her into the funeral pyre which burns the dead body of her husband Drogo, three baby dragons are hatched (and Daenerys is unharmed): one green, one white, and one black. She names the green one [[Rhaegal]], after her brother Rhaegar, heir to the throne of Westeros after their father Aerys, but killed in Robert's rebellion. The white dragon is named [[Viserion]], after her brother Viserys--her childhood companion and keeper, and rightful heir of the Seven Kingdoms after the death of their brother Rhaegar. The largest dragon, black in color, is named Drogon, in memory of her late husband.\n\nIn the books, the bones of dragons are black. In the series, however, the skulls in King's Landing are shown to be white.\n\nWeapons are described as being made of this black dragon bone and the material being very valuable especially for the making of bows as it is stronger and more flexible, making the arrows fly much further. Dragon bone is also fireproof.\n\nIn the [[Red Waste]], one of [[Daenerys Targaryen]]'s scouts returns to report finding the long dead bones of a dragon.\n\n", "Known dragons": "===Daenerys Targaryen's dragons===\n[[File:Dany_and_Dragons_S3E7.jpg|thumb|250px|Daenerys and her Dragons.]]\n*[[Drogon]], named after ''[[Khal]]'' [[Drogo]], black with red markings. Larger than its siblings.\n*[[Rhaegal]], named after [[Rhaegar Targaryen]], green with bronze markings.\n*[[Viserion]], named after [[Viserys Targaryen]], creamy white, with gold markings.\n\n===Known historical dragons===\n====Aegon the Conqueror's dragons====\n* [[Balerion]], the Black Dread, the largest dragon known, was more than 200 years old when he died. [[Aegon the Conqueror]]'s steed during the [[War of Conquest]]. Allegedly the [[Iron Throne]] was forged in his breath. His skull is stored in the [[Red Keep]].\n* [[Meraxes]], the dragon of Aegon I's sister-wife [[Rhaenys Targaryen (sister of Aegon I)|Rhaenys]]. His skull is stored in the Red Keep.\n* [[Vhagar]], the dragon of Aegon I's sister-wife [[Visenya Targaryen|Visenya]]. His skull is stored in the Red Keep.\n====Other dragons====\n*[[Sunfyre]], [[Aegon II Targaryen]]'s personal mount, to whom Aegon fed his half-sister [[Rhaenyra Targaryen]] while [[Aegon III Targaryen|her son]] was forced to watch.&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n*[[Shrykos]], a dragon who lived during the [[Dance of the Dragons]] and was killed in the [[Storming of the Dragonpit]].\n*[[Morghul]], a dragon who lived during the Dance of the Dragons and was killed in the Storming of the Dragonpit.\n*[[Tyraxes]], a dragon who lived during the Dance of the Dragons and was killed in the Storming of the Dragonpit.\n*[[Dreamfyre]], a dragon who lived during the Dance of the Dragons and was killed in the Storming of the Dragonpit.\n*[[Syrax]],  a dragon who lived during the Dance of the Dragons and was killed in the Storming of the Dragonpit.\n*[[Vermithrax]], mentioned by Viserys Targaryen as the name of one of the dragons whose skull is stored in the Red Keep.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot; - This name does not appear in the books and appears to be an inside joke referring to the dragon in the film ''Dragonslayer''.&lt;/ref&gt;\n*[[Ghiscar (dragon)|Ghiscar]], mentioned by Viserys Targaryen as the name of one of the dragons whose skull is stored in the Red Keep. Apparently named after the [[Ghiscar]] region.&lt;ref name=&quot;E4&quot;&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n*[[Valryon]]- mentioned by Viserys Targaryen as the name of one of the dragons whose skull is stored in the Red Keep.&lt;ref name=&quot;E4&quot; /&gt;\n*[[Essovius]]- mentioned by Viserys Targaryen as the name of one of the dragons whose skull is stored in the Red Keep.&lt;ref name=&quot;E4&quot; /&gt;\n*[[Archonei]]- mentioned by Viserys Targaryen as the name of one of the dragons whose skull is stored in the Red Keep.&lt;ref name=&quot;E4&quot; /&gt;\n*The [[last dragon]]- mentioned by Viserys Targaryen as the last known living dragon.&lt;ref name=&quot;E4&quot; /&gt;\n\n", "Behind the scenes": "\nThe dragons in the TV series are CGI creations, though in Season 2 - when they were about the size of small cats - the actors did use prop-dragon puppets on-set, to make sure that their eye-lines matched.\n\nSupervising sound editor Tim Kimmel explained in a Season 4 interview what went into creating the dragon scream sound effects and other vocalizations: &quot;Each dragon has multiple animals stacked and put together to create it...[in Season 3] we used the sound of two tortoises mating. There are various birds that get used in there. We sneak some other things in thereâ&euro;&rdquo;last season we had some weird dolphin sounds. I believe there's a pissed-off seal in there somewhere, during some of the angry spots. We sometimes use lions for the growlier stuff.&quot;&lt;ref&gt;[http://www.vanityfair.com/vf-hollywood/game-of-thrones-sound-effects]&lt;/ref&gt;\n\nTo create the noise of dragon claws clacking against hard surfaces as they move around, the sound effects team used a combination of beef-rib bones, and also press-on nails hot-glued to gardening gloves. That way, drumming the fingers of the glove against a hard surface sounds more realistic, like a dragon's individual claws hitting a surface.&lt;ref&gt;[http://www.vanityfair.com/vf-hollywood/game-of-thrones-sound-effects]&lt;/ref&gt;\n\n", "Image Gallery": "&lt;gallery spacing=&quot;small&quot;&gt;\nDany and the egg.jpg|Dany examines the dragon eggs in [[A Golden Crown]]\nDaenerys and dragon.jpg|Dany with her newly hatched dragons in &quot;[[Fire and Blood]].&quot;\nDrogon travels.jpg\nDrogon caged.jpg\nDaenerys, Jorah and dragons 2x10.jpg|Daenerys with rescued dragons confront Xaro in [[Valar Morghulis]]\nDaenerys and dragons 2x10.jpg|Daenerys and her dragons.\nDrogon takes Flight S3E4.jpg\nDrogon flying S3E4.jpg\nDrogon kills Kraznys S3E4.jpg|Drogon burns Kraznys\nDragons at Yunkai.png|Viserion, Drogon, and Rhaegal at Yunkai\nDrogon Peasant.JPG|Drogon, now an enormous sub-adult\nDragons imprisoned.png|Rhaegal and Viserion are imprisoned\n&lt;/gallery&gt;\n\n", "Quotes about dragons": "{{Quote|ZaldrÄŤzes buzdari iksos daor.|(A dragon is not a slave.)&lt;br&gt; '''Daenerys Targaryen''' to Kraznys mo Nakloz, much to the shock of the latter.|And Now His Watch is Ended}} {{Quote|They're dragons, [[Khaleesi]], they can never be tamed. Not even by their mother.|'''Ser Jorah to Daenerys'''|Two Swords}}\n\n", "See also": "* {{AWOIAF}} (Major spoilers from the books)\n* {{WP}}\n\n", "History": "===Background===\nFive thousand years ago, men of the [[Valyrian Freehold]] learned how to master and ride dragons as beasts of war, and used them to forge an empire that stretched across most of the continent of [[Essos]], dominating almost half of [[The Known World|the Known World]]. Four hundred years before the [[War of the Five Kings]], the entire Valyrian empire and almost all of its dragons were destroyed in a single day, during a cataclysmic volcanic eruption known as the [[Doom of Valyria]]. One Valyrian noble family, the [[House Targaryen|Targaryens]], survived the Doom on the distant island outpost of [[Dragonstone (island)|Dragonstone]] in the [[Narrow Sea]] - along with the last surviving Valyrian dragons.\n\nOne hundred years later, [[Aegon I Targaryen]] and his sisters used the last three surviving dragons in the world to conquer and unify the Seven Kingdoms of Westeros. For generations, the dragon-kings ruled over much of Westeros - but the dragons eventually died out after nearly a century and a half, and the species was subsequently considered to be extinct.\n\n===[[Season 1]]===\n[[Image:Dragon Egg.jpg|thumb|190px|right|A dragon egg, used as an heirloom or item of value.]]\nIn the ďťżseries the dragon species is established as having been extinct for many years. The only thing left of the race are petrified dragon eggs, which are used as decoration, and the bones which are used for weapon crafting. According to one legend, dragons originated from a second moon that hatched when it drifted too close to the sun. This is mostly dismissed as a simple myth.\n\nThey remain the sigil of House Targaryen, who were known to have a special affinity with the creatures. Even a Targaryen like Daenerys who knows nothing of her true heritage feels a connection with the relics of the ancient animals. She appears to feel a connection with the eggs; causing her to develop a curiosity about the race and the possibility that there may still be living dragons.\n\n[[Image:Dragon_Eggs.png|thumb|190px|Daenerys' dragon eggs, gifted to her by Illyrio Mopatis.]]\nDaenerys Targaryen is given three petrified dragon eggs as a gift for her wedding to Khal Drogo. The three eggs are black, green, and gold.&lt;ref&gt;[[Winter is Coming (episode)|Winter is Coming]]&lt;/ref&gt;\n\nDaenerysÂ begins caring for the eggs and they become more rich in color. She also keeps them in a chest surrounded with lit candles, day and night and is drawn to them.&lt;ref&gt;[[The Kingsroad]]&lt;/ref&gt;\n\nArya stumbles upon the massive skull of one of the Targaryen dragons while chasing a cat in the vaults. She hides in the mouth of the skull and overhears the plotting of Ilyrio and Varys.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\n[[Image:Dragon Skull.jpg|thumb|190px|right|The skull of a dragon, kept in the vaults below the Red Keep of King's Landing.]]\nDaenerys continues to experiment with her eggs. She briefly places one of the eggs into a fire pit in an attempt to hatch it, but the egg remains unhatched. She removes the egg from the fire with her bare hands, but remains unhurt.&lt;ref&gt;[[A Golden Crown]]&lt;/ref&gt;\n\nDaenerys Targaryen places the eggs on the funeral pyre of her husband after smothering him with a pillow. She also straps the witch [[Mirri Maz Duur]] to the pyre. She then lights the pyre, and walks into it, with all her followers believing her to be dead. In the morning however, she is found with three dragons, a white-peach colored dragon by her feet, a green one in her arms, and a black dragon clinging on her shoulder that later screeches and flaps its wings.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n[[File:Daenerys &amp; Drogon 2x01.jpg|thumb|190px|Daenerys tries to feed [[Drogon]] raw meat.]]\nDaenerys tries unsuccessfully to feed her dragons raw meat. She is unsure what she is doing wrong.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt; Later, in [[Qarth]], she realizes that they will only eat cooked meat. She coaxes them into recognizing the Valyrian command, &quot;[[Dracarys]],&quot; to breathe fire, so they can cook their own food.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\nThe dragons are later stolenÂ by the [[warlocks of Qarth]] and hidden in the [[House of the Undying]].&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;Â The warlocks and [[Xaro Xhoan Daxos]] carry out a coup to seize control of the city in the wake of the theft. [[Pyat Pree]] invites Daenerys to come to the House of the Undying and be reunited with her 'babies'.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\n[[File:Daenerys_and_dragons_2x10.png|thumb|Dany's dragons breathe fire in &quot;[[Valar Morghulis]].&quot;]]Once Daenerys is inside the citadel she is enthralled by two specific illusions; the Iron Throne room with a destroyed roof and snow falling in and the illusion of her dead husband and child. The sound of the crying dragons pulls Daenerys out of the temptation to stay in either illusion. Continuing her search for her dragons she finds them all chained beside each other, and they scream with excitement when she nears them. Daenerys goes to them, only to find herself chained as well. With her arms stretched to either side of her she becomes a captive. However with a bit of a twisted smile, Daenerys speaks the High Valyrian word for fire, and [[Drogon]] first answers her call, but isn't very effective by himself. However, both [[Rhaegal]] and [[Viserion]]Â then join in, setting Pyat Pree ablaze.\n\n===[[Season 3]]===\n\nDaenerys arrives with her dragons in [[Slaver's Bay]], hoping to acquire an army of [[Unsullied]]. With nothing else to pay the slave-masters, she offers them her largest dragon, Drogon, in exchange for all eight thousand of their Unsullied soldiers.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt; This turns out to have been a ruse by Daenerys, because even after slave master [[Kraznys mo Nakloz]] gave her the whip signifying ownership of the Unsullied army, the dragon remained loyal to her. After ordering her new army to slay all of the slave-masters within the city, Daenerys simply commanded Drogon to attack Kraznys: he quickly immolated him with a powerful jet of his fire-breath. Drogon and the other dragons then provided air support for the Unsullied as they [[Sack of Astapor|sacked Astapor]], burning more of the slave-masters and their personal guards. Afterwards, Daenerys's new army triumphantly left Astapor marching in formation, with her three dragons flying above.&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n\nWhen Daenerys then besieged [[Yunkai]], she kept her three dragons in her tent when she received the Yunkish ambassador [[Razdal mo Eraz]], in order to intimidate him. At one point she casually threw a piece of meat to them and they playfully fought over it, much to Razdal's consternation. Daenerys ultimately rejected Razdal's offer to leave Yunkai alone in exchange for a gift of gold, but chose to keep the gold anyway. When Razdal's slaves attempted to retrieve it the dragons scared them away. After Razdal threatened Daenerys the dragons grew more agitated: Daenerys pointed out that he had threatened their &quot;mother&quot;, and while she had promised him safe passage as an ambassador, her dragons ''had not''. Razdal then left in frustration.&lt;ref&gt;&quot;[[The Bear and the Maiden Fair (episode)]]&quot;&lt;/ref&gt;\n\nDaenerys ultimately did not risk endangering her young dragons again by deploying them against Yunkai, but sent in an infiltration mission consisting of [[Daario Naharis]], Jorah Mormont, and the Unsullied commander [[Grey Worm]]. After fighting their way through the city they were able to free the slaves from their chains and start a general uprising.&lt;ref&gt;&quot;[[The Rains of Castamere]]&quot;&lt;/ref&gt; When the Yunkish leaders then surrendered and allowed their two hundred thousand slaves to leave the city, they were received by Daenerys and her army as her dragons circled overhead.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\n"}, "title": "Dragons"}