{"attributes": {"image": " Dreamfyre.png", "type": " Stable for dragonsQuote", "location": " King's Landing, The Crownlands", "title": " Dragonpit"}, "sections": {"TOP": "Dragonpit030720ltjhium5ld0vdje259l1dzassv75ax11797002015-03-26T23:17:41ZThe Dragon Demands5014364/* In the books */{{Settlement|Title = Dragonpit|Image = Dreamfyre.png|Location = [[King's Landing]], [[The Crownlands]]|Type = Stable for [[dragons]]}}\n{{Quote|When Targaryen fought Targaryen in the civil war called the Dance of the Dragons, an angry mob stormed the Dragonpit, that huge now-ruined vault where Targaryens stabled their beasts. Thousands died, but through sheer numbers and madness, five of the Targaryen dragons lay dead by the morning.|[[Pycelle]]|Dragons (Histories &amp; Lore)}}\nThe '''Dragonpit''' is a huge vault located in [[King's Landing]]. [[House Targaryen]] used it to stable their [[dragons]].\n\n", "See also": "*{{AWOIAF}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Dragonpit is a huge, cavernous building that sits atop Rhaenys's Hill in King's Landing.  It is located on the opposite side of the city from Visenya's Hill, atop which stands the [[Great Sept of Baelor]].  [[Flea Bottom]] is located on the south side of the hill, and the Street of Silk (the red light district where [[Littlefinger's brothel|Chataya's brothel]] is located) is on the northern side.  \n\nDuring the early years of the city, a great Sept was built on Rhaenys's Hill known as the Sept of Remembrance which used to be the main Sept in King's Landing.  During the Faith Militant uprising, about forty years after the Targaryen Conquest, [[Maegor Targaryen|Maegor the Cruel]] mounted on [[Balerion|Balerion the Black Dread]] incinerated the Great Sept with dragonflame.  Maegor later decreed that a large domed structure would be built on the hill, a &quot;stable for dragons&quot;.  \n\nNot long before Maegor had finished construction on the [[Red Keep]], after which he had all of the builders killed to preserve the secrets of the hidden passages within it.  Understandably, few stonemasons and laborers volunteered to build the Dragonpit:  instead, prisoners from the city's dungeons were press-ganged into construction labor, under supervision from architects from Myr and Volantis.  \n\nThirty knights could ride abreast into its entrance.  Forty large undervaults were carved deep under the hill, intended for one dragon to nest in each, though there were never that many Targaryen dragons at once (only 20 during the Dance, and much fewer during Maegor's time:  he apparently had to foresight to anticipate the number of dragons to grow in the future).  Inside of the dome the walls were lined with stone benches which could comfortably seat 80,000 people, so it was used for public spectacles such as the funeral ceremony for King [[Jaehaerys I Targaryen]].  When living dragons still nested beneath the dome light would shine through the windows at night.  Subsequent generations of dragons grew smaller and some said it was because they were contained in the Dragonpit, though others scoff that by the same logic men who live in small houses should grow smaller.  Many dragons continued to nest in the sides of the Dragonmont volcano on [[Dragonstone (island)|Dragonstone]] island.  Dragons could be stabled in the Dragonpit, but nests for their eggs needed the heat of the volcano.  \n\nDuring the Targaryen civil war known as the  [[Dance of the Dragons]], King [[Aegon II Targaryen|Aegon II]]'s coronation took place in the Dragonpit. Later,after King's Landing was captured by Queen [[Rhaenyra Targaryen|Rhaenyra]] the Dragonpit was destroyed during the Storming of the Dragonpit. When tens of thousands of crazed and starving [[smallfolk]] led by the deranged prophet known as the Shepherd stormed the dragonpit to kill the dragons within. Five Targaryen dragons ([[Shrykos]], [[Morghul]], [[Tyraxes]], Dreamfyre, and [[Syrax]]) and thousands of smallfolk were killed. The Dragonpit was reduced to flaming ruins.  \n\nSo few dragons survived the Dance that the Dragonpit was never rebuilt, but left in ruins for the next 170 years until the War of the Five Kings.  The last dragon, a stunted creature, died only 22 years after the Dance, so there was simply no need to maintain it.    \n\nDuring the [[Great Spring Sickness]] so many people died so quickly that there was no time to bury the bodies. Instead they were piled up in the Dragonpit and when the corpses were 10 feet deep the [[Hand of the King]], Lord [[Brynden Rivers]], ordered the [[Alchemists' Guild|pyromancers]] to burn them. The light of the fires shone through the windows and by night citizens could see the dark green glow of [[wildfire]] all through King's Landing.\n\nShortly after the outbreak of the [[War of the Five Kings]], some [[Prostitution|whores]] use the Dragonpit as a place to entertain their customers and one of them, along with their patron, falls through the floor. There they find a hidden stash of [[wildfire]], placed by Lord [[Rossart]] during [[Robert's Rebellion]] as part of the Mad King's [[Wildfire plot]].  The pyromancers could never have produced such a vast quantity of wildfire on such short notice, but the hidden caches allowed Tyrion to implement his plan during the [[Battle of the Blackwater]] to destroy Stannis' fleet.\n\n", "History": "During the [[Dance of the Dragons]], a city-wide riot broke out, and the mob focused their anger on the dragons which were the source and symbol of power for the Targaryen kings. The mob - a vast wave numbering in the thousands - [[Storming of the Dragonpit|converged]] on the Dragonpit atop Rhaenys's Hill, the giant domed stable where the dragons were kept when not in use.\n\nMany thousands of rioters died that night, but through their sheer numbers they managed to kill five dragons. The Dragonpit itself was left in ruins when the dragon [[Dreamfyre]] crashed into the ceiling in an attempt to escape, bringing down the entire structure, killing itself and many hundreds of rioters.&lt;ref&gt;&quot;[[Dragons (Histories &amp; Lore)]]&quot;&lt;/ref&gt;\n\n"}, "title": "Dragonpit"}