{"attributes": {"founding": "", "founder": "The Valyrian FreeholdQuote", "places": "", "title": "Dragonstone", "image": "Dragonstone (day).jpg", "rulers": ["House Baratheon of Dragonstone", "House Targaryen (formerly)"], "location": "Dragonstone (island)", "military": "", "religion": "R'hllor", "age": "More than 500 years", "type": "Castle", "institutions": "", "population": ""}, "sections": {"References": "{{reflist}}\n\n", "TOP": "Dragonstone (castle)02524q14kkip3ht04crcixs4v1f5mvce6pcf1686852015-01-09T17:26:38ZBraderz 123265657picture of location::''For the island see [[Dragonstone (island)]]''\n{{Settlement\n| Title=Dragonstone\n| Image=Dragonstone (day).jpg\n| Image size=\n| Location=[[Dragonstone (island)|Dragonstone]], [[Blackwater Bay]]\n| Type=Castle\n| Population=\n| Rulers=[[House Baratheon of Dragonstone]]&lt;br&gt;[[House Targaryen]] (formerly)\n| Religion=[[R'hllor|R'hllor, the Lord of Light]]\n| Military=\n| Institutions=\n| Places=\n| Founding=\n| Age=More than 500 years\n| Founder=The [[Valyrian Freehold]]\n}}\n{{Quote|But the Targaryens managed to raise a castle here. Simpletons claim they used ancient Valyrian sorcery, forgetting that the Targaryens brought a small army with them from Essos; there's no magic in strong backs. Though admittedly the castle is unlike any in Westeros, foreign and... strange.|[[Stannis Baratheon]]|Dragonstone (Histories &amp; Lore)}}\n'''Dragonstone''' is the castle that stands upon theÂ [[Dragonstone (island)|eponymous island]] located in [[Blackwater Bay]]. It isÂ the ancestral seat of [[House Targaryen]] and the current stronghold of a [[House Baratheon of Dragonstone|cadet branch]] of [[House Baratheon]].\n\nAt the time the series begins, it is held for King [[Robert Baratheon]] by his brother, Lord [[Stannis Baratheon|Stannis]]. The [[Chamber of the Painted Table]] is inside the castle. The castle was built using advanced [[Valyria]]n stonemasonry techniques, long since lost.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/dragonstone/ HBO viewers guide, season 2 map, Dragonstone entry]&lt;/ref&gt; As a result it has many exotic features unique in all of Westeros, including massive dragon-shaped gargoyles. The entire castle is dominated by dragon motifs and reliefs.\n\nThe castle itself is very strong, due to its advanced Valyrian design, which combined with its isolated location make it an ideal redoubt and refuge - first for the Targaryens, and now for its current lord, [[Stannis Baratheon]]. Â Because of these features and itsÂ geographic position, it is extremely difficult to breach and can be held by a relatively small garrision against a vastly larger force.&lt;ref&gt;[[Complete Guide to Westeros]]: Dragonstone&lt;/ref&gt;\n\n", "Image gallery": "&lt;gallery&gt;\nDragonstone exterior.jpg\nThe Painted Table 2x01.jpg\nPainted Table Dragon motif 2x01.jpg\ndragonstone.png|Dragonstone as shown in the title sequence\n&lt;/gallery&gt;\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Dragonstone is a volcanic island located a couple of hundred miles north-east of King's Landing. The island has a small port and a large castle on it, built by the Targaryens some 500 years ago, when they settled Dragonstone as a trading outpost of the great [[Valyrian Freehold]]. When Valyria was destroyed in the cataclysm known as the Doom a century later, Dragonstone was the largest Valyrian stronghold to survive intact. The Targaryens refused to help the colony-states along the west coast of [[Essos]] maintain Valyrian rule. They would later become the [[Free Cities]].\n\nThe Targaryens instead waited for another century building up their strength, then invaded and subdued [[Westeros]] three hundred years ago. They built a new capital at King's Landing, while Dragonstone became the primary holding of the King's heir (who was also named &quot;Prince of Dragonstone&quot;). After the deposing of King [[Aerys II Targaryen]], Robert Baratheon appointed his brother Stannis as Lord of Dragonstone until his own son, [[Joffrey Baratheon|Joffrey]], became old enough for the office. This has caused a rift between the brothers, as Stannis feels that he should rightfully be commanding the ancestral Baratheon castle of [[Storm's End]] instead of their youngest brother, Lord [[Renly Baratheon|Renly]].\n\nDragonstone is the home port of part of the Royal Fleet. In addition, Dragonstone commands the loyalty of a number of smaller houses located on surrounding islands in the [[Narrow Sea]] and on nearby parts of the coastal mainland. Dragonstone is a cold, drafty and harsh place. Lord Stannis and his family usually prefers to spend as much time as possible at court away from the island, but have recently returned to Dragonstone to attend to business there just before the start of the series.\n\nDragonstone is one of the strongest castles in all of the Seven Kingdoms, due to its advanced Valyrian design, using strong stonemasonry techniques now lost to the world. Its isolated island location greatly enhances its already formidable defensive prowess: a vast fleet of ships would be required simply to transport troops and large siege weapons to its location, and even then they would be forced to make a risky amphibious landing while under fire from the castle's own catapults. The castle itself is not on the sheer scale of the greatest castles of the realm such as [[Storm's End]] or the [[Red Keep]], but both of those castles can be assaulted by land armies. The entire point of building so strong a fortress on such an isolated island was to make the perfect refuge and redoubt for greater noble Houses from elsewhere: the indigenous &quot;lands&quot; of Dragonstone are just a few fishing villages and could never had supported the construction of such a powerful castle on their own.\n\n", "History": "[[File:Dragonstone-loc.jpg|thumb|563x563px]]\nFollowing the [[Battle of the Trident]] and prior to the [[Sack of King's Landing]], Queen [[Rhaella Targaryen]] and Prince [[Viserys Targaryen]] were sent to Dragonstone for their protection. Queen Rhaella perished during a stormy night giving birth to [[Daenerys Targaryen]].\n\nAfter [[King's Landing]] fell and Robert Baratheon took the [[Iron Throne]], Stannis Baratheon was sent to deal with what remained of the royal family and their retainers. However, Prince Viserys and Princess Daenerys were smuggled across the [[Narrow Sea]] to the [[Free Cities]] by a loyal knight. Enraged, Robert stripped Stannis of [[Storm's End]] and gave it to their younger brother, [[Renly Baratheon|Renly]], and gave Dragonstone to Stannis, to rein in the Targaryen loyalists there. In later years, Robert tried to humor Stannis that he was actually honoring him with lordship of Dragonstone, because under the Targaryens it was the traditional seat of the heir to the throne, but Stannis scoffed at such pleasantries.\n\n===[[Season 1]]===\n\nLord [[Eddard Stark]] sends a [[Tomard|messenger]] to Dragonstone to personally deliver a letter to Stannis, revealing the secret that [[Cersei Lannister]]'s children are really bastards born from incest, and thus Stannis is the rightful heir of the dying King Robert.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n\nAt the outbreak of the [[War of the Five Kings]], Dragonstone becomes the seat of King Stannis Baratheon. Unfortunately for Stannis, at the outset he is only supported by the lords of the few islands in [[Blackwater Bay]] that were already sworn to him. To curry support for his weak position, Stannis converts to the religion of the [[Lord of Light]], influenced by the [[Red Priest]]ess [[Melisandre]]. At a gathering of Stannis and his supporters on the beach, Melisandre burns the wooden statues of [[Faith of the Seven|The Seven-faced God]] from Dragonstone's sept, as an offering to the Lord of Light.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\nA short while afterwards, Ser [[Davos Seaworth]] meets with the pirate-lord [[Salladhor Saan]] on the coast of Dragonstone, to hire his fleet of thirty ships as [[Mercenary#Sellsails|sellsails]] to supplement Stannis' fleet.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\nFollowing his defeat at the [[Battle of the Blackwater]], Stannis manages to retreat back to Dragonstone with what little remains of his shattered army.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n"}, "title": "Dragonstone (castle)"}