{"attributes": {"season": " Season 4", "image": " Aegon sisters dragons.png", "narrator": " Pycelle'''&quot;Dragons&quot;''' is part of the Histories &amp; Lore, a special feature in the Blu-ray of Season 4 of ''Game of Thrones''. It is narrated by Julian Glover as Grand Maester Pycelle.== Synopsis ==Grand Maester Pycelle recounts the mysterious origins, magical powers, and inexplicable downfall of history's last generation of dragons.==Summary==Fire made flesh. Such is the nature of Dragons", "title": " Dragons"}, "sections": {"TOP": "Dragons (Histories &amp; Lore)030098sdimzkmuf8tovicr95fj43v1vg3tfx81772642015-03-16T17:10:54ZGreater good3347453Added infobox{{Lore|Title = Dragons|Image = Aegon sisters dragons.png|Season = [[Season 4|4]]|Narrator = [[Pycelle]]}}\n'''&quot;Dragons&quot;''' is part of the [[Histories &amp; Lore]], a special feature in the Blu-ray of [[Season 4]] of ''[[Game of Thrones]]''. It is narrated by [[Julian Glover]] as [[Grand Maester]] [[Pycelle]].\n\n", " Synopsis ": "[[Grand Maester]] [[Pycelle]] recounts the mysterious origins, magical powers, and inexplicable downfall of history's last generation of dragons.\n", "Summary": "Fire made flesh. Such is the nature of [[Dragons|dragons]], claimed the eastern mystics. For once, they may have a point, though not the one they think. Fire consumes, leaving at it's end nought but ash. Thus, the fate of [[House Targaryen|the Targaryens]] and their dragons.\n\nThousands of years ago, [[Valyrians]] stumbled on the first dragon eggs in the mountains of the [[Fourteen Fires]]. Pycelle cannot imagine that shepherds could hatch dragon eggs and bind such creatures to their will, but whatever aid they must have had is lost to history. Every educted person knows how the [[Dragonlords|dragonlords]] then conquered most of [[The Known World]]. [[Valyrian-Ghiscari Wars|Breaking]] the ancient [[Ghiscari Empire]], enslaving a continent, building roads and bridges that still stand today, though the art that made them is lost. An empire of marvels and misery. And now what is left of [[Valyria]]? A smoking wasteland, ash.\n\nIn time, [[Aegon I Targaryen]] and [[Visenya Targaryen|his]] [[Rhaenys Targaryen (sister of Aegon I)|sisters]] brought [[Balerion|their]] [[Vhagar|three]] [[Meraxes|dragons]] that had escaped the [[Doom of Valyria|Doom]] to [[Westeros]], perhaps thinking to regain his people's lost glory, and so he did. On the [[Field of Fire]], he proved that armies were no match for dragons. At [[Harrenhal]], he [[Burning of Harrenhal|proved]] that mighty castles weren't either. Aegon Targaryen became Aegon the Conquerer, First of His Name, founder of a dynasty. His first act: to order his dragon, Balerion the Black Dread, to melt the swords of his beaten foes into his new [[Iron Throne]].\n\nFor over a hundred years, the Targaryen dragons cemented their breeders' hold on the [[Seven Kingdoms]], if not each other. When Targaryen fought Targaryen in the civil war called the [[Dance of the Dragons]], an angry mob [[Storming of the Dragonpit|stormed]] the [[Dragonpit]], that huge now-ruined vault where Targaryens stabled their beasts. Thousands died, but through sheer numbers and madness, five of the Targaryen dragons lay dead by the morning. Which was perhaps too many. Thereafter, each generation grew smaller than its parents'. Their skulls used to line the [[Great Hall (Red Keep)|throne room]] of the [[Red Keep]] in order of birth. The oldest, Balerion, could swallow an oxe whole. The last skull was barely the size of a dog's.\n\nYet the Targaryens never stopped trying to revive their dragons. [[Aerion Targaryen|Aerion Brightflame]] drank a draught of [[wildfire]] and burned to death. [[Aegon V Targaryen|Aegon V]] tried to hatch stone dragon eggs with [[Magic|sorcery]] and [[Tragedy at Summerhall|burned to death]]. Against these, [[Aerys II Targaryen|Aerys II]] looks almost sensible: he only burned other men to death.\n\nNow, there are rumours that the young [[Daenerys Targaryen]] has [[Drogon|hatched]] [[Viserion|three]] [[Rhaegal|dragons]] far to the east. If she were to be so foolish as to march on Westeros, she will not find, as her ancestor Aegon did, seven disparate kingdoms frightened by strange beasts. She will find a continent divided behind Lord [[Tywin Lannister]], who extinguished her own father's flame. And Westeros has known dragons now; they have seen them die.\n \n"}, "title": "Dragons (Histories &amp; Lore)"}