{"attributes": {"season": " Season 2", "image": " Aegon and sisters.jpg", "narrator": " Stannis Baratheon'''&quot;Dragonstone&quot;Â '''is part of the &quot;Histories &amp; Lore&quot;, a special feature in the Blu-ray of Season 2 of ''Game of Thrones''. It is narrated by Stephen Dillane as KingÂ Stannis Baratheon.==Synopsis==Stannis Baratheon recounts the history of the island Dragonstone (island)", "title": " Dragonstone"}, "sections": {"TOP": "Dragonstone (Histories &amp; Lore)016905e2ss7bq7loartv8c524mw533csqks441773632015-03-17T00:22:18ZGreater good3347453Added synopsis and infobox{{Lore|Title = Dragonstone|Image = Aegon and sisters.jpg|Season = [[Season 2|2]]|Narrator = [[Stannis Baratheon]]}}\n'''&quot;Dragonstone&quot;Â '''is part of the &quot;[[Histories &amp; Lore]]&quot;, a special feature in the Blu-ray of [[Season 2]] of ''[[Game of Thrones]]''. It is narrated by [[Stephen Dillane]] as KingÂ [[Stannis Baratheon]].\n\n", "Synopsis": "[[Stannis Baratheon]] recounts the history of the island [[Dragonstone (island)|Dragonstone]], from the landing of the [[House Targaryen|Targaryens]] to his own unwanted ruling of it.\n", "Summary": "Why [[House Targaryen]] came to the island of [[Dragonstone (island)|Dragonstone]] is unknown, since [[Old Valyria]] was at the height of its power and the center of the civilized world, which ended at the [[Narrow Sea]]. [[Westeros]] was a filthy backwater with seven kings squabbling over borders and minor glories. Dragonstone's only export is [[Dragonglass]].\n\nThe Targaryens built a [[Dragonstone (castle)|castle]] on the island. Some claim that they used sorcery, though in fact they had brought an army with them. Still, Dragonstone castle is very strange, built with advanced techniques of Valyrian stonemasonry which have since been lost. Soon after, the [[Doom of Valyria]] took place, hence they were prevented from returning to their home. [[Aegon I Targaryen]] realized that Westeros was ripe for conquest, perhaps a new Valyria.\n\nDragonstone proved the perfect starting point for Aegon's invasion of Westeros. The [[Blackwater Bay]] granted easy access to the continent. The lands around the mouth of the Blackwater River were disputed by three kingdoms: [[The Reach]], the [[Iron Islands]] (who also possessed [[the Riverlands]] at the time), and [[the Stormlands]]. But their capitals were far enough away that none of them could agree on whose problem he was, out there in the borderlands, until it was too late and the Targaryens had already established a well-defended beachhead. With the bay to the east, the river to the south and open fields to the north and west, the location was impossible to take by surprise. Aegon built a stockade on a hill there for his army, which after the war he would expand into the new capital city of [[King's Landing]]. The Doom had taught the Targaryens the value of refuge, however, and after the [[War of Conquest]] Dragonstone became the seat of the crown prince and heir to the [[Iron Throne]].\n\nThree hundred years later, [[Robert Baratheon]] [[Robert's Rebellion|rebelled]] against the Iron Throne and [[House Lannister]] [[Sack of King's Landing|slaughtered]] the Mad King [[Aerys II Targaryen]] and his royal family. Robert dispatched his brother [[Stannis Baratheon|Stannis]] to kill the last surviving Targaryen children, [[Viserys Targaryen|Viserys]] and [[Daenerys Targaryen|Daenerys]]. But before Stannis arrived, a [[Willem Darry|loyal]] [[knight]] had smuggled them across the Narrow Sea.\n\nBlinded by his hatred for the Targaryens, Robert blamed Stannis and stripped him of [[Storm's End]], giving him Dragonstone in its stead. Robert would remind Stannis of the island's royal pedigree whenever Stannis demanded his rights restored.\n\nWith Robert dead, Stannis is the rightful king of Westeros. The usurpers and traitors will sit on the Iron Throne, and from Dragonstone Stannis will be the dagger at their throat.\n\n"}, "title": "Dragonstone (Histories &amp; Lore)"}