{"attributes": {}, "sections": {"TOP": "Dragonglass08930ebn2xcxcy20c4lrmmpzqocc23t37en81760962015-03-10T03:26:11ZSharp Blades26158496[[File:Dragonglass_Spear.jpg|thumb|250px|A spear head, made of Dragonglass.]]\n{{Quote|The Maesters call it 'obsidian'.|[[Samwell Tarly]]|The Prince of Winterfell}}\n'''Dragonglass''' is a common name in [[Westeros]] for the substance known as '''obsidian''', a form of volcanic glass. It is notable for being, thus far seen, the only substance capable of killing [[White Walkers]].\n\nLarge amounts of dragonglass can be found on [[Dragonstone]] island.&lt;ref&gt;[[Complete Guide to Westeros]]: Dragonstone&lt;/ref&gt;\n\n", "Image Gallery": "&lt;gallery captionalign=&quot;left&quot;&gt;\nDragonglass.jpg|The dragonglass objects\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}} (major spoilers from the books)\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, dragonglass is found in quantity on [[Dragonstone]] and in the ruins of [[Valyria]], where it was used to make different kinds of ornaments, including [[Glass candle|candles]]. It is also an export from [[Asshai]]. According to legend, the [[Children of the Forest]] also made use of the substance. [[Samwell Tarly]] discovered, by chance, that dragonglass is one of the few materials that can harm or kill [[White Walkers|Others]]. According to legend, the Children of the Forest would provide the [[Night's Watch]]Â with weapons made of dragonglass specifically for that purpose.\n\nStabbing an Other with dragonglass will cause it to melt into a puddle of very cold liquid, not shatter to pieces. Samwell later stabs a wight with a dragonglass dagger, but discovers that it has no more effect on wights than regular swords do.\n\nThere are old notes claiming that [[Valyrian steel]] is also lethal to the Others, but so far it has not been put to test. Dragonglass is the only thing that was actually proved to be effective against the Others, not only in theory.\n\nDragonglass is sharper than steel, but also more brittle. For this reason it does not make good swords because they might shatter, but smaller daggers are more sturdy and therefore more common. They are also very effective as arrowheads.\n\nIn the books, it was [[Jon Snow]] who found the buried bundle. In it there were blades, a dozen knives, leaf-shaped spearheads, numerous arrowheads, and an [[old warhorn|broken warhorn]].\n\nApart from its effectiveness against White Walkers and its use in magic, dragonglass is identical to real-world obsidian, down to its volcanic origins, its overall functional limitations, and its use as a reliable cutting tool by peoples who had yet to develop metallurgy. ''The World of Ice and Fire'' directly states that &quot;obsidian&quot; is what maesters officially call this type of volcanic rock, while &quot;dragonglass&quot; is a popular name for it used by the common people. That being said, it is often referred to as &quot;dragonglass&quot; in the novels, except for one or two points when a maester calls it &quot;obsidian&quot; (to point out to readers that &quot;dragonglass&quot; actually is &quot;obsidian&quot;) and in ''A Storm of Swords'', Samwell Tarly refers to it as &quot;obsidian&quot; a number of times. The Valyrian word for dragonglass translates as &quot;frozen fire&quot;.\n\n", "History": "\n===[[Season 1]]===\n[[Doreah]] tells [[Viserys Targaryen|Viserys]] she's seen a man from [[Asshai]] with a dagger of real dragonglass.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n[[Grenn]], [[Eddison Tollett|Edd]], and [[Samwell Tarly]] find a cache of dragonglass spear heads along with an [[old warhorn]] buried in the snow on the [[Fist of the First Men]]. Sam identifies the material, but is unsure why it would have been left on the Fist by a ranger of the [[Night's Watch]]. Edd suggests that whoever it was, they wanted someone else to find the weapons.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\nAfter escaping [[Craster's Keep]] with Gilly, Sam shows her a piece of the dragonglass he had found. She asks what it does, and Sam responds that he isn't sure it does anything. He does remark how beautiful it is however.&lt;ref&gt;&quot;[[The Climb]]&quot;&lt;/ref&gt; Sam later uses his dagger to slay aÂ [[White Walker (Valar Morghulis)|White Walker]] that was after [[Sam|Gilly's baby]]. When Sam stabs the White Walker in the shoulder, the creature turns to ice and shatters.&lt;ref&gt;&quot;[[Second Sons (episode)]]&quot;&lt;/ref&gt;\n\n"}, "title": "Dragonglass"}