{"attributes": {"founding": "c. 500 years ago", "founder": "'''Quote", "places": "Dragonstone (castle)", "title": "Dragonstone", "image": "", "rulers": ["House Baratheon of Dragonstone (currently)", "House Targaryen (formerly))"], "location": "Blackwater Bay, the Crownlands, Westeros", "military": "", "religion": "R'hllor", "age": "", "type": "Island", "institutions": "", "population": ""}, "sections": {"TOP": "Dragonstone (island)01348056jeatqj6l2wqx4e6mw8vziz2nxfzn91757232015-03-07T19:08:18Z84.25.27.37removed a little mistake   aft wards to afterwards::''For the castle see [[Dragonstone (castle)]]''\n{{Settlement\n| Title=Dragonstone\n| Image=\n| Image size=\n| Location=[[Blackwater Bay]], [[the Crownlands]], [[Westeros]]\n| Type=Island\n| Population=\n| Rulers=[[House Baratheon of Dragonstone]] (currently)&lt;br&gt;[[House Targaryen]] (formerly))\n| Religion=[[R'hllor|R'hllor, the Lord of Light]] (currently)&lt;br&gt;[[Faith of the Seven]] (formerly)\n| Military=\n| Institutions=\n| Places=[[Dragonstone (castle)]]\n| Founding=c. 500 years ago\n| Age=\n| Founder=\n}}\n'''{{Quote|The island itself was and is nothing. It had no gold or gems to lure Valyrian nobility, all it has is rock.|[[Stannis Baratheon]]|Dragonstone (Histories &amp; Lore)}}'''Dragonstone''' is a volcanic island in the [[Narrow Sea]] that guards the entrance to [[Blackwater Bay]] and the sea approaches to [[King's Landing]], off the east coast of [[Westeros]]. It is the location of the eponymous castle of [[Dragonstone (castle)|Dragonstone]], the ancestral seat of [[House Targaryen]] and now seat of King [[Stannis Baratheon]], one of the claimants to the [[Iron Throne]].'''\n\n", "History": "===Background===\nJust before the [[Doom of Valyria]], four hundred years before the [[War of the Five Kings]], [[House Targaryen]] settled on the island - thus becoming the only family of [[Dragonlords]] to survive the fall of the [[Valyrian Freehold]], along with the last surviving [[Dragons]] in the world.  The Targaryens spent the next hundred years slowly building up their strength on Dragonstone, while east of the Narrow Sea the remnants of the Freehold tore themselves apart in the [[Century of Blood]], eventually coalescing into the [[Free Cities]].  \n\nOne hundred years after the Targaryen family settled on Dragonstone, [[Aegon I Targaryen]] and his two sister-wives [[Visenya Targaryen|Visenya]] and [[Rhaenys Targaryen (sister of Aegon I)|Rhaenys]] set out to conquer and unite the [[Seven Kingdoms]] on the mainland of Westeros, in the [[War of Conquest]].  This they achieved using their three dragons, [[Balerion]], [[Vhagar]], and [[Meraxes]].  \n\nAegon I declared that a new capital city would be built at the place where his army first made its landing on the eastern coast, at the mouth of the [[Blackwater Rush]]:  King's Landing.  The seat of House Targaryen moved there, but Dragonstone always remained their ancestral territory.  Soon, the title of &quot;[[Prince of Dragonstone]]&quot; was developed for the heir-designate to the throne.  Frequently, the heir to the throne would rule Dragonstone directly for years to prepare for ascending the [[Iron Throne]] one day.  For example, [[Rhaegar Targaryen]] was Prince of Dragonstone during the reign of his father, [[Aerys II Targaryen|Aerys II, the Mad King]].&lt;ref&gt;[[Dragonstone (Histories &amp; Lore)]]&lt;/ref&gt;\n\nDuring [[Robert's Rebellion]], after the defeat and death of Rhaegar at the climactic [[Battle of the Trident]], the Mad King sent his younger son Prince [[Viserys Targaryen|Viserys]] and his pregnant wife Queen [[Rhaella Targaryen|Rhaella]] to Dragonstone for safety.  Soon afterwards, [[Tywin Lannister]]'s army arrived at the capital and betrayed the Mad King as soon as they entered the gates, resulting in the [[Sack of King's Landing]].  During the sack, the Mad King was killed by his own [[Kingsguard]], [[Jaime Lannister]].  Viserys on Dragonstone technically succeeded his father as king (&quot;Viserys III&quot;) - at least according to Targaryen loyalists, as [[Robert Baratheon]] usurped the throne and was crowned king himself.  \n\nWith no major armies left, the boy Viserys was trapped on Dragonstone with nothing to do, and weeks passed as the rebels prepared to launch an attack on the well-defended island (as the rebels did not have any strength at sea).  Queen Rhaella later went into labor, the same day that a massive storm struck the island and destroyed the remaining Targaryen fleet at anchor.  Rhaella died giving birth to her daughter, Princess [[Daenerys Targaryen]].  A short time later a rebel fleet commanded by [[Stannis Baratheon]] set out to attack the island, but before they could loyal servants spirited away Viserys and the infant Daenerys on a remaining ship, fleeing across the Narrow Sea to the Free Cities.  When Stannis arrived he found an empty castle.&lt;ref&gt;[[Robert's Rebellion (Histories &amp; Lore)]]&lt;/ref&gt;&lt;ref&gt;&quot;[[Dragonstone (Histories &amp; Lore)]]&lt;/ref&gt;  Years later, Daenerys admitted that while she considers the Seven Kingdoms to be &quot;her country&quot;, the last time she was actually in it she was just a baby (in the brief period of time after she was born on Dragonstone).&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\nAfterwards King Robert made Stannis the ruler of Dragonstone - instead of giving him [[House Baratheon]]'s ancestral seat at [[Storm's End]], the mighty fortress that is the capital of [[The Stormlands|the Stormlands]].  Instead, he gave Storm's End to their much younger brother [[Renly Baratheon]].  Robert later tried to explain to Stannis that he did not mean this as an insult, but because he needed a firm hand to rein in the Targaryen home territory on the island, and he pointed out Dragonstone's royal pedigree as the traditional seat of the heir to the throne.  Stannis was still not amused.  In time, along with his wife [[Selyse Baratheon|Selyse]] of [[House Florent]] and their daughter [[Shireen Baratheon|Shireen]], Stannis formed his own [[Cadet branch|cadet branch]] of House Baratheon, &quot;[[House Baratheon of Dragonstone]]&quot;.\n\n===[[Season 2]]===\n\nAt the outbreak of the [[War of the Five Kings]], Dragonstone becomes the main base (as well as primary possession) of Stannis when he declares himself king as his brother's rightful heir.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\nFollowing his failed assault on King's Landing in the massive [[Battle of the Blackwater]], Stannis barely managed to retreat back to Dragonstone with his few remaining forces.  Still, Stannis remains effectively knocked out of the war after this point, with no sizable armies or ships, making him more or less trapped on Dragonstone.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n\nStannis obtains a provisional loan from the [[Iron Bank of Braavos]] to rehire the sellsail fleet of [[Salladhor Saan]], and uses it to transport most of his remaining forces north to [[The Wall|the Wall]], in time to decisively intervene during the [[Battle of Castle Black]].  While Stannis has removed from Dragonstone, he hopes to rally the defeated North as a new springboard against their shared Lannister enemies.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n", "Image gallery": "&lt;gallery&gt;\nDragonstone island.jpg\nDragonstone exterior.jpg\nDavos and Salladhor at Dragonstone.jpg\nKimberly Pope Dragonstone Concept Art VIII.jpg\nKimberly Pope Dragonstone Concept Art VII.jpg\nKimberly Pope Dragonstone Concept Art VI.jpg\nKimberly Pope Dragonstone Concept Art V.jpg\nKimberly Pope Dragonstone Concept Art IV.jpg\nKimberly Pope Dragonstone Concept Art III.jpg\nKimberly Pope Dragonstone Concept Art II.jpg\nKimberly Pope Dragonstone Concept Art I.jpg\n&lt;/gallery&gt;\n\n", "In the books": "\nBeyond Dragonstone castle, Dragonstone island is home to several fishing villages which obtain food from the surrounding waters, but otherwise the small volcanic island is not well-suited to farming crops, raising livestock, or pasturage.  A small number of shepherds and the like operate on the island, but they do not produce enough to feed the entire island's population, which must rely on the sea.    \n\nOne of the few advantages the island itself possesses (besides its strategic location) is the active volcano known as the Dragonmont - possibly the only large active volcano in the Seven Kingdoms (though smaller thermal vents and hot springs are relatively common).  [[Dragons]] prefer to nest in caves in the sides of volcanoes, being attracted to the heat.  The ancient Valyrians first discovered dragons nesting in the string of volcanoes in Essos known as the [[Fourteen Fires]].  Dragonstone island was thus an ideal location for the Targaryens to raise and breed their surviving dragons.  Some dragons were later raised in the massive Dragonpit built in King's Landing, but the main hatcheries remained on Dragonstone in volcanic tunnels.  \n", "Geography": "[[File:Dragonstone-island.jpg|thumb|563x563px|Map showing the location of Dragonstone island off the coast of [[Westeros]].]]\nDragonstone island produces no significant crops (such as wheat or barley), nor can it sustain livestock farming (such as cattle and pigs).&lt;ref&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt;  Dragonstone is, of course, an island, and the surrounding waters of Blackwater Bay are plentiful enough with fish - the main food source that can be locally obtained by the island's inhabitants.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\nLarge amounts of [[dragonglass]] can be found on Dragonstone, but it isn't a precious or even particularly useful material, being too brittle to make weapons and too sharp to use in building. Otherwise, the only significant advantage of holding Dragonstone island is its strategic position, guarding the entrance to Blackwater Bay and King's Landing.&lt;ref&gt;[[Dragonstone (Histories &amp; Lore)]]&lt;/ref&gt;\n\nWhile Dragonstone island itself is of no particular value, its command of the sea lanes passing into or out of Blackwater Bay, to and from King's Landing, give it an ideal strategic value.  The [[Royal Fleet]] is stationed at Dragonstone island, from which it can effectively defend (or in time of rebellion, blockade) any approaches to the capital city.\n\n"}, "title": "Dragonstone (island)"}