{"attributes": {"status": " :Category:Status: Dead", "death": " Crushed under falling rubble during the Storming of the DragonpitQuote", "title": " Dreamfyre", "season": " Histories &amp; Lore", "image": " Dreamfyre profile.png", "allegiance": " House Targaryen", "link": " House TargaryenAnimal", "mentioned": " &quot;Dragons (Histories &amp; Lore)&quot;", "place": " King's Landing", "species": " Dragons"}, "sections": {"TOP": "Dreamfyre030494ekf5eafy407knqretxgbnd2i9lr6nvn1762962015-03-12T07:15:04ZGonzalo848331/* Biography */{{Conjecture}}\n{{Heraldry\n|image = Targaryen mini shield.png\n|link = House Targaryen\n}}\n{{Animal|Title = Dreamfyre|Image = Dreamfyre profile.png|Season = [[Histories &amp; Lore]]|Mentioned = &quot;[[Dragons (Histories &amp; Lore)]]&quot;|Species = [[Dragons|Dragon]]|Status = [[:Category:Status: Dead|Deceased]]|Place = [[King's Landing]]|Allegiance = [[House Targaryen]]|Death = Crushed under falling rubble during the [[Storming of the Dragonpit]]}}\n{{Quote|When Targaryen fought Targaryen in the civil war called the Dance of the Dragons, an angry mob stormed the Dragonpit, that huge now-ruined vault where Targaryens stabled their beasts. Thousands died, but through sheer numbers and madness, five of the Targaryen dragons lay dead by the morning.|[[Pycelle]]|Dragons (Histories &amp; Lore)}}\n'''Shrykos''' was a [[Dragons|dragon]] bred by [[House Targaryen]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'', Dreamfyre was hatched at some point prior to the reign of King [[Maegor I Targaryen]], and was ridden by King [[Aenys Targaryen]]'s daughter and eldest child, Princess Rhaena Targaryen.\n\nDreamfyre later bonded with Queen Helaena Targaryen, sister-wife of King [[Aegon II Targaryen]]. During the [[Dance of the Dragons]], after Helaena's six year old son Jaehaerys was slain during the civil war, Helaena spent her days in darkness, weeping, and was not capable of riding her dragon. She eventually went mad with grief and threw herself from her window in [[Maegor's Holdfast]] and died. At the moment of her death Dreamfyre rose suddenly with a roar that shook the [[Dragonpit]] and snapped two of the chains that bound her.\n\nDuring the [[Storming of the Dragonpit]] the four dragons lairing within the dome were in chains. Dreamfyre was the only dragon able to break free when the mob broke in. She broke from her remaining bonds and took wing. She circled the cavernous interior of the dome and swooped down to attack the men below. She slew more men that the other three dragons combined. The mob pushed through her attacks and she was within easy reach of archers and crossbowmen. They loosed arrows and quarrels at the her. Wherever she lighted men swarmed to attack her driving her back into the air. Eventually one of her eyes was nicked by a crossbow bolt. Half-blind and maddened, Dreamfyre flew into the Dragonpitâ&euro;&trade;s great dome above. The already weakened dome cracked on impact and half of it came tumbling down, crushing her and the dragonslayers under tons of broken stone and rubble.\n\n", "Biography": "During the [[Dance of the Dragons]], an angry mob of [[smallfolk]] [[Storming of the Dragonpit|stormed]] the [[Dragonpit]] where [[House Targaryen]] stabled their [[Dragons|dragons]]. Dreamfyre was among the five dragons killed, breaking free of her chains and crashing into the domed ceiling only to smash it and be crushed by falling debris.&lt;ref&gt;&quot;[[Dragons (Histories &amp; Lore)]]&quot;&lt;/ref&gt;\n\n", "See also": "*{{AWOIAF}}\n\n"}, "title": "Dreamfyre"}