{"attributes": {"status": " :Category:Status: Alive", "10": "yesSeason Four Appearances", "last": "", "family": [" Rhaegal - brother ", " Viserion - brother'''Drogon''' is one of the dragons born in the Dothraki Sea, along with Viserion and Rhaegal. He is named after Daenerys' late husband Khal Drogo. He is distinguishable by his black and red colored scales, and red-black wings, he is also the largest and most aggressive of the three hatchlings.==Physical appearance and Personality==Drogon is slightly larger than his siblings. Most of his scales are black, shadowing a red ones that run down his back and neck. His wings and frills are black-red mix, down to the wing-bones which are black. His eyes are orange red. Over the course of the series he has grown considerably, from being the size of a kitten in season 1 to the size of a large lion in season 4.Drogon is the least shy of the three dragons when it comes to interacting with humans, albeit for the worst. He is by far the most aggressive of the three, easily agitated and quick to anger, as seen when he snarled at a Yunkai wise master when he approached his mother. He is also the first to react to orders and takes the initiative in confrontations, as seen when Daenerys ordered her dragons to burn Pyat Pree or when the Wise Master threatened her, he was the first to jump to his mother's defense. He often seeks his mother's affection, and is often seen being caressed by her, however, even she isn't safe from his anger, as seen when he snarled at her without warning when she tried to diffuse a conflict between the three. His larger size also makes him take a dominant role among his siblings, shown in how easily he stole a lamb from Viserion and Rhaegal, the latter two not daring to fight but instead squealing for him to share.==Biography===== Season 1 ===File:Dany and the egg.jpg"], "title": "Drogon", "season": " Season 1", "image": " Drogon S4.jpg", "allegiance": " Daenerys Targaryen", "species": " Dragon", "1": "yes", "3": " yes==Image gallery==&lt;gallery&gt;Daenerys and dragon.jpg", "link": " House TargaryenAnimal", "4": "yes", "7": "yes", "aka": "The Winged Shadow", "appearances": " 11 episodes &lt;small&gt;Drogon#Appearances", "first": " &quot;Fire and Blood&quot;"}, "sections": {"TOP": "Drogon06693knpe6rjhe84poe6fpnogube0yy7snb01801152015-03-28T21:33:53ZArticXiongmao15030876/* Image gallery */{{Heraldry\n|image = Targaryen mini shield.png\n|link = House Targaryen\n}}\n{{Animal\n| Title =Drogon\n| Image = Drogon S4.jpg\n| Season = [[Season 1|1]], [[Season 2|2]], [[Season 3|3]], [[Season 4|4]], [[Season 5|5]]\n| First = &quot;[[Fire and Blood]]&quot;\n| Last =\n|Aka =The Winged Shadow\n| Appearances = 11 episodes &lt;small&gt;[[Drogon#Appearances|(see below)]]&lt;/small&gt;\n| Species = [[Dragon]]\n| Status = [[:Category:Status: Alive|Alive]]\n| Allegiance = [[Daenerys Targaryen]]\n| Family = [[Rhaegal]] - brother &lt;br&gt; [[Viserion]] - brother}}\n\n'''Drogon''' is one of the [[dragons]] born in the [[Dothraki Sea]], along with [[Viserion]] and [[Rhaegal]]. He is named after Daenerys' late husband [[Khal]] [[Drogo]]. He is distinguishable by his black and red colored scales, and red-black wings, he is also the largest and most aggressive of the three hatchlings.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Drogon is much the same. He is the largest and most aggressive of Daenerys's dragons. She named him in memory of her recently deceased husband, Khal [[Drogo]].\n\n[[Balerion|Balerion the Black Dread]], the dragon of [[Aegon the Conqueror]], was also colored black with red highlights. Generations later, Daenerys Targaryen thinks that her newly hatched dragon Drogon resembles descriptions of Balerion so closely that he is actually a reincarnation of Balerion's spirit, though she gives him a new name for his new life.\n\n", "Physical appearance and Personality": "Drogon is slightly larger than his siblings. Most of his scales are black, shadowing a red ones that run down his back and neck. His wings and frills are black-red mix, down to the wing-bones which are black. His eyes are orange red. Over the course of the series he has grown considerably, from being the size of a kitten in season 1 to the size of a large lion in season 4.\n\nDrogon is the least shy of the three dragons when it comes to interacting with humans, albeit for the worst. He is by far the most aggressive of the three, easily agitated and quick to anger, as seen when he snarled at a [[Yunkai]] wise master when he approached his mother. He is also the first to react to orders and takes the initiative in confrontations, as seen when Daenerys ordered her dragons to burn [[Pyat Pree]] or when the Wise Master threatened her, he was the first to jump to his mother's defense. He often seeks his mother's affection, and is often seen being caressed by her, however, even she isn't safe from his anger, as seen when he snarled at her without warning when she tried to diffuse a conflict between the three. His larger size also makes him take a dominant role among his siblings, shown in how easily he stole a lamb from Viserion and Rhaegal, the latter two not daring to fight but instead squealing for him to share.\n\n", "Image gallery": "&lt;gallery&gt;\nDaenerys and dragon.jpg|Drogon, newly hatched\nDrogon travels.jpg|Drogon traveling through the [[Red Waste]]\nDaenerys &amp; Drogon 2x01.jpg|Drogon refuses food\nDrogon caged.jpg|Drogon being put in his cage\nDany Doreah Drogon.jpg|Daenerys teaching Drogon to cook meat\nDrogon.jpg|Drogon in Qarth\nDrogon eats.jpg|Drogon eating\nDrogon, Viserion and Rhaegal 2x10.png|Drogon and his siblings.\nDrogon 2x10.jpg|Drogon in &quot;[[Valar Morghulis]]&quot;.\nBurn Sucker BURN!.jpg|Drogon cooks a fish with dragonflame.\nDrogon Season 3.jpg|Drogon en route to Astapor.\nDany and Dragons S3E7.jpg|Daenerys uses her dragons to intimidate the Wise Masters.\nAngry Drogon s3e7.jpg|Drogon aggressively hisses at a Wise Master envoy from Yunkai.\nDrogon.png|A growing Drogon awaits for her mother's instructions.\nDrogon Season 4.jpg|Drogon in [[Season 4]].\nDrogon_Peasant.JPG|Drogon, now a massive sub-adult, towers over a peasant.\nTSITD Drogon Roaring.png|Drogon as he appears in the [[Game of Thrones: A Telltale Games Series|video game]].\n&lt;/gallery&gt;\n\n", "See also": "*{{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season One Appearances|10=yes}}\n{{Season Two Appearances|yes||||yes|yes||||yes}}\n{{Season Three Appearances|1=yes|4=yes|7=yes|10=yes}}\n{{Season Four Appearances|yes|||||yes||||}}\n===''[[Game of Thrones: A Telltale Games Series]]''===\n{{Telltale Game Series Appearances|3 = yes}}\n\n", "Biography": "=== [[Season 1]] ===\n[[File:Dany and the egg.jpg|thumb|190px|Daenerys placing Drogon's egg into a brazier.]]\nHe is born along with his two siblings after Daenerys has their eggs placed on the funeral pyre erected for her deceased husband, [[Khal]] [[Drogo]]. As she rises unharmed from the ashes of the pyre on the morning following the funeral, he climbs on her shoulder and lets out a powerful scream, announcing the return of dragons to the world.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]] ===\n[[File:Drogon breathes fire.jpg|thumb|left|190px|Drogon, breathing fire for the first time.]]\nAs her small ''khalasar'' travels east, Daenerys tries to get Drogon to eat, but he refuses the raw meat she offers, just as his siblings do.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt; Later, while Daenerys is staying at [[Qarth]], she teaches Drogon to breathe fire for the first time, roasting a small piece of meat, which he then eats.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt; Drogon and his siblings are kidnapped to the dismay of Daenerys.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt; In a meeting with [[the Thirteen]], [[Pyat Pree]], a [[warlock]], reveals he has taken them to the [[House of the Undying]] and claims that he is eager to reunite Daenerys with her children.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\n[[File:Daenerys and dragons 2x10.png|thumb|190px|Daenerys and her dragons use fire to kill and escape Pyat.]]\nAfterÂ Daenerys enters the House of the Undying, she eventually finds her three dragons chained. Pyat PreeÂ suddenly appears and chains DaenerysÂ with magic, saying that her dragons make his magic strong, that she makes the dragons stronger, and thus she must stay in the House of the Undying forever. An unconcerned Daenerys whispers &quot;dracarys&quot; toÂ Drogon, and after a couple of tries, he spits a large plume of fire at Pyat, igniting the warlock's robes. The other two dragons follow their brother's lead and the three of them burn Pyat Pree alive, free themselves and Daenerys from their chains, and set the House of the Undying alight.\n\n===[[Season 3]]===\nDrogon has grown significantly since leaving Qarth, and is about the size of a small dog by the time Daenerys and her party reach [[Astapor]]. He swoops into the water and catches a fish, which he proceeds to cook in mid air and devour. Daenerys notes that he is not growing fast enough for her to use him to conquer the Seven Kingdoms in the immediate future.\n\nAt the slavers bay, she speaks with [[KraznysÂ mo Nakloz|Kraznys&amp;nbsp;mo Nakloz]], as they attempt to work out a deal for his slave soldiers, the [[Unsullied]]. Daenerys says she will take all eight thousand Unsullied, including those in training. To this Kraznys laughs at her and says with everything she came with she could afford hardly over one hundred Unsullied. Daenerys surprises him by reminding him she has Dragons, and she will give him one. They strike a deal that she may have all the Unsullied, as well as those still in training, in exchange for her biggest dragon.\n\n[[File:Drogon kills Kraznys S3E4.jpg|thumb|left|Drogon burns Kraznys during the Sack of Astapor.]]\nSometime later the exchange is made, Daenerys meets with the [[Good Masters]] and gives the chained Drogon over to Kraznys, who in turn gives her the golden scourge which signals absolute authority over the Unsullied. Once the Unsullied are under her command, Kraznys comments that Drogon does not obey him, to which she responds, in Valyrian, that he does not obey because dragons are not slaves, before ordering Kraznys's death with a harsh &quot;dracarys&quot;. Drogon then takes flight and strafes the guards and Good Masters in the walls above the plaza.\n\n[[File:Dragons S3E4.jpg|thumb|204px|Daenerys marches forward with her army and dragons.]]\n\nAfter the [[Sack of Astapor]] is finished, Daenerys' khalasar and her new Unsullied army march out of the city, Drogon and his brothers flying overhead.\n\n[[File:Dragons at Yunkai.png|thumb|left|Rhaegal, Drogon and Viserion at Yunkai]]\n\nDrogon and his brothers are present in Daenerys' tent when a Wise Master from [[Yunkai]] arrives to entreat with their mother. DrogonÂ aggressivelyÂ barks at the Master when he gets to close to Daenerys. Later the Slave MasterÂ has two slaves place a chest full of gold nearÂ Drogon. While the two talk Daenerys throws a piece of meat to Viserion, and Drogon attempts to steal it from his brother. When the negotiation goes sour, DrogonÂ growls at the Slave Master for threatening Daenerys. Scared for his safety,Â the Slave masters tells his slaves to take back the gold and attempt to leave, Drogon stops them in their tracks, hissing and growling.\n\n===[[Season 4]] ===\n[[File:Drogon snarls at his mom.jpg|thumb|left|Drogon snarls a warning at his mother when she tries to interrupt his feeding.]]\nDrogon and his siblings are now the size of small horses. He quietly rests his head on his mother's lap, taking joy as she caresses him. When his two siblings come back with a dead lamb, he joins the fight over the carcass. His mother tries to calm him down, and without warning, Drogon snaps at her with a hiss; a warning to not interfere. He then roars and goes to contest the kill. Daenerys is shaken that she is losing influence over her &quot;children&quot;, as dragons can never be truly tamed.&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\n[[File:Drogon Goat take out.jpg|thumb|Drogon preys on goats near Meereen.]]\nDrogon, who is now the size of a small ship,Â kills and eats the goats of a localÂ [[Goatherd (The Laws of Gods and Men)|goatherd]]Â outside Meereen. The goatherder lays the charred bones of his flock before DaenerysÂ in Meereen, hoping he has not angered the new queen and that this was the punishment. Daenerys apologizes for Drogon's actions and promises to pay the goat herder back three times the worthÂ of his lost goats.&lt;ref&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt;\n\nDany is dismayed to learn that Drogon has killed the [[Zalla|daughter]] of a [[Goatherd (The Children)|goatherd]]. She tearfully confines the two smaller dragons to the catacombs of the pyramid while Drogon remains at large, having last been seen over the [[Black Cliffs]].&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n"}, "title": "Drogon"}