{"attributes": {"status": " Married (Drogo - deceased)", "last": " &quot;Valar Morghulis&quot;", "imagesize": " 255px", "family": " Rhaego - son (deceased)", "title": " Drogo and Daenerys", "image": " Drogo_Dany_Season_1.jpg", "allegiance": " Dothraki, House Targaryen", "actor": " Jason Momoa and Emilia ClarkeQuote", "titles": " ''Khal'' and ''Khaleesi''", "first": " &quot;Winter is Coming (episode)"}, "sections": {"TOP": "Drogo and Daenerys Targaryen0109874kpabjhjd0h6a78y940x6f9tcrs2yp11715932015-02-05T04:24:48Z98.164.75.82I added the &quot;Yer&quot; in front of Drogo's words to Daenarys.  The correct term is &quot;Yer Jalan Atthirari Anni&quot;.{{Template:Relationship Infobox\n|Title = Drogo and Daenerys\n|Image = Drogo_Dany_Season_1.jpg\n|ImageSize = 255px\n|Seasons together = [[Season 1|1]], [[Season 2|2]]\n|First = &quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;\n|Last = &quot;[[Valar Morghulis]]&quot;\n|Titles = ''Khal'' and ''Khaleesi''\n|Status = Married (Drogo - deceased)\n|Allegiance = [[Dothraki]], [[House Targaryen]]\n|Family = [[Rhaego]] - son (deceased)\n|Actor = [[Jason Momoa]] and [[Emilia Clarke]]}}\n\n{{Quote|Yer Jalan Atthirari Anni (&quot;Moon of My Life&quot; in Dothraki)|[[Drogo]]|You Win or You Die}}\n{{Quote|Shekh Ma Shieraki Anni (&quot;My Sun and Stars&quot; in Dothraki)|[[Daenerys]]|Fire and Blood}}\n'''Drogo''', a powerful [[Dothraki]]'' khal ''and feared warrior meets '''Daenerys''', the future &quot;Mother of Dragons&quot; in the [[Season 1|first season]]. Their union was an arrangement by [[Illyrio Mopatis]] andÂ Daenerys'Â brotherÂ [[Viserys Targaryen]], who hoped to use Drogo's Dothraki horde to win back the [[Iron Throne]].\n\n==[[Season 1]]==\n===The Beginning===\n====[[Winter is Coming (episode)|Winter is Coming]]====\nIn the [[Free City]] of [[Pentos]], [[Viserys Targaryen|Viserys]] and [[Daenerys Targaryen]] live in the manse of Magister [[Illyrio Mopatis]]. Illyrio has brokered a deal to wed Daenerys (also called &quot;Dany&quot;) to Khal [[Drogo]], the warlord of a [[Dothraki]] [[khalasar]] of forty thousand warriors. In return, Drogo will give Viserys an army of 10,000 men he needs to reclaim the [[Iron Throne]]. DaenerysÂ at first doesn't want to marry him, but Viserys says they will and to get an army, and even stated that he would make her sleep with all of Drogo's 40,000 men and their horses; if that's what is what it would take to get the armies. They get to the manse's entrance and stand there as Khal Drogo rides up. Illyrio introduces them and Daenerys walks up to him. He looks her over and then rides off, never having gotten off of his horse. Viserys is worried that does he not approve of her, but Illyrio assures him that if he didn't approve they would know.\n\n[[File:Drogo_Dany_Wedding_Day.png|thumb|250px|Khal Drogo and Dany are wed.]]\nA great celebration is held for their marriage in Pentos. Several Dohtraki die in impromptu duels, which Illyrio says is a good sign: a Dothraki wedding without at least three deaths is considered a dull affair. The bride and groom receive many gifts, but for Dany two are particularly interesting. The first is a box containing three beautiful stones. According to Illyrio these are [[dragons|dragon]] eggs from the [[Shadow Lands]] beyond [[Asshai]]. They have turned to stone with the passing of time. Dany feels some connection with the eggs, but is distracted by the celebration.\n\nThe second is a selection of books containing stories and songs from the [[Seven Kingdoms]], given by Ser [[Jorah Mormont|Jorah]], an exiled knight of [[House Mormont]]. Ser Jorah meets the Targaryens in the house of Illyrio. He has sworn an oath of fealty to Viserys as King and offers him his support and advice, which is accepted. For his gift, Drogo gives Daenerys a beautiful white stallion. Viserys asks his sister to make Drogo happy (by having sex with him). Drogo lifts Dany onto her horse, and they ride to a cliff top where he begins to take her dress off. She begins to cry as she looks out over the ocean. Drogo simply says &quot;no&quot; and wipes her tear. She tries to talk to him, but it becomes obvious that &quot;no&quot; is the only word he knows in her language. Without any preliminaries, he bends her over and takes her.\n\n====[[The Kingsroad]]====\nThe [[Dothraki]] ''[[khalasar]]'' led by [[Khal]] [[Drogo]] have departed [[Pentos]] and are heading east. They travel away from the [[Free Cities]] and into the [[Dothraki sea]], the long-grassed plains that the Dothraki call home. [[Viserys Targaryen]] accompanies the ''khalasar'', meaning to stay with Drogo until he fulfills his end of the bargain and provides him with an army with which to invade [[Westeros]]. Ser [[Jorah Mormont]] tells Viserys that he offended his liege lord, [[Eddard Stark]], by selling poachers into slavery. Slavery has been illegal in Westeros for centuries, and poachers are supposed to be turned over to the Night's Watch. When he received word that Eddard meant to execute him for the crime, he fled to [[Essos]]. Viserys laughs at the notion, saying such trivialities would not be punished under his reign.\n\nFor her part, [[Daenerys]] is finding adapting to her new role as ''[[khaleesi]]'' to be a huge challenge. Daenerys looks at Khal Drogo as he rides by, she looks pale and rather lost. Mormont offers her some solace; saying it will become easier. Daenerys is however fearful of her new husband, and it is revealed when she gets off the horse, that their first sexual encounter followed by a day horseback riding has left her injured and in a great deal of pain. She must be helped to walk by her maids.\n\nDays later, on the [[Kingsroad]] south to the capital, [[Robert Baratheon|King Robert Baratheon]] calls a halt to discuss some dire news that has just arrived with Eddard. Robert's spies have learned of Dany's marriage to Drogo, whose ''khalasar'' is reported to number over one hundred thousand warriors; while this is a massive exaggeration, Drogo's army is a very real threat. Â Eddard says they don't need to worry, she may not conceive and the Dothraki do not cross the sea. He convinces Robert to wait and see.\n\nIn the Dothraki sea, Daenerys is with her handmaidens. Two of them are Dothraki, to teach her the language and culture of the people, the third Doreah is a former pleasure-girl from [[Lys]]. Daenerys is fascinated with her gift from Illyrio, Dany asks her handmaidens if they have ever heard of dragons surviving in the east. They reply no, but [[Doreah]] tells her an old story about how there used to be two moons. One wandered too close to the sun and cracked like an egg, spilling out thousands of dragons into the world. Dany's Dothraki handmaidens dismiss the story, saying that the moon is a goddess, wife to the sun. It is known.\n\n[[File:Dany_learns_to_Please_Drogo_Kingsroad.jpg|thumb|250px|Dany learns how to please Drogo.]]\nDaenerys seeks the advice of her handmaid Doreah. Doreah instructs Daenerys on how to please Drogo in bed and also how to use her skills to gain respect from him. Reminding her, &quot;you are no slave&quot; and should not have sex like one. Daenerys nervously puts these plans into action and is surprised to find Drogo responsive, particularly once she starts using her body in combination with the Dothraki language to speak to him.\n\n===Falling in Love===\n====[[Lord Snow]]====\n[[File:Daenerys &amp; Drogo 1x03.png|thumb|250px|Drogo and Dany discover she is pregnant.]]\nWhen [[Daenerys]] sees some slaves struggling to keep up and being beaten, she commands the ''[[khalasar]]'' to halt. When asked why, and she replies it is because she commands it, Ser Jorah sees her exercising her growing authority and power, and says she is learning. [[Viserys Targaryen|Viserys]] does not take well to being told he must obey Daenerys' commands. He comes and threatens to hit her. Before he can strike, he is strangled into submission by [[Rakharo]], a [[Dothraki]] warrior wielding a whip. He asks Dany if she wants him to kill Viserys, she says no, but to take his horse so Viserys is forced to walk, a sign of shame amongst the horse-riding Dothraki. Later, Dany is told she is pregnant by [[Irri]]. Dany relays the news to [[Khal]] [[Drogo]] and tells him she thinks it will be a boy while they lay naked in each other's arms.\n\n====[[Cripples, Bastards and Broken Things]]====\n[[Khal]] [[Drogo]]'s ''[[khalasar]]'' arrives at [[Vaes Dothrak]], the [[Dothraki]] city. [[Viserys Targaryen|Viserys]] is annoyed that Drogo has been taking 'his' army in the wrong direction. Later, he bathes with Doreah and tells her about how he was raised with stories about the [[Targaryen]] dragons and his own destiny.\n\n[[Daenerys]] sends Doreah to invite Viserys to dine with her. She has also laid out gifts of clothes for him (since he is wearing stained and tattered silk clothes which the Dothraki make fun of, she wants to dress him like a Khal). He comes dragging Doreah, furious at Dany sending a whore to summon him. Viserys insults the food and the clothes. He says next she be will trying to fix his hair the way they do. Daenerys makes the mistake of saying that he can't do that as he hasn't won any battles and he doesn't have the right. He tries to strike her, but for the first time, Dany fights back, hitting her brother in the face with a belt and telling an astounded Viserys that the next time he tries to raise a hand against her will be the last time he has hands. Later, Daenerys confides in [[Jorah Mormont|Jorah]] her realization that Viserys will never become [[King of Westeros]] because he couldn't command an army even if Drogo gave him one.\n\n====[[The Wolf and the Lion]]====\nKing [[Robert Baratheon]] tells [[Eddard Stark|Eddard]] that [[Daenerys]] is pregnant and that her son will have a claim to the [[Iron Throne]]. He wants Daenerys, the unborn child and [[Viserys Targaryen|Viserys]] killed as soon as possible. Eddard states that this act would be dishonorable and cowardly, and should be beneath their dignity. The other members of the council present - [[Pycelle]], [[Renly Baratheon]], [[Littlefinger]] and [[Varys]] - all concur that Daenerys must die for the good of the realm. In protest of this decision, Eddard Stark resigns his position as King's Hand.\n\n====[[A Golden Crown]]====\n[[File:Drogo_carries_Dany_1x6.jpg|thumb|250px|Drogo carries Dany after she eats a stallion's heart.]]\nIn [[Vaes Dothrak]], [[Daenerys]] is studying her [[dragon]] eggs. Despite [[Illyrio Mopatis|Illyrio]]'s claim that they are now only stone, she ponders if they might be hatched by extreme heat, and places an egg on a brazier. Nothing happens, to her disappointment. Daenerys takes the egg from the brazier, but [[Irri]] comes in and seeing what is happening, she thinks Daenerys will burn herself. So Irri takes the egg from her, and quickly cries out and drops it. Daenerys is completely unharmed while Irri suffers searing burns on her own hands.\n\nDaenerys is summoned by the crones who rule the city, the ''[[dosh khaleen]]'', who are the wives of ''[[khal]]s ''slain in battle. She must go through a ritual where she eats a stallion's heart and the crones read the omens. At first it seems Dany won't hold the raw meat down but to both her and [[Drogo]]'s relief she is able to compose herself. The crones declare that their son will be ''&quot;The Stallion That Mounts The World&quot;'', a great conqueror whose coming is long foretold in Dothraki history. Daenerys says his name will be [[Rhaego]], for her brother [[Rhaegar Targaryen|Rhaegar]], slain by the usurper [[Robert Baratheon]]. [[Viserys Targaryen|Viserys]] finds it rather repulsive, Ser Jorah stands next to him and translates the ritual. When the Dothraki begin chanting, Viserys realizes that they love her and storms out. He is found in Dany's tent by Ser [[Jorah Mormont]] who sees him trying to steal Dany's eggs. Viserys is disgusted that Jorah would choose to serve his sister over him, he accuses Jorah of having desires for her. Viserys says he doesn't care, he just wants the eggs so he can sell them to buy an army. Ser Jorah will not let him, and, in the end, he drops the eggs and leaves. Jorah puts the eggs back in their chest.\n\n[[File:Viserys' crowning.jpg|thumb|250px|Drogo crowns Viserys with molten gold.]]\nA bitter and angry Viserys interrupts a feast for Dany and Drogo. He angrily demands his payment for giving Dany to Drogo- the ten thousand Dothraki warriors and plunder that Drogo promised him. He draws his sword, ignoring the prohibition against weapons being drawn and blood being spilled in the sacred city. He threatens Dany and the unborn child while Irri translates for Drogo. Drogo responds that he will give Viserys a golden crown &quot;that men will tremble to behold&quot;, and Viserys is pleased until Drogo's bloodrider [[Qotho]] breaks his wrist making him drop the sword and kicks him to the floor. Drogo melts his golden belt in a pot, while Viserys pleads with Daenerys to save him. Even though Ser Jorah tells her to look away, she just watches as Drogo pours the pot of molten meltal over and &quot;crowns&quot; Viserys with it, killing him without drawing blood. As she watches her brother die, she realizes that, having been killed by fire, he was no true dragon.\n\n====[[You Win or You Die]]====\n[[File:Drogo and Dany.jpg|right|250px|thumb|Daenerys tries to convince Drogo to invade Westeros.]]\nIn [[Vaes Dothrak]], [[Daenerys]] attempts to convince [[Khal]] [[Drogo]] to invade the [[Seven Kingdoms]]. Drogo is reluctant to cross the [[Narrow Sea]], despite the thousands of ships they could find in the [[Free Cities]]. Daenerys visits the marketplace with Ser [[Jorah Mormont]] and her handmaidens. She asks Jorah to help to convince her husband since the [[Seven Kingdoms]] are her birthright. He reminds her that her ancestor [[Aegon the Conqueror]] took six of the Seven Kingdoms solely because he was capable of doing so (due to his dragons), birthright had nothing to do with it. He says the Dothraki do things for their own reasons and in their own time. Then he excuses himself, going to see if the merchant captain has any letters for him. A young lad calls to Ser Jorah and hands him a rolled up parchment. He says that the spider sends his regards, here is your pardon, and you can go home now. Jorah clutches it and looks at it with longing, but then he looks back toward the market where Daenerys is. He knows if they do not need him anymore for information, something is going to happen. Jorah returns to the marketplace and watches over Daenerys.\n\nA [[wineseller]] is hawking his wares and is offering samples. Learning from Doreah who Daenerys is, he then insists she try a particular vintage from [[the Arbor]]. Jorah realizes that this is an assassination attempt and stops her from drinking, insisting that the wineseller try it first. He attempts to flee, but [[Rakharo]] brings him down with a thrown bolo which wraps around his ankles.\n\nSer Jorah tells Daenerys that King Robert will never stop trying to have her and her baby killed. Drogo hurriesÂ past the captiveÂ winesellerÂ to Daenerys to ensure she is okay.Â He offers Jorah a horse as a reward, then he proclaims in [[Dothraki (language)|Dothraki]] that his army will cross the seas and take the Iron Throne for his son. The would be assassin is executed by being dragged behind the khalasar as they ride out from Vaes Dothrak.\n\n====[[The Pointy End]]====\n[[File:Daenerys 1x08.jpg|right|250px|thumb|Daenerys notes Drogo's injury.]]\nThe [[Dothraki]] raid a village in [[Lhazar]], a peaceful country to the south-east of [[Vaes Dothrak]]. [[Khal]] [[Drogo]] plans to take slaves to fund the invasion. [[Daenerys Targaryen|Dany]] is disturbed to see the Dothraki killing the villagers and raping their women, and orders it stopped. The warriors are angry at being denied the spoils of victory. Drogo silences the complaints by killing [[Mago]], one of the offended warriors who challenges him. Drogo deliberately takes a superficial wound to the chest in the process. Though Drogo dismisses it as a scratch, Daenerys insists it be treated. They allow one of the women she rescued, a healer called [[Mirri Maz Duur]] to treat the wound. They ignore the protests of Drogo's bloodriders, who derisively call the woman ''maegi'' (a witch).\n\n===The End===\n====[[Baelor]]====\n[[Daenerys Targaryen|Dany]] is concerned that the wound has festered, unaware that Mirri Maz DuurÂ has deliberately infected it. Â [[Drogo]] falls from his horse, a grave sign of weakness amongst the [[Dothraki]]. Dany sends for [[Mirri Maz Duur]] to help him. Drogo's bloodrider [[Qotho]] remains unhappy with entrusting Drogo's care to the woman, whom he calls the &quot;witch&quot;, but relents.\n\n[[File:Drogo's fall.jpg|thumb|right|250px|Khal Drogo after his fall.]]\nSer [[Jorah Mormont]] armors himself at Dany's request. Mirri Maz Duur promises to save Drogo's life, but claims that she needs to sacrifice a life to do so. She takes Drogo's horse into his tent and starts a blood magic ritual. Drogo's warriors are enraged at Daenerys's perceived attempts to interfere with the natural way of things and Qotho attacks her, knocking her over. Jorah steps in and kills him. Dany goes into labor, but none of the Dothraki midwives will help her, thinking her cursed. With no choice, Jorah takes Daenerys into the tent as the ceremony continues.\n\n====[[Fire and Blood]]====\n[[Daenerys]] wakes up to terrible news from Ser [[Jorah Mormont]]. Her son, [[Rhaego]], is dead. He was born stillborn and deformed, covered with scales. The majority of the ''[[khalasar]]'' has moved on, leaving them behind. However, [[Drogo]] lives. [[Mirri Maz Duur]] takes Daenerys to see her sun and stars, only to find him a catatonic ruin. Daenerys demands to know why, and Duur explains that when Daenerys &quot;saved&quot; her, she'd already been raped three times and the temple she served had been burned and defiled by the [[Dothraki]]. She has ensured that her &quot;stallion who mounts the world&quot; can burn no cities and slaughter no innocents. He is alive, but in a vegetative state.\n\n[[File:Dany_kills_Drogo_Fire_and_Blood.png|thumb|250px|Dany says goodbye to Drogo before smothering him.]]\nDaenerys tends to Drogo, but seeing him like this breaks her heart. She holds him through the night. In the morning she speaks to him, claiming that when the sun rises in the west and sets in the east, they shall be reunited. She tearfully smothers him with a pillow to end his suffering.\n\nDaenerys and her small retinue prepare a funeral pyre for Drogo. At Daenerys' command, [[Rakharo]] places the dragon eggs on the pyre. Duur is tied to a stake amidst the fuel. Daenerys gives a speech to her people telling them that they may go if they wish, but if they stay with her, she will lead them to a glorious destiny. Ignoring Jorah's pleas, Daenerys sets the pyre alight and then calmly walks into the flames. She stands below the pyre as flames consume her, an apparent act of suicide.\n\nAt dawn, the fire dies down and Daenerys is revealed crouching there naked and completely unharmed, with three newly-hatched baby dragons. One nuzzles in her arm, another climbs her leg and the third sits on her shoulder. At the sight of the mythical animals born anew, Jorah and the remaining Dothraki kneel and swear their allegiance to the Mother of Dragons. After slowly standing up from the ashes, the black hatchling on Dany's shoulder rises, spreads its wings and screeches.\n\n", "Season 2": "===The Illusion===\n====[[Valar Morghulis]]====\n[[File:Dany_Drogo_with_Rhaego_Valar.jpg|thumb|250px|Dany is reunited with Drogo and her son in an illusion.]]\nDaenerys arrives at [[House of the Undying]] and is magically separated from Jorah and [[Kovarro]]. She finds herself an empty circular room with many doors. She chooses one and opens it. She is presented with tempting visions. First the snowy, ruined throne room of King's Landing where she turns away from the [[Iron Throne]]. She then walks through the gates of the Wall surrounded by more snow, and into a tent where she sees Drogo. She finds Drogo and what would have been her infant son Rhaego in his arms. They talk about the dream they are in. Drogo says he shall kill whatever man tries to wake him from this dream. Dany also wonders if perhaps she is deceased and in the Night Lands with her family. She hears her dragons in the distance and is reminded this is only an illusion. Once again she tells Drogo &quot;when the sun rises in the west and sets in the east&quot;. Dany silently leaves after touching Rhaego's hair, leaving them behind in the tent, motionless.\n\n", "Appearances together": "{{Season One Appearances|yes|yes|yes|yes|no|yes|yes|yes|yes|yes}} {{Template:Season Two Appearances||||||||||yes}}\n\n"}, "title": "Drogo and Daenerys Targaryen"}