{"attributes": {"status": " :Category: Status: Dead", "death": " Smothered by Daenerys Targaryen in a mercy killing after being left in a vegetative state by Mirri Maz Duur", "last": "&quot;Fire and Blood&quot; (actual appearance)&lt;br /&gt;&quot;Valar Morghulis&quot; (Daenerys' vision)", "family": ["Bharbo - father", "Daenerys Targaryen - wife", "Rhaego - son (stillborn)", "Viserys Targaryen - brother-in-law"], "title": "Drogo", "season": "Season 1", "image": "Drogo 1x01b.jpg", "allegiance": "Himself", "actor": "Jason Momoa", "culture": "Dothraki", "deathep": " &quot;Fire and Blood&quot;", "titles": " Khal", "place": "Vaes Dothrak", "religion": "Great Stallion", "aka": "The Great Khal", "age": " Quote", "appearances": "10 episodes &lt;small&gt;(#Appearances", "first": "&quot;Winter is Coming (episode)"}, "sections": {"Relationships": "\n:''See [[Drogo and Daenerys Targaryen]].''\n\n", "TOP": "Drogo021773fldqocx5nj4vvscce0yykay28au00l1809432015-04-04T05:34:17ZThe Dragon Demands5014364As I have repeatedly said, we only do the Personality things for a handful of major characters{{Character\n| Title=Drogo\n| Image=Drogo 1x01b.jpg\n| Season=[[Season 1|1]], [[Season 2|2]]\n| First=&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;\n| Last=&quot;[[Fire and Blood]]&quot; (actual appearance)&lt;br /&gt;\n&quot;[[Valar Morghulis]]&quot; (Daenerys' vision)\n| Appearances=10 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n| Aka=The Great Khal\n| Status= [[:Category: Status: Dead|Deceased]]\n| Death= Smothered by [[Daenerys Targaryen]] in a mercy killing after being left in a vegetative state by [[Mirri Maz Duur]]\n| DeathEp = &quot;[[Fire and Blood]]&quot;\n| Place=[[Vaes Dothrak]]\n| Allegiance=Himself\n| Culture=[[Dothraki]]\n| Family={[[Bharbo]]} - father&lt;br&gt;[[Daenerys Targaryen]] - wife&lt;br&gt;{[[Rhaego]]} - son (stillborn)&lt;br&gt;{[[Viserys Targaryen]]} - brother-in-law\n| Religion=[[Great Stallion]]\n| Actor=[[Jason Momoa]]\n| Titles = Khal|Age = }}\n{{Quote|And to my son, the Stallion Who Will Mount the World, I will also pledge a gift. I will give him the iron chair that his mother's father sat upon...|Khal Drogo delivering a speech.|You Win or You Die}}\n\n'''Drogo''' is a major character in the [[Season 1|first season]]. He is played by starring cast member [[Jason Momoa]], and debuts in the [[Winter is Coming|series premiere]]. Drogo is a ''[[khal]],'' or chieftain, of the [[Dothraki]] people and is often referred to with his full title, '''Khal Drogo'''.\n\nDrogo is a powerful warlord and feared warrior. He marries [[Daenerys Targaryen]] and subsequently grows to love her. He promises to retake the [[Seven Kingdoms]] for her after she survives an assassination attempt. He raids a [[Lhazareen]] village to take slaves to fund the planned invasion. After the fight was over he was challenged to a fight by the Khal of the men in the village who believed him unworthy to continue leading the Khalasar as it appeared the Khal was obeying the orders of a woman. Drogo kills the warrior but receives a scratch to his chest and is treated by the [[godswife]] and ''[[maegi]]'' [[Mirri Maz Duur]]. His wound festers and he becomes gravely unwell. Daenerys asks Mirri Maz Duur to save him using [[blood magic]] but Mirri Maz Duur uses a spell that leaves him in a vegetative state in revenge for the destruction of her village. Daenerys ends his suffering by smothering him, then burning the body. Daenerys walks into the flames with her [[dragon]] eggs, but survives the inferno and hatches three dragons. She names the largest one [[Drogon]] to commemorate her late husband.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Khal Drogo commands forty thousand Dothraki warriors and is a skilled and respected war leader. His bloodriders are Cohollo, Qotho, and Haggo. ''Ko'' in his khalasar include Jhaqo, Pono and Mago. He owns a palace in Vaes Dothrak and a nine-towered mansion in Pentos, given to him by the magisters of the city to buy him off to avoid the Dothraki looting the city.\n\nOf note is his treatment of Daenerys on their wedding night, which is significantly more sensitive than in the TV series, including explicitly asking her permission with the word &quot;No?&quot;, to which Daenerys replies &quot;Yes&quot;.\n\nIn the book, Mago does not defy Drogo nor picks a fight with him. Drogo is injured not by Mago, but during a battle against another [[khalasar]], by a [[bloodrider]] of a rival [[khal]].\n\nDothraki custom dictates that defeated warriors should shave their heads, but Drogo dies with all of his immensely long hair, having never once been defeated in combat. In the books, the Dothraki adorn their long hair braids with various small bells, adding new ones for each victory. Jason Momoa said the bells weren't included in the TV series because they weren't very scary in real life: the constant jingling noises were somewhat comical, and it was felt they detracted from the performance.&lt;ref&gt;[http://www.thisisfakediy.co.uk/articles/television/qa-game-of-thrones/ Jason Mamoa Q&amp;A]&lt;/ref&gt;\n\nIn the Dothraki tradition he has a long moustache, but no beard.\n\n", "Image Gallery": "&lt;gallery columns=&quot;3&quot; spacing=&quot;small&quot;&gt;\nDrogo 1x01c.jpg|Drogo in Pentos in &quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;.\nDrogo 1x01.jpg|Khal Drogo enjoying his wedding feast in &quot;Winter is Coming&quot;.\nDrogo_and_Daenerys.jpg|Khal Drogo and his wife Daenerys in &quot;Winter is Coming&quot;.\nDaenerys and Drogo 1x01.jpg|Drogo and Daenerys' wedding night in &quot;Winter is Coming&quot;.\nGoldencrown.png|Drogo fulfills his promise to his [[Viserys Targaryen|brother-in-law]] in &quot;[[A Golden Crown]]&quot;.\nDrogo and Dany.jpg|Drogo and Daenerys discuss the [[Iron Throne]] in &quot;[[You Win or You Die]]&quot;.\nDrogo's fall.jpg|Drogo falls from his horse in &quot;[[Baelor]]&quot;.\nDrogo.png|Drogo left catatonic.\n&lt;/gallery&gt;\n\n", "See also": "*{{AWOIAF}}\n\n", "Appearances": "{{Season One Appearances|yes|yes|yes|yes|no|yes|yes|yes|yes|yes}} \n{{Template:Season Two Appearances||||||||||note}}\n&lt;nowiki&gt;*&lt;/nowiki&gt; vision of Daenerys\n\n", "Biography": "===Background===\n\nDrogo is a ''[[khal]]'' or warlord of the [[Dothraki]], the famed nomadic horse-lords of the [[Essos|eastern continent]] beyond the [[Narrow Sea]]. The Dothraki are fierce warriors, skilled in battle, unrelenting in combat and known for savagery towards non-Dothraki. Amongst their own people they have a code of honor, albeit still a harsh and unforgiving one. Drogo was very young to have his own ''[[khalasar]]'', particularly such a large one. He is a legendary warrior and has never been defeated in battle.&lt;ref name=&quot;Drogo viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-ofthrones/season2/#!/guide/houses/targaryen/drogo/ HBO viewers guide, season 2 guide to houses, House Targaryen - Drogo entry]&lt;/ref&gt; Drogo desired the most beautiful and exotic woman in the world as his ''[[khaleesi]]'' or wife, and enlisted Magister [[Illyrio Mopatis]] of [[Pentos]] to help him find such a woman.&lt;ref name=&quot;E1&quot;&gt;&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;&lt;/ref&gt;\n\nHe is guarded by [[bloodriders]] including [[Qotho]].&lt;ref name=&quot;E1&quot; /&gt; Generals or ''ko'' in his khalasar include [[Pono]] and [[Jhaqo]], men who guard him, follow him in battle and, when Drogo dies, it is their duty and honor to follow him even then to continue serving him.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\n===[[Season 1]]===\n[[File:Drogo-arrives.png|thumb|190px|Drogo inspects his bride.]]\n[[Illyrio Mopatis|Illyrio]] and Prince [[Viserys Targaryen]] arrange the marriage of Viserys' sister [[Daenerys Targaryen|Daenerys]] to Khal Drogo in return for Drogo supplying Dothraki troops to support Viserys' play for the [[Iron Throne]] of [[Westeros]]. Drogo agrees, but does not stipulate a time frame. Viserys notes the length of Drogo's braid: Dothraki have to cut off their hair when they are defeated, but Drogo's long hair suggests that he has never been defeated in battle. Viserys states that Drogo is a &quot;savage&quot; but also &quot;one of the finest killers alive&quot;.&lt;ref name=&quot;E1&quot; /&gt;\n\n[[File:Drogo Dany Wedding Day.png|thumb|The wedding of Drogo and Daenerys Targaryen]]\n[[File:Daenerys &amp; Drogo 1x03.png|thumb|190px|Daenerys tells Drogo that she is carrying his child.]]\nDrogo marries Daenerys outside the [[Free City]] of [[Pentos]], but is unable to communicate with his new wife due to them not sharing a language. Drogo only appears to understand the word &quot;No&quot; which he repeats often. A Westerosi knight who has Drogo's favor, Ser [[Jorah Mormont]], aids with translation. Illyrio gives Daenerys three dragon eggs that have turned to stone due to the passage of time. Drogo gives Daenerys a beautiful white horse. When Daenerys wishes to thank Drogo for his gift she is informed by Ser Jorah that there is no word for &quot;thank you&quot; in her new husband's language, a reminder of how unpleasant the Dothraki can be. Drogo is determined to consummate their marriage immediately, which Daenerys finds uncomfortable and frightening.&lt;ref name=&quot;E1&quot; /&gt; Attempting to make her time with Drogo more bearable, Daenerys begins learning the Dothraki language from her handmaid [[Irri]]Â andÂ seeks advice from her handmaid, [[Doreah]], on how to best please him in bed while establishing her own power over him using her sexuality. Combining these skills, she makes Drogo respect her as an equal.&lt;ref&gt;&quot;[[The Kingsroad]]&quot;&lt;/ref&gt; After two months Daenerys and Drogo are happier together. Drogo expresses satisfaction and joy at the news that Daenerys is with child, and that she thinks it will be a boy.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt;\n\nIn [[King's Landing]], King [[Robert Baratheon]]'s spymaster, [[Varys]], is working with Illyrio in planning the Dothraki invasion of the Seven Kingdoms. However, Drogo is content to wait until his son is born before planning the assault. Varys thinks the situation in Westeros will unravel much more quickly than they anticipated and urges Illyrio to get Drogo to speed up his timetable.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\n[[File:Drogoswears.png|thumb|190px|Drogo swears to cross the Narrow Sea and take the Iron Throne.]]\nIn [[Vaes Dothrak]], Drogo is pleased to learn that his son will be the '[[Stallion Who Mounts the World]]', a prophesied ''khal of khals'' who will command the largest Khalasar ever seen and lead the Dothraki to dominion over all the lands of the world. He also approves his wife naming himÂ [[Rhaego]] after her slain brother, [[Rhaegar Targaryen|Rhaegar]], a great warrior defeated in battle by &quot;the usurper&quot; Robert Baratheon. However, a drunken and aggressive Viserys petulantly demands that Drogo took Daenerys but never provided the army he promised. He then threatens that unless he is given his army, he will take back his sister, but leave Drogo the child that he will cut out and leave for him. Furious, but careful to control his emotions for the sake of Daenerys and their child, Drogo agrees to give Viserys a fine golden crown that others would 'tremble to behold'. Not understanding the language Viserys believes he is finally getting what he wants, and lowers his guard, allowing two of Drogo's bloodriders to disarm and restrain him. Then Drogo melts a gold belt in a pot, then 'crowns' Viserys with the molten gold, killing him.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\nDaenerys asks Drogo to continue with the invasion but with his obligations to Viserys gone Drogo is reluctant to attempt to cross the [[Narrow Sea]] because of his people's fear of the &quot;poison water&quot; (the sea, which the Dothraki fear, because they distrust any liquid that a horse will not drink) and &quot;wooden horses&quot; (ships). Ser Jorah later saves Daenerys from an [[Wineseller|assassin]] sent by King Robert. Learning of the attempt Drogo rewards Jorah with any horse he desires from Drogo's own herd. Drogo swears a blood oath that he will punish King Robert for his cowardice, lead the Dothraki beyond the poison water to invade the Seven Kingdoms and seat his son on the &quot;Iron Chair&quot; of Westeros.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n\nDrogo leads his men to raid and plunder a village of the [[Lhazareen]], peaceful sheep-herders. He plans to take slaves to trade for a fleet to invade Westeros. Daenerys protests when the Dothraki begin raping the women of the village, and has her retinue stop the practice. [[Mago]] becomes infuriated at Daenerys' presumption to give him orders and complains to Drogo.\n\n[[File:Drogo 1x08.jpg|thumb|190px|Drogo kills Mago for his defiance.]]\nDrogo agrees that this is custom amongst the Dothraki, but out of admiration for Daenerys' spirit, agrees to let her keep the slaves for herself. Mago accuses Drogo of being at the whim of the &quot;foreign whore&quot;, holding his ''[[arakh]]'' to Drogo's chest. Enraged, Drogo presses the blade into his own flesh to show his contempt for Mago's challenge, causing a small flesh wound, before he fights Mago in single combat, dropping his ''arakh'' and his daggers to the groundÂ to show his disdain for Mago's skills. He kills Mago with the reverse edge of his own weapon, and tears his tongue out through his throat. He allows one of Dany's new slaves, [[Mirri Maz Duur]], to treat his injury â&euro;&ldquo; ignoring warnings from his [[bloodrider]] [[Qotho]].&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt; The wound festers and Drogo eventually falls from his horse, unable to ride, a great shame within the Dothraki culture, for &quot;a Khal that cannot ride cannot lead&quot;. Duur tells Daenerys that he will die soon.\n\nDaenerys commands her to use magic to save Drogo and Duur agrees, but the Dothraki become agitated at this display of &quot;witchcraft&quot;. The khalasar separates. Qotho intervenes to prevent the ritual and is killed by Ser [[Jorah Mormont]]. Daenerys goes into labor because she was shoved to the ground by Qotho.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\n[[File:Daenerys and Drogo 1x10.png|thumb|190px|Daenerys and a vegetative Drogo]]\nThe child is stillborn and deformed, with leathery scaled skin like a dragon's, wings, and a stomach filled with grave-worms. Drogo survives but is left in a vegetative state. Duur admits she did this deliberately in revenge for the sacking of her village. The ritual that saved Drogo drew its power from not only the death of Drogo's favored stallion but the death of Daenerys son, causing the stillbirth and monstrous appearance. Weeping, Daenerys smothers Drogo with a pillow to end his misery. She has Duur burned alive on Drogo's funeral pyre in revenge. Daenerys places her dragon eggs in the flames and then walks into them also. This conflagration triggers the hatching of Dany's dragon eggs, releasing the first three dragons into the world in a century and a half.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n[[File:Daenerys_and_Drogo_2x10.png|right|thumb|Daenerys and Drogo in an illusion.]]\nDaenerys sees Drogo in her visions when she visits the [[House of the Undying]]. She sees him in the tent she once shared, holding a small child in his arms, their son [[Rhaego]]. They share an emotional reunion but she chooses to leave, knowing that they are dead and only an illusion.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n"}, "title": "Drogo"}