{"attributes": {"image": " DrownedGod.jpg", "type": "  wikipedia:Monolatrism", "location": " The Iron IslandsQuote", "clergy": " Drowned Men", "title": " Drowned God"}, "sections": {"TOP": "Drowned God042014rbbfdeiy70pk7nhldtdke68xcwsmzr1678182014-12-16T15:43:21Z216.165.95.77Misogynistic isn't spelled &quot;mysogynistic&quot;.{{Infobox religion\n| Title= Drowned God\n| Image= DrownedGod.jpg\n| Type=  [[wikipedia:Monolatrism|Monolatristic]] &lt;!-- if the Storm God is considered a true deity --&gt;\n&lt;!-- Can be seen as monotheistic if the Storm God is not considered a true deity --&gt;\n| Clergy= [[Drowned Men]]\n| Location = [[The Iron Islands]]\n}}\n{{Quote|Since the Dawn Age, the ironborn have followed the Drowned God, who plucked fire from the sea, and made us to reave and sack, and carve our names in blood and song.|[[Yara Greyjoy]]|The Drowned God (Histories &amp; Lore)}}\n\nThe '''Drowned God''' is the deity worshiped on the [[Iron Islands]]. Together with [[the North]], where the worship of the [[Old Gods of the Forest]] remains strong, the Iron Islands is one of the few regions in [[Westeros]] not abiding by the main religion of the Seven Kingdoms, the [[Faith of the Seven]].\n\n", "Practices": "[[File:TheonMeetsDrownedMan.jpg|thumb|250px|Theon about to be blessed by a Drowned Man.]]\nThe common prayer exchanged by followers of the Drowned God is &quot;What is dead may never die&quot;, with the responding line, &quot;But rises again, harder and stronger&quot;. If one person begins this prayer, others are usually expected to join in. The prayer involves clutching the right hand in a fist over the heart.\n\nPriests of the Drowned God are called [[Drowned Men]]. They anoint devotees using sea water, which is considered to be holy water in the religion. Infants are ceremonially &quot;drowned&quot; during a baptism rite by being briefly submerged in sea water, or by a priest pouring sea water over their head. Adults may also be anointed with sea water in this fashion, when receiving a blessing from one of the Drowned Men.&lt;ref name=&quot;VG Gods Old and New&quot;/&gt; During the blessing ceremony, the following exchange occurs as the priest pours holy sea water over the adherent's head:\n\n[[File:TheonsBaptism.jpg|thumb|250px|Theon is blessed with sea water.]]\n\n:Drowned Priest: ''&quot;Let ''[name]'' your servant be born again from the sea, as you were. Bless him with salt, bless him with stone, bless him with steel.&quot;''\n:Response: ''&quot;What is dead may never die.&quot;''\n:Drowned Priest: ''&quot;What is dead may never die, but rises again, harder and stronger.&quot;''&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\nUnlike the Faith of the Seven or the worship of the [[Lord of Light]], the Drowned God religion is somewhat misogynistic: Ironborn men are expected to raid, plunder, kill, and command ships, but it is frowned upon for ironborn women to do any of these things. While the Faith of the Seven and R'hllor have female priests (and the Old Gods of the Forest simply have no priests), the Drowned God's priesthood is all-male.\n\nIt is thus considered quite unusual that [[Yara Greyjoy]], as a young woman, has risen to command her own ship and led men on raids. Further, it is a testament to her popularity with the ironborn men she commands that they would willingly follow her, as she would have to work even harder and be a very capable commander indeed to earn the respect of such men. Despite being a very devout and pious follower of the Drowned God, even [[Balon Greyjoy]] himself is proud of and accepts Yara's activities, which are decidedly unorthodox for a woman in his culture.\n\nIn the Iron Islands, it is common to execute criminals by laying them on their back on the beach at low tide, with their arms and legs chained to four stakes, so they can see their death slowly creeping toward them a few inches at a time as the tide comes in - an offering to the Drowned God.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\nAs with other major religions in Westeros, the Drowned God religion has several basic social rules against [[incest]], [[kinslaying]], and [[bastard]]y. It also upholds the [[Guest right|laws of hospitality]], which hold sacred the good behavior of a guest and host towards each other.\n\n", "Beliefs": "\nThe belief system of the Drowned God justifies the [[ironborn]] way of life of piracy and raiding. Followers of the Drowned God believe he brought flame from the sea and that he created the ironborn to reave, raid, and pillage. Much of the religion centers around maritime skills and seafaring ability. It is not simply praiseworthy to kill enemies in battle, it is considered a pious act. A youth in the [[Iron Islands]] is not considered a man until he has killed his first enemy. The religion also encourages paying the &quot;[[iron price]]&quot; instead of the &quot;gold price&quot; -- that is, it is better not to pay or treat for possessions, but to take them by force from the hands of dead enemies.&lt;ref name=&quot;VG Gods Old and New&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/appendix/gods-old-and-new/ HBO viewers guide, season 2 appendix, Gods Old and New entry]&lt;/ref&gt;\n\nWhile to outsiders the Drowned God religion seems like a thinly veiled justification for pillaging and plundering, the ironborn themselves take their religion very seriously, and actually have a fairly well developed cosmology and belief system surrounding it.\n\nWithin this belief system, the Drowned God is locked in an age-old struggle against the [[Storm God]]. The Drowned God's halls are located beneath the ocean, while the Storm God lives in a castle in the sky with his thunderclouds. The Storm God is constantly trying to send storms to dash ironborn ships against rocks to their ruin.\n\nResurrection figures prominently in the religion, in the form of being revived from drowning. The Drowned God itself is said to have drowned in the sea, for the sake of the ironborn, but returned to life &quot;harder and stronger&quot;. However, drowning is also employed as a method of sacrificing enemies to the Drowned God.\n\nDue to their belief, the ironborn do not fear drowning in the sea. &quot;Godly&quot; ironborn, that is fearless raiders, who drown are believed to be taken to the Drowned God's watery halls to feast on fish and be tended by mermaids for eternity. Thus, whenever a man dies, ironborn say that the Drowned God is in need of a strong oarsman.\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' series of novels, author [[George R.R. Martin]] has said that the ironborn are loosely inspired by Vikings, and thus their Drowned God religion is inspired by Norse myths. For example, &quot;Godly&quot; ironborn who die are said to feast in the Drowned God's halls under the ocean, which is analogous to Viking belief that they will feast in Valhalla when they die. In Norse mythology, those who drown are said to be taken to the bed of RĂĄn. A stark contrast with Viking belief is that the ironbornÂ consider the Storm God the ultimate evil, the Vikings considered the storm god, Thor, the champion of mankind (Thor was a dually a fertility god/ warrior god and most Norsemen were farmers). Like in Norse Mythology, sacred hospitality is practiced.Â \n\n==â&euro;&lsaquo;See alsoâ&euro;&lsaquo;==\n\n*{{AWOIAF}}\n\n"}, "title": "Drowned God"}