{"attributes": {}, "sections": {"TOP": "Drowned Men06409a2woq473l85aoncrryvfnxwy52fugfa1336682014-05-08T15:49:29ZThe Boy Who Cried Direwolf5928719[[Image:TheonMeetsDrownedMan.jpg|thumb|300px|[[Theon Greyjoy]] is blessed by one of the Drowned Men.]]\n{{Quote|[[Drowned God|His]] priests are the Drowned Men, who are clothed and armed by the sea itself.|[[Yara Greyjoy]]|The Drowned God (Histories &amp; Lore)}}\nThe '''Drowned Men''' are the clergy of the [[Drowned God]] in the [[Iron Islands]]. The most prominent of them is [[Aeron Greyjoy]].\n\nThe Drowned Men wear roughspun robes of mottled green, gray, and blue, the ocean colors of the Drowned God. They carry waterskins filled with sea water, which they use to ritually anoint the faithful and the newborn.&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n[[File:Drowning.jpg|thumb|300px|A Drowned Man carrying off the drowning of a would-be priest.]]\nDrowned Men are initiated by being &quot;drowned&quot; a second time, this time for real by being forcibly held under the waves by initiated priests. After their lungs fill up with water and they stop moving, they are brought back to shore, and revived by a priest using a crude form of cardiopulmonary resuscitation. If he is successfully revived, the gathered Drowned Men welcome their new brother to the clergy. Traditionally, they arm and clothe themselves only with what the sea washes ashore.&lt;ref&gt;&quot;[[The Drowned God (Histories &amp; Lore)]]&quot;&lt;/ref&gt;\n\n", " See also ": "* {{AWOIAF}}\n\n", "Known Drowned Men": "\n* [[Aeron Greyjoy]]\n* [[Drowned Priest|Unidentified Drowned Man]]\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, the Drowned Men carry cudgels of driftwood. They are forbidden from shedding the blood of other [[ironborn]], but this restriction is taken quite literally: they are still permitted to bludgeon enemies to death with driftwood clubs. It is also quite praiseworthy to drown an offending ironborn, as a sacrifice to the Drowned God.\n\nThe Drowned Men are not always successful in reviving adherents, however, and a Drowned Man is considered to be very holy indeed if he has failed to revive only one or two men who undergo the ceremony in his career.\n\nThe Drowned Men priesthood have no hierarchical organization. However, prestige, time as a Drowned Man, and the number of initiates successfully resuscitated do grant particular Drowned Men a level of authority. At the time of the [[War of the Five Kings]], [[Aeron Greyjoy|Aeron &quot;Damphair&quot; Greyjoy]] is universally held to be the leader of the Drowned Men, who obey his orders without question. He commands great respect from all of the ironborn. However, Aeron wasn't appointed as some kind of high priest; rather he rose to a position of ''primus inter pares'' through general acclamation.\n\n"}, "title": "Drowned Men"}