{"attributes": {"status": " :Category:Status: Alive", "family": [" Gared Tuttle - nephew ", " Gared's Father"], "title": " Duncan Tuttle", "season": "''Game of Thrones: A Telltale Games Series''", "image": " TSITD Duncan Worried.png", "allegiance": " House Forrester", "actor": " Robin Atkin Downes", "culture": " NorthmenDialogue a-b", "titles": [" Castellan", "Sentinel (player-determined)"], "link": "House ForresterCharacter", "place": " Ironrath", "appearances": " 3 episodes", "first": " &quot;Iron From Ice&quot;"}, "sections": {"TOP": "Duncan Tuttle028598g50iumqhy5xow1q27onoqa0b35ob7981797502015-03-27T00:47:41ZGboy41607296{{Heraldry\n|image=Forrester mini shield.png\n|link=House Forrester\n}}\n{{Character\n|Title = Duncan Tuttle\n|Image = TSITD Duncan Worried.png\n|Season =''[[Game of Thrones: A Telltale Games Series]]''\n|First = &quot;[[Iron From Ice]]&quot;\n|Titles = [[Castellan]]&lt;br&gt;Sentinel (player-determined)\n|Appearances = 3 episodes\n|Place = [[Ironrath]]\n|Status = [[:Category:Status: Alive|Alive]]\n|Allegiance = [[House Forrester]]\n|Family = [[Gared Tuttle]] - nephew &lt;br&gt; {[[Gared's Father|Unnamed]]} - brother &lt;br&gt; {Unnamed} - niece\n|Actor = [[Robin Atkin Downes]]\n|Culture = [[Northmen]]}}\n\n{{Dialogue a-b|Rodrik Forrester|Summon our allies, then!|Duncan Tuttle|I'm afraid we have none left, my lord. We've heard little from the Glovers since the Ironborn took Deepwood Motte. Houses Elliver, Grayson, and Brownbarrow were all slaughtered at the Twins. And the rest of our allies are terrified of the Boltons!|Duncan to Rodrik Forrester about their House's allies|The Lost Lords}}\n\n'''Duncan Tuttle''' is the [[Castellan]] of [[Ironrath]], and a major character in ''[[Game of Thrones: A Telltale Games Series]]''.\n\n", "Image Gallery": "&lt;gallery&gt;\nDuncan Tuttle.jpg|Duncan production picture\nIFI Duncan Courtyard.png\nIFI Pre-Release 6.png|Duncan, seen while Ethan decides Erik's punishment.\n&lt;/gallery&gt;\n\n", "Appearances": "{{Telltale Game Series Appearances|yes|yes|yes}}\n\n", "Biography": "===Background===\nAs a boy, Duncan showed such talent for managing his familyâ&euro;&trade;s farm that everyone assumed heâ&euro;&trade;d one day inherit it. But Duncan was fated to run more than fields and a pigpen.Â One day, while supplicating at Ironrath, he struck up an unlikely friendship with [[Gregor Forrester]], the heir to [[House Forrester]]. The two grew close, sharing food, drink, and women; when Gregor became lord he named Duncan his [[castellan]]. Many eyebrows were raised, but Duncan proved himself worthy and has served the House well in the many years since.\n\n===&quot;[[Iron From Ice]]&quot;===\nDuncan is first seen when he runs to his nephew [[Gared Tuttle|Gared]] and is informed his family is dead. He is also seen arguing with Ser [[Royland Degore|Royland]] with what to do about what happened on Gared's farm. He keeps disagreeing with Ser Royland and doesn't want House Forrester to be blamed for protecting Gared because of the death of a [[House Bolton|Bolton]] and [[House Whitehill|Whitehill]] soldier, so he decides to send him to [[The Wall]] for his protection.\n\nLater on he is outside with Gared discussing how Lord Forrester's best men worked at the wall, he then informs Duncan &quot;The North Grove can never be lost&quot;, he describes how some people think it's made up by [[Wildlings|wildlings]] and fools and is better kept that way, he also says the North Grove may very be vital to the future of House Forrester. His last lines in this chapter are to Gared when he says to him &quot;Iron From Ice&quot;, Gared does the same.\n\nDuncan is seen yet again when Ser Royland and Lord [[Ethan Forrester]] come into the Great Hall when he says [[Ludd Whitehill|Lord Whitehill]]Â is demanding retribution for his soldiers and he knows Gared is a squire to House Forrester. Ser Royland says that they have to stand up to Lord Whitehill, while Duncan says they can't anger Lord Whitehill anymore than he already is. Duncan is quiet for the most part when Lord Whitehill arrives, not until he mentions the Ironwood the Whitehills stole. After the discussion it is possible for him to say Ethan was calm or if Ethan was silent, he says to him he needs to find his voice. Either way [[Elissa Forrester]] tells the three to prepare a raven for [[Mira Forrester|Mira]] in [[King's Landing]].\n\n===&quot;[[The Lost Lords]]&quot;===\nDuncan accompanies Lady Elissa Forrester to see her son,Â [[Rodrik Forrester|Rodrik]], after he is returned to IronrathÂ some time after the [[Red Wedding]] with grave injuries. If RodrikÂ refused Maester [[Ortengryn|Ortengryn's]] request to drink the milk of the poppy, Duncan comments on his stubbornness shortly before the lord passes out.\n\nâ&euro;&lsaquo;DuncanÂ is later seen at the small counsel meeting, arguing with Ser RoylandÂ over what to do about the Whitehill garrison of Ironrath. The Castellan favors keeping the soldiers drunk and off of their guard, while RoylandÂ wants to starve them out. Whichever of the two was named sentinel by Ethan eventually snaps at the other for not being at the lord's side when [[Ramsay Bolton|Ramsay]] killed him, and Rodrik demands that they cease their bickering, reminding them that their true enemies are the Whitehills and Boltons, not each other. When Elissa mentions Rodrik'sÂ potential marriage to [[Elaena Glenmore]], Duncan states that this action would make [[House Glenmore|House Glenmore's]] army oathbound to Rodrik, giving them an upper hand over the Whitehills.\n\nIf Duncan is sentinel, he later enters the Great Hall while RodrikÂ is talking with Elaena, apologizing and announcing the unexpected arrival of Lord Whitehill, who proceeds to mock the crippled lord and state that his house will be taking control of the entire Ironwood forest, rather than the half that Ramsay allowed them.â&euro;&lsaquo;Â After the rival lord leaves, Duncan inquires as to Rodrik's condition.Â \n\nDuncan later attends the funeral for Gregor and Ethan along with the other members of House Forrester, and if sentinel, asks Rodrik to say a few words about his fallen family members, as well as hands him the torch to light their pyres with. During Talia's song, he is seen placing his hand on Rodrik's soldier as he comforts his crying mother.\n\n===â&euro;&lsaquo;&quot;[[The Sword in the Darkness]]&quot;===\nâ&euro;&lsaquo;â&euro;&lsaquo;Duncan will appear in this episode.\n\n"}, "title": "Duncan Tuttle"}