{"attributes": {"status": " :Category:Status: Dead", "death": [" 259 AL", "Perished in the Tragedy at SummerhallTemplate:Dialogue a-b"], "family": "", "rightlink": " KingsguardCharacter", "season": " Season 1", "image": "Dunk the Lunk.png", "leftimage": "Dunk mini shield.png", "allegiance": [" House Targaryen", "Kingsguard"], "titles": [" Ser", "Lord Commander"], "rightimage": " Kingsguard mini shield.png", "place": " Flea Bottom, King's Landing", "title": " Duncan"}, "sections": {"Potential adaptation": "On 10 February 2013, George R.R. Martin confirmed that he had been in discussion with [[HBO]] over a possible adaptation of the ''Tales of Dunk and Egg'' short stories, though in what format (TV movies, theatrical movie, or a spin-off TV series) was not made clear.&lt;ref&gt;[http://www.westeros.org/ASoWS/News/Entry/Tuf_Voyaging_Reissued_TV_Project_Discussed Westeros.org]&lt;/ref&gt;\n\n", "TOP": "Duncan the Tall0290923yart5o1vprxkm71i8wlivqf14hqyy1751232015-03-03T03:03:33ZGreater good3347453/* Image Gallery */{{Heraldry\n|leftimage=Dunk mini shield.png\n|rightimage = Kingsguard mini shield.png\n|rightlink = Kingsguard\n}}\n{{Character\n|Title = Duncan\n|Image=Dunk the Lunk.png\n|First mentioned = &quot;[[Lord Snow]]&quot;&lt;br&gt;&quot;[[Two Swords]]&quot;\n|Status = [[:Category:Status: Dead|Deceased]]\n|Titles = [[Ser]]&lt;br&gt;[[Lord Commander|Lord Commander of the Kingsguard]]\n|Allegiance = [[House Targaryen]]&lt;br&gt;[[Kingsguard]]\n|Family =\n|Place = [[Flea Bottom]], [[King's Landing]]\n|Season = [[Season 1|1]], [[Season 4|4]]|Death = 259 AL&lt;br&gt;Perished in the [[Tragedy at Summerhall]]}}{{Template:Dialogue a-b|Joffrey|Four pages for Ser Duncan! He must have been quite a man.|Jaime|So they say.|[[Joffrey Baratheon]] and [[Jaime Lannister]] discuss Ser Duncan's entry in ''[[The Book of Brothers]]''.|Two Swords}}\n\n'''Duncan the Tall''' is an unseen character in ''[[Game of Thrones]]''. He is long deceased when the events of the series begin. Duncan the Tall is a legendary knight and the subject of several popular songs and stories.\n\n", "In the books": "Ser Duncan the Tall and his unusual friendship with King [[Aegon V Targaryen]] are the subjects of the ''[[Tales of Dunk and Egg]]'', a series of novellas written by [[George R.R. Martin]] set roughly ninety years before the events of the main books. These stories are ''The Hedge Knight'', ''The Sworn Sword'', and ''The Mystery Knight'', the first two of which have been reprinted as graphic novels. A fourth short story, ''The She-Wolves of Winterfell'', was intended to be published in 2012, but was postponed until an unknown time.\n\nIn these stories, Duncan is revealed to be an orphan boy from the poor quarter of [[King's Landing]], the area known as [[Flea Bottom]]. He attracted the attention of a hedge knight called Ser Arlan of Pennytree, and squired for the old man, accompanying him to many [[tournaments]] and on at least one major campaign, an incursion into the Red Mountains of [[Dorne]] led by [[House Dondarrion]] to root out a bandit king. Ser Arlan died on his way to a great tournament at [[Ashford]]. Taking up his sword, armor and horses, Dunk competed in the tourney as a knight and was joined by a young boy called &quot;Egg&quot;, who asked to become his squire, though Egg was later revealed to be the young Aegon Targaryen in disguise.&lt;ref&gt;''The Hedge Knight''&lt;/ref&gt;\n\nThe pair had many famous adventures. This included a visit to [[Dorne]], where they were nearly killed by the apparently insane Lady of [[Vaith]], as well as resolving a decades-long dispute between the houses Osgrey and Webber in [[the Reach]].&lt;ref&gt;''The Sworn Sword''&lt;/ref&gt; They also helped foil the Second Blackfyre Rebellion&lt;ref&gt;''The Mystery Knight''&lt;/ref&gt; before undertaking a lengthy journey north to visit [[Winterfell]].&lt;ref&gt;''The She-Wolves''&lt;/ref&gt; Many years later Egg ascended the [[Iron Throne]] as King [[Aegon V Targaryen]]. Ser Duncan the Tall became a member of the [[Kingsguard]], and later its Lord Commander. Duncan was one of the heroes of the Fourth Blackfyre Rebellion. Egg and Dunk faced their last adventure together at [[Summerhall]], on the night of the [[Tragedy at Summerhall|great fire]] there.&lt;ref&gt;''A Storm of Swords''&lt;/ref&gt;\n\nThere is widespread speculation that [[Brienne of Tarth]] and/or [[Hodor]] may be descendants of Ser Duncan. There are three pieces of evidence that Brienne might be Duncan's descendant. First, Martin actually said that a descendant of Duncan would appear in the fourth novel, but he never indicated who it was. Second, during the fourth novel, Brienne mentions in passing while selecting a new shield that she recalls an old shield from her youth which was present in her family's armory at [[Evenfall Hall]], and the description she gives matches Ser Duncan's personal sigil (a green shooting star over a green elm tree, on a sunset-orange field). Third, though most general, is that &quot;Ser Duncan the Tall&quot; was famously a very tall man, nearly seven feet in height, and Brienne is unusually tall for a woman by Westerosi standards. There is also speculation that [[Hodor]] may be a descendant of Ser Duncan, as Hodor is also extremely tall, over seven feet in height, and the upcoming fourth prequel novella, ''The She-Wolves of Winterfell'', reveals that Ser Duncan traveled to [[Winterfell]]. At one point [[Bran Stark]] has a [[greensight]] vision of the past, and sees a very large man &quot;as tall as Hodor&quot; in the Winterfell godswood, being kissed by a slender young woman - who might have been [[Old Nan]]. If all of this turns out to be true, it would mean that Brienne and Hodor are second cousins.\n\n", "Image Gallery": "&lt;gallery&gt;\nBook-kingsguard-02-1000x563.jpg|Ser Duncan's entry in [[The Book of Brothers]].  It displays his personal sigil:  a shooting star above an elm tree proper, on a sunset orange background.\nTrial by seven of Duncan the Tall.png|Ser Duncan defending his honor in a [[Trial by seven of Duncan the Tall|trial by seven]] at [[Ashford]]\nDunk and Egg.png|Ser Duncan riding alongside Egg, the boy who would grow up to become King [[Aegon V Targaryen]]\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}}\n\n", "Biography": "===Background===\nSer Duncan the Tall was a great [[knight]] in the history of [[Westeros]], a famous warrior and a great friend to King [[Aegon V Targaryen]]. He lived roughly between 105 and 40 years before the events of the series, and was Lord Commander of the [[Kingsguard]] when Ser [[Barristan Selmy]] started his rise to prominence. He is immortalized in many songs and stories.\n\nHis personal sigil, seen in his entry in the ''[[The Book of Brothers]]'', was a shooting star over an elm tree proper, on a sunset orange background.&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\n===[[Season 1]]===\n[[Old Nan]] asks [[Bran Stark]] if he wants to hear a story and proposes one about Ser Duncan the Tall, saying those were always his favorites, but Bran wants a scary story.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\nShortly before his wedding, King [[Joffrey Baratheon]] finds Ser Duncan's entry when looking through ''[[The Book of Brothers]]''. Joffrey is surprised that Ser Duncan had four whole pages devoted to his exploits, much more than is usual, and says that he must have been quite a man. Jaime agrees that everyone says he was.&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n"}, "title": "Duncan the Tall"}