{"attributes": {"founding": "", "founder": "File:Duskendale Pin.png", "places": "", "title": "Duskendale", "image": "", "rulers": "House Rykker", "location": "The Crownlands, Westeros", "military": "", "religion": "Faith of the Seven", "age": "", "type": "Port town", "institutions": "", "population": ""}, "sections": {"TOP": "Duskendale07636i8qyussv7gq4ttn3u5289128fcgzwd01604092014-09-24T19:36:25ZThe Dragon Demands5014364{{Settlement\n| Title=Duskendale\n| Image=\n| Image size=\n| Location=The [[Crownlands]], [[Westeros]]\n| Type=Port town\n| Population=\n| Rulers=[[House Rykker]]\n| Religion=[[Faith of the Seven]]\n| Military=\n| Institutions=\n| Places=\n| Founding=\n| Age=\n| Founder=\n}}\n[[File:Duskendale Pin.png|right|thumb|200px|A map showing the location of Duskendale on the continent of Westeros.]]\n'''Duskendale''' is a port town in the [[Crownlands]]. It is located north and east of [[King's Landing]] on the west coast of [[Blackwater Bay]], east of [[Rosby]]. It is the seat of [[House Rykker]], a vassal house sworn to the [[Iron Throne]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Duskendale is a large town of several thousand inhabitants. During times of crisis, it serves as an auxiliary port for King's Landing, being the only other port on the east coast of [[Westeros]] able to handle ocean-going ships south of [[Gulltown]]. The town is built around its harbor and has cobbled streets. Chalk cliffs lie to the north and low limestone hills shelter it to the west. Fishing villages dot the coastal road for miles in either direction. South-east of the town, a large rocky headland shelters the town from the worst of the storms coming in off the [[Narrow Sea]]. The Lord of Duskendale resides in the Dun Fort, a large square keep with drum towers, which overlooks the town.\n\nIn the early 270s AL, Lord Darklyn of Duskendale began to resent the amount of taxes he had to pay to King [[Aerys II Targaryen]]. He withheld his tax revenues. Aerys II, resenting the growing perception that he could not handle a crisis without the help of his [[King's Hand|Hand]], Lord [[Tywin Lannister]], decided to settle the matter personally. Due to incompetence, he ended up a prisoner of the Darklyns and spent several months in their dungeon until he was rescued by [[Ser]] [[Barristan Selmy]] of the [[Kingsguard]], while Tywin commanded an army in besieging the town. Having been rescued, Aerys ordered that the Darklyns be utterly annihilated as a house, with several of its leaders burned alive on a pyre outside the town. The [[House Hollard|Hollards]], the senior-most house of the town after the Darklyns, suffered the same fate, although Aerys spared the life of their youngest boy, [[Dontos Hollard]], at Ser Barristan's request. House Rykker was given the lordship of Duskendale following this crisis.\n\nThis incident, known as the Defiance of Duskendale, is said to have marked the beginning of Aerys's descent into madness. The term 'Mad King' came into common usage after his incarceration and Aerys's distrust of the Lannisters became more pronounced after this time.\n\nAfter [[Roose Bolton]] decides to turn against his King, he sends 3,000 northern infantry under the command of Robett Glover and Ser Helman Tallhart against Duskendale. They are met and defeated by [[Randyll Tarly]] and [[Gregor Clegane|the Mountain]], exactly as Roose planned. The defeat costs [[Robb Stark]] about one third of his infantry and seriously weakens his army.\n\n"}, "title": "Duskendale"}