{"attributes": {}, "sections": {"Discrimination and social status": "[[File:Shae_Sansa_and_Tyrion_Mhysa.png|thumb|left|250px|[[Sansa Stark]] towers over Tyrion, whom she was not thrilled about marrying-due in part to his appearance.]]\n{{Quote|They say I'm half a man - but what does that make the lot of you?|Tyrion rallies his troops at the [[Battle of the Blackwater]]|Blackwater}}\nDwarfs face a considerable amount of discrimination in the pre-modern, pre-political correctness medieval world of Westeros and Essos. Even though they possess normal intelligence levels, they are often treated as no better than lackwit fools. Most have to take demeaning, humiliating jobs as court [[Fool|fools]] and jesters just to make enough money to eat. Indeed, when a dwarf infant is born into a family of common [[smallfolk]], they often simply leave it out in the woods for the wolves. They leave it to die because in a primarily agrarian society based on demanding physical labor, a dwarf cannot physically contribute enough labor to justify the net loss in feeding and providing for them. The smallfolk often live hand-to-mouth and simply cannot afford to take care of them. Dwarfs born into noble Houses, however, are rarely abandoned to die, because their family can afford the expense of raising them. The nobility represents only a very small fraction of society, however, and dwarfs are rare to begin with, so there are very few noble-born dwarfs in Westeros at any one given time.\n\nIn the brutal, martial society of Westeros, where might often makes right, dwarfs face little protection from physical assault by those who possess no moral qualms at beating up a weaker opponent. Ser [[Vardis Egen]] was actually displaying above-average tolerance and moral restraint when, asked to fight Tyrion Lannister in a [[Trial by combat]], he objected on the grounds that he felt it would be shameful to slaughter a man half his own size. Instead, he agreed to fight a champion named by Tyrion.\n\nWorse, as a medieval society, people in the [[Seven Kingdoms]] and beyond have a very simplistic view of the world which strongly believes that outward appearances reflect inner moral qualities. People who look beautiful are assumed to therefore be good, and people who are outwardly ugly are assumed to be bad. In the children's stories [[Old Nan]] used to tell, or the popular romance ballads about [[Jonquil]] and so forth, the romantic knight fighting for love and honor is always very handsome to reflect his inner goodness, while only evil characters appear to be ugly.\n\nAs a result, dwarfs are typically assumed to be morally degenerate, aggressive, and to commit evil acts without provocation - simply because they look unattractive according to the rest of society. In a way this often becomes a self-fulfilling prophecy (not that anyone will ever admit to it), because logically many dwarfs become deeply embittered after a lifetime of mistreatment from everyone they encounter. For example, [[Tywin Lannister]] irrationally mistreated his dwarf son [[Tyrion Lannister]] his entire life, but in return, Tywin was honestly confused why Tyrion did not show him utter loyalty in return. Instead, Tywin deluded himself into thinking that Tyrion hated his father simply because he was an evil and ungrateful dwarf - refusing to accept his own responsibility for tormenting his son over his condition. His treatment of Tyrion eventually results in Tyrion killing him.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\nSimilarly, a major point in the story is that Joffrey has ''absolutely'' no redeeming qualities other than that he is rather handsome. He is not simply cruel, but an utter imbecile, and dangerously incompetent when dealing with his power base in House Lannister. Even from a standpoint of ruthless practicality, Joffrey is an insane idiot who does more harm to House Lannister than good. Even so, people in the narrative who haven't met Joffrey, or only seen him in public events at King's Landing, have difficulty accepting that he is is a cruel lunatic. This goes against the simplistic world view that has been impressed on them by their own popular culture of romance songs and poetry. [[Sansa Stark]], in particular, became obsessed with Joffrey after encountering him simply because he was very handsome, even though she knew absolutely nothing about his personality. For that matter, Sansa assumed that Joffrey's mother Queen [[Cersei Lannister|Cersei]] would have a regal and dignified personality to match her appearance, even though in private she is more like a petty and vindictive child in an adult's attractive body.\n[[File:Joffrey.jpg|thumb|250px|Joffrey, closer to the ''physical'' ideal than his dwarf uncle Tyrion, was assumed by many to therefore be ''morally'' ideal.]]\n[[File:Tyrion slaps Joffrey.jpg|thumb|250px|Tyrion educates his nephew Joffrey that, dwarf or not, a lion still has claws.]]\nEven into the first months of Joffrey's reign as king, many commoners assume that the &quot;good King Joffrey&quot; will soon restore peace and order and put an end to the war. At first, some can't really grasp that Joffrey ''himself'' started the war with a flippant outburst which killedÂ [[Eddard Stark]], and thus assume Eddard may have deserved it (given that no &quot;sane&quot; ruler would randomly execute a major lord without justification). Only gradually and grudgingly do people start to suspect that Joffrey might not be a fit king, but even then they try to rationalize this disconnect between Joffrey's beautiful appearance and horrible personality by latching onto the belief that assuredlyÂ Joffrey's uncle, the &quot;demon-monkey&quot; dwarf Tyrion,Â must be leading the attractive boy astray with bad counsel. Only after Joffrey has several meltdowns in open court, and brazenly commits several atrocities in full view of the public (i.e. needlessly starting the [[Riot of King's Landing]] by antagonizing starving refugees) do people start to accept that someone as attractive as Joffrey could truly be so evil.\n\nAbove and beyond this, being born a dwarf is often seen as a punishment from the gods, both [[Old Gods of the Forest|the Old]] and [[Faith of the Seven|the New]]. Many different religions believe that individuals are born as dwarfs due to a negative judgment from the gods, even if there is no evidence that they or their family did anything wrong. Some believe that dwarfs are simply a cruel jape, the gods having a joke at humanity's expense. Either way, the result is that just for being born as a dwarf, an act they had no control over, dwarfs are often seen as bringing shame onto their families simply for existing.\n\n", "Known dwarfs": "*[[Tyrion Lannister]]\n*[[Dwarf 1]]\n*[[Dwarf 2]]\n*[[Dwarf 3]]\n*[[Dwarf 4]]\n*[[Dwarf 5]]\n\n==In real-life==\n\nIn real-life, dwarfism can be caused by over 200 different medical conditions, and thus there are many variant forms of dwarfism. Dwarfism is defined as anyone possessing an adult height of equal to or less than 147 cm (4 feet 10 inches). [[Peter Dinklage]], who portrays Tyrion Lannister, is himself 4 feet 5 inches tall. The kind of dwarfism Dinklage has is [[Wikipedia:Achondroplasia|Achondroplasia]], which is a very common form of dwarfism. In the books, Tyrion has a few other deformities - among them his head is disproportionately large, and the color of his eyes [[Wikipedia:Heterochromia iridum|are mismatched]] - so it isn't clear if book-Tyrion's physical condition is a one-for-one match with the modern diagnosis of &quot;achondroplastic dwarfism&quot;.\n\n===In medieval romance epics===\n\nIn the Middle Ages, dwarfs were often treated as objects of ridicule, and stereotyped as needlessly aggressive, mean-spirited, and often outright evil. Medieval romance epics often possessed very simplistic moral symbolism: heroic knights were very attractive as a reflection of their inner moral goodness, and villains were usually very ugly, to reflect their internal moral decay. Because dwarfs were perceived as stunted and ugly, they were assumed to be the exact opposite of gallant knights in not only physical but moral aspects. This was something of a self-fulfilling prophecy, as dwarfs living in such an intolerant society would logically become embittered about it. Regardless, real-life medieval romances invariably portray dwarfs as at best spiteful and rude, and more often, morally twisted villains planning evil acts simply for the sake of doing them.\n\nSeveral examples can be found in the Arthurian romances of [[Wikipedia:ChrĂŠtien de Troyes|ChrĂŠtien de Troyes]], written in Champagne during the late twelfth century. ChrĂŠtien's ''[[Wikipedia:Erec and Enide|Erec and Enide]]'' begins with Queen Guinevere's entourage hunting in a forest when they cross paths with the knight Yder son of Nut, who is accompanied by a dwarf servant armed with a whip. Guinevere asks a handmaiden to approach Yder and simply ask for his name, but in response, Yder's dwarf needlessly whips the handmaiden and sends her fleeing back to the queen. Guinevere then sends Erec after Yder but (because he was unarmed at the time) the dwarf whips him as well. This sets the whole story in motion as Erec resolves to track down Yder and his dwarf and avenge this insult. Similarly, ChrĂŠtien's ''[[Wikipedia:Lancelot, the Knight of the Cart|Lancelot, the Knight of the Cart]]'' begins with the hero encountering a rather rude and mean-spirited dwarf. The knight Maleagant has abducted Queen Guinevere and along the way, the rescue party crosses paths with the errant knight Lancelot (whom they have never met before) and he joins their party. Lancelot rides ahead but his horse dies, yet he continues to track the abductors. Along the way he encounters a dwarf driving a prisoner-cart, a cage on wheels used as a pillory for convicted criminals. The dwarf torments and shames Lancelot by saying he will give him a ride to where Guinevere is, but Lancelot will have to ride in the prisoner-cart. The dwarf at least keeps his promise and takes Lancelot to the correct castles where the queen is, but he is ruthlessly mocked by the townsfolk as they approach, due to the dwarf's needless jest to degrade Lancelot by making him ride in the prisoner-cart.\n\nWhile there are some examples of dwarfs in medieval romances who are benevolent to the protagonists, on closer inspection, these are usually stand-ins for magical fairies and pixies from earlier versions of the myths. For example in ''Erec and Enide'', the protagonist encounters the benevolent King Guivret the Small, monarch of a local kingdom in Ireland. However, this &quot;Guivret&quot; appears to have been a local pagan deity in earlier Celtic versions of the myth, which ChrĂŠtien Christianized by making him a non-magical, dwarf human. Similarly, in ''[[Wikipedia:Tristan and Iseult|Tristan and Iseult]]'' (depending on the version), the relatively helpful dwarf Tronc appears to be a survival of an earlier, magical being from Celtic mythology (possibly Oberon). Thus dwarfs are usually presented as spiteful, meanspirited creatures, and the handful of benign or helpful dwarf characters can almost always be explained away as surviving creatures from Celtic myth. Dwarfs are never presented as fully realized characters but as stereotypes. For that matter, as a rule, female dwarfs are ''never'' mentioned in medieval romances. The stereotype was to present dwarfs as the polar opposite of knights: physically ugly and therefore morally ugly; confrontational and rude to noblewomen. Within the narrative of ''A Song of Ice and Fire'', the same tropes are present in popular romances and epic songs, and this is why so many people assume that Tyrion is an evil schemer simply because he is a dwarf, while conversely, so many assume Joffrey is a great leader simply because he is conventionally attractive. Tyrion has to fight these stereotypes throughout the story.\n\n===Modern day discrimination===\n\nUnfortunately, dwarfs still face degrees of discrimination even in the present day. Particularly, a surprisingly widespread bar attraction, once the patrons have become drunk enough, is to seize upon a dwarf who just happens to be nearby and use them for a &quot;[[Wikipedia:Dwarf tossing|dwarf tossing]]&quot; contest - competing to see who can physically throw the dwarf the furthest, often landing on hard concrete outside the bar. When Peter Dinklage won the 2012 Golden Globe Award for Best Supporting Actor for his performance as Tyrion Lannister in Season 1, he ended his acceptance speech by hesitating, then cryptically saying, &quot;Let people know. It isn't right - I want to mention a gentleman I've been thinking about, in England. His name is Martin Henderson. Google him.&quot;&lt;ref&gt;[http://www.nytimes.com/2012/04/01/magazine/peter-dinklage-was-smart-to-say-no.html?pagewanted=all&amp;_r=0 &quot;Peter Dinklage was wise to say no&quot;, NYTimes.com, March 29, 2012]&lt;/ref&gt; As it turned out, that previous October Henderson (who was 37 years old and 4 feet 2 inches) was smoking a cigarette outside a pub in Somerset, England, when drunken rugby fans seized him and involuntarily used him in an impromptu dwarf tossing contest. Henderson was left partially paralyzed as a result of the assault, with his legs left so numb that he could no longer walk easily and will be confined to a wheelchair for the rest of his life. Dinklage later said of his impromptu shout-out to Henderson that:\n\n:&quot;People are all, like, I dedicated it to him. They've made it more romantic than it actually was. I just wanted to go, 'This is screwed up.' Dwarfs are still the butt of jokes. It's one of the last bastions of acceptable prejudice. Not just by people who've had too much to drink in England and want to throw a person. But by media, everything.&quot;&lt;ref&gt;[http://www.nytimes.com/2012/04/01/magazine/peter-dinklage-was-smart-to-say-no.html?pagewanted=all&amp;_r=0 &quot;Peter Dinklage was wise to say no&quot;, NYTimes.com, March 29, 2012]&lt;/ref&gt;\n\nTyrion Lannister actually has a beard in the ''[[A Song of Ice and Fire]]'' novels, but Peter Dinklage asked that he portray Tyrion as clean-shaven, because he felt that a &quot;bearded dwarf&quot; was too much of a Fantasy stereotype.\n\nIn the first novel, Tyrion also at various points does somersaults off of high walls and capers about (i.e. when he first encounters [[Jon Snow]]), playing off of people's perceptions that dwarfs are normally court fools and jugglers who perform various acrobatic performances. Author [[George R.R. Martin]] completely abandoned this in the later novels and is retroactively quite regretful about including it in the first novel, as he subsequently became aware that people with dwarfism actually have numerous health problems (with cartilage, joints, etc.) that make it even more difficult for them to physically exert themselves to this extent.\n\n===How to pluralize &quot;dwarfs&quot;===\n\nThe proper plural of &quot;dwarf&quot; is &quot;dwarfs&quot;. The plural &quot;dwarves&quot; was popularized by medieval linguist and fantasy author [[Wikipedia:J.R.R. Tolkien|J.R.R. Tolkien]] in his Middle-earth mythos, including ''The Hobbit'' (1937) and ''The Lord of the Rings'' (1954-1955). When Tolkien first published ''The Hobbit'' in 1937, the common plural was actually &quot;dwarfs&quot; - as seen in Disney's full-length animated film ''Snow White and the Seven Dwarfs'', released that same year. There have been recorded instances of the less-popular variant &quot;dwarves&quot; since the early nineteenth century, but it was never very common. As a master-linguist, for several obscure etymological reasons Tolkien concluded that the &quot;real historical&quot; plural of &quot;dwarfs&quot; should be &quot;dwarrows&quot;, which when modernized was closer to &quot;dwarves&quot;. That, and Tolkien also admitted that he just personally preferred &quot;dwarves&quot; as a distinct plural - considering that the proper plural of &quot;Elf&quot; is &quot;Elves&quot;, not &quot;Elfs&quot;, it made more sense to him that &quot;dwarf&quot; should also have its own distinct pluralization. Whatever the cause, due to the popularity of Tolkien's works, the use of the plural &quot;dwarves&quot; become very common in fantasy settings.\n\nEven so, in the present day the plural &quot;dwarves&quot; refers ''specifically'' to fictional Fantasy races, either Tolkien's or the myriad Fantasy works inspired by his writings. It is considered offensive to refer to real-life people afflicted with dwarfism as &quot;dwarves&quot; - the correct plural is &quot;dwarfs&quot;.\n\n", "As a medical condition": "{{Quote|All dwarfs are bastards in their fathers' eyes.|Tyrion to [[Jon Snow]] |Winter is Coming}}\nDwarfs are not a distinct race or species, not anymore than those born mentally handicapped are. Non-human races such as the [[Children of the Forest]] or the [[Giants]] are believed to have gone extinct many thousands of years ago, and some believe they never existed at all. Some non-human races such as the Giants, as it turns out, actually do exist in isolated regions of the world such as [[beyond the Wall]]. Still, for the most part, [[the Known World]] is populated entirely by humans, though humans are split into many different races, ethnicities, and nationalities. Unlike the fables told to children by nurses such as [[Old Nan]], there is no distinct &quot;race&quot; of dwarfs in the realistic world Westeros is in - simply a few human beings with the medical condition of dwarfism.\n\nDwarfism can be inherited, though sometimes the children of dwarfs will not inherit their parent's condition and possess average height. Sometimes dwarfism is inherited but lies dormant in a bloodline for many generations, only for a dwarf child to be born into a family that almost forgot that it had a distant dwarf ancestor.\n\nOther times, dwarfism can occur completely at random, with absolutely no prior family history.\n\n", "TOP": "Dwarfism019323ampcrg3rr11ew8jtl639tov3wna1jfg1687282015-01-10T03:13:04ZMcc17891311890/* Discrimination and social status */[[File:Valar Dohaeris still tyrion.png|thumb|250px|[[Tyrion Lannister]], shorter than others due to his dwarfism.]]\n{{Dialogue a-b-a|Tyrion Lannister|Look at me and tell me what you see. |Jon Snow|Is this a trick?|What you see is a dwarf. If I had been born a peasant, they might have left me out in the woods to die. Alas, I was born a Lannister of Casterly Rock. Things are expected of me.|[[Tyrion Lannister]] explains a dwarf's lot in life.|The Kingsroad}}\n'''Dwarfism''' is a congenital medical condition that humans can be born with, considered a deformity, which results in those afflicted with it possessing shorter than average height. A person born with this condition is known as a '''dwarf''', and a plural number of such persons are known as '''dwarfs'''. The condition of dwarfism is known to have occurred in human populations both in [[Westeros]] and in [[Essos]].\n\n", "Physical effects": "[[File:Tyrion_201.jpg|thumb|Many dwarfs have disproportionately short limbs.]]\n{{Quote|To teach me humility, the gods have condemned me to watch you waddle about wearing that proud lion that was my father's sigil and his father's before him!|[[Tywin Lannister]] derides his son Tyrion for being born a dwarf.|Valar Dohaeris}}\nThe degree to which different individuals are affected by dwarfism varies from person to person. Some may possess fairly proportionate limbs for their size, while others can be quite misshapen and suffer from medical problems as a result. One of the more common forms of dwarfism is for individuals to be not only shorter than average, but to possess proportionately smaller limbs relative to the torso, which results in a waddling gait when they walk.\n\nDwarfism does not affect intelligence, thus dwarfs are in general no more or less intelligent that any other average person. In some ways this can be more of a burden, because while the simpleminded (i.e. [[Lackwit|mentally handicapped people]], such as [[Hodor]]) might not be fully aware of how differently they are treated by society, dwarfs are fully aware of the level of discrimination they face from society due to their deformity.\n\n", "See also": "*{{AWOIAF|Dwarf}}\n*{{WP}}\n*{{WP|Ableism}}\n\n"}, "title": "Dwarfism"}