{"attributes": {"status": " :Category: Status: Dead", "death": " Fatally wounded by Rorge and Biter and put out of his suffering by Sandor Clegane", "title": " Dying man", "season": " Season 4", "image": " Dying man.png", "actor": " Barry McGovernTemplate:Dialogue a-b", "deathep": " &quot;Mockingbird", "appearances": " &quot;Mockingbird&quot;"}, "sections": {"Behind the scenes": "The dialogue in Arya and Sandor's scene with the dying farmer is a reference to avant-garde Irish playwright Samuel Beckett's ''[[Wikipedia:Waiting for Godot|Waiting for Godot]]''.  Actor [[Barry McGovern]], who plays the dying farmer, has appeared in several stage productions of the play, as well as a 2001 film adaptation of it.  A similar event occurred in the books, but with different dialogue:  immediately after the [[Red Wedding]], Arya and Sandor come across a bowman from House Piper who managed to escape from the main massacre but is slowly dying from his mortal wounds, and Sandor gives him the mercy of a quick death.&lt;ref&gt;[http://observationdeck.io9.com/waiting-for-got-dot-1578297724/1578773827/+charliejane io9.com]&lt;/ref&gt;&lt;ref&gt;[http://www.reddit.com/r/asoiaf/comments/25yzjh/spoilers_asos_parallels_between_s4e7_and_waiting/ Parallels with ''Waiting for Godot'']&lt;/ref&gt;  The Season 4 Blu-ray commentary confirms that Benioff and Weiss specifically named Barry McGovern for the role in the script, and that they are fans of Samuel Beckett.&lt;ref&gt;[http://www.denofgeek.us/tv/game-of-thrones/243771/67-things-you-didnt-know-about-game-of-thrones-season-4]&lt;/ref&gt;\n\n", "TOP": "Dying man0249266kndk09kdrn4nqh9ulgelmtnpnzj8dv1787182015-03-22T21:33:08ZThe Dragon Demands5014364/* Season 4 */{{Template:Character\n|Title = Dying man\n|Image = Dying man.png\n|Season = [[Season 4|4]]\n|Appearances = &quot;[[Mockingbird]]&quot;\n|Status = [[:Category: Status: Dead|Deceased]]\n|Death = Fatally wounded by [[Rorge]] and [[Biter]] and put out of his suffering by [[Sandor Clegane]]\n|DeathEp = &quot;[[Mockingbird]]\n|Actor = [[Barry McGovern]]}}{{Template:Dialogue a-b|Dying man|Maybe nothing is worse than this.|Arya|Nothing isn't better or worse than anything. Nothing is just nothing.|The dying man and [[Arya Stark]]|Mockingbird}}AÂ '''dying man''' is an unnamed minor character in the [[Season 4|fourth season]]. He is played by guest star [[Barry McGovern]] and only appears in &quot;[[Mockingbird]]&quot;.\n\n", "Appearance": "{{Template:Season Four Appearances|||||||yes}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, in an earthen hollow made by the roots of a fallen oak Arya and Sandor Clegane find a survivor of the [[Red Wedding]], a severely injured bowman who says he is in service to Ser Marq Piper. He tells them that he had a drink with a [[Bolton]] soldier, and that soldier attacked him without provocation and injured him severely. Arya believes the injured man. He is feverish, his shoulder is swollen grotesquely, and pus and blood stain his whole left side. He smells like a corpse. The man begs them for a drink of wine, and the Hound answers that he has no wine, but he can give him water and the gift of mercy. The man recognizes the Hound, and asks for both. The Hound sends Arya to bring water, using his helm as a bucket. The bowman drinks the water quickly, wishing it was wine. Then the Hound gives him the gift of mercy. Arya suggests to bury the corpse, but the Hound refuses. They take the dead man's money, dagger and helm and leave the place. No one attacks them.\n\nThis incident takes place before the fight at the [[Inn at the Crossroads]] in which Arya and the Hound face [[Polliver]] and [[the Tickler]]. Before Polliver and the Tickler are killed, they manage to injure the Hound severely in his head, neck and thigh. The Hound instructs Arya how to treat his wounds, and she complies: she boils wine and pours it on the injuries, then binds straps around the wounds as bandages.\n\nArya and the Hound never encounter Rorge and Biter (nor any of their victims), who are raiding the Riverlands along with several of the Brave Companions after abandoning [[Harrenhal]] and their leader, Vargo Hoat, to Ser [[Gregor Clegane]]. Rorge's gang encounter [[Brienne]] near the [[Inn at the Crossroads]]. In the ensuing fight, Brienne kills Rorge and [[Gendry]] kills Biter.\n\n", "Biography": "===[[Season 4]]===\nWhen his hut is ransacked by [[Rorge]] and [[Biter]] the man is mortally wounded, but it is taking hours for him to slowly die. He is later found by [[Arya Stark]] and [[Sandor Clegane]].  Asked he thought of ending his own life, he says he was considering it, but when Arya asks why he's still going on then, he says its probably out of &quot;habit&quot;.  Arya then points out nothing is worse than his current suffering. He counters that nothing may indeed be worse. Arya insists that nothing is not better or worse than anything, it is just &quot;nothing&quot;. The man says dying is thirsty work and Sandor gives him one last drink of water (both darkly wishing it were wine) before stabbing him in the heart, ending his suffering. Arya and Sandor are then attacked by Rorge and Biter and kill them, avenging the man's death.&lt;ref&gt;&quot;[[Mockingbird]]&quot;&lt;/ref&gt;\n\n"}, "title": "Dying man"}