{"attributes": {}, "sections": {"Behind the scenes": "\nIn Season 4, Sandor's fight with Brienne was filmed on-location in Iceland.  \nRory McCann (who plays the Hound) explained in the behind-the-scenes video for the episode that as a result, the rocky ground that he and [[Gwendoline Christie]] (Brienne) were knocking each other onto is actual stone - and volcanic rock, which is very hard and very sharp. Therefore they frequently came close to seriously injuring themselves during the fight sequence.\n\n", "TOP": "Eastern Road012114ls9bwiu72tj82ytw1s8lvm4ghst041t1806312015-04-03T05:14:40ZThe Dragon Demands5014364/* References */[[Image:Eastern Road.png|thumb|right|250px|[[Tyrion Lannister|Tyrion]], [[Bronn]], and [[Catelyn Stark|Catelyn]], standing on the Eastern Road, in the aftermath of an attack by the hill tribes.]]   \nThe '''Eastern Road''' (also known as the '''High Road''') is a major highway in the [[Seven Kingdoms]]. It begins at the [[Crossroads Inn]] where the highway intersects with the [[Kingsroad]]. From the crossroads in the northern [[The Riverlands|Riverlands]] it continues on into [[the Vale of Arryn]].\n\nLoosely speaking the Eastern Road is essentially a continuation of the [[River Road]], and together they form a major highway for east-west travel across the continent, from the Vale in the east all the way to [[Lannisport]] in [[the Westerlands]], passing [[Riverrun]] in between. However, the name of the highway changes when it passes the Kingsroad so that the two halves are considered two separate roads, probably due to their drastically different topography (wide and wet river paths versus treacherous and narrow mountain paths).\n\nFrom the Crossroads Inn, the Eastern Road only runs a short distance east through the northern Riverlands before it enters the Vale of Arryn. The road leads from the crossroads to the only major pass through the [[Mountains of the Moon]] that form the Vale's border. The road is very dangerous in the mountain crossing, weaving its way through rocky narrow turns, and travelers are often assaulted by barbarous [[Hill tribes|hill tribes]] and prowling [[Shadowcats]].\n[[Image:The Bloody Gate.png|thumb|250px|The Eastern Road passes through the Bloody Gate.]]\nEventually the mountain pass comes to a narrow choke point which forms the only way through the mountains, guarded by a strategically vital fortress known as the [[Bloody Gate]]. After passing through this fortress the road enters the Vale proper, and travelers are much better protected from dangers. The commanding position of the Bloody Gate allows House Arryn to effectively shut down the Eastern Road and block all overland travel into the Vale at their whim, which also presents a significant obstacle to invading armies.\n\nSoon after passing through the Bloody Gate, the road arrives at [[The Eyrie]], the ruling seat of [[House Arryn]]. The road then continues on to [[Gulltown]], the main port of the Vale and fourth largest city in [[Westeros]].\n", "See also": "* {{AWOIAF|High road}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Eastern Road is much the same. The TV series largely omitted the appearance of the Bloody Gate in Season 1, instead having [[Catelyn Stark]]'s company encounter a patrol from the fortress led by Ser [[Vardis Egen]]. The Bloody Gate was, however, introduced in Season 4.\n\nIn the novels, the names &quot;Eastern Road&quot; and &quot;High Road&quot; (over the mountains) have been used interchangeably. So far in the TV series, the road has only been referred to once in dialogue as &quot;the Eastern Road&quot; by Tyrion.\n\n", "History": "===[[Season 1]]===\nWhen [[Catelyn Stark]] takes [[Tyrion Lannister]] prisoner at the Crossroads Inn, she loudly and frequently announces in public that she intends to take him back to [[Winterfell]] via the Kingsroad. However, after traveling for some time she has the hood over Tyrion's head removed, and he recognizes that they are actually traveling along the Eastern Road to the Vale and the Eyrie. Catelyn falsely announced that they were heading back up the Kingsroad to Winterfell to throw any Lannister forces searching for Tyrion off their trail. On their way, they are attacked by some of the hill tribes, and they lose several members of their party.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\nLater, after Tyrion is freed at the Eyrie as a result of a [[Trial by combat|trial by combat]], he returns back west along the Eastern Road with [[Bronn]] the [[Mercenary|sellsword]] in tow as his bodyguard. While on their way back along the road the two are set upon by other hill tribes led by [[Shagga]], [[Timett]], and [[Chella]]. Using a mix of charm and intelligence, Tyrion manages to convince these hill tribes to side with [[House Lannister]] and march to [[the Riverlands]] to join his father [[Tywin Lannister|Tywin]]'s army. Tyrion pointed out to the hill tribes that they are the enemies of House Arryn but can't afford good quality weapons to mount a serious attempt at conquering the Vale, but the wealthy Lannisters can provide them with quality weapons and siege engines. Moreover, as the current ruler of the Vale is the sister of Lord [[Eddard Stark]]'s wife, Tyrion manages to convince the tribes that therefore they share common enemies and are naturally on the same side.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n\nAfter fleeing [[King's Landing]], [[Petyr Baelish|Petyr &quot;Littlefinger&quot; Baelish]] takes [[Sansa Stark]] to the Vale by ship. Wanting to avoid attention by landing in one of the major ports, they apparently landed somewhere near the mouth of the [[Trident]] River, to enter the Vale by land from the west as common travelers. They travel along the Eastern Road and pass through the [[Bloody Gate]] without attracting any unwanted attention.&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;\n\nLater, [[Arya Stark]] and [[Sandor Clegane]] travel along the Eastern Road as they make their way from [[the Twins]] in the Riverlands to the Eyrie, where Sandor hopes to ransom Arya to her last remaining free and wealthy relative, her aunt [[Lysa Arryn]]. When they reach the Bloody Gate, they are discouraged to learn that Lady Lysa died only three days before.&lt;ref&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt; They turn around and head back west along the road, only to encounter [[Brienne of Tarth]] and [[Podrick Payne]], who after meeting [[Hot Pie]] accurately guessed that Lady Catelyn's daughters might try to find safety with their aunt Lysa. Unfortunately, Arya does not trust Brienne because she admits to carrying Lannister weapons and being sent by [[Jaime Lannister]] (who earnestly wanted to fulfill the promise he made to Arya's mother to bring her daughters to safety. Moreover, Sandor accurately points out that with all of Arya's relatives dead or imprisoned, Brienne has no idea where &quot;safety&quot; is - unless she means she is going to take Arya back to the Lannisters in King's Landing. Brienne and Sandor engage in a raging duel, which eventually devolves into a bloody brawl with fists and teeth in the rocky mountain pass. Eventually Brienne manages to knock Sandor over a rocky cliff, and he is seriously injured as he tumbles down the side. Having evaded Brienne, Arya finds Sandor. Badly injured and with his leg broken, he says that unless a maester happens to miraculously be traveling up the road soon, he will slowly die in agony. He begs Arya to give him the mercy of a quick death, but she refuses and leaves him to die slowly.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n"}, "title": "Eastern Road"}