{"attributes": {"status": " :Category:Status: Alive", "last": "", "title": "Eddison Tollett", "season": " Season 2", "image": " S04E09_-_Eddison_Tollett_(profile).png", "allegiance": " The Night's Watch", "actor": " Ben CromptonQuote", "link": "Night's WatchCharacter", "aka": " Edd&lt;br/&gt;Dolorous Edd", "appearances": "16 episodes &lt;small&gt;(#Appearances", "first": "&quot;The North Remembers&quot;"}, "sections": {"TOP": "Eddison Tollett046015od6ojvyyjf715yo8ewd23b27jk3rhl1788002015-03-23T14:28:39ZEnglishJoker1525043/* Quotes */{{Heraldry\n|image=Crow mini shield.png\n|link=Night's Watch\n}}\n\n{{Character\n| Title=Eddison Tollett\n| Image= S04E09_-_Eddison_Tollett_(profile).png\n| Season= [[Season 2|2]], [[Season 3|3]], [[Season 4|4]], [[Season 5|5]]\n| First=&quot;[[The North Remembers]]&quot;\n| Last=\n| Appearances=16 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n| Status= [[:Category:Status: Alive|Alive]]\n| Aka= Edd&lt;br/&gt;Dolorous Edd\n| Allegiance= The [[Night's Watch]]\n| Actor= [[Ben Crompton]]}}{{Quote|Whoever dies last, be a good lad and burn the rest of us. Once I'm done with this world, I don't want to come back.|Eddison Tollet|The Mountain and the Viper}}\n'''Eddison Tollett''', most commonly called '''Edd''', is a recurring character in the [[Season 2|second]], [[Season 3|third]], [[Season 4|fourth]], and [[Season 5|fifth]] seasons. He is played by guest star [[Ben Crompton]] and debuts in &quot;[[The North Remembers]].&quot; Eddison Tollett is a brother of the [[Night's Watch]] who went north of [[the Wall]] on [[Lord Commander]] [[Jeor Mormont]]'s [[Great Ranging]]. He was present during the [[Mutiny at Craster's Keep]], but has since returned to the Wall. He participated in theÂ [[Raid on Craster's Keep|Raid on Craster's Keep,&amp;nbsp;killing]] the mutineers, and commanded the Night's Watch forces manning the Wall during the later stages of theÂ [[Battle of Castle Black]].\n\nHe is close friends withÂ [[Jon Snow]], [[Samwell Tarly]], [[Grenn]] and [[Pypar]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Edd is described as being thin and, despite being young, gray-haired. Edd is apparently a member of a lesser branch ofÂ [[House Tollett]], a noble house from [[the Vale]] sworn to [[House Royce]], as he frequently makes comments indicating that he grew up in poverty, and his family were essentially living on the same level as peasants. He was recruited to the Watch by [[Yoren]].\n\nEdd takes part in the [[Great Ranging]]. He and about a dozen more remain loyal to Lord Commander [[Jeor Mormont]] during the [[Mutiny at Craster's Keep]]. Being outnumbered 2:1 by the [[Betrayers]], they have to retreat, reluctantly leaving [[Sam]] behind. They make it to [[Castle Black]] long before [[Jon]] and Sam.\n\nWhile the wildlings head for Castle Black, Mance sends several of his lieutenants to attack several areas of the Wall, in order to draw attention away from the main host and to draw away the defenders. Bowen Marsh falls for the trick and takes most of the garrison from Castle Black, among them Edd, to chase after the Weeper. Thus unlike in the TV show, Edd is not among the defenders of Castle Black.\n\nDuring the siege, in order to make the [[Thenns]] think that there are many more defenders than there actually are, the blacksmith Donal Noye commands to put scarecrows on the battlements. To keep the morale high, the defenders start naming the straw sentinels after their absent brothers (among them Edd), wagering as to which of them will collect the most arrows before they are done. When Edd returns to Castle Black after the battle is over, [[Pypar]] tells him about the contest. Edd is disappointed to hear that the scarecrow named after him took the second place, after Watt of Long Lake.\n\nSome time after the battle is over, [[Sam]] and [[Gilly]] finally arrive. On the way to the castle they meet Edd, along with [[Denys Mallister]], [[Bowen Marsh]], Dywen and Bedwyck (aka Giant). Sam hears from them about the battle.\n\n", "Quotes": "{{Quote|I always imagined I would end up doing much worse.|'''Eddison Tollett''', while digging a latrine.|The Prince of Winterfell}}\n\n{{Quote|There's nothing more sickening than a man in love.| Edd referring to [[Samwell Tarly]]|The Ghost of Harrenhal}}\n\n{{Quote|Before I die, please stop talking.| Edd to Samwell Tarly|The Ghost of Harrenhal}}\n\n{{Quote|Aye. We live another day. Hoorah.|Eddison Tollet|The Ghost of Harrenhal}}\n\n{{Quote|The thing about you that I find so interesting is absolutely nothing.|Samwell Tarly to Eddison Tollett on his cynical nature|Valar Morghulis}}\n\n{{Quote|Aye, we left you. You're fat and you're slow. We didn't want to die.|Edd bluntly telling Samwell Tarly why he and Grenn fled the White Walkers without him.|Dark Wings, Dark Words}}\n\n{{Quote|Ah look, more shit. I was starting to wonder what to do with the rest of my day.| Eddison Tollett|And Now His Watch is Ended}}\n\n{{Quote|Thought you'd have [[Wight|blue eyes]] by now.| Edd to [[Jon Snow]]|Breaker of Chains}}\n\n", "Image gallery": "&lt;gallery&gt;\nEddison.jpg|Edd's image at the HBO viewers guide.\nArriving at the fist of the first men.jpg|A promotional image of Samwell Tarly, Grenn, Eddison Tollett and Jon Snow on the Fist of the First Men.\nDolorousEddS3EP02.png|Edd in [[Dark Wings, Dark Words]].\n2x01_Edd.jpg|Eddison in [[Season 2]].\nEdd S4.PNG|Eddison in &quot;[[The Mountain and the Viper]]&quot;.\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the novels).\n{{Watch navbox}}\n\n", "Appearances": "{{Season Two Appearances|yes|yes|||yes|||yes||yes}}\n{{Season Three Appearances|yes|yes|yes|yes}}\n{{Season Four Appearances|||yes|yes|yes||yes|yes|yes|yes}}\n\n", "Biography": "===Background===\nEdd, also called '''Dolorous Edd''', is a member of the [[Night's Watch]]. He swore his oath when he was fifteen. His nickname is due to his sarcastic and pessimistic sense of humor. He has gone [[Beyond the Wall|north]] of [[the Wall]] on [[Lord Commander]] [[Jeor Mormont]]'s [[Great Ranging]].&lt;ref name=&quot;Eddison Tollet viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/nightswatch/dolorous-edd/ HBO viewers guide, season 2 guide to houses, Night's Watch - Dolorous Edd entry]&lt;/ref&gt;\n\n===[[Season 2]]===\n[[File:Sam, Edd and Jon 2x01.jpg|thumb|The Night's Watch approaches Craster's Keep.]]\nEdd joins the [[Great Ranging]] [[beyond the Wall]] led by [[Lord Commander]] [[Jeor Mormont]]. As the [[Night's Watch]] arrives to [[Craster's Keep]] in the [[Haunted Forest]], Edd watches [[Samwell Tarly]] and [[Grenn]] bickering. Edd approaches [[Jon Snow]], who observes the fortified homestead, and deadpans that he was born in a similar place but that he has now fallen on hard times. Sam, and later Grenn, join the pair and note the women working around the hall. Edd warns not to speak to them. Grenn wonders if [[Craster]], the master of the hall, doesn't like people speaking to his daughters. Edd answers that they are also his wives because Craster marries his daughters and breeds more daughters with them. Sam and Grenn state their disgust and Edd counters that while all the other [[wildlings]] in the area have disappeared Craster is still present so he must be doing something right.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\nSam, Edd and Grenn are peeling potatoes outside Craster's Keep. Edd says that if the [[The Seven|gods]] wanted people to have dignity they would not have made them fart when they died. Grenn is incredulous and Edd tells him the story of his mother's death. He claims that he held her hand as she passed and that she farted long and hard, then making a farting noise to underscore his assertion. Sam notices Gilly, and observes that it is greedy for Craster to have so many wives. Edd deadpans that they were having a serious discussion. Grenn and Sam and continue their conversation, with Grenn telling Sam of his relationship with a girl named [[Violet]]. Edd interrupts again and sends Sam for more vegetables.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\nHaving left Craster's Keep and the Haunted Forest, the Ranging approaches the [[Fist of the First Men]] to meet with [[Qhorin Halfhand]]. Edd hears Sam commenting on the beauty of the place and that [[Gilly]] would love it there. Edd comments to Grenn that there is nothing more sickening than a man in love.&lt;ref name=&quot;E15&quot;&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\nThe Watch reach the summit of the Fist and set up camp. Edd begs Sam to shut up as he comments on the history of the ancient place. After Sam wonders what the [[First Men]] were like, Edd answers they must have been stupid, as smart people wouldn't find themselves in places like the Fist. Jon suggests that their distant ancestors were afraid and came to the First to escape [[White Walkers|something]] but doesn't believe that it worked.&lt;ref name=&quot;E15&quot; /&gt;\n\n[[File:Sam,_Grenn_and_Edd_2x10.jpeg|thumb|left|Edd, Grenn, and Sam, on the Fist of the First Men in &quot;Valar Morghulis&quot;]]\n\nA horn sounds, causing all men to stop their activities. Jon watches a column of men approaching before saying that a single blast is for rangers returning while two blasts are for wildlings. Edd notes the moment after one blast, standing and waiting, wondering if a second blast will come and repeats that one blast is for friends and two for foes. Sam adds that three blasts are used to signal [[White Walkers]]. Jon, Grenn and Edd turns to look at him and he explains that it has been a thousand years since it was done. Grenn asks how Sam knows if so much time has passed. Edd and Grenn interrupt and, sarcastically, finish Sam's answer before he can say he read it in a book. Grenn walks away while Edd stops when Jon announces its the Halfhand approaching. Edd says that they will live another day, punctuating his monotone with a sarcastic hurrah.&lt;ref name=&quot;E15&quot; /&gt;\n\nEdd is close to Jon as Qhorin confirms to Lord Commander Mormont that [[Mance Rayder]] has gathered a massive host and reports lookouts in the [[Skirling Pass]]. He takes a small party of scouts ahead to surprise the lookouts, Jon is among them.&lt;ref name=&quot;E15&quot; /&gt;\n\nSome time later, Edd, Grenn and Sam talk while digging latrines and discuss the possibility that Jon, the Halfhand and the others rangers might be dead. Grenn discovers a stone tablet marked with runes of the First Men. Edd keeps digging and tells him to leave it alone but he lifts it anyway. Beneath it is a cache of weapons, mostly spearheads, as well a horn, all wrapped in a Night's Watch cloak. Sam identifies them as being made of [[dragonglass]].&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\nNearby the base of the Fist, Edd gathers frozen feces to burn for fire alongside Grenn and Sam. He's annoyed when Sam begins to talk about Gilly and snarks that Sam finds her interesting just because she spoke to him. Sam counters that what he finds interesting about Edd is absolutely nothing. Their banter is interrupted by a horn blast. Sam wonders if the Halfhand has returned and a second horn blast is heard. Grenn draws his sword and Edd tells them to return to the Fist so as not to fight the wildlings alone. A third blast sounds, prompting Edd to scream at his sworn brothers to run. Grenn and Edd quickly make it back to the Fist, seemingly not noticing they have left Sam behind. A massive horde of [[wight]]s, led by White Walkers, approach the Fist.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\nEdd survives the [[White Walkers|White Walkers']] attack on the [[Fist of the First Men]], and regroups with the remaining survivors as the ranging attempts to pull back to the Wall.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;Â Later, SamwellÂ collapses from exhaustion and is still upset that Grenn and Edd left him alone when the White Walkers came. Edd bluntly tells Samwell that they left him because he is fat and slow, and they did not want to die. Regardless, Grenn and Edd help Samwell back to his feet.&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt; EddÂ arrives with the rest of the survivors at Craster's Keep, where Craster reluctantly allows them to stay. He eats inside with the rest of the survivors.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\nâ&euro;&lsaquo;EddÂ and Grenn shovel pig-shit for Craster. They both agree that no one ever speaks of all the shoveling, getting attacked, or killed, when you join the Night's Watch. Both of them also listen to RastÂ voice his distrust of Craster and suggest mutiny, but they ignore him. After that, Edd is present during the vigil of a deceased ranger named [[Bannen]], whose bodyÂ is burned to prevent him from becoming a Wight. Edd pessimistically states that he never knew Bannen could smell so good, since most of the survivors are starving. Later, Edd isÂ present when theÂ [http://gameofthrones.wikia.com/wiki/Mutiny_at_Craster%27s_Keep Mutiny at Craster's Keep]Â occurs. He is attacked from behind by a mutinous black brother, but his fate is unknown.&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n[[File:Edd_and_grenn_arrive_back.png|thumb|right|Edd and Grenn after they arrive back.]]\n\nWhile the brothers of the Night's Watch at Castle Black discuss the wildling threat, a single horn blast is heard. It is revealed to be Grenn and Edd, who have survived the Mutiny at Craster's Keep. Alliser Thorne questions why it took them so long to return. Edd and Grenn reveal they were held captive by the black brothers who betrayed Commander Mormont. They also state that Karl is the one who is leading them and they are content with staying at the keep, eating Craster's food, and raping his daughter-wives.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\nWhen Jon Snow's expedition to capture or kill all theÂ [[Betrayers|Mutineers]]Â at Craster'sÂ Keep is sanctioned by Alliser Thorne, EddÂ is one of the first to volunteer to go with Jon.&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\nEdd fights alongside his fellow black brothers during the [[Raid on Craster's Keep|raid]] on Craster'sÂ Keep. After all the deserters are slain, the casualties are taken into account. They initially find that four loyal brothers died fighting the mutineers. However, Edd finds Locke's corpse and brings it back to the Keep, pointing out that they lost five, unaware that Locke was actually a spy for [[Roose Bolton]].&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;\n\nHe returns back to the Wall, along with Jon and Grenn and is greeted by the other brothers of the Night's Watch. He sits in as Jon argues that they should close up the tunnel.&lt;ref&gt;&quot;[[Mockingbird]]&quot;&lt;/ref&gt;\n\n[[File:Discussion_of_battle_against_wildings.png|thumb|left|Edd and the others discussing the upcoming battle.]]\n\nThe news of the wildling attack onÂ [[Mole's Town]] has reached Castle Black. Grenn is furious that black brothers were killed, but Edd argues that everyone was ordered to remain at Castle Black. Sam is devastated by the news because he believes that Gilly and her son are most likely dead. Edd reminds Sam that Gilly and her son survived Craster, the long march back to the Wall, and even a [[White Walker]]. This gives Sam hope that Gilly may have survived. Jon concludes that if Mole's Town has been attacked, then Mance Rayder's assault on Castle Black is imminent. Edd notes that if the wildlings don't kill them all, there is even worse behind them that will finish the job. He asks whichever of the group is still alive at the end to burn the others, as he doesn't want to [[Wight|come back]] after he is dead.&lt;ref&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt;\n\n[[File:Edd_commanding_on_top_of_wall.png|thumb|right|Edd commanding the archers on top of the Wall.]]\n\nEdd is stationed atop theÂ [[Wall]] during the [[Battle of Castle Black]]. When Jon decides bring take more men down to repel the wildlings in the castle, he leaves Edd in command of the Wall's defenses. With wildlings still trying to climb the Wall, Edd orders the men to drop the 'scythe'. A huge section of ice suddenly falls away from the Wall revealing a massive scythe-like blade attached to a chain that swings along the Wall, cleaving through the wildlings attempting to climb its face. Edd notices the wildling forces are beginning to withdraw into the [[Haunted Forest]], proclaiming that they have stopped them for now, but that the wildlings still outnumber the black brothers 1,000 to 1 and that Mance was simply testing their defenses.&lt;ref&gt;&quot;[[The Watchers on the Wall]]&quot;&lt;/ref&gt;\n\nAs Jon Snow leaves Castle Black, Edd is atop the Wall watching as he walks away. After the arrival ofÂ [[Stannis Baratheon]] and his forces, Edd is present when the fallen brothers are burned in Castle Black's courtyard.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n"}, "title": "Eddison Tollett"}