{"attributes": {"status": " :Category:Status: Alive", "death": "", "last": "&quot;The Rains of Castamere (episode)", "family": [" Hoster Tully - father", "Minisa Tully - mother", "Brynden Tully - uncle", "Catelyn Stark - sister", "Lysa Arryn - sister", "Eddard Stark - brother-in-law", "Jon Arryn - brother-in-law", "Petyr Baelish - brother-in-law", "Robb Stark - nephew", "Sansa Stark - niece", "Arya Stark - niece", "Bran Stark - nephew", "Rickon Stark - nephew", "Robin Arryn - nephew", "Roslin Frey - wife", "Walder Frey - father-in-law"], "title": "Edmure Tully", "season": "Season 3", "image": "Edmure-Tully-Profile-HD.png", "allegiance": ["House Tully", "House Stark"], "actor": "Tobias Menzies", "culture": " AndalsQuote", "titles": [" Lord of Riverrun (Disputed)", "Lord Paramount of the Trident (Disputed)", "Ser"], "link": "House TullyCharacter", "place": "Riverrun", "aka": "", "appearances": " 5 episodes &lt;small&gt;#Appearances", "first": "&quot;Walk of Punishment&quot;"}, "sections": {"Family tree": "{{House Tully family tree}}\n\n", "Behind the scenes": "Edmure initially appeared in the [[Season 1|first season]] HBO viewers guide family tree for House Tully. He remained part of the [[Season 2|second season]] viewers guide but did not appear in the show. He was confirmed as a character for the [[Season 3|third season]] in May 2012.&lt;ref&gt;[http://winteriscoming.net/2012/05/leaked-audition-tape-confirms-edmure-tully-will-be-cast/ Winter is Coming]&lt;/ref&gt;&lt;ref&gt;[http://winteriscoming.net/2012/05/ew-scoop-on-s3-the-reeds-are-in-and-so-is-blackfish/]&lt;/ref&gt; [[Tobias Menzies]] was announced in the role in July 2012.&lt;ref name=&quot;ComicCon&quot;&gt;[http://www.westeros.org/GoT/News/Entry/Massive_Comic-Con_Casting_Reveals/ &quot;Massive Comic-Con Casting Reveals&quot; from Westeros.org, 13 July 2012]&lt;/ref&gt;\n\n", "TOP": "Edmure Tully02349tgqjbs8wudhlc835kh6y5vtvo03rx7a1780062015-03-19T23:08:10ZSharp Blades26158496{{Heraldry\n|image=Tully mini shield.png\n|link=House Tully\n}}\n{{Character\n| Title=Edmure Tully\n| Image=Edmure-Tully-Profile-HD.png\n| Season=[[Season 3|3]]\n| First=&quot;[[Walk of Punishment]]&quot;\n| Last=&quot;[[The Rains of Castamere (episode)|The Rains of Castamere]]&quot;\n|Appearances = 5 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Titles = [[Lord of Riverrun]] (Disputed)&lt;br&gt;[[Lord Paramount of the Trident]] (Disputed)&lt;br&gt;[[Ser]]\n| Aka=\n| Status= [[:Category:Status: Alive|Alive]]\n| Death=\n| Place=[[Riverrun]]\n| Allegiance=[[House Tully]]&lt;br&gt;[[House Stark]]\n| Family= {[[Hoster Tully]]} - father&lt;br&gt;{[[Minisa Tully]]} - mother&lt;br&gt;[[Brynden Tully]] - uncle&lt;br&gt;{[[Catelyn Stark]]} - sister&lt;br&gt;{[[Lysa Arryn]]} - sister&lt;br&gt;{[[Eddard Stark]]} - brother-in-law&lt;br&gt;{[[Jon Arryn]]} - brother-in-law&lt;br&gt;[[Petyr Baelish]] - brother-in-law&lt;br&gt;{[[Robb Stark]]} - nephew&lt;br&gt;[[Sansa Stark]] - niece&lt;br&gt;[[Arya Stark]] - niece&lt;br&gt;[[Bran Stark]] - nephew&lt;br&gt;[[Rickon Stark]] - nephew&lt;br&gt;[[Robin Arryn]] - nephew&lt;br&gt;[[Roslin Frey]] - wife&lt;br&gt;[[Walder Frey]] - father-in-law\n| Actor=[[Tobias Menzies]]|Culture = [[Andals]]}}{{Quote|I wouldn't let you wave your blunders around like a victory flag.|Brynden Tully chastises Edmure Tully|Walk of Punishment}}\n\n'''Edmure Tully''' is a recurring character in the [[Season 3|third season]]. He is played by [[Tobias Menzies]]. Edmure is the son and heir of the late Lord [[Hoster Tully]] of [[Riverrun]]. He is the younger brother of [[Catelyn Stark|Catelyn]] and [[Lysa Arryn|Lysa]].\n\n", "In the books": "In ''[[A Song of Ice and Fire]]'', Edmure appears at the very end of the first novel, but in the TV series his debut was pushed back to [[Season 3]]. Edmure has the auburn Tully hair and beard and blue eyes. He is enthusiastic, outgoing and confident, which all help his skill as a commander, but is also prone to rash actions motivated by desire of personal glory and single-minded thought, Edmure is considered kind, and is shown to care deeply for his subjects.\n\n[[File:Edmure-tully-wife.jpg|thumb|Edmure Tully with his new wife Roslin Frey before the horrors of the Red Wedding. ]]\nEdmure is unwed, because his father continued to chew over various offers for the best match. Since his father's descent into illness and infirmity, Edmure has ruled over Riverrun as ''de facto'' lord for some time. Walder Frey was also angry with him as he had repeatedly offered one daughter after another to Lord Hoster Tully for a marriage contract to Edmure.\n\nRiverrun called up their bannermen and rose up when the Lannister forces started attacking their lands in retaliation for Catelyn Stark taking Tyrion prisoner. Edmure was captured when Jaime Lannister defeated his army at Golden Tooth, but he was subsequently freed when Robb Stark destroyed Jaime's army in the Battle of the Whispering Wood and lifted the siege of Riverrun.\n\nAfter Eddard is executed and Robb's bannermen proclaimed him King in the North, Edmure and the Riverlands do as well, even though they were never part of the original northern kingdom. Robb Stark took most of his Northern army from Riverrun to invade the Lannister's home territory in the Westerlands, leaving Edmure behind to defend Riverrun and hold the line of the Red Fork of the Trident (using mostly the local forces of the Riverlords). Between their headquarters at Riverrun and Harrenhal, Edmure and Tywin Lannister's forces then engaged in numerous skirmishes which harried the Riverlands between the Red Fork and Gods Eye lake.\n\nEdmure Tully is a middling knight and effective, but not outstanding, battle commander. This is not to say he is a complete incompetent, but he is not very well suited to be a wartime leader. However, Catelyn points out that he would have been hailed as a very skilled lord in peacetime, who genuinely cares for the commoners he rules over. When Jaime Lannister first marched towards Riverrun, Edmure allowed fleeing peasants to take refuge inside the castle, even though they would only be a drain on food resources during a siege. Even so, he insisted that they trusted him and he would not abandon them by shutting them out (contrast this with Cersei's orders to bar starving refugees from entering the gates of King's Landing). Despite this, Edmure does manage to win several local victories against Lannister forces.\n\nUltimately Tywin attempted to force a crossing of the Red Fork to return to the Westerlands, but in heavy fighting was repulsed by Edmure's forces. Unfortunately, this ruined Robb's overall military strategy: Robb had invaded the Westerlands hoping to lure Tywin back into his home territory, and Edmure was supposed to ''let'' him cross back into the Westerlands, and offer only token resistance so Tywin wouldn't realize this was exactly what Robb wanted. Worse, when Tywin was repulsed he turned southeast, allowing him to follow the course of the Blackwater River and thus arrive at the Battle of the Blackwater just in time to decisively attack Stannis's army from behind. The combined error drastically weakened Robb's position in the war. In both the novels and the TV series, Robb curiously blames Edmure for not ''anticipating'' what his real strategy was (to lure Tywin into the west) before he actually told him about it - one of several command blunders by Robb, soon followed by executing [[Rickard Karstark]], and disastrously choosing to break his marriage-alliance to the Freys.\n\n", "Quotes": "{{Quote|What? He's my nephew. I love him. And he's a damn fool.|[[Brynden Tully]] to [[Catelyn Stark]]|The Rains of Castamere (episode)}}\n\n", "References": "{{Reflist|2}}\n\n", "Appearances": "{{Season Three Appearances|||yes||yes|yes|yes||yes}}\n\n", "Biography": "===Background===\n[[File:Young Edmure.png|thumb|left|Edmure as a child]]Ser Edmure is the son and heir of Lord [[Hoster Tully]].Â Edmure is the new head of [[House Tully]] and thus has recently become the [[Lord of Riverrun]] and [[Lord Paramount of the Riverlands]]. [[The Riverlands]] are one of the constituent regions of the [[Seven Kingdoms]] and [[House Tully]] is one of the [[Great Houses]] of the realm. [[Riverrun]] is the ancestral seat of House Tully.&lt;ref name=&quot;Hoster Tully viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/tully/hoster-tully/ HBO viewers guide, season 2 guide to houses, House Tully - Hoster Tully entry]&lt;/ref&gt;\n\nEdmure's mother [[Minisa Tully]] died in childbirth during his early childhood. He has two elder sisters [[Catelyn Stark|Catelyn]] and [[Lysa Arryn|Lysa]]. He was also raised with his father's ward, [[Petyr Baelish]]. It was Edmure who first nicknamed him &quot;Littlefinger.&quot;\n\nCatelynÂ is the widow of the late [[Eddard Stark]], [[Lord of Winterfell]] and [[Lord Paramount of the North]] and Lysa is the widow of [[Jon Arryn]], [[Lord of the Eyrie]] and [[Lord Paramount of the Vale]].&lt;ref name=&quot;Lysa Arryn viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/arryn/lysa-arryn/ HBO viewers guide, season 2 guide to houses, House Arryn - Lysa Arryn entry]&lt;/ref&gt;\n\n===[[Season 3]]===\n[[File:EdmureTullyS3.jpg|thumb|right|Edmure attempts to hit his father's funeral boat.]]\nEdmure presides over the funeral of his father, per the custom of House Tully, in which the departed is placed on a funeral boat and set on flames with a flaming arrow. Edmure fails at hitting the boat, causing his annoyed uncle to push him away and complete the deed himself. Later he's chided by King [[Robb]] and Ser Brynden for [[Battle of Stone Mill|attacking]] [[Stone Mill]], an attack in which more than two hundred men were lost only for Ser [[Gregor Clegane]] to flee south to [[Casterly Rock]] and only [[Martyn Lannister|two]] [[Willem Lannister|unimportant]] nephews of [[Tywin Lannister]] to be taken hostage.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\nWhen emissaries from [[House Frey]] arrive at Riverrun to negotiate [[Walder Frey]]'s terms of reconciliation with Robb Stark, Edmure is pressured by Robb, Brynden and Catelyn to take Robb's place in his previously arranged marriage to [[Roslin Frey]] as compensation for his military blunder at Stone Mill. Edmure reluctantly agrees.&lt;ref&gt;[[The Climb]]&lt;/ref&gt;\n\nEn route to [[The Twins|the Twins]] for Edmure's wedding, the [[House Stark|Stark]] and [[House Tully|Tully]] army is forced to make camp due to heavy rain. Catelyn and Brynden warn that Walder Frey is a prickly man and will take the delay as another slight.&lt;ref&gt;[[The Bear and the Maiden Fair (episode)]]&lt;/ref&gt;\n\nUpon finally arriving at the Twins, Edmure nervously eyes Walder Frey's brood, trying to figure out which of the unattractive bunch is to be his wife. At the ceremony, Walder lifts Roslin's veil, revealing her to be a beauty, much to Edmure's relief, Robb's shock, and Catelyn, Blackfish and Walder's amusement. At the wedding feast, Edmure enjoys himself immensely, when Walder and Robb call for the [[bedding]] ceremony, eagerly allows himself to be led away by the other Frey girls. It is only after his departure that the [[Red Wedding]] begins.&lt;ref&gt;&quot;[[The Rains of Castamere (episode)]]&quot;&lt;/ref&gt;\n\nEdmure is taken prisoner and remains a [[hostage]] of Lord Frey.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\n"}, "title": "Edmure Tully"}