{"attributes": {"status": " :Category:Status: Alive", "family": [" Talia Branfield - mother", "Branfield (Lord)"], "title": " Elissa Forrester", "season": " ''Game of Thrones: A Telltale Games Series''", "image": " TSITD Elissa Indignant.png", "allegiance": [" House Forrester", "House Branfield"], "actor": " Lara PulverQuote", "titles": " Lady", "link": "House ForresterCharacter", "appearances": " 4 episodes", "first": " &quot;Iron From Ice&quot;"}, "sections": {"TOP": "Elissa Forrester0285487sclin0vus5jityk7pyahoj91zuwhz81797462015-03-27T00:43:02ZJK1011x26248092Changed the family tree to the new Branfield family tree.{{Heraldry\n|image=Forrester mini shield.png\n|link=House Forrester\n}}\n{{Character\n|Title = Elissa Forrester\n|Image = TSITD Elissa Indignant.png\n|Season = ''[[Game of Thrones: A Telltale Games Series]]''\n|First = &quot;[[Iron From Ice]]&quot;\n|Appearances = 4 episodes\n|Titles = Lady\n|Status = [[:Category:Status: Alive|Alive]]\n|Allegiance = [[House Forrester]]&lt;br&gt;[[House Branfield]]\n|Family = {[[Talia Branfield]]} - mother&lt;br&gt;{[[Branfield (Lord)|Lord Branfield]]} - father&lt;br&gt;[[Malcolm Branfield]] - brother&lt;br&gt;{[[Gregor Forrester]]} - husband&lt;br&gt;[[Rodrik Forrester]] - son&lt;br&gt;[[Asher Forrester]] - son&lt;br&gt;[[Mira Forrester]] - daughter&lt;br&gt;{[[Ethan Forrester]]} - son&lt;br&gt;[[Talia Forrester]] - daughter&lt;br&gt;[[Ryon Forrester]] - son&lt;br&gt;{[[Thorren Forrester]]} - father-in-law\n|Actor = [[Lara Pulver]]}}\n\n{{Quote|You must be ready to defend us, Rodrik. Your body may be damaged, but your spirit must be like iron. You let nothing stand in your way. Do you understand? If you have to murder every last Whitehill down to the babes in their beds... No matter what, you must do it.|Elissa Forrester to her son and lord of House Forrester, Rodrik|The Lost Lords}}\n\n'''Elissa Forrester''' was born to [[House Branfield]], a minor Southron House that was destroyed when the Targaryen dynasty fell. In the aftermath of the defeat, Lady Elissa was married to [[Gregor Forrester|Lord Gregor]]. She at first saw herself as a prisoner at [[Ironrath]], but Gregor was kind to his young wife and she quickly grew to love him. Once their children were born, Lady Elissa embraced her role as the Forrester matriarch and silently swore sheâ&euro;&trade;d never see her family destroyed again.\n\n", "Family Tree": "{{House Branfield family tree}}\n\n", "Appearances": "{{Telltale Game Series Credits|yes|yes|yes|yes}}\n\n", "Biography": "===Background===\nBorn into House Branfield, a minor Southron house, her father was stubbornly loyal to the Targaryens, they fought for[[Aerys II Targaryen| King Aerys]] during [[Robert's Rebellion]]. This resulted in the destruction of Elissa's entire family, leaving her and her brother [[Malcolm Branfield|Malcolm]] as the only survivors. She was married to Lord Gregor Forrester. She at first saw herself as a prisoner in Ironrath, but Gregor was kind to his young wife and she quickly grew to love him.\n\nThey had several children together: [[Rodrik Forrester|Rodrik]], [[Asher Forrester|Asher]] and [[Mira Forrester|Mira]]. During her fourth pregnancy, she dreamed she would birth a daughter with a voice like summer rain. But as destiny would have it, she gave birth to a boy. The infant, [[Ethan Forrester|Ethan]], wailed for hours - until Lady Elissa entered a second labor, this time birthing a girl. She named the girl [[Talia Forrester|Talia]], after her own mother, and from then on Ethan never cried again. She gave birth to one more son a few years later, [[Ryon Forrester|Ryon]].\n\nHer son, Asher, later went into self-exile in [[Essos]] to stop a war being started over his love for [[Gwyn Whitehill]]. Lady Elissa wanted her eldest daughter - Mira - to learn the ways of southern court, so arranged for her to serve as a handmaiden for [[Margaery Tyrell]].\n\n===&quot;[[Iron From Ice]]&quot;===\n[[Gared Tuttle]], Gregor's squire returns from [[The Twins]], bearing news that Gregor and Rodrik have been slain in the [[Red Wedding]]. He returns Gregor's Greatsword. Her son, Ethan is made the new Lord of Ironrath and Elissa attends his council meetings, giving him advice and helping to keep [[Royland Degore|Ser Royland Degore]] and [[Duncan Tuttle]] from bickering.\n\nThey soon encounter problems from [[House Whitehill]], who desire their Ironwood forests.[[Ludd Whitehill| Lord Whitehill]] had been a childhood friend of Roose Bolton and plans to take all of House Forresters Ironwood, robbing them of their greatest asset. Lord Whitehill is received by Ethan in the Great Hall and quickly begins antagonizing the young boy. Lady Elissa arrives and reminds him to show her son some respect as they are in his home.\n\nShe writes to her daughter, Mira, in King's Landing asking her to try and convince Lady Margaery to use her influence in court to convince [[King Joffrey]] to let House Forrester keep their Ironwood forests, overruling whatever House Bolton would decide, as Lord Whitehill planned to go to them, as House Forrester's new liege lords, so they could relinquish House Forrester's rights to the Ironwood forests and hand them over to House Whitehill.\n\nBehind her son's back she arranges for her brother, Malcolm, to sail to Essos to find Asher and bring him back. She claims Asher has no interest in becoming lord, but could lead men in battle should a war begin between the Forresters and the Whitehills. Ethan can either agree with this plan or refuse it.\n\nWhen [[Ramsay Snow]] arrives with Lord Whitehill to discuss distributing control over the Ironwood forests, Elissa is present alongside Talia and Ryon. Ramsay takes glee in first taunting Ryon and then seems keen to take Talia on &quot;a hunt&quot;. Due to Ethan's response to this, Ramsay stabs him in the throat. Elissa runs to her son's side and he bleeds out as she cradles his body. She calls out for her son as Lord Whitehill drags Ryon away as his captive.\n\n===&quot;[[The Lost Lords]]&quot;===\nShe is informed that Rodrik was found alive and rolled in on a corpse cart alongside the dead body of her husband, Gregor. She visits Rodrik as [[Ortengryn|Maester Ortengryn]] works on healing him, but Rodrik passes out shortly after she arrives.\n\nWhile Rodrik is passed out, Elissa tells Talia to write a song for Ethan and Gregor, to sing at their upcoming funeral. Elissa then quickly sends a letter to Mira in King's Landing, asking for help in ensuring Elaena Glenmore and Rodrik's marriage remains intact, wanting Mira to convince Lady Margaery to send a letter to House Glenmore and &quot;encourage&quot; the marriage.\n\nOnce Rodrik begins to recover and is able to walk again, she sees him in the Great Hall, where she informs him that she has invited his betrothed - [[Elaena Glenmore|Lady Elaena Glenmore]] - to visit him. When Lady Elaena arrives, Elissa gives Rodrik some advice on how to convince her to honor the betrothal despite the undesirable state Rodrik and House Forrester is in. She returns to the Great Hall after Lady Elaena has made her decision and Lord Whitehill makes an unexpected and unwelcome arrival. He demands Rodrik shows him some respect by kneeling and kissing his ring, only agreeing to release Ryon temporarily to attend the funeral of Ethan and Gregor if he does. Desperate to see her youngest son, Elissa advises Rodrik to swallow his pride and kiss Whitehill's ring. Whitehill then overrules, Rodrik by taking all the Ironwood forests, defying House Bolton in the process as well.\n\nLady Elissa attends the funeral of her son, Ethan, and husband, Gregor. If Gwyn Whitehill attends the funeral, Elissa will exhibit her distaste for her in secret to Rodrik. In private, she and Rodrik discuss what to do about the Whitehills. Lady Elissa tells her son that he mustn't let anything stand in his way, even if he has to &quot;murder ever last Whitehill, down to the babes in their bed&quot;. She then listens to Talia's song for the fallen family members.\n\n===&quot;[[The Sword in the Darkness]]&quot;===\n''TBA''\n\n===&quot;[[Sons of Winter]]&quot;===\nElissa will appear in this episode.\n\n"}, "title": "Elissa Forrester"}