{"attributes": {}, "sections": {"TOP": "Essence of Nightshade09722t2uyom8dh9uh2llcplcujx2d2czvcjb1771522015-03-15T23:28:53ZGreater good3347453/* History */ Added image[[File:Essence_of_Night_Shade.png|thumb|300px|Essence of Nightshade in &quot;[[Blackwater]].&quot;]]\n{{Quote|Essence of nightshade is as dangerous as it is efficacious.|[[Grand Maester]] [[Pycelle]]|Blackwater}}\n'''Essence of Nightshade''' is a medical substance used in small doses as an anti-anxiety formula, but large doses are fatal. A single drop added to a cup of wine will calm frayed nerves, and three drops will put a person into a deep, dreamless sleep. Ten drops, even diluted into a cup of wine, are fatal.\n\n", "See also": "*{{AWOIAF|Sweetsleep}} (MAJOR spoilers from the books)\n*{{AWOIAF|Nightshade}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels there is no specific medicine called &quot;Essence of Nightshade&quot;: in the TV series, it appears to stand in for a variety of analgesic or anesthetic medicines which were present in the novels.\n\nA medicine called &quot;Sweetsleep&quot; has slightly similar properties: it is used as an anticonvulsant and anxiolytic at low doses, though it can be dangerous at high dosages.\n\n&quot;Nightshade&quot; has also been mentioned as a poison. The real life deadly nightshade plant, also known as belladonna, has similar properties. Unlike &quot;Essence of Nightshade&quot;, this &quot;Nightshade&quot; poison has no medical properties.\n\nWhen Tywin sent Joffrey to bed after he insulted him in the Small Council, in the books he told Pycelle to give him a substance known as &quot;dreamwine&quot;, which is apparently just a very strong kind of wine, administered for medical purposes. It is flavored with exotic spices from [[Qarth]].\n\n", "History": "===Season 2===\n[[Cersei Lannister]] acquires a bottle from [[Grand Maester]] [[Pycelle]] when readying for the [[Battle of the Blackwater]]. Cersei almost uses the poison on [[Tommen Baratheon]], to prevent him from being captured when the battle seems lost. When she is halted by the arrival of [[Tywin Lannister]] to announce victory she drops the bottle to the floor, smashing it.&lt;ref&gt;&quot;[[Blackwater]]&quot;&lt;/ref&gt;\n\n===Season 3===\n[[File:Essence of Nightshade.png|thumb]]\nWhen a report is brought to the [[Small Council]] about the massacre of the [[Starks]] at the [[Red Wedding]], King [[Joffrey Baratheon|Joffrey]] becomes so excited that he shockingly insults his grandfather and [[Hand of the King]], [[Tywin Lannister]]. Willing himself to behave calmly, Tywin coldly says that the king is &quot;tired&quot; and orders him sent to his chambers to rest - and that Grand Maester  Pycelle should administer him some Essence of Nightshade to make sure he sleeps. JoffreyÂ shouts in vain that he's not tired, then slinks away to bed.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n===Season 4===\nAfter being told she lays awake all night thinking of [[Red Wedding|her family's deaths]], [[Tyrion Lannister]] offers to get [[Sansa Stark]] some Essence of Nightshade to help her sleep.&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\n"}, "title": "Essence of Nightshade"}