{"attributes": {}, "sections": {"Regions": "===The Free Cities===\n[[File:Free Cities.png|thumb|200px|right|A map showing the location of the nine '''Free Cities''' on the continent of [[Essos]].]]\nThe Nine [[Free Cities]] are former colonies of the Valyrian Freehold before its fall (except for Braavos, which was founded by refugees fleeing slavery in Valyria).\n\n* [[Braavos]]\n* [[Lorath]]\n* [[Lys]]\n* [[Myr]]\n* [[Norvos]]\n* [[Pentos]]\n* [[Qohor]]\n* [[Tyrosh]]\n* [[Volantis]]\n\nEach is now an independent city-state, competing amongst themselves for land and resources and forming various shifting alliances. They are located on the westernmost portion of Essos, separated from Westeros by the [[Narrow Sea]], and are in frequent contact with the Seven Kingdoms, conducting brisk trade with them.\n\nIn general, the western region of Essos containing the Free Cities is dominated by rugged hills in the north, which give way to rolling plains as one proceeds further south. Chief among these are the Hills of Norvos located in the center-north of the western region. The only major forest in this region is the vast Forest of Qohor, located east of the Hills of Norvos and bordering the plains of the Dothraki Sea.\n\n====The River Rhoyne====\n\nThe western region is dominated by the watershed of the [[Rhoyne|River Rhoyne]], and its many tributaries, which begin in these hills and flow more or less from the north-west to the south-east, where the Rhoyne's massive river delta empties into the Summer Sea near the port of Volantis. The river-based merchant city-states of the Rhoynar people used to thrive along its waters, but a thousand years ago the Rhoynar were defeated by the expanding Valyrians, and the survivors fled to [[Dorne]] in Westeros. The ruins of some of their cities can still be seen along the Rhoyne's shores.\n\nThe River Rhoyne stretches all the way to its origin in the north-west, not far from Braavos, where the Upper Rhoyne and Little Rhoyne converge near the ruins of Ghoyan Drohe. Further east it is joined by its tributary the River Noyne, flowing from the Hills of Norvos, at the ruins of Ny Sar. Further south-east it is joined by the River Qhoyne, flowing from the Forest of Qohor, and their confluence results in a body of water known as Dagger Lake, at latitude between Pentos and Myr. Thus, even the inland Free Cities of Norvos and Qohor and capable of maritime travel and trade, shipping their goods down the river system. The River Rhoyne then drains out of Dagger Lake and as it proceeds south is fed by several other tributaries such as the Lhorulu (coming from the west in the Golden Fields) and then the Selhoru and Volaena (both coming from the east). The result of the convergence of these last tributaries into the already swollen lower Rhoyne is that the area east of the southern third or so of the Rhoyne is covered in disease-ridden and generally impassable marshes and swamps. In contrast, the western side of the Rhoyne delta, located between Lys and Volantis, is much more dry and pleasant, a region known as the Orange Shores.\n\nAs one proceeds north-to-south along the western coast of Essos, from Braavos to Tyrosh, the continent can be divided into roughly three regions west of the River Rhoyne: the Hills of [[Andalos]], then the [[Flatlands]], and furthest to the south the &quot;[[Disputed Lands]]&quot; between Myr and Lys. The Hills of Andalos, mostly separated from the Hills of Norvos by the Upper Rhoyne and Lorath Bay, is where the people known as the [[Andals]] originated before they left to conquer Westeros thousands of years ago. Extending north from this region, in the north-west corner of the continent, is the Braavos Peninsula. Today, the peninsula and Andalos are more or less controlled by Braavos, leaving to it often being called the Braavosian Coastland.\n\nSouth of Andalos, separated from it by the Little Rhoyne and the Velvet Hills, are the Flatlands. This division happens at roughly the same latitude of nearby Pentos. As their name suggests they are a region of flat farmlands. The northern extreme of the Flatlands starts east of Pentos, is bounded on the east by the course of the River Rhoyne, and has a southern extreme more or less around the latitude of Myr, and that city's bay known as the Sea of Myrth.\n\nSouth of the Flatlands and the Sea of Myrth are a less well-defined region known as the &quot;Disputed Lands&quot;. They are so-called because different portions of them are constantly changing hands between the Free Cities of Lys and Myr, which have been bitter rivals for centuries. Tyrosh, which is located at the western extreme of the peninsula formed by the Disputed Lands, and Volantis to the east, also often get dragged into these internecine conflicts between the two archenemies. Tyroshi itself is the closest of the Free Cities to Westeros, separated from them by a chain of islands known as the [[Stepstones]] which according to legend once formed a land bridge to Westeros known as the Arm of Dorne, before it was broken. In any case, the Stepstones are also heavily contested but rarely controlled by one party for long, and they are infamous as pirate dens. Nonetheless nearby Tyrosh is more often than not in control of those islands closest to itself. While Myr is located on the mainlands on the eastern shore of the Bay of Myrth to the north of the Disputed Lands, Lys is actually located on a chain of islands off the southern short of the peninsula.\n\nAs one proceeds west-to-east from Braavos, along the shores of the Shivering Sea, the Hills of Andalos are separated by the Upper Rhoyne and Lorath Bay from the sprawling Hills of Norvos, which cover a large area. The Free City of Lorath is located on an island in this bay. The city of Norvos is located within these hills and along the River Noyne which flows south into the Rhoyne, and thus does not have a large port on the Shivering Sea. East of Norvos is a peninsula on the north coast known as [[The Axe]], which contains several important mines operated by Norvos. East of the Hills of Norvos are the large Forest of Qohor, which contains the Free City of Qohor, famed for its skilled metalsmiths. Located at the eastern edge of the Rhoyne's watershed, Qohor is located closest to the Dothraki Sea and is under frequent threat by Dothraki raiders. South of the forest the trees give way to some brief plains which allow the Dothraki clear access to the banks of the Rhoyne itself. However, south of these plains the land quickly turns into the massive swamps that are located north/north-east of Volantis, formed by tributaries such as the Selhoru.\n\n===Valyrian Peninsula===\n[[File:Valyria map.png|thumb|right|200px|A map showing the location of Valyria on the continent of Essos:  note that it is southeast of the River Rhoyne and the Free Cities]]\nThe ancient empire known as the [[Valyrian Freehold]] was founded on a peninsula of land located south-east of the current location of the Free Cities, which were founded as colonies from Valyria. The basis of the Valyrians' power were the mighty dragons which they found in a chain of volcanoes on their peninsula, then tamed to ride as weapons of war.  The [[Valyrian Peninsula]] is located between the Free Cities to the northwest and Slaver's Bay to the east.  Travelers between these two regions have to sail around the peninsula.  \n\nSome 400 years ago, an event known as the &quot;Doom of Valyria&quot; (possibly a civil war involving massive use of magical powers) shattered the Valyrian empire, and the Valyrian peninsula itself was broken into a chain of islands. Known as the Smoking Sea, sailors are still afraid to travel there after all of these centuries. The ruins of the ancient city of Valyria are both a wonder and a terror, and for the most part rot unplundered, as few men who actually venture there ever return.\n\nThe legacy of the Valyrians lives on in their colonies, which over the centuries turned into the independent Free Cities. The first one hundred years after the Doom of Valyria were a mad free-for-all known as the &quot;Bleeding Years&quot; in which different colonies tried to unify or conquer all of the others to rebuild the Valyrian empire, while others tried to assert their independence. Valyria's oldest and largest colony was Volantis, which is located on the border between the watershed of the River Rhoyne, and where the coast veers south to form the Valyrian peninsula. Volantis succeeded in conquering Lys and Myr and was also attempting to absorb Tyrosh. The last true scion of the Valyrian empire was located on distant [[Dragonstone]] island, off the coast of Westeros, where [[House Targaryen]] (a family of Valyrian nobles) possessed the only dragons to survive the Doom. Volantis begged the Targaryens to assist them in rebuilding the Valyrian empire, but they refused, instead choosing to prepare to go west to conquer and forge a new realm in Westeros. Tyrosh was joined by Pentos, as well as rebellions in Lys and Myr, and material support from Braavos. Even the [[Stormlands]] of Westeros, under the independent Storm Kings, sent aid. Lys and Myr were liberated and Volantis' power was checked. However, the alliance soon fell apart and Lys and Myr have remained intractable enemies ever since. Volantis remains one of the more powerful of the Free Cities, but for the past three hundred years has focused on trade, while Braavos rose to become the most powerful overall.\n\n===Slaver's Bay===\n[[File:Slaver's Bay.png|thumb|right|250px|A map of the Slaver's Bay region of Essos.]]\n[[Image:Meereen map.png|thumb|right|A map showing the location of Meereen, a major city in Slaver's Bay, on the continent of Essos.]]\nEast of the Valyrian peninsula, as one follows the coast of the Summer Sea west-to-east, there is a large gulf known as the Gulf of Grief, which extends further north into a bay known as [[Slaver's Bay]]. The people of the cities of Slaver's Bay, on its eastern coast, are descendants of Valyria's old rival Ghis. When the Valyrian empire was first expanding, Ghis was the only major power that stood in its way, but after a series of wars the Ghiscari could not withstand the dragons of Valyria, and they were conquered.\n\nToday, the three major cities of Slaver's Bay are (from north to south) [[Meereen]], [[Yunkai]], and [[Astapor]]. Their inhabitants are predominantly descendants of Ghis, just as the people of the Free Cities are mostly descended from Valyria, though over hundreds of years both groups have intermarried with local peoples. The city of Old Ghis itself is in ruins.\n\nSlaver's Bay is south of the Dothraki Sea, from which is separated by a chain of mountains that run north-west to south-east, though there are passes in the mountains such as the Khyzai Pass. The mountains also separate Slaver's Bay from the Red Waste further to the south-east. A major river, the Shahazadhan, flows through the mountains and to the sea, past Meereen in the north which is built along its banks. The river extends through the mountains and into the interior, thrugh the Khyzai Pass into Lhazar.\n\nAs their name implies, Slaver's Bay is a major hub for the international slave trade, often raiding the continent of [[Sothoryos]] which is located nearby, south across the Summer Sea. Â [[Daenerys Targaryen]] recently [[Liberation of Slaver's Bay|launched a military campaign]] in the region, taking Astapor and Yunkai, then capturing Meereen and setting herself up as the city's queen.  Daenerys is determined to end slavery and has abolished it in Meereen; however, as soon as her army left Astapor and Yunkai fell out of her control.\n\n===Dothraki Sea===\n[[File:Dothraki Sea Map.png|thumb|right|200px|A map showing the approximate borders of the Dothraki sea on the continent of Essos.]]\nThe plains of the &quot;[[Dothraki Sea]]&quot; are the vast grasslands of the interior of Essos, a &quot;sea of grass&quot; which stretches for miles upon miles. It is inhabited by a fierce race of nomadic horse-mounted warriors known as the [[Dothraki]]. The one permanent settlement of the Dothraki is their &quot;city&quot; of [[Vaes Dothrak]], located in the shadow of an isolated mountain known as the Mother of Mountains.\n\nThe Dothraki Sea is vast, and borders many other regions of Essos. It is east of the Free Cities, beginning east of the Forest of Qohor in the north, and in the south, it is north-east of the swamps that are between Volantis and the Valyrian peninsula. Slaver's Bay is directly south of much of the Dothraki Sea. The eastern border of the Dothraki Sea is unknown, as it forms the eastern end of the explored regions of Essos itself.\n\n===Lhazar===\n[[File:Lhazar.png|right|thumb|200px|A map showing the approximate borders of Lhazar on the continent of Essos.]]\nSlaverâ&euro;&trade;s Bay is shielded from the Dothraki Sea by a series of coastal mountains to their north-east. As the south-eastern Dothraki Sea reaches near the mountains, it gives way to a hill country that is unsuitable for horse-herds, but which is quite suitable for sheep pastures. This hill country is linked to Slaverâ&euro;&trade;s Bay by the Khyzai Pass through the coastal mountains, formed by the Shahadazhan River. The upper Shahadazhan, on the interior side of the mountains facing the Dothraki Sea, is thus well watered enough for basic agriculture. This hill country is known as [[Lhazar]], and its inhabitants are peaceful shepherds. Due to their non-martial culture they are a favored target of the Dothraki when they are looking for slaves, though they have little in the way of wealth for plunder.\n\n===The Red Waste===\n[[File:Red Waste Map.png|thumb|200px|A map showing the location of the Red Waste on the continent of Essos.]]\nThe [[Red Waste]] is a series of harsh deserts, southeast of the Dothraki Sea and east of Slaverâ&euro;&trade;s Bayâ&euro;&trade;s coastal mountains. Eventually, even the grass plains of the Dothraki Sea reach too far away from bodies of water for anything to grow, resulting in these deserts. There are some ruined or lost cities in the Red Waste, which were once able to flourish using large irrigation works but with their people gone and the irrigation abandoned they have been reclaimed by the sands. The Red Waste forms a massive barrier against east-west land travel, particularly between Slaverâ&euro;&trade;s Bay and Qarth to the east. As a result, these areas rely exclusively on long-distance maritime trade.\n\n===Qarth===\n[[Image:Qarth map.png|thumb|right|200px|A map showing the location of Qarth on the continent of Essos.]]\n[[Qarth]] is a great trading hub east of Slaverâ&euro;&trade;s Bay, south of the Red Waste, on the coast of the Jade Sea. Located on the Straits of Qarth, it is the natural center of much of the east-west and north-south trade in the world. Qarth is the furthest east that men from Westeros have had trade contact with, though it is not as frequent as the trade with the nearby Free Cities. Thus, Qarth is considered very exotic to people from Westeros, filled with exotic trade items and spices.\n\n===Asshai, the Jade Sea, and lands of the far east===\nThe areas east of Qarth and the [[Jade Sea]] are not well known to the inhabitants of Westeros, and do not appear on their maps. Semi-legendary locations such as the city of [[Yi Ti]] have been heard of, and people from these eastern lands sometimes travel further west, but they are almost never seen in Westeros itself. Chief among these mysterious lands surrounded in half-legends is the land of [[Asshai]], which borders the even more exotic [[Shadow Lands]]. Asshai is rumored to be filled with warlocks and magic priestesses, possessing various arcane knowledge.\n\nThe large island of [[Ibben]] is located off the far north-eastern shore of Essos, in the polar waters of the Shivering Sea. It is located very far from the rest of Essos but is far too small (about the size of real-life Iceland) to be considered a continent in its own right, so it is often loosely considered part of Essos. It is at roughly the same longitude as Vaes Dothrak and Qarth. Despite these vast distances, the whale-hunting, Inuit-like Ibbenese travel very far across the world oceans, trading across much of Essos and sometimes in Westeros as well.\n\n", "TOP": "Essos02184s0puwbyqj1kfsn5mkhelipd3j6u9j5l1786432015-03-22T19:31:37ZThe Dragon Demands5014364/* References */[[File:Westeros and Essos.jpg|thumb|right|200px|Map showing the continents of Westeros and Essos.]]\n[[File:Westeros and Essos.png|thumb|right|200px|Map showing Westeros and the western part of Essos, separated by the Narrow Sea.]]\n\n'''Essos''' is an immense landmass located to the east of [[Westeros]], extending into the far east of [[The Known World|the known world]]. The [[Free Cities]] are located on its north-western shores, with the [[Dothraki sea]] located deep in the continental interior and the cities of [[Slaver's Bay]] on the south coast. The continent extends far to the east, around the [[Jade Sea]], to the distant and fabled lands of [[Asshai]] and the [[Shadow Lands|Shadow]]. Essos climate is temperate in the northern and western portions, and subtropical in the southern &amp; eastern portions. Rainfall generally decreases as one moves eastward in Essos.\n\nThe extreme eastern end of the continent has not been fully mapped. Westeros's landmass is much longer from north to south, extending from the deserts of Dorne to the polar regions north of the Wall, but east-to-west travel is much shorter. In contrast, the greater bulk of Essos runs along an east-west latitude, while its northern and southern extremes are a shorter distance. On the western shore of Essos, the furthest point north at Braavos is at the same latitude as [[the Vale of Arryn]], and the furthest point south near Tyrosh is at the same latitude as [[Dorne]], separated only by the island chain known as the Stepstones. Pentos, located roughly between these two extremes, is at the same latitude as [[King's Landing]].\n\n", "See also": "* {{AWOIAF}}\n", "In the books": "In ''[[A Song of Ice and Fire]]'', Essos is a vast continent, several times larger than Westeros. It is oriented further south and is separated from the northern polar icecap by a body of water known as the Shivering Sea. It is divided into several regions.\n\nGeorge R.R. Martin has said that [[Westeros]] is loosely analogous to an oversized British Isles, as big as an entire continent (roughly as large as South America). Meanwhile, Martin has said that Essos is loosely analogous to Eurasia. The Free Cities are somewhat like the medieval Italian city-states, the Dothraki are loosely similar to various mounted nomads of the Central Asian steppe, etc.\n\nBecause Essos is so large, the name &quot;Essos&quot; itself is relatively little-used in the narrative: it makes more sense for a character to specify &quot;in the Free Cities&quot; or &quot;in the Dothraki Sea&quot;. Saying &quot;I am going to Essos&quot; is very vague, somewhat like saying &quot;I am going to Eurasia&quot; - which could mean anywhere from the Free Cities (Italy) to the Dothraki Sea (outer Mongolia). The name &quot;Essos&quot; does appear on maps, but even then, it is more common for characters to generally say &quot;in the East&quot;, &quot;the eastern continent&quot;, or &quot;beyond the Narrow Sea&quot; to describe the landmass.  \n\nSimilarly, the name &quot;Essos&quot; has rarely appeared dialogue from the TV series - though it does appear on maps.  As of the end of Season 4 it has actually only been used in two episodes.  In Season 2 episode 5 &quot;[[The Ghost of Harrenhal]]&quot;, [[Doreah]] remarks to Daenerys that [[Qarth]] is &quot;the richest city in Essos&quot; - though TV viewers might not be able to tell from her brief comment that &quot;Essos&quot; is the name of the entire continent, not just a sub-region.  The second use of the name was in Season 4 episode 6, &quot;[[The Laws of Gods and Men]]&quot;, in which [[Oberyn Martell]] discusses at some length that he has spent time traveling in Essos; his dialogue in that episode (including his conversation with [[Varys]], who is originally from the Free Cities) makes it more clear that &quot;Essos&quot; is the name of the entire eastern continent.   \n\nThe HBO version of Essos is based on early drafts provided by [[George R.R. Martin]]. However, after providing these drafts Martin radically changed his mind about the outline and shape of Essos east of Slaver's Bay. This new version of the continent forms the basis for the maps in ''The Lands of Ice and Fire'', a companion set of maps for the novels, released in October 2012. This version, which is canon for the novels (but not the TV series), has numerous changes. Most notable is the moving of the Jade Sea from a huge, semi-enclosed bay of Essos to a sea running south of the continent, separated from the Summer Sea by an island called Great Moraq. The Straits of Qarth (aka Jade Gates) now separate Essos from Great Moraq, with Qarth located on those straits. The south coast of Great Moraq is divided from the continent of [[Sothoryos]] by the Cinnamon Straights. Yi Ti is a jungle kingdom not far to the east, and Asshai somewhat further to the south-east, located on the end of a mountainous peninsula. A huge mountain range running the entire height of the continent, the Bone Mountains, now separates the Dothraki Sea from the lands of the Jogos Nhai beyond. Far beyond Asshai, in the furthest east, is the strange city of Carcosa, ruled by its Yellow King.\n\nAccording to the TV series official [[pronunciation guide]] developed for the cast and crew, &quot;Essos&quot; is pronounced &quot;ESS-os&quot;.\n\n"}, "title": "Essos"}