{"attributes": {}, "sections": {"TOP": "Eunuchs014363qkg9qv7jez99oi0tkm1ijx8t7rwb6jm1787772015-03-23T11:31:19ZThe White Winged Fury26111788[[File:Gelding-knife.jpg|thumb|right|250px|A gelding knife employed by [[Ramsay Snow]].]]\n{{Quote|I'm not killing you, just making a few... alterations.|Ramsay Snow to Theon Greyjoy|The Bear and the Maiden Fair (episode)}}\n'''Eunuchs''' are men who have had some or all of their sexual organs removed in order to make them more efficient servants or soldiers, as they are not distracted by lust or sexual matters. The practice is considered cruel in [[Westeros]], where eunuchs are mistrusted; men are typically only castrated or gelded in the [[Seven Kingdoms]] as punishment for serious crimes such as rape. However, it is considered acceptable in many parts of [[Essos]], as part of the vibrant [[Slavery|slave trade]] which exists in many areas. Slave-eunuchs are a common sight in Essos, and the famous warrior-eunuchs produced in [[Slaver's Bay]] known as the [[Unsullied]] are among the most disciplined soldiers in the [[known world]].\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n* {{WP}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, different regions are known to make eunuchs in different ways. Some only remove the testicles but leave the shaft of the penis intact, while others remove all external genitalia, both the penis and testicles. The slaver-city of [[Yunkai]], for example, is known to make eunuchs by removing only a slave's testicles, but the slave-masters of Astapor make eunuchs by removing everything, penis and testes, such as when they make the Unsullied. A eunuch with only the testicles removed but not the penis will still lose the ''will'' to partake of sexual activity, but other slave-masters like to be sure by removing the penis as well.\n\n", "In the series": "===[[Season 1]]===\nGrand Maester [[Pycelle]] expresses distrust of and disgust with [[Varys]], and is annoyed that a eunuch is serving on the king's [[small council]]. When discussing the death of [[Jon Arryn]], Pycelle suggests that [[poison]] is a weapon typically used by women - and also eunuchs. He then bluntly notes that Varys is a eunuch, trying to throw suspicion on him.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\n[[Petyr Baelish]] talks to Varys about his disfigurement as part of a verbal sparring match, asking where his testicles are located. He notes that Varys is from the [[Free Cities]].&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n[[Daenerys Targaryen]] travels to the slaver city of [[Astapor]] to buy an army of [[Unsullied]], slave soldiers who have been turned into eunuchs to improve discipline. Lacking male organs, they do not take part in rapes.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\nVarys explains the story of how he was emasculated to [[Tyrion Lannister]]. A sorcerer removed his genitals - both penis and testes - and burned them in a brazier as part of a ritual or ceremony.&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n\nTheon Greyjoy is castrated by his sadistic captor [[Ramsay Snow]], who had heard rumors about Theon being well endowed. Ramsay then sends his severed genitals to Theon's [[Balon Greyjoy|father]].&lt;ref&gt;&quot;[[The Bear and the Maiden Fair (episode)|The Bear and the Maiden Fair]]&quot;&lt;/ref&gt; When Balon receives the box, he is disgusted and gives Theon up for dead, stating that his son is not a man anymore, and is no longer important to him because he cannot further the Greyjoy line.&lt;ref&gt;[[Mhysa]]&lt;/ref&gt;\n\n", "Known eunuchs": "[[File:Varys-Profile-HD.png|thumb|150px|Lord Varys, a prominent eunuch in Westeros]]\n* [[Varys]], the [[Master of Whisperers]] on the [[small council]] in [[King's Landing]], emasculated by a [[sorcerer]] during his childhood.\n* The [[Unsullied]] - warrior-eunuchs and [[Slavery|slave]]-soldiers from [[Slaver's Bay]]. Castrated at the age of five by the [[Good Masters]] of [[Astapor]] at the beginning of their brutal training regime.\n**[[Grey Worm]], commanding officer of the Unsullied forces now serving [[Daenerys Targaryen]].\n* [[Theon Greyjoy]], self-styled [[Prince of Winterfell]] and now hostage of [[House Bolton]], emasculated by [[Ramsay Snow]].\n\n"}, "title": "Eunuchs"}