{"attributes": {"leaders1": ["Queen Regent Cersei Lannister", "King Joffrey Baratheon"], "participants2": "", "casual2": " Lord Eddard Stark", "name": "Execution of Eddard Stark", "participants1": ["Ser Ilyn Payne, the King's Justice", "Kingsguard", "City Watch"], "casual1": " None", "leaders2": "Lord Eddard Starkâ&euro; ", "image": "File:Ned's execution.jpg", "civilian": "Quote", "next": "Liberation of Raventree Hall", "bg2": "", "conc": "", "place": "Great Sept of Baelor, King's Landing, the Crownlands", "result": ["Execution of Lord Eddard Stark for treason", "Rebellion of the North and the Riverlands against the Iron Throne", "Proclamation of Robb Stark as King in the North"], "date": "298 AL", "link": "House Stark House Stark", "prev": " Battle of the Camps", "side2": "File:Stark mini shield.png", "conflict": "War of the Five Kings", "side1": "File:Lannister mini shield.png"}, "sections": {"TOP": "Execution of Eddard Stark025149htmwoovbv9td57z29bjxjgptp58yndv1775762015-03-18T06:42:17ZThe Dragon Demands5014364/* Aftermath */{{Event\n|width=|name=Execution of Eddard Stark\n|prev= [[Battle of the Camps]]\n|conc=\n|next=[[Liberation of Raventree Hall]]\n|image=[[File:Ned's execution.jpg|300px]]\n|conflict=[[War of the Five Kings]]\n|date=298 AL\n|place=[[Great Sept of Baelor]], [[King's Landing]], the Crownlands\n|result=Execution of Lord [[Eddard Stark]] for treason&lt;br&gt;Rebellion of [[the North]] and [[the Riverlands]] against the [[Iron Throne]]&lt;br&gt;Proclamation of Robb Stark as [[King in the North]]\n|BG2=\n|side1=[[File:Lannister mini shield.png|20px|right|link=House Lannister]] [[House Lannister]]&lt;br&gt;[[File:KL Baratheon mini shield.png|20px|right|link=House Baratheon of King's Landing]] [[House Baratheon of King's Landing]]\n|side2=[[File:Stark mini shield.png|20px|right|link=House Stark]] [[House Stark]]\n|leaders1=Queen Regent [[Cersei Lannister]]&lt;br&gt;King [[Joffrey Baratheon]]\n|leaders2=Lord [[Eddard Stark]]â&euro; \n|participants1=Ser [[Ilyn Payne]], the [[King's Justice]]&lt;br&gt;[[Kingsguard]]&lt;br&gt;[[City Watch]]\n|participants2=\n|casual1= None\n|casual2= Lord Eddard Stark\n|civilian=}}\n{{Quote|My mother wishes me to let Lord Eddard join the Night's Watch... stripped of all titles and powers he would serve the realm in permanent exile. And my Lady Sansa has begged mercy for her father. But they have the soft hearts of women... so long as I'm your King treason shall never go unpunished! Ser Ilyn, bring me his head!|King Joffrey sentences Lord Eddard to die.|Baelor}}\nThe '''Execution of Eddard Stark''' is a pivotal event in the nascent [[War of the Five Kings|conflict]] caused by the death of [[Robert Baratheon]], paving the way for its transformation into a full-fledged civil war.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the execution occurs in an almost identical fashion to the TV series. There are only small differences, such as the fact that [[High Septon (Before the riot of King's Landing)|High Septon]] is the one who speaks of the justice and mercy of the gods, and he and [[Varys]] protest Joffrey's decision to execute Ned. The book also gives no indication that Ned spotted Arya in the crowd or instructed Yoren to protect her; Yoren seems to find her by chance.\n\nSer [[Barristan Selmy]] is present at the execution in the guise of Arstan Whitebeard, though this is not revealed until ''A Dance With Dragons'', after he has joined the service of Daenerys Targaryen. He tells her that Eddard was against the murder of her family and the assassination attempt on her and her son, but she still considers him equally responsible and labels him as one of the &quot;Usurper's dogs&quot;.\n\n", "History": "===Prelude===\n\n===False confession and execution===\n{{Quote|I am Eddard Stark, Lord of Winterfell and Hand of the King. I come before you to confess my treason in the sight of gods and men. I betrayed the faith of my King and the trust of my friend Robert. I swore to protect and defend his children... but before his blood was cold, I plotted to murder his son... and seize the throne for myself. Let the High Septon and Baelor the Blessed bear witness to what I've said. Joffrey Baratheon... is the one true heir to the Iron Throne... by the grace of all the gods, Lord of the Seven Kingdoms and Protector of the Realm.|Ned Stark|Baelor}}\n\nAfter agreeing to Cersei's terms, Ned is taken to the yard before the [[Great Sept of Baelor]] to publicly confess his treason. Present for the confession are King Joffrey, Queen Cersei, Sansa, Lord Baelish, Lord Varys, Grand Maester [[Pycelle]], the [[High Septon (Before the riot of King's Landing)|High Septon]], several [[Kingsguard]] and the King's Justice, Ser [[Ilyn Payne]]. Unbeknownst to all of them, [[Arya Stark]] is also present, standing at the feet of the statue of [[Baelor the Blessed]].\n\nNed is taken by two goldcloaks before the King and his entourage, while the people of the city gathered yell insults at him. Aware of his daughter's pleas, he relents and gives the false confession the Queen demanded: confessing his plot to murder Joffrey and seize the throne for himself.\n\nThe Grand Maester intervenes and after speaking of the justice and mercy of the gods he asks the King what will be done with the traitor. The people yell out in anger until Joffrey holds out his hand to speak. He mentions that his mother wishes to let Eddard join the Night's Watch and live the remainder of his days at the Wall, [[Attainting|stripped]] of lands and titles, while his betrothed, Lady Sansa, has begged mercy for her father. However, he dismisses the two as soft-hearted women and promises that, for as long as he's King, treason will never go unpunished. Then he turns to Ser Ilyn Payne and demands Ned Stark's head.\n\nThe crowd calls out for Ned's death. Sansa desperately begs for her father's life, only to be restrained by a Kingsguard. The Queen also asks her son to reconsider his sentence. Varys also runs to the King, who remains adamant in his decision. Lord Eddard is pushed to his knees by two Kingsguard, and Ser Ilyn puts on a black hood to conceal his face. He then swings [[Ice]], the greatsword of [[House Stark]] itself, and takes the head of the Lord of Winterfell.\n\n===Aftermath===\n{{Quote|Renly Baratheon is nothing to me, nor Stannis neither! Why should they rule over me and mine from some flowery seat in the south? What do they know of [[the Wall]]? or the [[Wolfswood]]? Even [[Faith of the Seven|their]] [[The Seven|gods]] are wrong! Why shouldn't we rule ourselves again? It was the dragons we bowed to... and now the dragons are dead. There sits the only king I mean to bend my knee to... the King in the North!|[[Jon Umber]]|Fire and Blood}}\n\nThe execution of Ned Stark shatters the plans of [[House Lannister]] to make peace with [[House Stark]] and [[House Tully]], allowing them to deal with both [[Renly]] and [[Stannis Baratheon]]. [[Tyrion Lannister]] laments that the execution &quot;will haunt our family for a generation.&quot;&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\nHowever, with [[Jaime Lannister]] a hostage of [[Robb Stark]] and cut from the Westerlands, [[Tywin Lannister]] decides to retreat to [[Harrenhal]] and orders Ser [[Gregor Clegane]] to keep sacking [[the Riverlands]] from [[Gods Eye]] to the [[Red Fork]]. He also sends Tyrion to the capital to rule as [[Hand of the King]] in his stead and rein in Joffrey and his mother.  Tywin also warns Tyrion that if he finds any hint of treasonous actions by Baelish, Varys, or Pycelle, he is to have them executed. \n\nMeanwhile, when the news of Ned's death reach the Northern and River lords, they choose not to support either of Robert's brothers, declaring independence from the [[Iron Throne]] under the rule of Robb as [[King in the North]].&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\nPrior to his death, Ned notifies Robert's younger brother, [[Stannis Baratheon]], of the truth of Joffrey's parentage and his status as Robert's true heir. Stannis subsequently notifies all of Westeros, declares himself King of the Seven Kingdoms and resolves to take the Iron Throne and rule over the same kingdom that Robert once did, and destroy any who stand in his way.&lt;ref&gt;[[The North Remembers]]&lt;/ref&gt;\n\n"}, "title": "Execution of Eddard Stark"}