{"attributes": {"participants2": [" Lord Rickard Starkâ&euro; ", "Brandon Stark (Son of Rickard)"], "casual2": " CompleteQuote", "name": "'''Execution of Rickard and Brandon Stark'''", "participants1": " King Aerys II Targaryen*Wisdom Rossart", "casual1": " None", "image": " File:Aerys Rickard Brandon.png", "next": " Battle of Summerhall", "place": " Red Keep, King's Landing", "result": " Rickard Stark", "date": " c. 280 AL", "link": "House Stark House Stark", "prev": " Abduction of Lyanna Stark", "side2": " File:Stark mini shield.png", "conflict": " Robert's Rebellion", "side1": " File:Targaryen mini shield.png"}, "sections": {"Behind the scenes": "[[File:Brandon's_execution.jpg|thumb|King Aerys II Targaryen watches as Brandon Stark strangles himself.]]The execution was set to be featured in a flashback scene. Footage of the scene appeared in the &quot;Fear and Blood&quot; first season trailer but has not appeared in any aired episode of the series. The scene was cut for time reasons.\n\nIn the scene Aerys was played by [[Liam Burke]] and Brandon was played by an unidentified actor. It is unknown if an actor was cast to play Rickard.\n", "TOP": "Execution of Rickard and Brandon Stark026212ra0pmhdk1rxu9oc298ykxu4lqmq0kj51628272014-10-22T13:38:07ZGreater good3347453/* Execution */{{Event\n|name='''Execution of Rickard and Brandon Stark'''\n|prev = [[Abduction of Lyanna Stark]]\n|next = [[Battle of Summerhall]]\n|name='''Execution of Rickard and Brandon Stark'''\n|image = [[File:Aerys Rickard Brandon.png|300px]]\n|conflict = [[Robert's Rebellion]]\n|date = c. 280 AL\n|place = [[Red Keep]], [[King's Landing]]\n|result = [[Rickard Stark|Rickard]] and [[Brandon Stark (Son of Rickard)|Brandon Stark]] put to death&lt;br&gt;Houses [[House Baratheon|Baratheon]], [[House Stark|Stark]], [[House Arryn|Arryn]] and [[House Tully|Tully]] rise in [[Robert's Rebellion|rebellion]] against the [[Iron Throne]]\n|side1 = [[File:Targaryen mini shield.png|20px|right|link=House Targaryen]] [[House Targaryen]]\n*[[Alchemist's Guild]]\n|side2 = [[File:Stark mini shield.png|20px|right|link=House Stark]] [[House Stark]]\n|participants1 = King [[Aerys II Targaryen]]\n*[[Wisdom]] [[Rossart]]\n|participants2 = Lord [[Rickard Stark]]â&euro; &lt;br&gt;[[Brandon Stark (Son of Rickard)|Brandon Stark]]â&euro; \n|casual1 = None\n|casual2 = Complete}}\n{{Quote|Five hundred men just stood there and watched. All the great knights of the Seven Kingdoms. You think anyone said a word, lifted a finger? No, Lord Stark. Five hundred men and this room was silent as a crypt. Except for the screams, of course, and the Mad King laughing. And later... when I watched the Mad King die, I remembered him laughing as your father burned... it felt like justice.|[[Jaime Lannister]] to [[Eddard Stark]]|Lord Snow}}TheÂ '''Execution of Rickard and Brandon Stark''' â&euro;&lsaquo;was one of the events that led to the outbreak of [[Robert's Rebellion]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Brandon receives word of Lyanna's abduction en route to [[Riverrun]] for his wedding to [[Catelyn Tully]]. Brandon, along with his squire Ethan Glover, Kyle Royce, Elbert Arryn, and Jeffory Mallister, rode to King's Landing immediately, while [[Hoster Tully]] became incensed, thinking it a rash action. Upon entering the Red Keep, Brandon shouted for Rhaegar to &quot;come out and die&quot;. Rhaegar was not there to answer the challenge; they were arrested by King Aerys and charged with plotting Rhaegar's murder.\n\nAerys had them all imprisoned on charges of conspiring to kill the crown prince and summoned their fathers to answer for the crimes of their sons. The nobles went and were immediately executed with their sons by Aerys. As was his right, Rickard demanded a trial by combat. Aerys granted Rickard's request but to Aerys, the Targaryen champion was fire. He had Rickard burned, with the pyromancer [[Rossart]] lighting a fire beneath him while Rickard was dressed in his armor. Brandon was made to watch his father die with a noose around his neck and a sword just out of his reach. Trying to reach the sword to save his father, Brandon strangled himself.\n\nAerys would become sexually aroused while watching someone burn and would then brutally rape his sister-wife [[Rhaella Targaryen|Rhaella]]. Based on the amount of time that elapsed between the start of the the rebellion and her birth, it is likely that their daughter [[Daenerys Targaryen|Daenerys]] was conceived in the aftermath of Rickard and Brandon's murder.\n\nWhen [[Catelyn Stark]] interrogates Jaime, he tells her in details about the execution of Rickard and Brandon. The only difference than the story told in the show is that Jaime does not say there were five hundred knights present, but mentions only [[Gerold Hightower]] who noticed that Jaime disapproved of the unjust atrocity and told him &quot;You swore a vow to guard the king, not to judge him&quot;.\n\n", "History": "===Prelude===\nFor unknown reasons, the heir to the [[Iron Throne]] Prince [[Rhaegar Targaryen]] [[Abduction of Lyanna Stark|abducted]] [[Lyanna Stark]], the daughter of Lord [[Rickard Stark]], [[Lord of Winterfell]] and [[Warden of the North]] and hid her away in [[Dorne]]. This event was extremely scandalous as Lyanna was betrothed to Lord [[Robert Baratheon]], the [[Lord Paramount of the Stormlands]] and Rhaegar was married to Princess [[Elia Martell]], with whom he had [[Rhaenys Targaryen (daughter of Rhaegar)|two]] [[Aegon Targaryen (Son of Rhaegar)|children]].\n\n===Execution===\nAfter Lyanna's abduction, her older brother [[Brandon Stark (Son of Rickard)|Brandon]] was enraged and rode to [[King's Landing]] demanding the release of his sister and the death of Rhaegar. Aerys arrested him for treason and called for his father to come to the capital to ransom him. When Lord Rickard complied, Aerys, now utterly mad, arrested him for treason as well.\n\nLord Rickard demanded a [[trial by combat]]. Aerys declared fire the champion of [[House Targaryen]] and had Lord Rickard suspended from the rafters of the [[Great Hall (Red Keep)|throne room]] while [[pyromancers]] lit a blaze beneath him. As he burned, Brandon was brought into the throne room, a leather cord attached to a strangulation device was wrapped around his neck. Aerys told Brandon his father was a dead man but there was a chance to save him. A longsword was placed on the floor just out of Brandon's reach. And the more he struggled to reach it, the more the cord tightened around his throat. Brandon Stark strangled himself trying to free his father, who was roasted alive in his own armor. The entire court stood and watched this atrocity take place, Ser [[Jaime Lannister]] and the [[Kingsguard]] among them.&lt;ref&gt;&quot;[[Mad King Aerys (Complete Guide to Westeros)]]&quot;&lt;/ref&gt;\n\n===Aftermath===\nThe horrific and unjust way in which Rickard and Brandon were killed, along with Lyanna's abduction, lead to Houses [[House Baratheon|Baratheon]], [[House Stark|Stark]], and [[House Arryn|Arryn]] rebelling against the [[Iron Throne]].\n\nTheir deaths left Eddard to inherit Rickard's responsibilities, becoming the new [[Lord of Winterfell]] and [[Warden of the North]]. Brandon had been betrothed to Catelyn and Eddard also inherited his brother's bride. [[House Tully]] would soon join the rebellion after the marriages of [[Ned Stark]] and [[Catelyn Tully]] and [[Jon Arryn]] and [[Lysa Tully]].\n\n"}, "title": "Execution of Rickard and Brandon Stark"}