{"attributes": {"status": " Active", "founder": " Quote", "title": " Faceless Men", "season": " Season 2", "image": "", "leader": " ", "date": " ", "former": " ", "place": "House of Black and White, Braavos", "members": " Jaqen H'ghar", "mentioned": " &quot;Valar Morghulis&quot;", "type": ["Religious cult", "Assassin guild"], "appearances": " "}, "sections": {" In the books ": "In the ''[[A Song of Ice and Fire]]'' novels, the Faceless Men are based at the House of Black and White, a temple in Braavos dedicated to the &quot;[[God of Death|Many-Faced God]]&quot; that everyone will face - a reference to death, as every religion either has a god of death, or in monotheistic religions, a god with dominion over death. While they are indeed a guild of assassins, they have philosophical and religious motivations that will lead them to rejecting commissions that clash with those motivations.\n\nThe Faceless Men are a fairly old organization, predating even the [[Doom of Valyria]]. Their founders were [[Slavery|slaves]] who worked in the mines under the Fourteen Fires, the great volcanic mountain chain whose eruption destroyed the Valyrian Freehold four centuries ago. The organization actually predates Braavos itself, which was founded by slaves who escaped from Valyria about 100 years before it was destroyed in the Doom. The Faceless Men later relocated to Braavos and thrived there (though whether this was after or slightly before the Doom is unclear).\n\nThe Faceless Men charge exorbitant fees, but their reputation for success is unmatched. The cost increases relative to the importance of the target and the difficulty of the objective. In the first book it is said that hiring a Faceless Man to kill [[Daenerys Targaryen]] would cost more than it would to hire an entire army. Further, the Faceless Men will reject a contract if killing the target clashes with their bizarre and at times inscrutable religious beliefs. Conversely, sometimes they choose bizarre &quot;payments&quot; according to what they feel is due to the God Death: sometimes, if a powerful lord asks them to kill the child of one of his enemies, the Faceless Men give as their &quot;price&quot; that in return they will kill the lord's ''own'' child (the lord can reject this, but it also means rejecting the entire contract).\n\nTheir fee is for a precise assassination, and the death of anyone other than the intended target is avoided whenever possible. They usually go so far as to try to make their assassinations look like accidents, adding to the mystery surrounding their order. For example, in the TV series, Jaqen kills the Tickler by sneaking up, snapping his neck, and then throwing him off a castle wall and then slipping away, leaving witnesses unsure if he was actually murdered. Jaqen did kill Amory Lorch with a poison dart, but only because he was pressed for time to kill him immediately.\n\nFaceless Men aren't complete shapeshifters, i.e. they can't violate the law of conservation of mass and suddenly grow drastically taller or shorter, though they can dramatically change their appearance within these parameters. Either men or women can become &quot;Faceless Men&quot;. The abilities of Faceless Men are not genetic or peculiar to a specific race: anyone can become a Faceless Man with the proper training in the arcane knowledge of their order. It is debatable whether the abilities of the Faceless Men could be considered &quot;magic&quot;: they use a variety of tools, potions, and special training to shapeshift, rather than outright incantations and spells.\n\n", "TOP": "Faceless Men06172882ntmipuapz2ezm432qkdqtcos7p361784882015-03-22T03:06:52ZThe Dragon Demands5014364/* References */{{Infobox organization\n| Title= Faceless Men\n|Image=\n|Season= [[Season 2|2]], [[Season 5|5]]\n|Appearances= \n|Mentioned= &quot;[[Valar Morghulis]]&quot;\n|Status= Active\n|Type=Religious cult&lt;br&gt;Assassin guild\n|Leader= \n|Members= [[Jaqen H'ghar]]\n|Former= \n|Place=[[House of Black and White]], [[Braavos]]\n|Date= \n|Founder= }}\n{{Quote|I've seen a man who could change his face, the way that other men change their clothes.|[[Doreah]]|Cripples, Bastards and Broken Things}}\n[[File:Jaqen.png|thumb|200px|Jaqen H'ghar, a &quot;criminal of Lorath&quot;...]]\n[[File:Jaqen_Faceless_Man_Valar.png|thumb|200px|... revealed to be a &quot;Faceless Man&quot;]]\nThe '''Faceless Men''' are an organization based in the [[Free Cities|Free City]] of [[Braavos]], though their members range far and wide across both [[Essos]] and [[Westeros]]. They are reportedly a guild of [[assassin]]s who command exorbitantÂ fees, but have a reputation for success that is unparalleled by any comparable organization.\n\nThe Faceless Men possess the ability to physically change their faces, shapeshifting so that they appear as an entirely new person.\n\nTheir headquarters are located in the [[House of Black and White]], a temple dedicated to the [[God of Death]].\n\n", "Known members": "* &quot;[[Jaqen H'ghar]]&quot;, a Faceless Man that took the the identity of a [[Lorath]]i criminal.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}} (major spoilers from the books)\n\n"}, "title": "Faceless Men"}