{"attributes": {}, "sections": {"TOP": "Faith Militant0280194yofiisn91adji1abowxjmlzbhrta8k1789412015-03-24T00:35:26ZDanielgills199726238523[[File:Faith Millitant brand.png|thumb|250px|right|Members of the Faith Militant were known to brand the Seven-Pointed Star onto their foreheads.]]\n[[File:Sparrows.png|thumb|right|25opx|Members of the Faith Militant harassing a street vendor selling idols from other religions.]]\nThe '''Faith Militant''' are the military orders of the [[Faith of the Seven]], the dominant religion in the [[Seven Kingdoms]]. They were disbanded centuries ago during the reign of King [[Maegor Targaryen]], known as Maegor the Cruel.\n\nMembers of the Faith Militant typically garb themselves in rough-spun robes of dyed black wool, which they fasten around their waists with chains. \n\nMore fanatical members would brand their foreheads with the Seven-Pointed Star, the symbol of the Faith of the Seven.\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "In the books": "\nThe Faith Militant consists of two known orders: the Warrior's Sons and the Poor Fellows.\n\nThe Warrior's Sons were the higher order, composed of knights and younger sons of high lords. Similar to joining the [[Night's Watch]] or [[Kingsguard]], noblemen who join the Warrior's Sons swore to give up all inheritance, marry no wives, and father no children. Their swords were sworn directly to the service of the [[High Septon]]. They were named specifically for the Warrior, one of the [[The Seven|aspects of the seven-in-one godhead]], who represents martial prowess (i.e. if this were Greek mythology, they would be called &quot;Ares's Sons&quot;). The Warrior's Sons tended to be well-trained and well-equipped knights, and had a reputation for fanaticism and brutality against enemies of the Faith.\n\nThe Poor Fellows were the lower order, whose members are commoners. Women could not join the Warrior's Sons, but they can join the Poor Fellows (few if any women would have the professional martial training and expensive military equipment to join the Warrior's Sons). The Poor Fellows were vastly more numerous than the Warrior's Sons, though this was their only advantage. Its members tended to be poor penitents with nothing to lose by joining the order, armed with only axes and clubs. Â The sheer numbers of the Poor Fellows could be overwhelming, however, and they could quickly replenish their forces - given that potentially anyone who followed the Faith of the Seven and who could swing a club could become a Poor Fellow.\n\nAfter the [[War of Conquest|Targaryen Conquest]], the Faith of the Seven had tense relations with the new Targaryen kings, due to the [[Incest|incestous]] marriages of brother to sister practiced by [[House Targaryen]] to &quot;keep the bloodline pure&quot;. Even [[Aegon I Targaryen|Aegon the Conqueror]] tread lightly around the Faith, and was able to placate them during his reign. The Faith's leaders never approved of Aegon I's incestuous marriages and bloodline, but they did not openly speak out against it either, in a grudging and unspoken truce. After Aegon I died, however, the Faith did rise up against his two sons, [[Aenys Targaryen|Aenys]] and [[Maegor Targaryen|Maegor]]. While they had no sisters to marry, Aenys eventually grew foolhardy enough that four years into his reign he announced the marriage of his son and daughter, at which point the Faith exploded into open rebellion. The Faith Militant uprising spread across southern Westeros, and lasted throughout the rest of Aenys's reign (which lasted less than a year) and subsequently throughout Maegor's six year reign. Maegor would brutally crush the Faith Militant's armies but they inflicted grievous casualties on his forces, and new popular revolts under the banner of the Poor Fellows popped up faster than he could destroy them. Maegor enacted laws forbidding any holy man to carry weapons (later known as Maegor's Laws), while putting a bounty on the lives of members of the Faith Militant: a Gold Dragon for the scalp of a Warrior's Son, a Silver Stag for one of the Poor Fellows.\n\nThe uprisings only ended after Maegor died and his nephew, Aenys's son [[Jaehaerys I Targaryen|Jaehaerys I]] took the throne. Jaehaerys was a very skilled diplomat, and negotiated a peace with the Faith of the Seven, for which he is remembered as Jaehaerys the Conciliator. The compromise he reached was that the Faith did not have to ''approve'' of the Targaryens' incestuous bloodline (and marriages), they simply had to ''acknowledge'' them. The Targaryens would be able to get away with breaking this social rule due to their special royal status. The Faith would also have to accept the laws which forbid holy men to carry weapons, and disband the Faith Militant. The Faith's leaders accepted, and peace was restored. As a result, the Faith Militant has not existed for about 250 years by the time of the [[War of the Five Kings]].\n\n"}, "title": "Faith Militant"}