{"attributes": {"title": " Faith of the Seven", "image": " Seven Pointed Star.jpg", "place": " The Great Sept of Baelor, King's LandingThe '''Faith of the Seven''' is the main religion of the Seven Kingdoms. It is little-practiced beyond its borders. The Faith of the Seven is dominant in the south of Westeros. The only regions where it is not the majority religion areÂ the North, where worship of the Old Gods of the Forest remains strong, and on the Iron Islands, where the local religion of the Drowned God is most widespread. There are many exceptions in all three areas, however.&lt;ref name=&quot;VG Gods Old and New&quot;&gt;http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/appendix/gods-old-and-new/ HBO viewers guide, season 2 appendix, Gods Old and New entry&lt;/ref&gt;==History==File:AndalsCrossTheNarrowSea.png", "location": [" The Seven Kingdoms of Westeros", "(minority in the North and the Iron Islands)"], "clergy": " Septons (male), Septas (female)", "type": "  wikipedia:Monotheism", "leader": [" The High Septon", "Most Devout"]}, "sections": {"TOP": "Faith of the Seven02263ihrzhu4i8jp3l61ubp6kizbkexcnsbh1769892015-03-15T10:14:40ZThe White Winged Fury26111788{{Infobox religion\n| Title= Faith of the Seven\n| Image= Seven Pointed Star.jpg\n| Type=  [[wikipedia:Monotheism|Monotheistic]] \n| Clergy= [[Septon]]s (male), [[Septa]]s (female)\n| Location = The Seven Kingdoms of [[Westeros]]&lt;br&gt;(minority in the North and the Iron Islands)\n| Leader= The [[High Septon]]&lt;br&gt;[[Most Devout]]\n| Place = The [[Great Sept of Baelor]], [[King's Landing]]\n}}\nThe '''Faith of the Seven''' is the main [[religion]] of the [[Seven Kingdoms]]. It is little-practiced beyond its borders. The Faith of the Seven is dominant in the south of [[Westeros]]. The only regions where it is not the majority religion areÂ [[the North]], where worship of the [[Old Gods of the Forest]] remains strong, and on the [[Iron Islands]], where the local religion of the [[Drowned God]] is most widespread. There are many exceptions in all three areas, however.&lt;ref name=&quot;VG Gods Old and New&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/appendix/gods-old-and-new/ HBO viewers guide, season 2 appendix, Gods Old and New entry]&lt;/ref&gt;\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Faith is altogether quite similar to how it is portrayed on-screen. Author [[George R.R. Martin]] has stated that the Faith of the Seven is loosely analogous, at least in social function, to the medieval Catholic Church. Martin himself was raised Roman Catholic but by the time of the TV series, describes himself as a &quot;lapsed Catholic&quot;. He borrowed the idea of the three-in-one Holy Trinity (Father-Son-Holy Ghost) and modified it into a &quot;Holy Septinity&quot; of sorts when he made the seven-in-one god of the Faith of the Seven.\n\nWhen [[Aegon I Targaryen|Aegon the Conqueror]] invaded and subdued Westeros three centuries ago, he gained the support of the Faith, who crowned him King and convinced the rulers of the city of [[Oldtown]] to open their gates to him. The Faith's support was critical to Aegon taking control of the continent. However, when he died and his son Aenys (born of incest, which is proscribed by the Faith) took the throne, they led a religious uprising against him. This uprising was eventually crushed by the [[Targaryen]] dynasty with great loss of life, when the weakling Aenys died and was succeeded by his ruthless brother [[Maegor the Cruel]]. Peace was reached when Maegor died and was succeeded by Aenys' son Jaehaerys, who brokered a peace agreement: the Faith didn't have to actively support the incestuous marriage practices of the Targaryens, but it did have to at least acknowledge the marriages as valid, and the Faith's leadership accepted the offer. The Faith's military forces, the Faith Militant, disbanded and the Faith have remained loyal supporters of the crown ever since.\n\nMany septons and septas are based at a sept or septry, but &quot;begging brothers&quot;, septons without a sept, wander the Seven Kingdoms and minister to smaller towns and villages which lack septs of their own.\n\nSimilar to the real-life College of Cardinals in Catholicism, the Faith is ruled over by a council known as the Most Devout, which elects the High Septon. New High Septons are usually selected from among the members of the Most Devout, but this is not a requirement. While septons and septas serve on the council of the Most Devout, the High Septon is usually male. It hasn't been mentioned if there is an actual rule against electing a &quot;High Septa&quot; and there has never been one, or if there were High Septas in the past, and one simply hasn't been elected during the timeframe of the novels.\n\n", "Practices": "===Patterns of worship===\nUnlike the [[Old Gods of the Forest]], whose worshipers in the [[North]] are looked down upon by members of the Faith of the Seven as savages who worship multiple gods, the Faith is based on a number of holy texts and complex social rules. The central holy text of the religion is ''[[Seven-Pointed Star|The Seven-Pointed Star]]''.\n[[File:GreatSeptS3.jpg|thumb|left|The [[Great Sept of Baelor]] in King's Landing]]\nTemples of the Faith are seven-sided buildings known as &quot;[[sept|Septs]]&quot;, with each wall dedicated to one of the seven aspects. Followers of the Faith gather in septs for group prayer, which frequently involves singing hymns of praise to the Seven. One such hymn dedicated to the Mother is &quot;''[[Gentle Mother, Font of Mercy]]''&quot;. There are also monasteries, known as &quot;septries&quot;, where smaller numbers of worshipers gather who have taken a monastic oath. Septries often have vows of silence or other requirements, and are places of quiet contemplation.\n\n===Knighthood===\n[[File:Knight of the Flowers.png|thumb|Knights are supposed to uphold the Faith of the Seven]]\n:''See main article: &quot;[[Knighthood]]&quot;.''\n\nMounted warriors known as [[knighthood|knights]] dedicate themselves to a code of behavior known as chivalry, heavily influenced by the Faith of the Seven and its principles. The will of the Seven is said to favor the victor in a [[trial by combat]].\n\n===Social rules===\n[[File:Loras and Renly.jpg|thumb|The Faith condemns homosexuality as a sin]]Along with the Old Gods, the Faith shares several basic social rules against [[incest]], [[kinslaying]], and [[bastard]]y. The Faith of the Seven, along with all major religions, also upholds the [[Guest right|laws of hospitality]], which hold sacred the good behavior of a guest and host towards each other.\n\nThe Faith of the Seven considers homosexuality to be a sin. Therefore, homosexuals in the Seven Kingdoms such as Ser [[Loras Tyrell]] and [[Renly Baratheon]] must keep their true sexual and romantic behavior secret, or else face significant social consequences.\n\n[[File:Jaime &amp; Cersei 1x03.png|thumb|left|150px|Incest is considered an abomination by the Faith]]There are no different denominations within the Faith of the Seven, as all adherents are part of one universal organization. However, different regions of the Seven Kingdoms may interpret and apply its rules more or less strictly than others, particularly [[Dorne]]. When the [[Rhoynar]] migrated to Dorne a thousand years ago, they brought with them their own social customs from their river-based city-states on the continent of [[Essos]]. The Rhoynar converted to the Faith of the Seven, but in many ways they picked and chose which parts of the religion they liked and simply ignored the parts they didn't want to follow. Thus the present-day [[Dornishmen]] who descend from them follow the rules of the Faith somewhat loosely. In particular, the Rhoynar were quite tolerant of sexual behavior including homosexuality, and thus homosexuality or bisexuality carries little if any social taint in present-day Dorne, even though they are still nominally followers of the Faith of the Seven. Thus while a knight from the Reach such as Ser Loras Tyrell must hide his homosexuality, several major lords and ladies in Dorne are openly bisexual or homosexual (such as [[Oberyn Martell]] and [[Ellaria Sand]]). The Rhoynar also had much less disdain for bastards than the peoples already established in Westeros when they arrived. While bastards in present-day Dorne do have to use the bastard surname &quot;Sand&quot; and are less likely to inherit, it is actually not unusual to see bastards living at the court of their noble parents there.\n\n===Wedding Ceremonies===\nUnlike the faith of the [[Old Gods of the Forest]], which lacks elaborate ceremonies (including marriage ceremonies), weddings under the auspices of the Faith of the Seven are elaborate and ritualized. These ceremonies typically take place inside of a sept and are presided over by a septon. At the beginning of the ceremony, the bride is escorted to the altar by her father where the groom and the septon await. The groom is then told, ''&quot;You may now cloak the bride and bring her under your protection&quot;'' and drapes a cloak bearing his house's colors around the bride's shoulders.\n\nThe bride and groom then join hands, which are tied together with a ribbon by the septon, who says, ''&quot;In the sight of the Seven, I hereby seal these two souls, binding them as one, for eternity.&quot;'' He then instructs them to, ''&quot;Look upon one another and say the words.&quot;'' At this point, the bride and groom turn to face each other are recite the following vow in unison: ''&quot;Father, Smith, Warrior, Mother, Maiden, Crone, Stranger, I am his/hers and she/he is mine from this day until the end of my days.&quot;''\n\nDeviations from this ritual do occur sometimes. Owing in large part to its spur-of-the-moment, secret nature and the characters' remote location at the time, the wedding of [[Robb Stark]] and [[Talisa Maegyr]] takes place outside instead of inside a sept. It also appears that Robb did not cloak Talisa (possibly because he did not have a cloak available). Talisa is also not given away by her father, who was not present or anyone else for that matter. By contrast, [[Sansa Stark]] is given away at her wedding but not by [[Ned Stark|her father]], who had been executed beforehand. Instead, King [[Joffrey Baratheon]], saying he is &quot;the Father of the Realm,&quot; takes it upon himself to give Sansa away.\n\n", "Organization": "\n[[File:High_Septon.png|thumb|The High Septon]]\n\nUnlike the worship of the Old Gods, the Faith of the Seven has an organized clergy with a complex internal hierarchy. Both men and women can be priests of the Seven. Male priests are known as [[septon]]s and female priests as [[septa]]s.&lt;ref name=&quot;VG Gods Old and New&quot; /&gt;\n\nThe head of the Faith is known as the [[High Septon (title)|High Septon]], who resides at the headquarters of the Faith of the Seven, the [[Great Sept of Baelor]], which is located in the capital city [[King's Landing]].  The ruling council of the Faith is known as the [[Most Devout]], who also reside in the Great Sept. The Most Devout rank just below the High Septon, but are responsible for electing a new High Septon when the current one dies.\n\n[[File:SilentSisterOxcross.jpg|thumb|left|The Silent Sisters tend to the dead after a battle]]There are several monastic or devotional orders that believers in the Faith of the Seven may belong to. One of the most prominent of these is the [[Silent Sisters]], a separate all-female monastic order devoted to the Stranger, the aspect that represents death. The Silent Sisters are responsible for dressing and preparing dead bodies for funeral rites, and have taken vows of silence and chastity. Silent Sisters are separate from the regular clergy, and are not considered to be septas.\n\n[[File:Septa_Mordane.jpg|thumb|Septa [[Mordane]]]]\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n", "Beliefs": "The Faith holds that there is [[The Seven|one god who has seven faces]] or aspects: the Father, the Mother, the Maiden, the Crone, the Warrior, the Smith, and the Stranger. Each aspect represents one part of life or existence.&lt;ref name=&quot;VG Gods Old and New&quot; /&gt;\n\n[[File:CatelynPrayerWheel.jpg|thumb|225px|[[Catelyn Stark]]'s homemade prayer wheel, depicting effigies of the Seven.]]\n\n* '''[[The Father]]:''' represents divine justice, and judges the souls of the dead.\n* '''[[The Mother]]:''' represents mercy, peace, fertility, and childbirth. She is sometimes referred to as &quot;the strength of women&quot;.\n* '''[[The Maiden]]:''' represents purity, innocence, love, and beauty.\n* '''[[The Crone]]:''' represents wisdom and foresight. She is represented carrying a lantern.\n* '''[[The Warrior]]:''' represents strength and courage in battle.\n* '''[[The Smith]]:''' represents creation and craftsmanship.\n* '''[[The Stranger]]:''' The Stranger represents death and the unknown. It is rarely prayed to.\n\nThe Stranger is depicted as neither male nor female, thus the number of male and female aspects within the godhead is equal: three males (Father, Warrior, Smith), three females (Maiden, Mother, Crone), and one who is neither. Unlike the other aspects which are represented as human figures in artwork, because the Stranger represents the unknown it is often portrayed in a wide variety of forms, often frightening. Sometimes it is represented as a skeletal figure, or a non-human creature possessing various animalistic features.\n\nDue to its seven &quot;aspects&quot;, the deity is often referred to as the &quot;'''Seven-faced God'''&quot; or the &quot;'''God of Seven'''&quot;, but most frequently as simply &quot;'''the Seven'''&quot;. The Seven are also referred to as &quot;'''the New Gods'''&quot; or &quot;'''New God'''&quot;, in contrast with the &quot;Old Gods&quot; of the Forest worshiped by the First Men before the invasion of the Andals.&lt;ref&gt;Complete Guide to Westeros: &quot;The Old Gods and the New&quot;&lt;/ref&gt;\n\nIn practice, many devotees will refer to the aspects as &quot;Gods&quot; plural, though priests of the Faith will attempt to stress the theological nuance to their followers that there is indeed only one God, the &quot;Seven-in-One&quot; deity. This has not stopped the commonly heard exclamation &quot;Gods be good!&quot; from being used pervasively throughout the Seven Kingdoms.\n\n[[File:TheSevenFacedGod.jpg|thumb|300px|The Seven Pointed Star is a symbol of the unity of the Seven-in-One God.]]Due to the &quot;Seven-in-One&quot; nature of the deity, the number seven is sacred in the religion, with symbolism involving the number seven featuring heavily in its belief system. Newborn babies are anointed with seven oils and [[nameday|named]] in the light of the Seven the day they are born. In death, the Faith believes that there are Seven Heavens and Seven Hells.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt; The exclaimed curse &quot;Seven Hells!&quot; is commonly heard in Westeros.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\nThe '''Seven Pointed Star''' is the most prominent symbol of the Faith, representing how each of the seven aspects is one facet of a unified whole.  This is used as an allegory to explain the complex theological concept of a single God composed of Seven persons: just as the star has seven points, but all points are part of the same star, so too is there only one deity, which appears to men in seven different ways.\n\n&lt;gallery captionalign=&quot;center&quot;&gt;\nTheSevenTheFather.png|The Father\nTheSevenTheMother.png|The Mother\nTheSevenTheMaiden.png|The Maiden\nTheSevenTheCrone.png|The Crone\nTheSevenTheWarrior.png|The Warrior\nTheSevenTheSmith.png|The Smith\nTheSevenTheStranger.png|The Stranger\n&lt;/gallery&gt;\n\n", "History": "[[File:AndalsCrossTheNarrowSea.png|thumb|The Andals crossed the [[Narrow Sea]] to Westeros]]The Faith originated six thousand years before the [[War of the Five Kings]] in the continent of [[Essos]], specifically in [[Andalos]] where, according to legend, the [[the Seven|&quot;God of Seven&quot;]] manifested before the [[Andals|Andal]] people. Afterward the Andals sailed west and their [[Andal Invasion|invasion]] of Westeros began. Some of the Andal warriors carved the seven-pointed star, the symbol of their religion, into their flesh to demonstrate their devotion. Bearing weapons made of steel, the Andals conquered the [[First Men]] and slaughtered the [[Children of the Forest]], viewing their magic as an abomination before the Seven. The Andals burned down most of the [[weirwood]] trees in the south, which are considered sacred in the worship of the [[Old Gods of the Forest]].&lt;ref&gt;The [[Complete Guide to Westeros]]: &quot;The Old Gods and the New&quot;&lt;/ref&gt; Soon all the kingdoms of the First Men, except the Kingdom of [[the North]], fell to the invaders, who intermingled with some of the local dynasties, such as [[House Gardener]], or replaced them altogether, as was the case of [[Mountain King]]s of [[the Vale]].&lt;ref&gt;The Complete Guide to Westeros: &quot;The Age of Heroes&quot;&lt;/ref&gt;&lt;ref&gt;The Complete Guide to Westeros: &quot;House Arryn&quot;&lt;/ref&gt; As the Andals asserted their dominance over all regions south of [[the Neck]], they asserted their religion over the First Men they conquered, replacing the worship of the Old Gods almost entirely throughout the southern kingdoms of Westeros. Thus the Andals' Faith of the Seven became the dominant religion on the entire continent, except for in the North and the Iron Islands.&lt;ref&gt;The Complete Guide to Westeros: &quot;The Old Gods and the New&quot;&lt;/ref&gt;&lt;ref name=&quot;VG Gods Old and New&quot; /&gt;\n\n"}, "title": "Faith of the Seven"}