{"attributes": {"image": "File: Fall of Winterfell.png", "imagebg": "", "conc": "", "result": ["Greyjoy victory", "Prince Bran yields Winterfell to Theon"], "side4": "", "side2": "File:House-Stark-heraldry.jpg", "side3": "", "side1": "File:Greyjoy.JPG", "casual4": "", "forces4": "", "forces3": "", "forces2": "a skeleton defense force", "forces1": "Crew of the ''Sea Bitch''*Lorren", "casual1": " None", "next": "Riot of King's Landing", "width": "", "bg2": "", "casual2": " Light &lt;br /&gt; Ser Rodrik Cassel", "prev": " Battle of Deepwood Motte", "conflict": "War of the Five Kings", "civilian": "Quote", "link": "House Stark House Stark", "date": "", "commanders1": "Prince Theon Greyjoy*Dagmer", "commanders2": "Prince Bran StarkSurrender*Ser Rodrik Casselâ&euro; ", "commanders3": "", "commanders4": "", "casual3": "", "name": " Fall of Winterfell", "place": "Winterfell, the North"}, "sections": {" In the books ": "\nIn the books, the Fall of Winterfell takes place in a similar manner. The ironborn do not face [[Summer]] and [[Shaggydog]], Bran and Rickon's direwolves, because they had been locked inside the [[godswood]] after Shaggydog had attacked one of the Frey wards of [[Catelyn Stark]].\n\nAlso, Ser Rodrik is not executed after the taking of the castle. Three members of Winterfell's household are killed during and after the taking: the guard Alebelly, Septon Chayle and [[Mikken]]. Following the events of Torrhen's Square, Ser Rodrik begins gathering men to retake Winterfell.\n\nSoon after the castle is taken, a prisoner named Reek (actually, [[Ramsay Bolton]] in disguise) is freed by Theon and becomes his servant.\n\nOsha does not sleep with Theon. She offers to serve Theon (while she remains loyal to the Starks), and he accepts.\n\nAs a cover up of the Stark boys' escape, Theon and the three of his men kills two miller's sons and their mother, not two orphans. It is not Dagmer but Ramsay who advises Theon to do so.\n\n", "TOP": "Fall of Winterfell0823987l2bmv4pput3uqyu7y3rl9sn118ntb1764632015-03-12T21:41:31ZGonzalo848331not a massacre{{Battle\n|width=\n|prev= [[Battle of Deepwood Motte]]\n|conc=\n|next=[[Riot of King's Landing]]\n|name= [[Fall of Winterfell]]\n|imageBG=\n|image=[[File: Fall of Winterfell.png|300px]]\n|conflict=[[War of the Five Kings]]\n|date=\n|place=[[Winterfell]], [[the North]]\n|result=Greyjoy victory&lt;br&gt;Prince Bran yields Winterfell to Theon\n|BG2=\n|side1=[[File:Greyjoy.JPG|20px|right|link=House Greyjoy]] [[House Greyjoy]]\n|side2=[[File:House-Stark-heraldry.jpg|20px|right|link=House Stark]] [[House Stark]]\n|side3=\n|side4=\n|commanders1=Prince [[Theon Greyjoy]]\n*[[Dagmer|Dagmer Cleftjaw]]\n|commanders2=Prince [[Bran Stark]]{{Surrender}}\n*Ser [[Rodrik Cassel]]â&euro; \n|commanders3=\n|commanders4=\n|forces1=Crew of the ''[[Sea Bitch]]''\n*[[Lorren|&quot;Black&quot; Lorren]]\n|forces2=a skeleton defense force\n|forces3=\n|forces4=\n|casual1= None\n|casual2= Light &lt;br /&gt; Ser Rodrik Cassel\n|casual3=\n|casual4=\n|civilian=}}\n{{Quote|It's your dream, little lord. The ocean's come to swallow this place.|[[Osha]] to Prince [[Bran Stark]]|The Old Gods and the New}}\nThe '''Fall of Winterfell''' was an event during the [[War of the Five Kings]]. To gain the respect of his fellow [[ironborn]] and [[Balon Greyjoy|his father]], [[Theon Greyjoy]] turned on the Starks and seized the undefended castle. It was not so much a battle as a surprise seizure of Winterfell when virtually all of its guards had been lured away due to a feint at Torrhen's Square.\n\n", "History": "===Background===\n\nKing [[Robb Stark]] sent [[Theon Greyjoy]] to [[Pyke]] with the offer of an alliance to his father, [[Lord Reaper of Pyke|Lord]] Balon Greyjoy of [[Pyke]]. Lord Balon however, had plans of his own and rejected the offer. Theon joined his father but was given a single ship, the ''[[Sea Bitch]]'', and ordered to raid the [[Stony Shore]]. Meanwhile, Theon's sister [[Yara Greyjoy|Yara]] was given command of thirty ships and tasked with taking [[Deepwood Motte]], the seat of [[House Glover]]. Following the suggestion of his first mate, [[Dagmer Cleftjaw]], Theon abandoned the idea of raiding the Stony Shore and devised a plan that would win him the respect of his crew: feign an attack on [[Torrhen's Square]], the seat of [[House Tallhart]], to draw away the Stark men defending Winterfell.\n\n===Winterfell falls to the Kraken===\n\nJust as Theon planned, Winterfell sent a force of two hundred men led by Ser [[Rodrik Cassel]] to drive away the unidentified attackers of Torrhen's Square. With the castle undefended, Theon seized the chance and sent his men with grappling hooks to climb over Winterfell's walls and let Theon inside. As Theon's crew rounded up the members of the Stark household, Maester [[Luwin]] managed to send a raven with news of the attack and the identity of the invaders. Theon, styling himself &quot;Prince Theon&quot;, convinced [[Bran Stark]] to yield the castle to spare the lives of his subjects. Following the capture of Winterfell, Theon and his men assemble Winterfell's inhabitants in the town's square where Bran &quot;officially&quot; yielded the castle to Prince Theon. When the kennel master [[Farlen]] protests Theon's treachery, the latter orders one of his men, [[Drennan]], to beat him into submission. \n\nShortly later, Rodrik is captured by Theon's men while returning from Torrhen's Square. During a hostile reunion, Rodrik spat in Theon's face, prompting his first mate Cleftjaw to insist that Theon must execute Rodrik, or lose face in front of his Ironborn comrades. Despite the impassioned pleas of Maester Luwin and Bran, Theon executes Rodrik. However, the botched execution only heightened tensions between the Stark household and the Ironborn invaders. Following Rodrik's execution, Theon imprisons the Stark brothers as captives within their own castle. \n\n===Aftermath===\n\nLater that night, the wildling Osha seduced Theon, claiming that she wanted her freedom. While he sleeps, she frees Bran, Rickon, Hodor, and their direwolves, [[Summer]] and [[Shaggydog]], and they escape the castle. During their escape from Winterfell, Osha also murdered the ironborn guard [[Drennan]]. The following morning, Theon wakes up to find that his captives along with Osha have escaped. Enraged, Theon berates one of his men, [[Lorren]], who then criticizes Theon for sleeping with Osha and letting his guard down. In a fit of rage, Theon brutally beats Lorren. Theon, accompanied by Maester Luwin, then leads an ironborn hunting party with dogs to hunt down the fugitives. The search eventually leads them to a farm, but the dogs lose their scent there.\n\nThe local farmer is unable to help and tells Theon and his men that he has not seen the boys. Having failed to recover their captives, Dagmer convinces Theon to kill the farmer's two orphaned farm hands and present their corpses as the bodies of Bran and Rickon Stark. In addition, Dagmer kills the farmer and his wife. Theon and his men then display the two children's burnt bodies on either side of Winterfell's main gate. Unknown to everyone else, Osha, the Stark boys and Hodor had sneaked back to the castle after reaching the farm, using a stream to mask their scent from the hounds. They hide beneath Winterfell's catacombs.\n\nFollowing the events at Winterfell, Theon's older sister, [[Yara Greyjoy]], visits Winterfell with a small force of men. Yara chastises her younger brother for defying their father's orders by capturing Winterfell and killing the Stark boys, actions which have threatened the ironborns' control over the North. Despite Yara's plea for Theon to abandon Winterfell and return to the Iron Islands, Theon refuses to relinquish his prize. In response to the fall of Winterfell, one of Robb Stark's bannermen, [[Roose Bolton]], offers to send a force led by his bastard son [[Ramsay Snow]] to liberate Winterfell. Unaware of [[House Bolton]]'s true intentions, Robb accept Roose's help and also \noffers to spare the live of the ironborn except Theon if the garrison surrenders.\n\nAs planned, the ironborn turn on Theon and hand him over to the Bolton forces. However, Ramsay reneges on his promise and has all of the ironborn, with the exception of Theon, flayed alive. The Bolton army then sacks Winterfell, killing its population and burning much of the castle. Theon is taken as a captive to the Bolton stronghold [[Dreadfort]]. Meanwhile, the Boltons tell Robb and his mother [[Catelyn Stark]] that the ironborn had sacked Winterfell and claim that Bran and Rickon have disappeared and are presumed to have been taken as ironborn hostages. However, in reality, Osha and the Stark boys along with Hodor and the direwolves had already left Winterfell and were traveling north to seek refuge with their half-brother [[Jon Snow]] at [[Castle Black]].\n\n"}, "title": "Fall of Winterfell"}