{"attributes": {"leaders1": "Ramsay Snow", "participants2": "Ironborn occupiers*Adrack HumbleSurrender â&euro; ", "casual2": "CompleteQuote", "name": "Fall of Moat Cailin", "participants1": "Theon Greyjoy", "casual1": "None", "leaders2": "Ralf Kenningâ&euro; ", "image": "File:Fall of Moat Cailin.jpg", "imagebg": "", "next": "Battle of Castle Black", "width": "", "bg2": "", "conc": "", "place": "Moat Cailin, the Neck, the North", "result": ["Bolton victory", "All surrendering ironborn flayed alive.", "Ramsay Bolton legitimized as true son of Roose Bolton."], "date": "", "link": "House Greyjoy House Greyjoy", "prev": "Second Trial by Combat of Tyrion Lannister", "side2": "File:Greyjoy mini shield.png", "conflict": "War of the Five Kings", "side1": "File:Bolton mini shield.png"}, "sections": {"TOP": "Fall of Moat Cailin025476pxj7wzmstp64lrkwobp5tmxdwhmh7q11762192015-03-11T22:16:47ZThe Dragon Demands5014364{{Event\n|width=\n|prev=[[Second Trial by Combat of Tyrion Lannister]]\n|conc=\n|next=[[Battle of Castle Black]]\n|name=Fall of Moat Cailin\n|imageBG=\n|image=[[File:Fall of Moat Cailin.jpg|300px]]\n|conflict=[[War of the Five Kings]]\n|date=\n|place=[[Moat Cailin]], [[the Neck]], [[the North]]\n|result=Bolton victory&lt;br&gt;All surrendering ironborn flayed alive.&lt;br&gt;Ramsay Bolton legitimized as true son of Roose Bolton.\n|BG2=\n|side1=[[File:Bolton mini shield.png|20px|right|link=House Bolton]] [[House Bolton]]\n|side2=[[File:Greyjoy mini shield.png|20px|right|link=House Greyjoy]] [[House Greyjoy]]\n|leaders1=[[Ramsay Snow]]\n|leaders2=[[Ralf Kenning]]â&euro; \n|participants1=[[Theon Greyjoy|Reek]]\n|participants2=[[Ironborn]] occupiers\n*[[Adrack Humble]]{{Surrender}} â&euro; \n|casual1=None\n|casual2=Complete\n}}\n{{Quote|As long as the ironborn hold Moat Cailin, our armies are trapped south of the Neck. Theon was a valuable hostage, ''not'' your plaything. I wanted to ''trade'' him for Moat  Cailin!|Roose Bolton scolds Ramsay Snow.|The Lion and the Rose}}\nThe '''Fall of Moat Cailin''' is an event during the [[War of the Five Kings]]. It marks the end of the [[ironborn]] occupation of [[Moat Cailin]], an ancient stronghold on [[the Neck]] that guards the entrance into [[the North]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, when Theon/Reek comes to Moat Cailin he finds sixty-seven ironborn there, three of them (Ralf Kenning and two others) are near death and another five are too weak to walk. The remaining ironborn are in rather poor condition, injured and drunk (since they cannot risk drinking the poisoned water of the swamps), but still capable of fighting. Theon estimates that they would have taken three times their own number with them if Ramsay had tried to take the place by force.\n\nThe [[Crannogmen]] led by [[House Reed]] have been harassing the ironborn with ambushes, sniping at them with poisoned arrows and then melting back into the swamps. Ralf Kenning is unable to treat with Theon due to being grazed in the neck with a crannogman's poisoned dart. Theon finds Kenning totally incapacitated, with rotting wounds filled with maggots. In this moment &quot;Reek&quot; remembers a distant echo of his former pride and honor as Theon Greyjoy, and seeing that there is no hope for the man, he slits Kenning's throat with his own sword to put him out of his misery.\n\nWith no clear commander, Reek gives the terms of surrender to a group of ironborn, one of whom is Dagon Codd. It is Dagon Codd who declines the offer and it ends the same way as in the TV series: with Adrack Humble putting an ax in his head. Then the healthy fifty-eight ironborn leave, carrying the five who cannot walk, leaving behind the two who are close to dead.\n\nA feast is even thrown to celebrate the successful surrender. Ramsay comments that he expected more of the ironborn, and asks Theon sweetly if he wants to be freed and leave with the others. Theon has spent enough time with his cruel master to recognize the danger signs in Ramsay's expression, so he claims that he wants to stay and serve him. That answer saves Theon's life, for after the feast, all the sixty-three ironborn are flayed and displayed along the road beside Moat Cailin. One of the ironborn corpses has a parchment jammed into its now-lipless mouth - the parchment Reek had delivered to them, in which Ramsay had promised them safe passage if they surrendered. This was a final joke by Ramsay, mocking what he perceived as the stupidity of those who believed in his promises. When his father comes up with the main Bolton army, however, Roose himself chastises Ramsay's own actions as stupid. On multiple past occasions, Ramsay has savagely tortured to death those who surrendered to him in good faith (with House Hornwood, at Winterfell, and now at Moat Cailin), and Ramsay considered this &quot;cunning&quot; - but he has done it so many times that the trick has played its course. People have learned by now to never trust Ramsay again. Roose criticizes that this will make it much more difficult to drive the remaining ironborn from the western shores of the North, and it will also make it harder to rein in the other Northern Houses (of dubious loyalty because they hate the Boltons and loved the Starks).\n\nAs a reward for his loyal service at Moat Cailin, Ramsay gives Reek a &quot;promotion&quot;: instead of being taken back to the dungeons of Dreadfort, Ramsay announces that Theon will become a dog. The kennelmaster Ben Bones makes a collar for Theon, and he is allowed to sleep with the [[Bastard's Girls]]. Reek finds his new occupation much better than being imprisoned.\n\nOf the 20,000 Northmen that Robb Stark initially led to war in southern Westeros, Reek observes that only about 4,000 have returned alive with Roose to Moat Cailin. Most of them are soldiers from House Bolton, perhaps over 3,000. After the Battle of the Ruby Ford, Roose had 3,500 men left under his command - almost all of them Bolton men, with a few Karstark infantry who were now ambivalent to the Starks (the Karstark cavalry had already ridden back to the North after Robb executed Lord Rickard Karstark). The remaining few hundred were whatever scraps and stray Northerners had been positioned elsewhere in the Riverlands.\n\n", "History": "===Prelude===\n{{Quote|Take the Moat for the family. For ''our'' family. Do this, and I'll reconsider [[Bastardy|your position]].|Roose Bolton to Ramsay Snow.|The Lion and the Rose}}\nDuring [[Balon Greyjoy]]'s campaign to conquer the North, Ironborn forces capture [[Moat Cailin]],&lt;ref&gt;Season 2 bluray: War of the Five Kings feature&lt;/ref&gt; effectively cutting the Northern army in the south from their own lands and preventing [[Robb Stark]] from marching back home to reclaim [[Winterfell]] when the castle [[Fall of Winterfell|falls]] to [[Theon Greyjoy]].\n\nSome time after the [[Red Wedding]], [[Roose Bolton]] and his closest collaborators smuggle themselves back into the North, though the main bulk of his army remains south. Back at [[the Dreadfort]], Bolton finds Theon Greyjoy has been tortured into submission by his [[bastard]], [[Ramsay Snow]], and remade into &quot;Reek&quot;, an unsuitable [[hostage]] to trade for the departure of the ironborn from Moat Cailin.\n\nIn order to prove himself to his father, [[Ramsay Snow]] orders [[Theon Greyjoy|Reek]] to deliver terms of surrender to the garrison at the Moat.\n\n===The parlay===\nTheon rides into Moat Cailin bearing a peace banner and is received by the Ironborn. The garrison is in a poor state; several people are sickly including their commander. He treats with the commander of the garrison, [[Ralf Kenning]]. Theon offers Ramsay's terms of surrender and tells them that if they accept, they will be granted safe conduct and be allowed to march back to the [[Stony Shore]] unmolested.\n\nThe parlay falls flat when Kenning spits at Theon's face and denounces him as an impostor. Ralf Kenning tells Theon to go back to the Boltons and tell them that &quot;the Ironborn will not surrender&quot;. For his part, Theon becomes unnerved and very nearly drops his facade, beginning to refer to himself as Reek in fear of what Ramsay will do to him if he fails. However, Ralf Kenning is killed by [[Adrack Humble]], who would rather surrender and live than stand and die. Adrack Humble accepts the terms of surrender on behalf of the garrison.\n\nThe Greyjoy kraken banner is lowered and a white flag of surrender is raised. The gates have opened to allow Bolton soldiers to enter.\n\n===Aftermath===\n{{Quote|You didn't really think I'd let them go, did you?|Ramsay to Theon after ordering the ironborn flayed alive.|The Mountain and the Viper}}\n[[File:Fashionableflaying.png|thumb|right|Despite promising them freedom, Ramsay flays the ironborn alive.]]\nHowever, Ramsay never intended to keep his promise. The entire garrison is [[Flaying|flayed]] alive and impaled on spikes.\n\nAs a reward for taking Moat Cailin, Roose Bolton reveals to Ramsay a decree of legitimization, and officially renaming him as Ramsay Bolton and making heir to [[the Dreadfort]]. With his army able to enter the mainland of the North, Roose Bolton begins his rule as [[Warden of the North]].&lt;ref&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt;\n\n"}, "title": "Fall of Moat Cailin"}