{"attributes": {"status": " :Category:Status: Alive", "family": " Sally - daughter", "title": " Farmer", "season": " Season 4", "image": " Farmer.png", "allegiance": " ", "actor": " Finbar LynchQuote", "religion": " Faith of the Seven", "appearances": " &quot;Breaker of Chains&quot;"}, "sections": {"TOP": "Farmer023444nqc1399yk7o7rvx0lf60n6k0fy92rmb1763932015-03-12T20:16:17ZThe Dragon Demands5014364They didn't imply he was dead.  Undo revision 176308 by [[Special:Contributions/Ghost Hunter 85|Ghost Hunter 85]] ([[User talk:Ghost Hunter 85|talk]]){{Character\n|Title = Farmer\n|Image = Farmer.png\n|Season = [[Season 4|4]]\n|Appearances = &quot;[[Breaker of Chains]]&quot;\n|Status = [[:Category:Status: Alive|Alive]]\n|Allegiance = \n|Religion = [[Faith of the Seven]]\n|Family = [[Sally]] - daughter\n|Actor = [[Finbar Lynch]]}}\n{{Quote|We don't have much, but any man that bled for House Tully is welcome to it.|The farmer to [[Sandor Clegane]] and [[Arya Stark]]|Breaker of Chains}}AÂ '''â&euro;&lsaquo;farmerÂ '''â&euro;&lsaquo;is an unnamed minor character in the [[Season 4|fourth season]]. He is played by guest star [[Finbar Lynch]] and only appears in &quot;[[Breaker of Chains]]&quot;.\n\n", "Appearances": "{{Template:Season Four Appearances|||yes}}\n\n==â&euro;&lsaquo;In the books==\nInÂ the ''[[A Song of Ice and Fire]]'' novels, there is no character parallel to him. Arya and the Hound do not take shelter with any peasant on their way to the [[Vale of Arryn]].\n\nIn the book, while Arya and the Hound are on their way to the Vale, they come to a small village in the foothall of the [[Mountains of the Moon]]. The Hound decides to stay there for a while. The villagers need help to build a wooden palisade around their homes, and they offer the Hound and Arya food and shelter and money for work. The Hound agrees, on condition that he gets wine as well. They stay in the village for several weeks. The Hound works at day, and drinks himself to sleep each night. Arya finds the village quiet and boring. She stays distant from the villagers.Â The villagers think she is the Hound's daughter, and she is too tired to correct them.Â When the work is done, the village elder tells them they must leave, because the villagers do not have enough food for strangers when winter comes, and a man like the Hound brings blood. The Hound accepts that without taking any violent action against the villagers. As a payment he receives a pouch full of coppers, a skin of sour ale and a new sword, then he and Arya leave.\n\n", "Biography": "===Background===\nHe lives near [[Fairmarket]] with his daughter [[Sally]]. His wife died some time ago. He has a brother in [[the North]].\n\n===[[Season 4]]===\nHe and Sally find [[Sandor Clegane]] and [[Arya Stark]] on their land, and give them shelter when Arya tells them that they fought for [[House Tully]]. He is very pious in the [[Faith of the Seven]], which irritates Sandor. He slanders [[Walder Frey]] for breaking the [[guest right]] during the [[Red Wedding]]. He laments for the days when [[Hoster Tully]] ruled [[the Riverlands]], as raiders now plunder on a daily basis. He offers Sandor fair pay to assist with farmwork and drive off raiders. Sandor agrees to this, however the next day he overpowers the farmer and steals his silver. Arya criticizes Sandor for this, but Sandor replies that the farmer is weak and that he and Sally will both be dead when winter comes.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\n"}, "title": "Farmer"}