{"attributes": {"status": ":Category:Status: Alive", "10": "yes==In the books==In the ''A Song of Ice and Fire'' novels, there is no such character.  The TV character is a condensation to represent what is happening to many slaves in Meereen:When Xaro Xhoan Daxos (who is still alive in the books) visits Daenerys, he scoffs at her attempts to abolish slavery in Meereen and declares that the condition of the ex-slaves she freed is now much worse than before, being forced to perform manual chores that do not fit their skills. As an example, he tells about a friend of his that used to be a rich merchant who dealt with rare spices and choice wines, and now he digs ditches. He begged Xaro to buy him as a slave and take him to Qarth. The role of Fennesz is roughly the same as the ex-slaves that Xaro talked about.==References==Reflist", "death": "", "last": "", "family": "", "title": "Fennesz", "season": "Season 4", "image": "Fennesz.jpg", "allegiance": "", "actor": "Trevor Allan Davies", "culture": " GhiscariQuote", "deathep": "", "titles": "", "place": "Meereen", "aka": "", "appearances": "", "first": "&quot;The Children&quot;"}, "sections": {"In the books": "In the ''[[A Song of Ice and Fire]]'' novels, there is no such character.  The TV character is a condensation to represent what is happening to many slaves in Meereen:\n\nWhen [[Xaro Xhoan Daxos]] (who is still alive in the books) visits Daenerys, he scoffs at her attempts to abolish slavery in Meereen and declares that the condition of the ex-slaves she freed is now much worse than before, being forced to perform manual chores that do not fit their skills. As an example, he tells about a friend of his that used to be a rich merchant who dealt with rare spices and choice wines, and now he digs ditches. He begged Xaro to buy him as a slave and take him to [[Qarth]]. The role of Fennesz is roughly the same as the ex-slaves that Xaro talked about.\n\n", "TOP": "Fennesz0263851zuqeb7mzwtft9lq96wm4rdrncz0k551774882015-03-17T06:13:35ZThe Dragon Demands5014364/* In the books */{{Character\n| Title=Fennesz\n| Image=Fennesz.jpg\n| Season=[[Season 4|4]]\n| First=&quot;[[The Children]]&quot;\n| Last=\n| Appearances=\n| Titles=\n| Aka=\n| Status=[[:Category:Status: Alive|Alive]]\n| Death=\n| DeathEp=\n| Place=[[Meereen]]\n| Allegiance=\n| Family=\n| Actor=[[Trevor Allan Davies]]\n| Culture = [[Ghiscari]]\n}}{{Quote|The young may rejoice in the new world you have built for them, but for those of us too old to change there is only fear and squalor.|Fennesz to [[Daenerys Targaryen]]|The Children}}â&euro;&lsaquo;'''Fennesz''' is a character introduced in the last episode of the [[Season 4|fourth season]]. He is played by [[Trevor Allan Davies]].\n\n", "Biography": "===[[Season 4]]===\nSome time after her army [[Siege of Meereen|took]] Meereen and freed all the slaves, [[Daenerys Targaryen]] receives Fennesz at court. He tells her how, in his view, his life became much harder since she &quot;freed&quot; him; he was well-treated and even well-respected in the household, but now he is living on the streets, as the living conditions in the barracks established for the homeless freedmen are terrible. Daenerys is surprised, but eventually allows Fennesz -- and others -- to enter into a contract of employment with his former owner, lasting no more than one year. The old man thanks her and leaves.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n", "Background": "Fennesz was a [[slave]] in the service of [[Great Masters|Master]] [[Mighdal]], one of the [[Great Masters]] of [[Meereen]], and charged with educating the children of the household. In his own opinion, he was well treated by his master and loved by the children he taught. He speaks several languages, including [[High Valyrian|Valyrian]] and the [[Common Tongue]], and knows the history of [[House Targaryen]].&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n", "Appearances": "{{Season Four Appearances|10=yes}}\n\n"}, "title": "Fennesz"}