{"attributes": {"status": " :Category:Status:_Alive", "title": " Finn ", "season": " ''Game of Thrones: A Telltale Games Series''", "image": " TSITD Finn Rumor.png", "allegiance": " Night's Watch", "actor": " Yuri Lowenthal", "religion": " Old Gods of the Forest'''Finn''' is a is a recruit at the Night's Watch. Finn joined the Night Watch the same day as Gared Tuttle. Finn has obsession with sex, he likes to bragÂ to other people about his sexual adventures and he is always calling people &quot;Whore&quot;, even men.==Biography=====Background===Finn he had an affair with a woman that was married to a lord's son. After the lord's son found out of the affair between Finn and his wife he attempted to murder Finn with a dagger but Finn overpowered him and the lord's son and killed him with his own dagger, Finn kept the dagger as a trophy. To avoid the death sentence of a common man murdering a nobleman, he went to the Wall.===&quot;The Lost Lords&quot;===At the Wall he began bullying his fellow brother-in-training. He is trained under Frostfinger, but talks when he addresses the recruits, bragging about his sexual exploits and his murder of a lordling to Gared Tuttle and Cotter. He then takes part in training. He proves himself to be a competent sword-fighter, but lacks restraint and wins through brute strength. He refuses to pick up a crossbow, considering it a coward's weapon, and laughs when Cotter accidentally shoots himself in the toe. He helps lift barrels, and does so with great ease, hefting it over his shoulder, but knocks into Gared in an attempt to make him drop the barrel he's carrying. As he's boasting that he doesn't need to fire a crossbow because he can hit the target with his dagger, he realizes it's missing. He soon works out Cotter has pick-pocketed it and a fight breaks out. Frostfinger breaks up the fight and takes Finn away for punishment, when Finn refuses, Frostfinger smacks him across the face for his insolence.==Appearances==Game of Thrones (Telltale) Appearances", "titles": " Ranger", "link": "Night's WatchCharacter", "appearances": " 2 episodes", "first": " &quot;The Lost Lords&quot;"}, "sections": {"TOP": "Finn029911qs3cc2nfrz7f9jpynbzp1ao5ebdy2g71792062015-03-25T15:37:47ZGboy41607296{{Heraldry\n|image=Crow mini shield.png\n|link=Night's Watch\n}}\n{{Character\n|Title = Finn \n|Image = TSITD Finn Rumor.png\n|Season = ''[[Game of Thrones: A Telltale Games Series]]''\n|First = &quot;[[The Lost Lords]]&quot;\n|Appearances = 2 episodes\n|Status = [[:Category:Status:_Alive|Alive]]\n|Allegiance = [[Night's Watch]]\n|Actor = [[Yuri Lowenthal]]|Titles = Ranger|Religion = [[Old Gods of the Forest]]}}\n\n'''Finn''' is a is a recruit at the [[Night's Watch]]. Finn joined the Night Watch the same day as [[Gared Tuttle]]. Finn has obsession with sex, he likes to bragÂ to other people about his sexual adventures and he is always calling people &quot;Whore&quot;, even men.\n\n", "Appearances": "{{Game of Thrones (Telltale) Appearances||yes|yes}}\n\n", "Biography": "\n===Background===\nFinn he had an affair with a woman that was married to a lord's son. After the lord's son found out of the affair between Finn and his wife he attempted to murder Finn with a dagger but Finn overpowered him and the lord's son and killed him with his own dagger, Finn kept the dagger as a trophy. To avoid the death sentence of a common man murdering a nobleman, he went to the [[Wall]].\n\n===&quot;[[The Lost Lords]]&quot;===\nAt the Wall he began bullying his fellow brother-in-training. He is trained under [[Frostfinger]], but talks when he addresses the recruits, bragging about his sexual exploits and his murder of a lordling to [[Gared Tuttle]] and [[Cotter]]. He then takes part in training. He proves himself to be a competent sword-fighter, but lacks restraint and wins through brute strength. He refuses to pick up a crossbow, considering it a coward's weapon, and laughs when Cotter accidentally shoots himself in the toe. He helps lift barrels, and does so with great ease, hefting it over his shoulder, but knocks into Gared in an attempt to make him drop the barrel he's carrying. As he's boasting that he doesn't need to fire a crossbow because he can hit the target with his dagger, he realizes it's missing. He soon works out Cotter has pick-pocketed it and a fight breaks out. Frostfinger breaks up the fight and takes Finn away for punishment, when Finn refuses, Frostfinger smacks him across the face for his insolence.\n\n"}, "title": "Finn"}