{"attributes": {"participants2": "Bronn", "participants3": "", "name": "First Trial by Combat of Tyrion Lannister", "participants1": "Ser Vardis Egen", "casual1": " Ser Vardis Egen", "leaders2": "Tyrion Lannister", "image": "File:Bronn defeats Vardis.jpg", "casual2": " None", "civilian": "Quote", "next": "", "width": "", "bg2": "", "conc": "", "place": "The Eyrie, The Vale of Arryn", "result": "Tyrion is acquitted after a trial by combat", "date": "", "leaders1": ["Lady Lysa Arryn", "Lord Robin Arryn", "Lady Catelyn Stark"], "prev": "", "side2": "House Lannister", "conflict": "", "side1": ["House Arryn", "House Stark"]}, "sections": {"TOP": "First Trial by Combat of Tyrion Lannister026612idvjoy9or5tbamcfhjxr1h6effkj96g1608092014-09-28T14:26:54ZThe Dragon Demands5014364::''See also: [[Second Trial by Combat of Tyrion Lannister]]''\n{{Event\n|width=\n|name=First Trial by Combat of Tyrion Lannister\n|prev=\n|conc=\n|next=\n|image=[[File:Bronn defeats Vardis.jpg|300px]]\n|conflict=\n|date=\n|place=[[The Eyrie]], [[The Vale of Arryn]]\n|result=Tyrion is acquitted after a trial by combat\n|BG2=\n|side1=[[House Arryn]]&lt;br&gt;[[House Stark]]\n|side2=[[House Lannister]]\n|leaders1=Lady [[Lysa Arryn]]&lt;br&gt;Lord [[Robin Arryn]]&lt;br&gt;Lady [[Catelyn Stark]]\n|participants1=Ser [[Vardis Egen]]\n|leaders2=[[Tyrion Lannister]]\n|participants2=[[Bronn]]\n|participants3=\n|casual1= Ser [[Vardis Egen]]\n|casual2= None\n|civilian=}}\n{{Quote|Lord Tyrion, you are accused of hiring a man to slay my son Bran in his bed, and of conspiring to murder my sister's husband, Lord Jon Arryn, the Hand of the King|Lady Catelyn Stark|A Golden Crown}}\n\n'''The First Trial by Combat of Tyrion Lannister''' is a key event in the build-up to the [[War of the Five Kings]]. [[Tyrion Lannister|Tyrion]] is taken prisoner by Lady [[Catelyn Stark]] and her sister [[Lysa Arryn]], who accuse him of the attempted murder of [[Bran Stark]] and the murder of [[Jon Arryn]]. Tyrion is ultimately acquitted after a [[trial by combat]], in which [[Bronn]] champions for him. In retaliation for Tyrion's kidnapping, his father [[Tywin Lannister]] invades the [[Riverlands]], effectively triggering war with the Starks and Tullys.\n\n", "In the books": "\nIn the ''A Song of Ice and Fire'' novels, Tyrion's trial is told from Catelyn's point of view. It is about the same, with minor changes. Catelyn reveals to Tyrion that Littlefinger told her he lost the dagger to Tyrion in a bet, after Jaime Lannister was beaten in a joust by [[Loras Tyrell]]. Tyrion retorts that this cannot be true, because he never bets against his family. Much later, Catelyn discovers that Tyrion was telling the truth.\n\nTyrion convinces Mord to bring him before Lysa in his first try. The trial by combat takes place the following day, and in the Eyrie garden rather than in the throne room. Catelyn tries to dissuade Lysa from going ahead with the trial by combat, reasoning that Tyrion is only of use to them alive. She also fears that Bronn will defeat Lysa's champion, having observed his fighting prowess against the [[Hill tribes]]. Bronn kills Ser Vardis but does not push him out of the Moon Door.\n\n", "History": "===Background===\nEn route back to [[King's Landing]] following a visit to [[The Wall]] and [[Winterfell]], Tyrion and [[Yoren]] stop at the [[Crossroads Inn]] in the [[Riverlands]]. Catelyn Stark and Ser [[Rodrik Cassel]] are also there. When Catelyn spots Tyrion she accuses him of trying to kill her son Bran by [[Winter is Coming|pushing him out of a window]] and then by hiring an [[Catspaw assassin|assassin]] to murder Bran in his bed. Catelyn had earlier been told by [[Petyr Baelish]] that the dagger found on the assassin had once belonged to him, but he had lost it in a bet to Tyrion.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt; Tyrion is stunned by the charge and denies it. Catelyn invokes the name of her father, [[Hoster Tully]], who rules the Riverlands, meaning the Knights in the inn owe him fealty, and Tyrion is apprehended.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\n===Trial===\nTo Tyrion's surprise, Catelyn does not take him back to [[Winterfell]], but to [[The Eyrie]] in [[The Vale of Arryn]], home of her sister Lysa. Lysa, hysterical and grief-stricken at the recent death of her [[Jon Arryn|husband]], accuses Tyrion of murdering him too, and he is thrown into one of the Eyrie's sky cell dungeons. With the offer of a large bribe, Tyrion convinces his guard [[Mord]] to pass a message to Lady Arryn that he is ready to confess his crimes.\n\nTyrion again appears before Lysa, who informs him that her son [[Robin Arryn|Robin]] will listen to his case and pass judgment. To the amusement of those in attendance, Tyrion begins reeling off every crime he has ever committed dating back to his childhood, including stealing a servant girl's clothes, filling his uncle's boots with goat faeces and letting a squire take the blame, and spoiling some turtle stew which, he hopes, his [[Cersei Lannister|sister]] ate. He continues to deny their charges against him, however. Furious, Lysa orders him returned to the sky cells. Before he can be led away, Tyrion demands a [[trial by combat]].&lt;ref name=&quot;agoldencrown&quot;&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\n===Trial by Combat===\n[[File:Bronn_defeats_Vardis.jpg|right|thumb|250px|Bronn defeats Ser Vardis Egen]]\nBy law, Lady Lysa acknowledges that she cannot refuse his request, but she reminds Tyrion of the consequences should he lose: he will &quot;fly&quot; through the Eyrie's moon door. A number of Knights volunteer to be her champion, and Ser [[Vardis Egen]] is chosen. As his own champion, Tyrion names his brother, Ser [[Jaime Lannister]]. Lysa rejects this, as Jaime is not present and she wants the trial completed quickly. It appears that no one will volunteer to fight for Tyrion, until a [[sellsword]], [[Bronn]], whom Tyrion had earlier met in the Crossroads Inn, steps forward and offers his services.&lt;ref name=&quot;agoldencrown&quot;/&gt;\n\nThe combat begins, and Bronn uses underhand tactics and his greater manoeuvrability (he declines to have armor or a shield) to wear down Ser Vardis. Bronn finally stabs Vardis through the neck and pushes him out of the moon door to his death. Thus acquitted, Tyrion reclaims his purse and tosses it to Mord with the quip &quot;a Lannister always pays his debts&quot;. He and Bronn leave the Eyrie together.&lt;ref name=&quot;agoldencrown&quot;/&gt;\n\n===Aftermath===\nIn response to Tyrion's abduction, his father [[Tywin Lannister]] invades the Riverlands with an army of 60,000 men and his bannerman [[Gregor Clegane]] begins attacking houses loyal to [[House Tully]].&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt; After gathering his own army following his father [[Eddard Stark]]'s execution for treason by [[Joffrey Baratheon|King Joffrey]], [[Robb Stark]] invades the Riverlands in support of his Tully allies, marking the start of the War of the Five Kings.\n\nThis episode is also the beginning of the friendship between Tyrion and Bronn, who becomes Tyrion's personal bodyguard, enforcer and confidant.\n\n"}, "title": "First Trial by Combat of Tyrion Lannister"}