{"attributes": {"status": "Diversified into modern groups", "features": [" Dark hair", "Eye colors ranging from dark to grey", "Dialogue a-b"], "language": " Old Tongue", "title": " First Men", "ruler": "  ", "image": " First_Men.png", "society": " Clan-based", "location": " Westeros", "religion": " Old Gods of the Forest", "aka": "", "successors": [" Northmen", "Crannogmen", "Free Folk", "Hill tribes of The Vale of Arryn"], "predecessors": ""}, "sections": {"TOP": "First Men02409hi2zuep07w2xxfdmr9xyjc1zli9jbhg1769482015-03-14T23:33:37ZSharp Blades26158496{{Culture infobox\n| Title= First Men\n| Image= First_Men.png\n| AKA=\n| Status=Diversified into modern groups\n| Predecessors=\n| Successors= [[Northmen]]&lt;br&gt;[[Crannogmen]]&lt;br&gt;[[Free Folk]]&lt;br&gt;[[Hill tribes]] of [[The Vale of Arryn|the Vale]]&lt;br&gt;[[Ironborn]]&lt;br&gt;Underlying minority mixed with [[Andal]]s  in other regions of Westeros\n| Location = [[Westeros]]\n| Ruler=  \n| Society= Clan-based\n| Language= [[Old Tongue]]\n| Religion= [[Old Gods of the Forest]]\n| Features= Dark hair&lt;br&gt;Eye colors ranging from dark to grey&lt;br&gt;\n}}\n{{Dialogue a-b|Jon Snow|My father was [[Eddard Stark|Ned Stark]]. I have the blood of the First Men. My ancestors lived here, same as yours!|Ygritte|So why're you fightin' us?|[[Jon Snow]], a [[Northmen|Northman]], and [[Ygritte]], of the [[Free Folk]].|A Man Without Honor}}\n\nThe '''First Men''' are the original human inhabitants of [[Westeros]]. They ruled the continent for millennia before the [[Andals]] invaded from the eastern continent of [[Essos]]. The Andals overran most of southern Westeros, but failed to take [[the North]]. While the blood of the First Men and the Andals has intermingled over thousands of years of dynastic [[Marriage|marriages]], the [[Northmen|inhabitants]] of the North have the greatest amount of First Men blood in their veins and keep their traditions.&lt;ref&gt;&quot;[[Complete Guide to Westeros]]&quot;&lt;/ref&gt;&lt;ref name=&quot;VG Westeros Through The Ages&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/appendix/beyond-the-houses/ HBO Viewer's Guide, Season 2 appendices Westeros Through the Ages]&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}}\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, the First Men living in the North were able to resist the Andal invasion due to the geographical choke point of [[the Neck]] which separates the North from the rest of the continent. The powerful fortress of [[Moat Cailin]] commands the approach to the North through the swamps of the Neck. The only major road that large armies can use to travel North through the Neck is so well defended by Moat Cailin that the [[King in the North|Kings of Winter]] were able to consistently repulse Andal attempts to invade their lands.\n\nTo be clear: the &quot;First Men&quot; are not the first humans who lived in the entire world. Humans were already living on the eastern continent of [[Essos]] for untold millennia (and probably also on [[Sothoryos]], the Africa-like continent south of Essos). The exact origins of the human race are not known, because just as in real life, written history does not extend that far back. Even oral history eventually fades into varying fables, legends, and religious explanations for the origins of humans. The &quot;First Men&quot; are simply the first humans that migrated to the western continent of Westeros.\n\nAuthor [[George R.R. Martin]] has stated that the series was loosely inspired by the War of the Roses which occurred in Britain during the fifteenth century. The First Men loosely parallel the original Celtic inhabitants of Britain, while the Andals who later invaded and conquered Westeros are loosely parallel to the Anglo-Saxon invasions of Britain during the fifth and sixth centuries. The Anglo-Saxons never conquered the Celtic peoples living in the region that would become modern Scotland, in the north of the island of Britain, who remained ethnically and culturally distinct. Similarly, the Stark-held North resisted the invasion of the Andals from the south, and like Scotland remained ethnically and culturally distinct. The Anglo-Saxons did intermingle on some level with the Celtic/Romano-British inhabitants of what would become modern England, but they were subjugated and largely subsumed by the Anglo-Saxons. Similarly, people in the southern kingdoms of Westeros have some partial descent from the First Men, in regions where the Andals conquered and intermingled with the First Men instead of wiping them out entirely.\n\n", "History": "===Arrival in Westeros, the Pact, and the Age of Heroes===\n[[File:AlphaStark.png|thumb|200px|The First Men battle with the Children of the Forest.]]\nThe First Men invaded Westeros some twelve thousand years before the events of the series, crossing via a land-bridge from Essos in the vicinity of modern [[Dorne]]. According to tradition, they were led by the [[First King]].\n\nThey were resisted by the [[Children of the Forest]], a semi-mythical diminutive race who ruled Westeros along with the [[giants]]. The Children, using magic, destroyed the land-bridge (forming the modern peninsula of Dorne and the shattered islands known as the [[Stepstones]] beyond) but were pushed back over the course of [[Wars of the First Men and the Children of the Forest|many years of warfare]]. Eventually, the First Men and the Children forged [[the Pact]], signed on the Isle of Faces at the center of the vast lake known as Gods Eye. The First Men began to forge numerous kingdoms across the continent.&lt;ref name=&quot;VG Westeros Through The Ages&quot; /&gt;\n\nThe two races subsequently coexisted peacefully for millennia, and during this time the First Men converted to the religion of the Children, worshiping the [[Old Gods of the Forest]]. The Old Gods are nameless and uncountable spirits of nature, and their worship centers around sacred [[heart tree]]s, [[weirwood]] trees which have had faces carved into their bark by the Children of the Forest. The fortresses and strongholds of the First Men in Westeros soon began to feature [[Godswood]]s, sacred garden groves of weirwoods centered around heart trees.\n\nAbout eight thousand years ago, both races came under attack from the [[White Walkers]], a mysterious race of ice and cold from the uttermost north. In the [[The Long Night|War for the Dawn]], the First Men and the Children unified to throw back the invasion. With the aid of [[giants]] and the Children, [[Bran the Builder]] built [[the Wall]] and would then build [[Winterfell]] and rule as the first [[King in the North]]. The First Men subsequently founded the [[Night's Watch]] to guard the Wall should the White Walkers ever return. After this war the Children began dwindling in numbers, with the last of them disappearing around the time that the Andals invaded Westeros, two millennia after the War for the Dawn according to tradition.&lt;ref name=&quot;VG Westeros Through The Ages&quot;/&gt;\n\n===The Andal Invasion of Westeros===\n\nSix thousand years ago, the [[Andals]] sailed across the [[Narrow Sea]] and began a massive migration to Westeros. First landing in [[the Vale of Arryn|the Vale]], the Andals spread across the continent in waves for the next thousand or so years, until they had [[Andal Invasion|overrun and conquered almost all of the continent]]. Their attempts to conquer the North, however, were defeated at every turn, in part because the narrow lands of [[the Neck]] which separate the North from the rest of the continent are an ideal strategic choke point, defended by the ancient castle of [[Moat Cailin]]. After many centuries the Andals and First Men made peace, as individual Andal kingdoms carved out of southern Westeros became more concerned with fighting each other than uniting to crush the remaining independent First Men of the North.\n\nThe results of the Andal invasion varied from region to region. In [[the Vale of Arryn]], the First Men were all but wiped out, and today the nobility of the Vale are considered to have the purest Andal bloodlines in all of Westeros. In many other regions, the Andals established themselves as the new aristocratic class ruling over the First Men, though after thousands of years these ethnic lines have blurred to a large extent. Some of the noble Houses of the First Men survived by intermarrying with Andal invaders: even [[House Lannister]] possesses some First Men blood, through the female line. The Andals that invaded [[the Westerlands]] married the female descendants of [[Lann the Clever]], a legendary hero of the First Men, and House Lannister descends from this union. In [[the Riverlands]], [[House Blackwood]] and [[House Bracken]] are also dynasties of First Men that survived by intermarrying with the Andal invaders, and today are of mixed ethnicity.&lt;ref name=&quot;VG Westeros Through The Ages&quot;/&gt;\n\n===The descendants of the First Men===\n[[File:Eddard_and_Jon.jpg|thumb|left|Northerners such as Ned Stark and Jon Snow are descended from the First Men.]]\n\nMany of the people living in Westeros have at least some blood of the First Men in their ethnic makeup, though this is more common in the lower classes. Even so, the southern kingdoms of Westeros became so thoroughly dominated by the Andals and their culture, that Westeros is often referred toÂ as &quot;the Land of theÂ Andals&quot;Â in [[Essos]]. Two groups in Westeros, however, still claim majority descent from the First Men, and still actively embrace the old ways and religion of their ancestors: theÂ [[Northmen]]Â and the [[Free Folk|wildlings]]. The [[Crannogmen]] of [[the Neck]] are themselves a unique offshoot of the Northerners.\n\nTies of dynastic marriage were made between the North and the southern kingdoms over the next six thousand years, so that the blood of both peoples mingled together, a process that has continued under the rule of the [[House Targaryen|Targaryen]] kings. For example,Â [[Eddard Stark|Ned Stark]], of the ruling dynasty of the First Men of the North, married [[Catelyn Stark|Catelyn Tully]], of the predominantly Andal ruling dynasty of the Riverlands, resulting in all of their children having mixed blood. Still, while the Kingdoms south of the Neck consist of heavily mixed Andal and First Men ethnicity, the North is still predominantly First Men.\n\n[[File:Got-game-of-thrones-34037196-956-537.jpg|thumb|The wildlings are also descended from the First Men, more so than their distant cousins in the Stark-held North.]]\nThe wildlings that live north of [[the Wall]] are descended from those First Men who were living north of the Wall when it was constructed, and have an even purer bloodline than the North: there is little, if any, Andal blood north of the Wall.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt; Even in the Stark-held North, the usage of the language of the First Men - the [[Old Tongue]] - was eventually discontinued in favor of adopting the language of their Andal neighbors to the south. However, the language of the First Men is still actively used North of the Wall, though a large number of wildings are also fluent in the [[Common Tongue]] of the Andals.\n\n"}, "title": "First Men"}