{"attributes": {"status": " ", "title": " First King", "season": "      ", "image": " ", "allegiance": " ", "culture": " First Men", "titles": " ", "place": " The '''First King''' was a legendary figure from the Dawn Age. According to tradition, he unified the First Men under his rule and led them in their Wars of the First Men and the Children of the Forest", "mentioned": "", "aka": " "}, "sections": {" In the books ": "\nIn the ''A Song of Ice and Fire'' novels, the First King led this people across the Arm of [[Dorne]] in their migration from [[Essos]] into [[Westeros]]. According to folklore his grave is located in the Great Barrow on the outskirts of [[Barrowton]], seat of [[House Dustin]].  In ''The World of Ice and Fire'' it is revealed that House Dustin, which once ruled the [[Barrowlands]] as Barrow Kings, claims descent from the First King himself.\n\nOn the other hand, while there are several myths about a first king of the First Men leading them into Westeros, there are rival myths in different kingdoms, with each attempting to claim that their legendary founder was also the First King, i.e. in [[The Reach]], their local version of the myth claims that [[Garth Greenhand]] was not only the founder of the Reach, but leader of all the First Men.  Maesters also debate if the First Men could possibly have spread from Dorne up to the North within a ''single generation'', and argue that it must have been a migration spanning many centuries.  If this is the case, there may have been one king who led all of the First Men across the land bridge into what is now Dorne, but he would have been succeeded by later kings.  The other option is that the First Men weren't even unified under a single ruler when they came to Westeros, but different sub-groups and clans migrated in waves.\n\n", "TOP": "First King0297844ulrzxp2zjbv9uc3efkbcjaucxso0yx1713562015-02-03T20:45:19ZThe Dragon Demands5014364{{Character\n|Title = First King\n|Image = \n|Season=      \n|Mentioned=\n|Status= \n|Titles = \n|Aka = \n|Culture = [[First Men]]\n|Allegiance = \n|Place = }}\nThe '''First King''' was a legendary figure from the [[Dawn Age]]. According to tradition, he unified the [[First Men]] under his rule and led them in their [[Wars of the First Men and the Children of the Forest|war against]] the [[Children of the Forest]]. At some point in the war he was killed and buried in [[the North]]&lt;ref&gt;[http://watchersonthewall.com/preview-death-kings-illustrated-history-video-target/]&lt;/ref&gt;\n\n", " See also ": "*{{AWOIAF}}\n\n"}, "title": "First King"}