{"attributes": {}, "sections": {"TOP": "Fist of the First Men05951fndjpg5391z4xe848xo1i93iduigmua1531032014-07-15T04:08:05ZSon Of Fire24907634[[Image:Fist of the First Men Map.png|200px|thumb|right|A map showing the location of the '''Fist of the First Men''' on the continent of Westeros.]]\n{{Quote|The Fist of the First Men! Think of how old this place is: before the [[House Targaryen|Targaryens]] [[War of Conquest|defeated]] the [[Andals]], before the Andals [[Andal Invasion|took]] [[Westeros]] from the [[First Men]]... thousands and thousands of years ago, the First Men stood here, where we're standing.|[[Samwell Tarly]]|The Ghost of Harrenhal}}\nThe '''Fist of the First Men''' is a landmark in the wilderness [[Beyond the Wall|beyond]] [[the Wall]]. It is an ancient ring fort located at the crown of a defensible round hill with an excellent view of the surrounding countryside. Ranging parties from the [[Night's Watch]] use it to orient themselves and also as a possible fallback position in case of combat with the [[Free Folk]]. It can only be reached by a steep climb on stony ground. It has served as a natural defensive position since the time of the [[First Men]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/fist-of-the-first-men/ HBO viewers guide, season 2 map, Fist of the First Men entry]&lt;/ref&gt;\n\nThe Fist is located many days north of the Wall, deep in territory held by the wildlings. It is located at the western edge of the [[Haunted Forest]], where the foothills of the [[Frostfangs|Frostfang mountains]] begin. It commands a view overlooking the [[Milkwater]] river.\n\nPhysically, the ring fort is a simple circle of large megalithic stones around the top of the hill. The stones are incredibly ancient, the site having been used as a defensive position for well over six thousand years. While the Fist isn't really a castle or even a structure, due to its positioning on a lone hill commanding the surrounding flat plain, it is one of the more defensible positions that the Night's Watch can use north of the Wall.\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, the ring fort was built by the First Men well over six thousand years ago, centuries before the Andals invaded Westeros. It is called &quot;The Fist&quot; of the First Men, because the hill looks like a fist thrust into the sky from the flat landscape surrounding it, and the jagged remaining stones circling the top look like the knuckles of a fist.\n\nIn the books, the trees of the Haunted Forest come very close to the base of the Fist. In the TV series there is no forest visible near the Fist. This is probably due to the fact that these scenes were filmed on a glacier in Iceland, and there were no trees nearby.\n\n"}, "title": "Fist of the First Men"}