{"attributes": {}, "sections": {"TOP": "Flaying021760k6c055pjyo6i1dna96x1tjka5xlntq01772272015-03-16T05:51:05ZSharp Blades26158496/* Season 2 */[[File:Fashionableflaying.png|thumb|300px|The practice of flaying is commonly associated with [[House Bolton]], one of the oldest and most powerful families of [[the North]].]]\n{{Quote|Unlike some other houses, my ancestors earned the Bolton words: &quot;Our Blades Are Sharp&quot;. They passed down not a Valyrian greatsword but a knife, honed and thin enough to fit between the topmost layer of skin and the tissue below... and peel... For as we all learned as children: A naked man has few secrets... a flayed man, none.|[[Roose Bolton]]|House Bolton (Histories &amp; Lore)}}\n'''Flaying''' is an ancient, and particularly frowned upon method of torture and execution, which involves the use of a blade to remove several layers of the victim's skin, exposing nerve and muscle tissue, and leaving them in perpetual agony, assuming they survive the ordeal at all.\n\n", "See also": "*{{WP}}\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the practice of flaying is synonymous with House Bolton, to the point where a bloody, skinless man became their sigil. Their house words: &quot;''Our Blades Are Sharp''&quot;, also reflects House Bolton's penchant of torture.\n\nA thousand years prior to the War of the Five Kings, the Boltons bent the knee to the Kings in the North and were forced to abandon their tactic of flaying their captives. However, three hundred years later the Boltons rose in rebellion against the Starks of Winterfell. The Stark armies besieged the Dreadfort for two years before the Boltons finally yielded. For many centuries the Boltons remained grudgingly subservient to the Starks, although rumors persisted that they continued to flay their prisoners in secret, and maintain a hidden chamber in the Dreadfort to display the skins of their enemies. Rumor has it that the skins of several Starks are among the most prized in the collection.\n\n", "History": "===Background===\n\n[[File:FlayedSkinsDreadfortDungeon.jpg|thumb|300px|The Dreadfort is rumored to have a room where the skins of House Bolton's victims are displayed.]]\n{{Quote|In those dark days they said some of my more... willful forebearers would even wear their enemies' skins as cloaks. But no such tokens remain, if they ever existed... certainly not hanging in some secret room in the Dreadfort as old wives and fools insist.|Roose Bolton.|House Bolton (Histories &amp; Lore)}}\nThe practice of flaying is commonly and notoriously associated with [[House Bolton]], an ancient [[Northmen|northern]] house with blood of the [[First Men]] dating back to the [[Age of Heroes]], to the point that they took a flayed man as their sigil. Members of the family and their household are fond of saying &quot;A naked man has few secrets; a flayed man, none&quot;.\n\nBoltons were rumored to go as far as wear the skins of their executed enemies as cloaks and display them on a chamber within their family seat, [[the Dreadfort]]. They supposedly gave up these practices when they bent the knee to [[House Stark]] and agreed to become their vassals. Nevertheless, the practice was still rumored to be practiced in secret, while their age-old saying was still taught to the children of the family.\n\n===[[Season 2]]===\n{{Dialogue a-b|Robb Stark|My father outlawed flaying in the North.|Roose Bolton|We're not in the North.|[[Robb Stark]] and [[Roose Bolton]]|Garden of Bones}}\nFollowing the [[Battle of Oxcross]] Roose Bolton attempts, unsuccessfully, to persuade King [[Robb Stark]] to torture officers captured in battle, citing his family saying of flayed men keeping no secrets. King Robb reminds Lord Bolton that [[Eddard Stark|his father]] outlawed flaying in the North.&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt; Roose cites Robb's rejection of his advice as reason for his betrayal and murder of Robb at the [[Red Wedding]].&lt;ref name=&quot;S3E10&quot;&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n[[File:How-about-your-little-finger.jpg|thumb|right|250px|Ramsay Snow flays the skin from Theon Greyjoy's little finger.]]\nAfter [[Theon Greyjoy]] is betrayed by his own crew and delivered to [[Ramsay Bolton|Ramsay Snow]] in exchange for free passage from [[Winterfell]] to the [[Iron Islands]],&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt; the [[Bastardy|bastard]] son of Roose Bolton turns on the [[ironborn]], captures them and flays them alive. Theon himself is partially flayed by Ramsay in captivity. Months later, in a letter sent to [[Balon Greyjoy]], Ramsay promises to hunt down and flay alive all ironborn that have invaded the North.&lt;ref name=&quot;S3E10&quot;/&gt;\n\n===[[Season 4]]===\n{{Quote|It's fallen out of fashion... flaying. Sad, but true. Traditions are important! Where are we without our history? Eh?|Ramsay Bolton defends the practice of flaying.|The Mountain and the Viper}}\nRoose is displeased when he discovers that Ramsay has flayed Theon because, unharmed, he could have been a valuable [[hostage]] as the heir of [[Balon Greyjoy]].&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\nTo ensure the [[fall of Moat Cailin]], Ramsay Snow promises the besieged ironborn garrison that if they surrender he will grant them safe passage back to the Iron Islands. This is the same promise he made to the ironborn who [[Fall of Winterfell|took]] Winterfell, and just as before, as soon as the ironborn surrender Ramsay immediately breaks his promise and has all of the ironborn flayed alive, and their mutilated corpses put on display. Afterwards his father chides him that this will anger the Greyjoys to launch reprisals, when if he had simply let them flee, the ironborn might have stopped attacking the North. Nonetheless, Roose is impressed that Ramsay succeeded in taking the castle, and so he rewards him with a royal decree of [[legitimization]] which he obtained from the Lannisters, acknowledging Ramsay as his son and rightful heir, and renaming him &quot;Ramsay Bolton&quot;.&lt;ref&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt;\n\n"}, "title": "Flaying"}