{"attributes": {}, "sections": {"TOP": "Flea Bottom06774ns6tazqfu6zj2vs4f4ekyh94ze1zcef1612292014-09-30T23:34:18ZThe Dragon Demands5014364[[File:Flea_bottom.jpg|thumb|300px|The slums of Flea Bottom.]]\n{{Quote|An open heart is what you'll get in Flea Bottom if you're not careful, my dear.|[[Cersei Lannister]] to [[Margaery Tyrell]]|Valar Dohaeris}}\n\n'''Flea Bottom''' is the poorest slum district in the city of [[King's Landing]], located on the eastern side of Rhaenys's Hill. It is a maze-like warren of narrow streets, ramshackle buildings, and dark alleys. Survival on the streets of Flea Bottom is tough and hardening. The district is full of tanneries (which make the air stink), cheap brothels, low-class inns, alehouses, and pot-shops serving meager stews. Many of its inhabitants subsist primarily on a meager, slow-cooked stew containing meat of questionable origins known as a &quot;[[Bowl of brown|Bowls of brown]].&quot;&lt;ref&gt;&quot;[[Second Sons (episode)]]&quot;&lt;/ref&gt;\n\nThe slum does not extend all the way up the eastern side of Rhaenys's Hill, rather (proceeding downwards from the summit) it begins below the Street of Flour, which is the location of many bakeries. The worst sections are at the absolute bottom of the hill, where human waste flows down the pipes from both Rhaenys's Hill and Aegon's High Hill and into the gutters, which often overflow when it rains. The shit that flows down from the pipes on Aegon's Hill flow down Tanner's Row, down to Gin Alley, at the absolute bottom of the hill and the very worst part of Flea Bottom.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Flea Bottom was the home of the famous [[knight]] Ser [[Duncan the Tall]], who ended up as [[Lord Commander]] of the [[Kingsguard]]. [[Davos Seaworth]] also grew up in Flea Bottom, the son of a poor crabber. He left as soon as he could by becoming a smuggler operating in Blackwater Bay and the Narrow Sea. The books do state that Gendry was born to a tavern girl in King's Landing, though they haven't specified that he lived in Flea Bottom before he came to work for [[Tobho Mott]]. Logically, though, as the son of a tavern girl he probably wasn't living in good conditions before he began to work for Mott as a teenager.\n\nIt is a dismal and disreputable place. The alleys are narrow and buildings lean toward each other. King's Landing was rapidly constructed within the first century of rule by the [[House Targaryen|Targaryen dynasty]], to serve as a capital city for their new unified realm. This rapid expansion didn't keep pace with organized &quot;city-planning&quot;, resulting in numerous slums, of which Flea Bottom is the worst. Many of these slum districts are poorly organized, ugly, and filthy because their placement wasn't thought out during the rush to slap down new buildings. In contrast, the second largest city in Westeros, [[Oldtown]] in [[the Reach]], is thousands of years old, but grew only in incremental steps which were well planned out beforehand, resulting in it being a much better organized and beautiful city without the squalid slums of King's Landing, while being only slightly smaller than the capital itself.\n\nArya finds an establishment in Flea Bottom where she can take a pigeon and get half of it back cooked, in exchange for the other half. Before that she had to eat it raw. When Arya left the Red Keep she took a bundle of clothes and things to sell, but they were stolen the first night she slept in Flea Bottom (she was sleeping on top of Needle or would have lost it too).\n\nIn Season 3's &quot;[[Mhysa]]&quot;, Gendry asks where Davos lived in Flea Bottom, by asking how far he lived below the Street of Flour. Apparently the alleys lower down the hill were poorer, because all of the human waste poured into the streets flowed downhill. Davos explains that he came from the worst part of the slum, Gin Alley, which is located so far down Rhaenys's Hill that it is in the valley between it and Aegon's High Hill, so that all of the shit from the Red Keep poured out of sewage pipes at the bottom of the hill, then down Tanner's Row and past his front door. In Season 4, [[Karl Tanner]] says that he used to be a professional cutthroat and dagger-for-hire in the most dangerous part of Flea Bottom, Gin Alley. While Flea Bottom is very dangerous, no specific mention of a street named &quot;Gin Alley&quot; has been made so far in the books.\n\nA large part of Flea Bottom burns down the night following [[Riot of King's Landing|the riot that Joffrey started]]. [[Cersei Lannister]] later recounted the riot during a dinner party in the Season 3 premiere, &quot;[[Valar Dohaeris]]&quot;. This scene does not occur in the books and introduces a minor discrepancy: the docks of King's Landing are located on the south side of the city, along the Blackwater River (the books explicitly state that it is the Blackwater), while Flea Bottom is located north of the [[Red Keep]]. Thus when the royal party was returning from the docks, they actually didn't pass through Flea Bottom itself - the novel explicitly states that they took a road known as &quot;the Hook&quot; to start ascending Aegon's High Hill itself, which the Red Keep is located at the top of. Flea Bottom is located further north of this, on the southern side of Rhaenys's Hill. That being said, the crowds of peasants and refugees lining the streets as the royal party passed were assuredly ''from'' the slums of Flea Bottom, they just weren't physically in Flea Bottom at the time. The riot then spread throughout the city, and was particularly bad in Flea Bottom where so many angry and displaced people were. In the TV series, Cersei mentions being attacked &quot;in Flea Bottom&quot;, which wouldn't be entirely accurate, though it can easily be reconciled that she meant to convey the more complicated statement &quot;attacked by peasants from Flea Bottom, who at the time were swarming the road back from the docks and not actually in Flea Bottom&quot; etc.\n\n", "Behind the scenes": "The Flea Bottom scenes in Seasons 2 and 3 were filmed at the [[wikipedia:Walls of Dubrovnik|Walls of Dubrovnik, Croatia]]. The riot scenes were filmed at the [https://en.wikipedia.org/wiki/Walls_of_Dubrovnik#Gate_of_Pila Gate of Pila.]\n\n", "See also": "* {{AWOIAF}}\n\n", "Notable people from Flea Bottom": "\n[[File:Davos_History_and_Lore.png|thumb|[[Davos Seaworth]] at Flea Bottom in his youth.]]\n*Ser [[Davos Seaworth]] was born in Flea Bottom, the son of a poor crabber, but escaped that harsh life as soon as he could by becoming a smuggler.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n*[[Gendry]] was born to a tavern wench in Flea Bottom and spent much of his childhood there, which was made even harder after his mother died when he was very young. When royal agents discovered that he was secretly a [[Bastards|bastard]] son of King [[Robert Baratheon]], however, it was decided to look after the boy's well-being by secretly arranging for him to work as a blacksmith's apprentice for [[Tobho Mott]]. Gendry was happy to leave Flea Bottom, moving to the better district of the city near Tobho Mott's armory on the Street of Steel.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n*[[Armeca]] the prostitute working at the high-end brothel in King's Landing owned by [[Petyr Baelish|Petyr &quot;Littlefinger&quot; Baelish]] feigns being unable to speak the [[Common Tongue]] in order to seem more exotic to her clients, but [[Ros]] pointed out that she's actually from Flea Bottom in King's Landing itself.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n*{[[Karl Tanner]]}, a killer-for-hire made [[ranger]] of the [[Night's Watch]].&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\n", "History": "===[[Season 1]]===\n[[Arya Stark]] takes refuge in Flea Bottom after fleeing the [[Red Keep]]. She kills a pigeon in the Street of Flour where the bakers ply their trade, as birds are attracted to the crumbs. When she tries to barter it to a [[King's Landing baker|baker]] for bread, he refuses. Arya is in Flea Bottom when she hears the crowd say her father is being taken to the Sept of Baelor.&lt;ref&gt;[[Baelor]]&lt;/ref&gt;\n\n===[[Season 2]]===\nWhile talking to [[Daisy]], a new prostitute in [[Petyr Baelish]]'s brothel, [[Ros]] identifies [[Armeca]] as being from Flea Bottom, but notes that she likes to pretend she is from more exotic climes and doesn't speak the [[Common Tongue]] of [[Westeros]].&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\nAs the royal family is returning from the docks where they saw off Princess [[Myrcella Baratheon]] for her voyage to [[Dorne]], the starving smallfolk of the city hurl insults at Joffrey, and ultimately someone hurls cow excrement in his face. Joffrey brashly shouts for his guards to &quot;kill them all!&quot;, sparking off a city-wide riot. Flea Bottom is badly affected by the food riots.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\nLady [[Margaery Tyrell]] stops in Flea Bottom unexpectedly to visit an orphanage and interact with the children. Her servants pass out bread and toys, earning her the love of Flea Bottom's [[Smallfolk]]. That evening, Joffrey and Cersei visit Margaery and her brother [[Loras Tyrell]], for a small dinner party. Cersei admonishes Margaery's boldness and reminds her that her impromptu charity work took place on the same streets where the royal party was assaulted weeks earlier.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\nCommiserating with [[Gendry]], [[Davos Seaworth]] explains that he was born in Flea Bottom just like him. Gendry is skeptical, so Davos proves that he knows the neighborhood well by saying that he lived below the Street of Flour, so far down that the shit from the pipes on Aegon's Hill flowed down Tanner's Row and past his front door on Gin Alley.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n\n[[Karl Tanner]] says that he used to be a cuthroat for hire in Gin Alley, the worst part of Flea Bottom. As a successful hired assassin, Karl says he used to be a legend in Gin Alley.&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\n"}, "title": "Flea Bottom"}