{"attributes": {}, "sections": {"TOP": "Flowering0122104y0nb7utb9zbyvysu7gb2vm866jvb391535692014-07-18T20:46:17ZCorneliusAgrippa5753603/* In the books */[[Image:Flowering.jpg|thumb|[[Sansa Stark]] discovers that she has begun flowering for the first time.]]\n[[File:Sansa_reacts_to_Flowering.jpg|thumb|Sansa reacts with horror upon flowering,  as it means she can now have [[Joffrey Baratheon|Joffrey]]'s children.]]\n[[Image:Caught.jpg|thumb|Sansa and [[Shae]] try to hide the evidence of her flowering.]]\n{{Dialogue a-b-a-b-a|Ygritte|What's 'fainting'?|Jon Snow|When a girl sees blood and collapses.|Why would a girl see blood and collapse?|Well...not all girls are like you.|Well, girls see more blood than boys.|[[Ygritte]] and [[Jon Snow]] on fainting.|The Bear and the Maiden Fair (episode)}}\n&quot;'''Flowering'''&quot; is the term used in polite conversation in the [[Seven Kingdoms]] to refer to [[Wikipedia:Menstruation|menstruation]].&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt; When a woman is menstruating it may be said that her &quot;red flower is blooming&quot;.&lt;ref&gt;&quot;[[Blackwater]]&quot;&lt;/ref&gt; Alternatively, it is simply referred to as a woman &quot;having her blood&quot;.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\nAs soon as a girl has flowered for the first time she is considered to be a &quot;woman&quot;, and thus eligible for [[marriage]].&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt; While it is considered slightly unusual for a middle-aged man to marry a young maid of fourteen years (or even younger), socially and legally she is still considered to be capable of marriage as soon as she has begun menstruating, and thus, as soon as she is capable of bearing children.&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt; Thus the forced marriage of [[Sansa Stark]] and [[Tyrion Lannister]], while somewhat unusual, is not considered to be outright illegal - Tyrion is almost twice Sansa's age (14) when they marry, though he is still not old enough to be her father.&lt;ref&gt;&quot;[[Second Sons (episode)]]&quot;&lt;/ref&gt;\n\n", "See also": "*{{AWOIAF|Flowering}}\n*{{AWOIAF|Maiden}}\n\n", "In the books": "\nReal-life medieval societies, upon which [[Westeros]] is based, did not possess a concept of &quot;adolescence&quot; as modern-day societies do. There was no concept of an intervening life stage between childhood and adulthood. Thus as soon as a girl menstruated, she was considered a &quot;woman&quot;, and could be married.\n\nA girl in the Seven Kingdoms is considered fit to marry as soon as she has begun flowering. In practice, many if not most girls do not marry as soon as they have begun flowering, but in their late teens to twenties (if not later). [[Great House|Politically powerful]] or [[Noble houses|wealthy families]], however, will often marry off their daughters at much younger ages if it means securing a beneficial marriage-alliance. By the same token, some of the most powerful noble families will not marry off their daughters until they are older, in order to hold out for a more attractive offer. Much of this comes down to the relative strength of the family. A peasant family would have little reason to rush their daughters into marrying other poor peasants. A relatively minor noble House grasping for increased wealth and influence - i.e. [[House Frey]] - would jump at the chance to &quot;marry up&quot; by wedding a daughter to one of the [[Great Houses]] if the opportunity presented itself, and thus wouldn't care if their daughter was only 13 years old. A very powerful noble family such as [[House Tyrell]], meanwhile, would be more willing to hold out for better matches, because they have a better negotiating position (though similarly, Great Houses such as the Tyrells will themselves clamor for the opportunity of marrying into the royal family if it presents itself).\n\nThis parallels the real-life phenomenon known as the &quot;[[Wikipedia:Hajnal line|Western European Marriage Pattern]]&quot;: unlike any other region in the world, in medieval Western Europe women tended to marry (on average) at between 20 and 30 years of age, while in most other parts of the world a girl over 20 years of age was often considered to be ''past'' marriageable age. Portions of southern Europe such as Spain and Italy fell outside of this pattern. There is extensive and unresolved academic debate as to why this pattern developed, though one of the major factors suggested is that Western Europe had celibate clergy. This encouraged families to wait for better prospective suitors for one of their daughters, because if they ended up waiting too long and she became too old to bear children, they could send their daughter to a convent to become a nun. In contrast, the neighboring Islamic world did not have celibate clergy, and thus once a woman became too old to bear children, and was unable to marry, there were no viable social options for her. Therefore, families in the Islamic world had greater motivation to marry off their daughters sooner instead of later.\n\nThus Tyrion's forced marriage to Sansa, while unusual, is not seen as illegal. Loosely speaking in the modern day it would be the equivalent of a 50 year old man marrying an 18 year old - perhaps unseemly, but not illegal. In the books, Sansa is 13 years old and Tyrion is 26 years old at the time of their marriage, while the TV series aged-up Sansa by two years (she states that she is 14 on her wedding night, but is most likely about to turn 15 given that one year passes in each season of the TV series). A point which the TV audience must keep in mind is that [[Peter Dinklage]] is actually 18 years older in real-life than the character Tyrion is within the story: Dinklage was 44 years old during Season 3, but Tyrion the character is 26 years old at this point in the books (albeit, as with Sansa's marriage age, in a medieval society where it is common for people to die in their 50s, 26 isn't very young - and as many characters were aged-up slightly Tyrion might be closer to 30 years old in the TV show). The TV series' producers cast Dinklage based on his acting ability - indeed, actively sought him out without an audition - without regard to how his age matched the role. It helps that the books describe Tyrion as not only being a dwarf, but also exceedingly ugly and misshapen. Thus while Dinklage is playing a character nearly half his own age and physically doesn't look 26 years old, this is easily explained away as simply due to Tyrion's infamous ugliness. Keep in mind that while [[Tyrion Lannister|Tyrion]] is the youngest of [[Tywin Lannister]]'s three children, Dinklage is actually several years ''older'' than the actors who play his two older twin siblings: [[Nikolaj Coster-Waldau]] is two years younger than Dinklage, and [[Lena Headey]] is five years younger. Thus while at first-glance a TV-first viewer may be unsettled that Tyrion visually looks almost three times Sansa's age, that's just due to his extreme ugliness from being a stunted dwarf: keep in mind that within the fictional universe, Tyrion is actually ''younger'' than [[Jaime Lannister|Jaime]] is.\n\nDue to rising standards of living and better nutritional standards in modern societies, the average age at which girls begin to menstruate has gradually shifted earlier over the past century or two. In medieval Europe, the age of first menstruation was anywhere from 12 to 16 years old, while in modern times, the normal age is 11-14Â years old. In the books, Sansa is 12 years old in the second novel, but 14 years old in the corresponding section of the TV series ([[Season 2]]). Thus while modern audiences might think it strange that Sansa in the TV series is going through menarche at 14 years old, this is actually closer to what would be the historically accurate age for girls in a medieval society. Then again, Martin has also pointed out that in Westeros young girls in the nobility tend to have more nutritious diets than commoners, so noble-born girls tend to flower a little earlier. This also means that noble-born girls are considered eligible to marry and have children at younger ages, though again, they may also marry late into their twenties if their family is holding out for a very beneficial match.\n\nIn contrast, the legal age of majority for boys in the Seven Kingdoms is considered to be 16 years of age. Again, there is no concept of being a &quot;teenager&quot; or &quot;adolescent&quot;. A boy who has turned 16 suddenly becomes &quot;a man grown&quot;, on his sixteenth [[nameday]] (there are some indications that the TV series may have increased this to the eighteenth nameday, if Samwell Tarly's comments about his father are any indication).\n\nFrom a legal standpoint, the age of majority for girls in the Seven Kingdoms is also held to be 16 years of age. Girls younger than 16 but who have flowered already are in an ambiguous position, not a girl but not yet a woman. Culturally they are considered to be fertile, but pure and innocent: many romance songs are about such maidens, who have star-crossed romances but ultimately remain chaste. Nonetheless, throughout the Seven Kingdoms it is considered perverse to have sex with a girl who has not yet flowered. On rare occasion noble Houses might marry off a 13 year old daughter to cement an alliance (such as to end a major war), but while wedding vows might be taken, actually bedding the girl would be postponed until she began menstruating. Such weddings are ''very'' rare, however, and more often two Houses would simply settle for a betrothal and postpone the actual wedding. When Robert Baratheon wanted his son Joffrey to marry Sansa Stark, to unite House Baratheon and House Stark, her father Eddard pointed out that she was currently only 11 years old. Robert responded that a simple betrothal would be entirely sufficient, and an actual wedding postponed for a few years until Sansa reached the age of majority.\n\nMenstruation is also alternatively referred to as &quot;moonblood&quot; in the books. &quot;Flowering&quot; is the polite term used, while a more simple term is simply a woman &quot;having her blood&quot;. The specific terms &quot;menstruation&quot;, &quot;menstrual period&quot;, or &quot;having her period&quot; etc. apparently do not exist in the medieval world of Westeros.\n\nThe polite term for an intact hymen is &quot;maidenhead&quot;. Deflowering a virgin is said to be &quot;taking her maidenhead&quot;.\n\n"}, "title": "Flowering"}