{"attributes": {}, "sections": {"Other beverages": "*Ale&lt;ref&gt;&quot;[[Two Swords]]&quot;: &quot;Pour our new friend some ale.&quot; - Polliver&lt;/ref&gt;&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;: &quot;How can a man not keep ale in his home?&quot; - Sandor Clegane&lt;/ref&gt;\n*Beer&lt;ref&gt;&quot;[[The Kingsroad]]&quot;: &quot;Bread, and two of those little fish. And a mug of dark beer to wash it down. And bacon, burnt black.&quot; - Tyrion Lannister&lt;/ref&gt;\n*[[Shade of the evening]] - a kind of beverage, possibly mild drug, reputed by the [[Warlocks of Qarth]] to grant magical abilities. The results are questionable, and repeated consumption stains the lips blue.\n\n", "Wines": "===Westeros===\n[[Image:The God of Tits and Wine.jpg|thumb|200px|[[Tyrion Lannister]] pours himself a glass of wine at his wedding to [[Sansa Stark]].]]\n{{Quote|I am the God of Tits and Wine!|Tyrion Lannister|Second Sons (episode)}}\n*[[The Arbor|Arbor]] gold&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n*[[Dorne|Dornish]] sour red&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n===Essos===\n*[[Tyrosh]]i pear brandy&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n*Sweet reds from [[Lys]] and [[Volantis]]&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n\n", "TOP": "Food and Drink019424mygr85hp3me2f4h91eqjbqyrl3ysfu51812752015-04-05T19:31:52ZRuebenn24141224[[File:Stallion's Heart.png|thumb|300px]]\nMany different kinds of '''Food and Drink''' can be found across [[Westeros]], [[Essos]], and the rest of [[the Known World]].\n\nAs the [[Seven Kingdoms]] possess a medieval level of technology, most of their economic activities are agrarian, striving to meet the basic food needs of their populations. The majority of the population are poor, common [[smallfolk]] working the fields, who usually have only a basic subsistence diet. In the few major cities of the Seven Kingdoms such as [[King's Landing]] or [[Oldtown]], the urban poor are outright separated from farmlands which produce foods, and thus if they cannot afford to buy imported food with [[Currency|money]], they face a truly meager existence. If they're lucky, the mobs of urban poor and street urchins in slums such as [[Flea Bottom]] can obtain enough bread to stave off starvation, supplemented now and again with &quot;bowls o' brown&quot; as a minor meat source. At the other end of the spectrum, wealthy merchants and lords can afford extravagant foods and wines, including exotic spices and ingredients imported from distant areas.\n\n", "In the books": "\nGrapes for wine making only grow about as far north as the Riverlands in Westeros. Grapes from the Riverlands are generally small and tart, and make drinkable wine, though it is not considered to be of particularly high quality. The best wines come from the warmer fields of [[the Reach]] farther to the south, particularly from the large island of [[the Arbor]] off of its southern coast. Many kinds of wine are produced in the Arbor, but the best is held to be Arbor gold, which is rich and fruity. Arbor gold is thus very expensive: it is joked that a commoner would sell his own firstborn baby in exchange for a cask of Arbor gold.\n\nDue to its unique warm and arid climate, plants and animals can be found in [[Dorne]] which do not exist in the rest of Westeros, particularly various hot spices. It is also the only part of the continent where citrus fruits can grow, such as lemons. Food and drink is therefore very different in Dorne, preferring hot spicy meals and strong wines without much sweetness, often sour or mixed with exotic, fiery spices. Dornish sour reds are almost as highly prized as Arbor gold wine. There is some debate about which is the best wine in all of Westeros, though it largely comes down to personal preference: those who prefer sour red wines consider Dornish reds to be the best, but those who prefer sweet white wines consider Arbor gold to be the best.\n\n===Themes===\nAuthor [[George R.R. Martin]] included numerous, highly detailed descriptions of foods appearing in the ''[[A Song of Ice and Fire]]'' novels. While sometimes criticized that this verges on &quot;food porn&quot;, the descriptions of food in the narrative are often closely tied to major thematic points. On a general level, it is part of world-building, as wealthier characters from the nobility can afford extravagant feasts while the poor are begging for basic bread. A major thematic point is that the [[War of the Five Kings]] is essentially just a game or inter-dynastic squabble to the Lannisters (particularly Cersei and Joffrey), but it is causing thousands of peasants whom they've never met to literally starve to death. In his inner POV narration, Tyrion wryly notes the [[smallfolk]] would riot again if they saw how opulent the feast prepared for the royal wedding is.\n\nOn a broader level it helps distinguish geographic regions, as poorer, cold regions such as the North cannot produce or afford the lavish feasts served in the capital city of King's Landing. In other circumstances it emphasizes just how different or exotic a location is, such as how the foods in Dorne contains much more spices than the foods from the regions of Westeros dominated by the Andals. [[Daenerys Targaryen]] encounters extreme culture shock when she first enters the [[Dothraki Sea]], i.e. when in the second episode of the TV series Ser Jorah gives her Dothraki horse jerky.\n\nOn a deeper level, descriptions of foods often help set the tone for an entire scene. Often this is simply pointing out that when times are good, extravagant food is available at feasts, while when times get bad, particularly during military sieges, the only food left sounds foul and awful. At other points in the books, food might be described as terrible even though outwardly the situation seems to be normal, to give a tone of negative foreshadowing. For example, while the TV series didn't mention this, the feast given by the Freys at the [[Red Wedding]] (before the ambush began) consisted of disgusting-sounding foods including jellied calf-brains and stringy beef.\n\n===New World crops===\nIn the ''[[A Song of Ice and Fire]]'' novels, the foodstuffs available to the inhabitants of the Seven Kingdoms are basically what was available in medieval Europe. Given that the [[Wikipedia:Columbian Exchange|Columbian Exchange]] had not occurred yet, New World crops and animals were not present to supplement the diet of Medieval Europe. These include animals such as turkeys, and plants such as maize-corn, potatoes, sweet potatoes, squash, tomatoes, pumpkins, bell peppers, chili peppers, avocados (from which guacamole is made), cocoa (from which chocolate is made), and tobacco.\n\nA problem encountered by [[Wikipedia:J.R.R. Tolkien|J.R.R. Tolkien]] when he wrote ''The Hobbit'' (1937) and ''The Lord of the Rings'' (1954-1955) is that his fictional Middle-earth legendarium is supposed to actually take place in our real-world, simply during a &quot;lost historical era&quot; some six thousand years ago, which predates written history. The continent of Middle-earth (set in the world of Arda) is actually supposed to have turned into Europe, reshaped through various natural disasters into its modern form. However, fans wrote in to Tolkien asking him how New World crops can appear in Middle-earth if it is supposed to be ancient Europe during a legendary past era. Tolkien explicitly stated that Hobbits eat potatoes and tomatoes, and quite prominently mentioned that they smoke tobacco.\n\nTolkien's response was twofold. First, Tolkien removed references to New World crops when he could: the first edition of ''The Hobbit'' has Gandalf ask for &quot;cold chicken and tomatoes&quot;, but this was changed to &quot;cold chicken and pickles&quot; in the third edition. No subsequent mention is made of tomatoes in the books, and thus the seemingly random appearance of tomatoes in certain scenes during Peter Jackson's film trilogy adaptation of ''The Lord of The Rings'' is considered surprisingly controversial in Tolkien fandom. Tolkien, however, either didn't want to entirely eliminate potatoes and tobacco or felt he couldn't easily eliminate them through simple omission. Even when he was first writing the books, as a master linguist Tolkien felt uneasy about using the modern names for these crops, given that they derive from Native American languages which would not have been in contact with ancient Europe. Thus he usually refers to &quot;potatoes&quot; as &quot;taters&quot; (barring a single moment when in frustration, Sam explicitly explains to Gollum that &quot;taters&quot; are &quot;poh-tay-toes!&quot;), and &quot;tobacco&quot; is referred to as &quot;pipe-weed&quot; - it's a kind of weed you smoke in a pipe (some readers got confused on this point, so in the author's Prologue which he attached to subsequent editions, Tolkien explained why he calls it &quot;pipe-weed&quot; and explicitly stated that it is a strain of ''[[Wikipedia:Nicotiana|Nicotiana]]'', the tobacco plant).\n\nSecond, Tolkien developed the explanation that the NĂşmenoreans brought these crops to Middle-earth from other continents, which they encountered during their numerous exploratory voyages around the world. NĂşmenor is basically the Middle-earth legendarium's version of Atlantis, as it was an advanced civilization located on a large island which was destroyed when it sank into the sea (afterwards, in Elvish, it even became known as &quot;AtalantĂŤ&quot;, furthering the parallel with Atlantis). The survivors who escaped NĂşmenor's downfall founded the realms of Arnor and Gondor in Middle-earth. The Gondorian's ancestors thus encountered tobacco on a sea voyage to some other distant continent, then brought it to Middle-earth with them, and it eventually spread to the Shire where Hobbits invented the practice of crushing up its dried leaves and smoking them in pipes. Tolkien specifically gave this explanation for how tobacco came to Middle-earth, but it can also probably be applied to other crops such as potatoes.\n\nAuthor [[George R.R. Martin]] has stated that [[Westeros]] is loosely inspired by England during the War of the Roses during the 1400s, and thus possess a Late Medieval technology level - and, in general, only foodstuffs known to medieval Europe before contact was made with the Americas. Martin has not made an official statement on the subject, but New World crops and animals are rarely if ever mentioned. In particular, tobacco apparently does not exist in Westeros, as no one is ever mentioned to be smoking. Moreover, Martin went so far as to develop a fantasy-equivalent of tobacco, known as &quot;sourleaf&quot;, which is chewed in similar fashion to chewing tobacco. However, sourleaf is explicitly ''not'' the same thing as &quot;tobacco&quot; just using a different name, the way Tolkien called tobacco &quot;pipe-weed&quot; but acknowledged that &quot;pipe-weed&quot; is really tobacco. Sourleaf is chewed like chewing tobacco and gives a similar mild narcotic effect, however, sourleaf causes a pink froth to form on the lips from its red juices, which if used habitually will turn teeth blood red ([[Masha Heddle]], the innkeeper at the [[Crossroads Inn]], is a heavy user of sourleaf, though this didn't come up in the TV series).\n\nThus at first it would seem that Martin went out of his way to portray that New World crops do not exist at all in Westeros, to the point that he made an analogous plant which is similar to tobacco in effects but clearly not the same thing. On the other hand, however, stray mentions have been made in the books which say that New World plants and animals actually can be found in Westeros. It is mentioned that &quot;pumpkins&quot; grow in both [[the Vale]] and [[the Reach]]. During the scene in the first novel when [[Bran Stark]] is attacked by [[Free Folk|wildlings]] while riding (which occurs in Season 1's &quot;[[A Golden Crown]]&quot;), [[Theon Greyjoy]] was actually distracted from keeping a watch over Bran because he saw a &quot;turkey&quot; in the woods and tried to hunt it. Both turkeys and pumpkins were unknown to Medieval Europe; though the references are so obscure that they might simply be errors - the change from &quot;tobacco&quot; to &quot;sourleaf&quot; was far more prominent, and may indicate that Martin's overall intent was that New World plants and animals do not exist in Westeros. Another issue, which Tolkien also encountered, is that Martin uses the word &quot;corn&quot; in the older and generalized sense of &quot;grain&quot;. Wheat and barley are both kinds of &quot;corn&quot;, just as they are &quot;grains&quot;. The crop known as &quot;maize&quot; only comes from the Americas, and is only one kind of &quot;corn&quot; or &quot;grain&quot;, but over time the name &quot;corn&quot; has been commonly applied to maize as if it was the plant's proper name. Thus certain stray mentions of &quot;corn&quot; are usually referring to grains in general.\n\nThe TV series, however, has mentioned New World crops in Westeros. In Season 2's &quot;[[The Prince of Winterfell]]&quot;, [[Bronn]] mentions in passing that during a siege, the wealthy people in a city will sell all of their jewels for &quot;a sack of potatoes&quot;. The books never established that potatoes exist in Westeros. It is unclear if this means that the TV writers intend the TV continuity to be different, or if Bronn's line is to be considered a simple mistake, or if even George R.R. Martin considers New World crops to actually exist in Westeros, and simply hasn't mentioned it in the books yet.\n\nThat being said, ''unlike'' J.R.R. Tolkien's Middle-earth legendarium, George R.R. Martin has explicitly stated that his fantasy world of Westeros, Essos, and beyond is ''not'' supposed to be the same thing as our real-world, just located in the distant past of a lost historical era the way Middle-earth is. For that matter, Martin has also denied that it is located in the far future of the real world, or in the future on a distant planet, which is the revealed backstory for the ''Dragonriders of Pern'' and ''Sword of Shannara'' series. Westeros is simply on an alternate world with no direct connection to our own, and there happen to be some similarities, but it doesn't necessarily need to follow our world's history. As such there is nothing outright preventing tobacco from appearing in Westeros, Martin just felt it didn't fit the setting (anymore than steam trains would). Thus, turkeys and pumpkins might simply have always existed in Westeros - just ''because'', and without needing to be transported there from some other continent.\n\n", "Behind the scenes": "[[Image:LemonCakes4.jpg|thumb|left|[[Lemon cake]]s are a favorite treat among noblewomen in the Seven Kingdoms.]]\nQuite a lot of thought goes into setting up the background set dressing, costuming, and even foods presented in different geographical regions and cultural settings on the TV series. The quality and style of food should logically match the social and economic setting in which it is produced, i.e. the Lannisters living in the capital city of King's Landing can afford more expensive and elaborate foods (including exotic ingredients obtained through trade) than the the kind of foods that the Starks at Winterfell, because the North is a colder and poorer region distant from the capital city.\n\nAs Set Decorator [[Richard Roberts]] explained:\n\n:&quot;It's a script led thing, and obviously the action for the scene, and then it has to do with the look of the world they're in, and where they live, the kind of food they'd have, the money they'd have, the facilities.&quot;&lt;ref&gt;[http://www.youtube.com/watch?v=Fa-zsp1MREY Game Of Thrones: The Artisans - Richard Roberts, Set Director: Food Prep]&lt;/ref&gt;\n\n:[[Image:King's Landing food.png|thumb|The royal court at King's Landing can afford extravagant feasts of exotic foods.]]&quot;[[King's Landing]], it's very opulent. It's a hot sunny country, very colorful, so no expense spared. So we've mixed it with very exotic fruits, which we've ordered especially in, added a lot more color to food, and mixed some things like couscous with colored berries. Still meat and fish, but just to really heighten the colors, with a lot of food coloring in the breads, and saffrons and reds, lot of pinks, and just made it as colorful as possible to look like it's very exotic, opulent, no expense spared food. Which is more the Mediterranean, sunny produce you'd expect.&quot;&lt;ref&gt;[http://www.youtube.com/watch?v=Fa-zsp1MREY Game Of Thrones: The Artisans - Richard Roberts, Set Director: Food Prep]&lt;/ref&gt;\n\n:[[Image:Winterfell food.png|thumb|left|200px|Winterfell is colder so it has more meats, and less fruits.]]&quot;[[Winterfell]] is far more basic, they haven't got the money, and the produce is different, they're further north. So it's a lot of meat, basically.&lt;br /&gt;And we've got some colors into the root vegetables, and things like that, and a little bit of fruit, but less. The fruit is a big King's Landing thing. But up there, it's quite bleak, it's permanent winters, so it's more root vegetables and meat.&quot;&lt;ref&gt;[http://www.youtube.com/watch?v=Fa-zsp1MREY Game Of Thrones: The Artisans - Richard Roberts, Set Director: Food Prep]&lt;/ref&gt;\n\nThe [[Night's Watch]], at [[the Wall]], has been in a serious decline for years, and thus it can spend even less money on quality food than Winterfell. While the feast at Winterfell in the [[Winter is Coming|first episode]] didn't have many fruits which grow in warmer climates, it still featured a variety of meats which visually seemed appetizing. In contrast, the producers wanted to show how poor the Night's Watch is by visually emphasizing that the food at Castle Black consists of crusty bread and unpalatable stew:\n\n:[[Image:Castle Black food.jpg|thumb|The prop-stew seen at Castle Black was filled with grey color-dye and unusual pieces, to make it look like [[Jon Snow]] and his friends are eating rancid lard.]]&quot;The idea for [[Castle Black]] is that they're very poor, it's the cheapest cuts of rancid meat you can imagine, made into a very basic stew. And meat stew can look sort of appetizing, it's a dark brown, nice rich gravy, so we gave it a grey, slimy, chewy look. So it looks almost like gloopy whale meat somehow. It's all edible, but again with flour and food coloring to get the blacks and the greys in there, and we we tried all sorts of grisly bits and pieces, without making it too revolting for the actors. So it looks foul, but actually it tastes like real meat stew. But it looks disgusting, it looks like you wouldn't want to touch it. They slaughter animals, chop it up for the stew, so we had a few fiberglass pigs, but most of its fresh in there, which adds in a sort of reality to the set.&quot;&lt;ref&gt;[http://www.youtube.com/watch?v=Fa-zsp1MREY Game Of Thrones: The Artisans - Richard Roberts, Set Director: Food Prep]&lt;/ref&gt;\n\n", "Foods": "[[File:Pigeon_pie.png|thumb|200px|A large pigeon pie served at Joffrey's [[Purple Wedding|wedding feast]].]]\n[[File:Wolf_Cake.jpg|thumb|200px|Loaf of bread that [[Hot Pie]] baked in the shape of a direwolf for [[Arya Stark]].]]\n===Westeros===\n*[[Bowl of brown]]&lt;ref&gt;&quot;[[Second Sons]]&quot;&lt;/ref&gt;\n*Bread (made from wheat, barley, oats, or rye)&lt;ref&gt;&quot;...Provisions, so this city might survive the winter:  a million bushels of wheat, half a million bushels each of barley, oats, and rye, 20,000 head of cattle, 50,000 head of sheep.&quot; - Olenna Tyrell, &quot;[[Two Swords]]&quot;\n&lt;/ref&gt;\n*Candied almonds.&lt;ref&gt;&quot;[[First of His Name]]&quot; - &quot;Your mother always had a sweet tooth you know...at suppertime, she would always go straight for honey cakes, candied almonds, custard...&quot; -- Lysa Arryn&lt;/ref&gt;\n*Custard&lt;ref&gt;&quot;[[First of His Name]]&quot; - &quot;Your mother always had a sweet tooth you know...at suppertime, she would always go straight for honey cakes, candied almonds, custard...&quot; -- Lysa Arryn&lt;/ref&gt;\n*Duck sausage&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n*Hard cheese&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n*Honey cakes&lt;ref&gt;&quot;[[First of His Name]]&quot; - &quot;Your mother always had a sweet tooth you know...at suppertime, she would always go straight for honey cakes, candied almonds, custard...&quot; -- Lysa Arryn&lt;/ref&gt;\n*[[Kidney pie]]&lt;ref&gt;&quot;[[Mockingbird]]&quot;&lt;/ref&gt;\n*[[Lamprey pie]]&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n*[[Lemon cake]]&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt;\n*[[Pigeon pie]]&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n*Potatoes&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;:  &quot;[During a siege] food's worth more than gold.  Noble ladies sell their diamonds for a sack of potatoes.&quot; -- Bronn\n&lt;/ref&gt;\n*Rabbit stew&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\n===Essos===\n*[[Stallion heart]]\n*Dothraki dried [[Horses|horse]] jerky&lt;ref&gt;&quot;[[The Kingsroad]]&quot;&lt;/ref&gt;\n\n", " See also ": "*{{AWOIAF|Food}}\n*{{AWOIAF|Wine}}\n*{{WP|Food}}\n*{{WP|Wine}}\n*[http://www.innatthecrossroads.com/ InnAtTheCrossroads.com,] a fan blog by two &quot;food enthusiasts&quot; who attempt to recreate foods described in the novels. They are the authors of ''A Feast of Ice and Fire: The Official Game of Thrones Companion Cookbook'' (2012), which features an introduction by George R.R. Martin himself.\n\n"}, "title": "Food and Drink"}