{"attributes": {}, "sections": {"Known fools": "[[File:Dontos_Hollard.png|250px|right|thumb|Dontos the Red as a fool.]]\n*{[[Dontos Hollard]]}, known as &quot;Dontos the Red&quot;, a [[Knighthood|knight]] stripped of his title and forced into the role by King [[Joffrey Baratheon]]. Executed by a single crossbow bolt by the order of LordÂ [[Petyr Baelish]], after aiding inÂ [[Sansa Stark]]'s escape from [[King's Landing]].\n\n", "TOP": "Fool019881gvav1ua63076rb52gavud2615mw5h2o1769212015-03-14T18:33:52ZSharp Blades26158496{{Quote|Do you hear [[Sansa Stark|my lady]], Ser Dontos? From this day, you shall be my new fool.|King Joffrey Baratheon|The North Remembers}}\nA '''fool''' or '''jester''' is a performer employed to provide entertainment to members of a [[King]] or lord's court.\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels there are several fools besides Dontos Hollard:\n*Moon Boy, the other resident fool at the [[Red Keep]]\n*Butterbumps, the obese fool of [[House Tyrell]]\n*The mad Patchface, a former slave at [[Volantis]], the court fool of [[Stannis Baratheon]], having been purchased and made free by Lord [[Steffon Baratheon]] during the time of the [[Mad King]]\n\n\nMeanwhile, Lord [[Walder Frey]] employs his own lackwit grandson, Aegon - son of Ser [[Stevron Frey]] - who is dubbed &quot;Jinglebell&quot;. Medieval societies were not &quot;politically correct&quot; by modern standards, and frequently forced the mentally and physically handicapped into demeaning positions as court jesters for the petty amusement of the court - often the term &quot;court fool&quot; ''literally'' referred to a &quot;fool&quot;, i.e. mentally handicapped person. In [[Westeros]] and beyond, [[Dwarfs|dwarfs]] are also often used as court jesters - unlike mentally handicapped fools such as Jinglebell Frey, dwarfs are physically but not mentally handicapped, which means they are often expected to come up with witty jests and japes to entertain the court. This is a demeaning position for the mentally/physically handicapped, but better than simply being left in the woods to die as an infant. [[Tyrion]] directly explains to [[Jon Snow]] that centuries of dwarfs serving as court fools and jesters have made people used to the idea that dwarfs can say whatever critical japes they want - the result being that Tyrion usually just says whatever witty insults happen to pop into his head, without fearing the repercussions.\n\nDue to their lowly status, however, fools are often ignored by nobles at court, leaving them in the perfect position to overhear secrets. More than a few court fools at [[King's Landing]] are on the payroll of [[Petyr Baelish|Littlefinger]] or [[Varys]] (or both).\n\n"}, "title": "Fool"}