{"attributes": {"castles": "", "cities": "Braavos â&euro;˘ Lorath â&euro;˘ Lys â&euro;˘ Myr â&euro;˘ Norvos â&euro;˘ Pentos â&euro;˘ Qohor â&euro;˘ Tyrosh â&euro;˘ Volantis", "founding": "", "places": "The Axe â&euro;˘ Braavosian Coastlands â&euro;˘ Disputed Lands â&euro;˘ Flatlands â&euro;˘ Forest of Qohor â&euro;˘ Hills of Norvos â&euro;˘ Orange Shore â&euro;˘ Rhoyne â&euro;˘ Sea of Myrth â&euro;˘ Stepstones", "formerly": "Colonies of the Valyrian Freehold", "title": "The Free Cities", "culture": "Various", "image": "The Free Cities Map.png", "villages": "", "founder": "Quote", "rulers": "Various", "location": "western Essos", "military": "", "religion": "Lord of Light, various others.", "towns": "Ar Noy â&euro;˘ Ny Sar â&euro;˘ Sar Mell â&euro;˘ Selhorys â&euro;˘ Valysar â&euro;˘ Volon Therys", "population": "", "type": "Mercantile city-states", "age": "", "geography": ["Hills and river valleys, temperate (north)", "Coastal plains, sub-tropical (south)"]}, "sections": {"TOP": "Free Cities021585vp7u22wtof8n03y485f2axyoa5awxf1785002015-03-22T03:12:03ZThe Dragon Demands5014364/* See also */{{Region\n| Title=The Free Cities\n| Image=The Free Cities Map.png\n| Image size=\n| Location=western [[Essos]]\n| Formerly=Colonies of the [[Valyrian Freehold]]\n| Type=Mercantile city-states\n| Geography=Hills and river valleys, temperate (north)&lt;br&gt;Coastal plains, sub-tropical (south)\n| Population=\n| Rulers=Various\n| Religion=[[Lord of Light]], various others.\n| Culture=Various\n| Military=\n| Regional capital=\n| Cities=[[Braavos]] â&euro;˘ [[Lorath]] â&euro;˘ [[Lys]] â&euro;˘ [[Myr]] â&euro;˘ [[Norvos]] â&euro;˘ [[Pentos]] â&euro;˘ [[Qohor]] â&euro;˘ [[Tyrosh]] â&euro;˘ [[Volantis]]\n| Towns=[[Ar Noy]] â&euro;˘ [[Ny Sar]] â&euro;˘ [[Sar Mell]] â&euro;˘ [[Selhorys]] â&euro;˘ [[Valysar]] â&euro;˘ [[Volon Therys]]\n| Villages=\n| Castles=\n| Places=[[The Axe]] â&euro;˘ [[Braavosian Coastlands]] â&euro;˘ [[Disputed Lands]] â&euro;˘ [[Flatlands]] â&euro;˘ [[Forest of Qohor]] â&euro;˘ [[Hills of Norvos]] â&euro;˘ [[Orange Shore]] â&euro;˘ [[Rhoyne]] â&euro;˘ [[Sea of Myrth]] â&euro;˘ [[Stepstones]]\n| Founding=\n| Age=\n| Founder=\n}}\n{{Quote|Frankly, the nine of them are more alike than they would care to admit. They hire the same soldiers, to fight the same wars, for the same rulers... the rich, be they called Magisters, Archons, or what have you. When a Dothraki khalasar approaches, they give the same tribute to avoid the same sacking. For thousands of years, the disgraced of Westeros have rained east to pool in the Free Cities.|Ser [[Jorah Mormont]]|The Free Cities (Histories &amp; Lore)}}\n[[Image:Free Cities.png|thumb|200px|right|A map showing the location of the nine '''Free Cities''' on the continent of [[Essos]].]]\n[[Image:The Free Cities.png|thumb|200px|right|A map of the western Free Cities, showing their location just across the [[Narrow Sea]] from [[Westeros]].]]\nThe '''Free Cities''' are nine powerful, independent city-states located across the [[Narrow Sea]] to the east of [[Westeros]]. They are located on the western coast of the massive eastern continent of [[Essos]]. They trade with the [[Seven Kingdoms]], and each one is a distinct and individual culture by itself.\n\nThe overall area of the Free Cities and their respective territories are roughly equal in size to Westeros south of [[the Neck]].\n\n", "See also": "* {{AWOIAF}}\n* [http://viewers-guide.hbo.com/game-of-thrones/season2/#!/map/ HBO Viewer's Guide]\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, there are nine Free Cities: [[Braavos]], [[Pentos]], [[Norvos]], [[Qohor]], [[Lorath]], [[Tyrosh]], [[Lys]], [[Myr]], and [[Volantis]]. Tyrosh, Lorath and Lys are located on islands off the coast, while Norvos and Qohor are inland, roughly east of Pentos. The rest are major seaports.\n\nAside from Braavos, the Free Cities were colonies of the mighty empire of [[Valyria]] and gained their independence after the Doom. As Martin has stated that the Valyrian Empire is essentially his fantasy world's equivalent of the Roman Empire, the Free Cities are essentially his equivalent of the medieval Italian city-states (the coastal ones that have a mediterranean climate; Norvos and Qohor might be more like other romance regions in medieval France/Germany, etc.)\n\nBraavos in the far north was founded by refugees fleeing Valyrian tyranny. In terms of size, Volantis appears to be physically the largest city and the most populous, but Braavos is the richest and most powerful in military terms, as well as considered as being almost impregnable due to its position on a hundred islands in the middle of a vast lagoon, unassailable by land. Lys and Myr are perpetual rivals, frequently warring over the [[Disputed Lands]] to the west of the River Rhoyne, as well as the [[Stepstones]]. Volantis and Tyrosh are sometimes reluctantly pulled into these wars. Volantis, at the mouth of the Rhoyne, is a major slave-trading center and a major stop for travelers heading from Westeros and the Free Cities to distant Slaver's Bay. The Rhoyne and its numerous tributaries form a substantial trade and transport link through the interior of the landmass.\n\n* '''[[Braavos]]''': the most powerful and northerly of the Free Cities, located on islands in a lagoon, led by the Sealord. The city is home to the influential [[Iron Bank of Braavos]] and the secretive assassins' guild known as the [[Faceless Men]]. The city is noted for its religious tolerance and hatred of slavery.\n* '''[[Lorath]]''': arguably the least-known and possibly the least-powerful Free City, located on an island south-east of Braavos, in the [[Shivering Sea]].\n* '''[[Lys]]''': an island city in the Summer Sea, located close to the Stepstones and protected by a formidable navy and informal Lyseni &quot;freesails&quot;, who often rent their services to the highest bidder. Lys is noted for its pleasure houses. Its people are fair skinned, blonde haired and blue eyed.\n* '''[[Myr]]''': a seaport located close to the Disputed Lands and on an arm of the Narrow Sea known as the Sea of Myrth. Noted for its skilled craftsmen and their products, particularly optical lenses and fine lace. Lys and Myr have been bitter rivals for centuries. Its people are dusky and considered exotic by Westerosi.\n* '''[[Norvos]]''': a major inland city, located on the River Noyne northeast of Pentos. Norvos is renowned for its axes. It is situated in the hill country in the north of Essos, known as the Hills of Norvos.\n* '''[[Pentos]]''': a major seaport, land-based and vulnerable to [[Dothraki]] incursions from the continental interior. Among other items, it is frequently noted for its trade in cheeses. Ruled by the Prince of Pentos, supported by a council of merchant Magisters. Allied to Braavos.\n* '''[[Qohor]]''': a major inland city, located in the immense Forest of Qohor near the edge of the [[Dothraki sea]], east of Norvos on the River Qhoyne. Noted for its immensely skilled blacksmiths. Qohor maintains a garrison of [[Unsullied]] warrior-eunuchs which it buys from Slaver's Bay to defend itself against the Dothraki.\n* '''[[Tyrosh]]''': a major seaport and mercantile city, ruled by the Archon. Tyroshi are known for extravagant clothes, flashy armor and rich tastes. Tyrosh is located on an island close to the [[Stepstones]], and is thus the Free City closest to Westeros. Due to its location between the Stepstones, Disputed Lands, and Westeros, it is often seen as a major hub for hiring the services of various professional mercenary companies, to serve in the various conflicts of these different regions.\n* '''[[Volantis]]''': the southeastern-most of the Free Cities and the largest, most populous and most corrupt, ruled by the Triarchs of Volantis. Noted for its immense slave markets and Valyrian traditions. Volantis was originally the most powerful of the Free Cities but its strength was sapped in the Bleeding Years, leading to it being narrowly edged out by Braavos. Volantis is built on the main mouth of the immense River Rhoyne, with numerous tributaries of the Rhoyne forming a defensive barrier to the east that protects the city from the Dothraki. The major trade routes from Westeros to distant [[Slaver's Bay]] and points beyond, such as [[Slaver's Bay]], the [[Jade Sea]], [[Qarth]] and [[Asshai]], pass through Volantis.\n\n"}, "title": "Free Cities"}