{"attributes": {"status": "Active", "predecessor": "", "features": "Darker hair, eyes, complexionQuote", "language": [" Common Tongue", "Old Tongue", "Five other regional tongues"], "title": " Free Folk", "ruler": " Separated into ~90 different tribes, occasionally united by an over-chief known as the King-Beyond-the-Wall ", "image": " Free_folk_warband.jpg", "society": " Clan-based", "location": " Beyond the Wall, Westeros", "religion": " Old Gods of the Forest", "aka": "wildlings"}, "sections": {"TOP": "Free Folk02151lprj0vgyqva4i31xudkznsovgmnt3pp1776202015-03-18T20:34:54ZThe Dragon Demands5014364{{Culture infobox\n| Title= Free Folk\n| Image= Free_folk_warband.jpg\n| AKA=wildlings\n| Status=Active\n| Predecessor=\n| Location = [[Beyond the Wall]], [[Westeros]]\n| Ruler= Separated into ~90 different tribes, occasionally united by an over-chief known as the [[King-Beyond-the-Wall]] \n| Society= Clan-based\n| Language= [[Common Tongue]]&lt;br&gt;[[Old Tongue]]&lt;br&gt;Five other regional tongues\n| Religion= [[Old Gods of the Forest]]\n| Features=Darker hair, eyes, complexion\n}}\n{{Quote|We don't kneel for anyone beyond the Wall.|[[Mance Rayder]]|Valar Dohaeris}}\nThe '''Free Folk''' is the name used to refer to themselves by the people who live in the lands [[Beyond the Wall|beyond]] [[the Wall]], still on the continent of [[Westeros]] but beyond the northern border of the [[Seven Kingdoms]].&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt; The name they employ makes reference to their society, which recognizes no inherent or hereditary political authority, except for leaders whom they choose to follow. The people of the Seven Kingdoms refer to the Free Folk derogatorily as '''wildlings'''.\n\nNormally the wildlings are divided into many different rival clans, but occasionally they unite behind  a single over-chieftain known as a [[King-Beyond-the-Wall]], as they are now under [[Mance Rayder]].\n\nThe term &quot;wildlings&quot; is sometimes also employed to refer to the members of the [[hill tribes]] of [[the Vale]] that defy the rule of [[House Arryn]], but out of context the term is usually understood to refer to the peoples living beyond the Wall.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Free Folk consist of various factions, such as the people of Thenn, raiders from the Frozen Shore, and settlers and woodsmen in the [[Haunted Forest]]. At the time of the books they are unified under a King-Beyond-the-Wall, Mance Rayder, a former member of the Night's Watch who fled the Wall and betrayed the Sworn Brothers. With the Wall grievously under-strength, as the first book begins there are fears that the wildlings may try to invade and that Lord [[Eddard Stark]] might have to lead his banners against them in a punitive strike.\n\nWhen a wildling man wants a wife (wildling or non-wildling), he must kidnap her, while risking severe injury or even death by the woman and her relatives, and the woman must fight back. As a rule, the wildlings do not kidnap married women. Ygritte explained to Jon that if the man succeeds, it shows that he is strong, brave and cunning, and this is what wildling women seek in men. If the man turns out to be an abusive husband, the wife can always slit his throat. Because Jon succeeded in chasing down and capturing Ygritte, she later points out to him that they could be considered technically married (according to loose wildling customs, which are not strictly defined &quot;laws&quot;), although Jon insists that capturing her was not for sex.\n\nThe wildlings prefer to kidnap women far from their villages rather than from their own clan, and it is considered a great sin to marry relatives. The Old Gods of the Forest, worshiped by both the Free Folk and the Northmen, don't have as many formal rules as the Faith of the Seven, but their religion still maintains a few fundamental social prohibitions, one of which forbids [[Incest]]. While the wildlings have no knowledge about genetics, they understand that inbreeding may result in weak and sickly children. Thus what Craster is doing with his daughter-wives is considered an abomination even by the other wildlings, and not remotely acceptable behavior by their own standards.\n\n", "Culture": "\n[[File:Free_folk_camp.jpg|thumb|300px|The camp of the Free Folk in the [[Skirling Pass]].]]\n\nThe Free Folk consist of a wide variety of many fractious tribes and village-dwellers, some reasonably refined, others savage and hostile. Different wildling factions have very different cultures and practices, and may speak different languages. They spend much of their time fighting one another over petty squabbles, aside from the times when they are unified by a [[King-Beyond-the-Wall]] - as they are now under [[Mance Rayder]].\n\nThe Free Folk worship the [[Old Gods of the Forest]], like their distant cousins in the North. Even in the lands of House Stark, there are some followers of the Faith of the Seven, often southern noblewomen who come to the North to secure marriage alliances. Beyond the Wall, however, the Old Gods are the only gods that are worshipped.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\nWomen also partake in raids south of the Wall along with their male counterparts. These women warriors are known as [[spearwives]].\n\nA major difference between the Free Folk and the feudal society of the Seven Kingdoms south of the Wall is that they do not recognize a class of hereditary nobility in their society. They take great pride in their &quot;free&quot; status, and only follow leaders who they choose to lead them. While in certain times the clans will unite behind a &quot;King-Beyond-the-Wall&quot;, the title and position are not hereditary, as the Free Folk will follow no man simply because of who his father was. The Free Folk will follow a King-Beyond-the-Wall into battle, but they do not perform ceremonies of submission such as kneeling in front of him or referring to him as &quot;your Grace&quot;. They call the people of the feudal Seven Kingdoms &quot;[[Kneelers]]&quot;, because they physically kneel to men who they didn't choose to rule over them. There is no social stratification between high-born lords and low-born [[smallfolk]] among the Free Folk.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\nThe other side of this is that without established lords, the wildlingsÂ are so &quot;free&quot; that they don't really have established and enforced laws. A man keeps what he can take, and continues to hold what he can defend. This is somewhat more brutal and chaotic than the feudal society of the Seven Kingdoms, but in some respects their societyÂ is more politically egalitarian.\n\nThe wildlings do not bury their dead, but burn them. This has nothing to do with religion - it is simply done to prevent the [[White Walkers]] from resurrecting the deceased as [[Wight|wights]]. If no fire is available, they will at least try to decapitate or dismember the corpse so it won't make a very useful wight.\n\n", "Prominent Free Folk": "[[File:Ygritte.jpg|thumb|Ygritte, a member of the Free Folk. ]]\n* [[Mance Rayder]], the [[King-Beyond-the-Wall]], a former sworn brother of the [[Night's Watch]].\n** [[Tormund]], called &quot;Tormund Giantsbane&quot;, one of Mance Rayder's lieutenants.\n** {[[Styr]]}, the [[Magnar]] of [[Thenn]], another of Mance's lieutenants. Killed by [[Jon Snow]] during the [[Battle of Castle Black]].\n** {[[Orell]]}, another of Mance Rayder's followers, a [[warg]]. Killed by Jon Snow.\n** The [[Lord of Bones]], aka Rattleshirt, a renowned leader of a raiding warband now aligned with Mance Rayder.\n** {[[Ygritte]]}, a young [[spearwife]] encountered by [[Jon Snow]] and former member of the Lord of Bones's warband. Killed by [[Olly]] during the Battle of Castle Black.\n* {[[Craster]]}, an unsavory collaborator of the [[Night's Watch]] with a sordid reputation.\n** [[Gilly]], one of his many daughter-wives.\n** [[Morag]], one of his wives\n* [[Osha]], a former spearwife and now a loyal servant of [[House Stark]] and protector of [[Bran Stark|Bran]] and [[Rickon Stark]].\n\n", "Clans": "\nAt the time of the [[War of the Five Kings]] the Free Folk are divided into about 90 different clans or tribes, some of which have long been bitter enemies with each other.&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt; Normally they are politically divided, but have united under the current King-Beyond-the-Wall Mance Rayder for the common goal of forcing their way south of the Wall before the next winter comes, which will bring the [[White Walkers]] with it.\n\nSome of these groups are socially and culturally very different. While many do understand the [[Common Tongue]] of the [[Andals]] south of the Wall, according to Mance the clans in his army speak seven different [[languages]] (including the Common Tongue; otherwise they speak the [[Old Tongue|Old Tongue of the First Men]], and its several variants).\n\nSome of these clans or groups include:\n\n* Numerous clans from the vast [[Haunted Forest]], immediately north of the Wall but east of the Frostfang Mountains. These tend to be semi-nomadic hunters and homesteaders, though some of them form villages of their own.\n** [[White Tree]]Â -Â a community of wildlings\n** [[Craster's Keep]] - a small homestead maintained by [[Craster]] and his many [[Craster's wives|daughter-wives]].\n* The [[Thenn]]\n* [[Hornfoots]]\n* [[Ice-river clans]]\n* [[Cave people]]\n\nThe non-human race of [[giants]] who live beyond the Wall has also allied itself with Mance Rayder and now marches in his wildling army. Loosely speaking they may thus be considered part of the &quot;wildlings&quot;, though the inhabitants of the Seven Kingdoms generally use the term to refer to specifically the human clans living beyond the Wall. Of course, this is because until quite recently, those living south of the Wall had thought giants were entirely mythical creatures, and were unaware that they actually existed in the far northern lands beyond the Wall.\n\n", "See also": "* {{AWOIAF|Free folk}} (MAJOR spoilers from the books)\n\n", "History": "{{Quote|They're not ''your'' lands! We've been here the whole time! You lot came along and just put up a big Wall and said it was yours!|[[Ygritte]]|A Man Without Honor}}\n[[File:WildlingsCompleteGuide.png|thumb|Periodically throughout history, the Free Folk have been united under a King-Beyond-the-Wall.]]\nThe Free Folk are descended from the [[First Men]], as are the inhabitants of [[the North]]. They were, essentially, the people unlucky enough to be living north of the Wall when it was constructed eight thousand years ago. Besides this shared ethnic heritage, their common descent means that there are also many cultural similarities between the wildlings and the Northerners. The wildlings are much closer in lifestyle and habits to how the First Men lived thousands of years ago, as the North has come under some cultural influence from their [[Andal]] neighbors who invaded southern Westeros six thousand years ago, and particularly since the Seven Kingdoms were united into a single realm by the [[War of Conquest|Targaryen Conquest]] three hundred years ago.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\nOver the ages, the people of the Seven Kingdoms to the south had largely forgotten why [[the Wall]] was constructed in the first place and came to believe that it exists to protect the realm from the wildlings, whom they regard as primitive savages and barbarians. However, the [[Night's Watch]] knows it was originally constructed to defend against the possible return of the near-mythical [[White Walkers]]. Since the White Walkers did not return for the past eight thousand years, the Night's Watch has mostly shifted its focus to preventing the wildlings from crossing south of the Wall, and sending out patrols into the wilderness to keep track of wildling movements. The shift of focus also reduced the Night's Watch from a band of honorable warriors into largely a dumping ground for exiled criminals.\n\n"}, "title": "Free Folk"}