{"attributes": {"status": " :Category:Status: Dead", "10": "yes==In the books==In the ''A Song of Ice and Fire'' novels, the whole scene does not occur in the books. However, the trick with the coin Arya uses on the soldier is based on the way she tricks and kills a guard when she flees Harrenhal after the castle is seize by the Northern army led by Roose Bolton. Also, Arya stabs the Tickler multiple times, but that happens later in the book.==References==ReflistCategory:CharactersCategory:Season 3 CharactersCategory:Minor CharactersCategory:House FreyCategory:Characters from the RiverlandsCategory:Unnamed CharactersCategory:Status: DeadCategory:Smallfolk", "death": "Stabbed to death by Arya Stark", "last": "", "family": "", "title": "Frey Soldier 1", "season": "Season 3", "image": "Frey soldier 1.png", "allegiance": "House Frey", "actor": "Ciaran O'Grady", "deathep": " &quot;Mhysa&quot;Quote", "titles": "", "link": "House FreyCharacter", "place": "", "aka": "", "appearances": "&quot;Mhysa&quot;", "first": ""}, "sections": {"In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the whole scene does not occur in the books. However, the trick with the coin Arya uses on the soldier is based on the way she tricks and kills a guard when she flees [[Harrenhal]] after the castle is seize by the Northern army led by [[Roose Bolton]]. Also, Arya stabs [[the Tickler]] multiple times, but that happens later in the book.\n\n", "TOP": "Frey soldier 10179818xtnplzfx11mdtlpqd6qros9rwz4ogz1749212015-03-02T03:35:37ZSharp Blades26158496{{Heraldry\n|image=Frey mini shield.png\n|link=House Frey\n}}\n\n{{Character\n| Title=Frey Soldier 1\n| Image=Frey soldier 1.png\n| Season=[[Season 3|3]]\n| First=\n| Last=\n| Appearances=&quot;[[Mhysa]]&quot;\n| Titles=\n| Aka=\n| Status= [[:Category:Status: Dead|Deceased]]\n| Death=Stabbed to death by [[Arya Stark]]\n| Place=\n| Allegiance=[[House Frey]]\n| Family=\n| Actor=[[Ciaran O'Grady]]\n|DeathEp = &quot;[[Mhysa]]&quot;}}\n{{Quote|Does 'fuck off' mean something different where you're from?|The soldier to Arya Stark.|Mhysa}}\nThe '''Frey soldier'''Â is a character who appears in the [[Season 3|third season]] finale, &quot;[[Mhysa]]&quot;. He is played by [[Ciaran O'Grady]].\n\n", "Appearances": "{{Season Three Appearances|10=yes}}\n\n", "Biography": "The Frey soldier partook in the [[Red Wedding]]. &lt;ref&gt;&quot;[[The Rains of Castamere (episode)|The Rains of Castamere]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\nThe soldier is first seen at a campfire with fellow Frey soldiers, mocking the death of [[Catelyn Stark]] and spreading stories on how he attached [[Grey Wind]]'s head to [[Robb Stark]]'s body. While [[Frey soldier 2|one of the other men]] doesn't immediately believe this, saying that many of the Frey men would claim to have done the act, the soldier insists that with help from [[Malcolm]] and [[Talbot]], he sowed Grey Wind's head onto Robb's body, mentioning how difficult it was to do so.\n\n[[Arya Stark]], who passes the Freys along with [[Sandor Clegane]], jumps off the horse and walks up to the Freys, engaging in a conversation. She asks for a meal, whereas one of the soldiers simply orders her to &quot;fuck off&quot;. Arya states that she is hungry, and the Frey soldier asks her what part of &quot;fuck off&quot; she doesn't understand. Arya claims to have money, showing the coin of [[Braavos]]Â that [[Jaqen H'ghar]] gave her.Â \n\nThe Frey soldier seems interested, reaching his hand out for the coin. Arya, however, drops the latter by 'accident' and apologizes. The soldier calls her a &quot;little shit&quot;Â and leans down to retrieve the coin. Before even grasping it, Arya pulls the man off of the wooden log and repeatly stabs him in the neck. As the other Frey soldiers join the battle, Clegane intervenes and protects the Stark girl, eliminating each and every one of them as the stabbed Frey soldier bleeds profusely.\n\nAfter the battle is over, Sandor walks over to Arya, who is coldly staring down at the corpse of the Frey soldier she stabbed. He asks her if this was the first man she'd ever killed. After she confirms that it was the &quot;[[Stableboy|first ''man'']]&quot;, he asks where she retrieved the knife. She reveals that she pocketed it off of Clegane himself. Mildly annoyed, he grabs his knife back from her, and declares that the next time she plans on doing something like this, she should ''tell'' him first. She retrieves Jaqen's coin and mumbles the words ''Valar Morghulis''.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\n"}, "title": "Frey soldier 1"}