{"attributes": {}, "sections": {"Behind the scenes": "*The production team felt that it was difficult and unsatisfying to realize the Frostfangs and other lands beyond the Wall with CGI or location shooting in Northern Ireland, so they chose to film these sequences in Iceland, despite the practical problems this introduced with filming (such as expense and only having a few hours of light a day to film with).&lt;ref&gt;[http://www.westeros.org/GoT/News/Entry/Making_Game_of_Thrones_Iceland/ Westeros.org]&lt;/ref&gt;\n\n", "TOP": "Frostfangs053821a8j1vn4l1yuesxecug19f0lmecnjgl1756902015-03-07T14:32:18ZAsguardian26092854[[Image:The Wall Map.PNG|right|thumb|200px|A map of the lands beyond the Wall, showing the Frostfangs in the north-west.]]\n[[Image:Frostfangs.png|right|thumb|200px|A map showing the location of the Frostfangs on the continent of Westeros.]]\n{{Quote|Why come to the mountains? What's in the Frostsfangs your &quot;king&quot; could want?|[[Qhorin|Qhorin Halfhand]] interrogates [[Ygritte]]|The Old Gods and the New}}\nThe '''Frostfangs''', also known as the '''Frostfang Mountains''', are a mountain range in the far north of the continent of [[Westeros]]. The southern peaks and foothills extend into [[the North]] of the Seven Kingdoms, but the majority of the range is located north of [[the Wall]] in [[wildling]] territory. The bulk of the mountain range lies to the northwest of the Wall between the [[Lands of Always Winter]] to their west and the Haunted Forest to their east. They are named for their jagged peaks. Wildlings are thought to know hidden valleys that can provide shelter when crossing the mountains.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/frostfang-mountains/ HBO viewers guide, season 2 map, frostfangs entry]&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}}\n\n", "In the books": "In ''[[A Song of Ice and Fire]]'', the Frostfangs extend from [[the Wall]] northwards into the Lands of Always Winter and the remote wildling kingdom of Thenn. They are jagged and hostile peaks, always covered in snow. The Skirling Pass is the most notable pass through the mountains, leading from the [[Haunted Forest]] to the Frozen Shore. [[Qhorin Halfhand]], a ranger of the Night's Watch, is an experienced scout who knows the mountains and the pass almost as well as a wildling.\n\nThere are three main passes through the Frostfangs, of which the Skirling Pass is the southernmost. All three are relatively near the [[Fist of the First Men]]. The Skirling Pass is the southernmost. North of it is another pass known as the Giant's Stairs. Northernmost of the three is the pass through the mountains which has been carved by a major tributary of the [[Milkwater]] River. Of these passes the Milkwater is the easiest to travel through; in contrast, the Skirling Pass (and possibly also the Giant's Stairs) can become snowbound and impassable in cold weather.\n\nThe southern Frostfangs (south of the Wall) are actually part of the North, and the mountain tribes who live there are not wildlings but are sworn to House Stark. While they do live a somewhat rougher life than other people in the North, they are on good terms with Winterfell. Indeed, Ned Stark's own grandmother was a member of the Northern mountain clans. When people refer to &quot;the Frostfangs&quot;, they are usually referring to the bulk of the range which is north of the Wall and inhabited by the wildlings.\n\n", "History": "===[[Season 1]]===\nLord Commander [[Jeor Mormont]] of the [[Night's Watch]] has received intelligence suggesting that the Wildlings under the command of [[Mance Rayder]], the [[King-Beyond-the-Wall]], are gathering in the mountains for unknown reasons, and he intends to investigate what they are up to.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n[[File:Ranging 206.jpg|thumb|left|The Frostfangs]][[Qhorin Halfhand]] leads a detachment of scouts, including [[Jon Snow]], away from the main ranging force gathered at the [[Fist of the First Men]], to explore the [[Skirling Pass]] in the Frostfangs for Wildling activity. When they kill a wildling scout group and take [[Ygritte]] prisoner, Qhorin interrogates her on why Mance Rayder would gather his people at the Frostfangs.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\n"}, "title": "Frostfangs"}