{"attributes": {}, "sections": {"TOP": "Frozen Shore068965ybqc4sos0k7feactvcpl18253v39zj1745132015-02-26T17:19:58ZThe Dragon Demands5014364[[Image:Frozen Shore.png|thumb|right|200px|A map showing the location of the Frozen Shore on the continent of Westeros.]]\nThe '''Frozen Shore''' is the name given to the northern coastline of the [[Bay of Ice]], located [[beyond the Wall]] in the far northwest of [[Westeros]]. It is inhabited by [[wildling]]s. It is separated from the [[Haunted Forest]] and [[the Wall]] by the mountain range known as the [[Frostfangs]]. The [[Skirling Pass]] links the Haunted Forest to the Frozen Shore. The [[Lands of Always Winter]] lie to the north.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/frostfang-mountains/ HBO viewers guide, season 2 map, Frostfangs entry]&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Frozen Shore is inhabited by clans of warriors who ride chariots made out of walrus bone and pulled by dogs. The clans of the Frozen Shore warred incessantly with the Ice-river clans to their north, until the [[King-beyond-the-Wall]], [[Mance Rayder]], negotiated a truce. Frozen Shore warriors now fight in his army.\n\nThe men of the Frozen Shore aren't too isolated from the other wildling tribes, despite living on the west side of the Frostfangs, because they can move along the coast to bypass the mountains.  Still, the lands they live in are harsh, and they survive mostly on resources from the sea.  \n\nIn the past, raiders from the Frozen Shore have raided [[Bear Island]] to the south.\n\n", "People": "[[File:Frozen Shore men.png|thumb|200px||Wildling tribes from the Frozen Shore ride walrus-bone sleds pulled by dogs (click to enlarge).]]\nThe snows are so deep on the Frozen Shore, and there is so little plant life, that the [[Free Folk|wildling]] tribes that live there travel about by riding in sleds made from walrus bones, and pulled by packs of [[Dogs|dogs]].&lt;ref&gt;[[The Nations of the North]]&quot;&lt;/ref&gt;\n\n"}, "title": "Frozen Shore"}