{"attributes": {}, "sections": {"Essos": "===The Dothraki===\nSimilarly to the Free Folk, the [[Dothraki]] also burn the dead members of their own ''[[khalasar]]s'' to ensure the entry of the spirit of the newly dead into the [[Night Lands]] to ride with his or her ancestors. Thus it is a major insult to leave a body unburned and mutilated, tantamount to &quot;killing&quot; the spirit of the recently deceased.\n\n", "TOP": "Funeral0277041u4fxi8hgqfn37ofo5hyg271xaq6ai11579762014-08-29T04:49:26ZGonzalo848331/* In the Seven Kingdoms */{{Stub}}\n\nA '''funeral''' is a ceremony to celebrate, pay respect and remember the life of a person who has recently died. Funerary customs vary throughout the [[The Known World|known world]] and are closely tied to [[religion|religious]] beliefs and practices.\n\n", "In the Seven Kingdoms": "In the [[Seven Kingdoms]], the bodies of the dead are tended and prepared by the [[Silent Sisters]], a religious order within the [[Faith of the Seven]] devoted to this task.\n\nThe body of the deceased is usually displayed atop an altar, fully clothed. Two death stones painted to resemble open eyes on the closed eyes of the deceased. Canopic jars are also placed at the feet of the deceased.\n\n===In King's Landing===\nAs the royal family of the Seven Kingdoms, the remains of the members of [[House Targaryen]], usually their ashes, were interred at the [[Great Sept of Baelor]]. Following the fall of the Targaryen dynasty, the new [[House Baratheon of King's Landing|royal family]] was expected to follow in their footsteps, but King [[Robert Baratheon]] demanded his remains to be sent to his family's ancestral seat, [[Storm's End]], to be interred.\n\n===House Tully===\n\nThe deceased members of [[House Tully]] are placed atop a wooden boat in the typical Seven Kingdoms fashion, including the death stones above the eyes and the canopic jars. The boat is also covered with straw and wood and then set down the waters of [[the Trident]] and set on fire with a flaming arrow.\n\nIn a mockery of House Tully's funeral customs, the body of [[Catelyn Stark]] is unceremoniously thrown into the waters of the Green Fork.\n\n===House Stark===\n\nThe members of [[House Stark]] are traditionally interred in the catacombs of [[Winterfell]], with a stone sculpture in the likeness of the deceased placed above the tomb.\n\n===The Night's Watch===\n\nThe [[Night's Watch]] burn the bodies of their fallen members in funeral pyres. During the ceremony, the topmost sworn brother present recounts the life and actions of the deceased black brother. After the speech is over all the watchmen present say out loud &quot;and now his watch is ended&quot;, in reference the sacred vow of the Night's Watch.\n\n", "In the books": "\n", "Beyond the Wall": "In the lands [[Beyond the Wall|beyond]] [[the Wall]] the most common practice is to burn the bodies of the dead in funeral pyres. It is also practiced by the [[Free Folk]] as a form of protection, as burning a body prevents it from being raised as a [[wight]] by the [[White Walkers]]. Thus, the Free Folk burn the bodies of friends and foes alike.\n\n"}, "title": "Funeral"}