{"attributes": {"status": " :Category:Status: Alive", "10": "yes==In the books==In ''A Song of Ice and Fire'', Galbart Glover is the head of House Glover of Deepwood Motte. Their lands are deep in the Wolfswood to the north-west of Winterfell and extending along the coast of the Bay of Ice, south of Bear Island. Galbart is noted as a good lord and a loyal vassal. Being childless, his heir is his younger brother Robett.Before going to the Red Wedding, Robb commands Galbart and Maege Mormont to take men by longship and sail through the marshes of the Neck to seek out Howland Reed, thus they do not attend the Red Wedding. He gives them letters for the Northern lords, explaining the letters contain false orders, in case they are captured by the Ironborn. While it is not explicitly written, it is presumed Robb also gave Maege and Galbart the royal decree he issued, by which he legitimized Jon Snow and named him his successor. It is unknown whether Maege and Galbart reached their destination, and if they actually have Robb's decree in possession.==See also==* AWOIAF (MAJOR spoilers from the books)==References==Reflist", "death": "", "last": "&quot;Fire and Blood&quot;", "family": "", "title": "Galbart Glover", "season": "Season 1", "image": "Galbart Glover.jpg", "allegiance": "House Stark&lt;br /&gt;House Glover", "actor": "Mark ConeyQuote", "titles": "Master of Deepwood Motte", "place": "Deepwood Motte", "8": "yes", "aka": "", "appearances": "2 episodes &lt;small&gt;#Appearances", "first": "&quot;The Pointy End&quot;"}, "sections": {"In the books": "In ''[[A Song of Ice and Fire]]'', Galbart Glover is the head of [[House Glover]] of Deepwood Motte. Their lands are deep in the Wolfswood to the north-west of [[Winterfell]] and extending along the coast of the Bay of Ice, south of Bear Island. Galbart is noted as a good lord and a loyal vassal. Being childless, his heir is his younger brother Robett.\n\nBefore going to the [[Red Wedding]], Robb commands Galbart and [[Maege Mormont]] to take men by longship and sail through the marshes of the Neck to seek out [[Howland Reed]], thus they do not attend the Red Wedding. He gives them letters for the Northern lords, explaining the letters contain false orders, in case they are captured by the Ironborn. While it is not explicitly written, it is presumed Robb also gave Maege and Galbart the royal decree he issued, by which he legitimized [[Jon Snow]] and named him his successor. \n\nIt is unknown whether Maege and Galbart reached their destination, and if they actually have Robb's decree in possession.\n\n", "TOP": "Galbart Glover0245996s3m5la0n4eh8fyl441i6tbn1apqmf1623082014-10-16T03:28:52ZGourgeist5433366/* Biography */ Spelling{{Character\n| Title=Galbart Glover\n| Image=Galbart Glover.jpg\n| Image size=\n| Season=[[Season 1|1]]\n| First=&quot;[[The Pointy End]]&quot;\n| Last=&quot;[[Fire and Blood]]&quot;\n| Appearances=2 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Aka=\n| Status= [[:Category:Status: Alive|Alive]]\n| Titles=[[Master of Deepwood Motte]]\n| Death=\n| Place=[[Deepwood Motte]]\n| Allegiance=[[House Stark]]&lt;br /&gt;[[House Glover]]\n| Family=\n| Actor=[[Mark Coney]]\n}}\n{{Quote|Renly is not right!|Galbart Glover on fealty to [[Renly Baratheon]]|Fire and Blood}}\n'''Galbart Glover''' is a recurring background character in the [[Season 1|first season]]. He is played uncredited by [[Mark Coney]] and debuts in &quot;[[The Pointy End]].&quot; Galbart Glover is the [[Master of Deepwood Motte]] and a loyal bannerman to [[House Stark]].\n\n", "Appearances": "{{Season One Appearances|8=yes|10=yes}}\n\n", "Biography": "===Background===\nGalbart Glover is the [[Master of Deepwood Motte]] and the head of [[House Glover]], a vassal family to [[House Stark]] of [[Winterfell]]. He is known as a loyal and reliable bannerman.\n\n===[[Season 1]]===\nGalbart Glover dines with [[Robb Stark]] and his bannermen as they assemble their armies to march south to confront the [[House Lannister|Lannisters]] and free Lord [[Eddard Stark]]. [[Greatjon Umber]] objects to Glover being placed in command of the vanguard in the order of battle, to the point of threatening to leave and take his troops with him. Robb Stark's [[direwolf]], [[Grey Wind]], rips off two of the Greatjon's fingers in response. The Greatjon laughs off the incident and accepts his place in the army. Later, Galbart Glover joins Robb's strategy meetings as the army marches onward.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\nFollowing the victorious [[Battle of the Whispering Wood]], Robb holds a meeting with his generals as they decide whether to accept [[Renly Baratheon|Renly]] or [[Stannis Baratheon]] as king. Galbart angrily says that Renly is not the true king, agreeing with Robb's assertion that Renly is the younger brother. A few minutes later he joins the Greatjon and other lords in declaring Robb as the King in the North.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n"}, "title": "Galbart Glover"}