{"attributes": {}, "sections": {"Development": "[[Image:GoT RPG 02.jpg|right|thumb|200px|A publicity image of the game.]]\nCyanide Studios bought development rights to the ''Song of Ice and Fire'' novels in 2007. Initially the deal was only between Martin and Cyanide, with no involvement from HBO. Cyanide announced they would be simultaneously developing two games, an RPG and a strategy game entitled ''[[wikipedia:A Game of Thrones: Genesis|A Game of Thrones: Genesis]]''. The strategy game, with no involvement from HBO, was released in September 2011 to largely lukewarm and negative reviews. Shortly before this, Cyanide and HBO announced that they had reached an agreement for the RPG to be released under a license allowing Cyanide to use HBO art assets, the logo from the TV series and some of the actors as well. This required some rewriting of materials already completed for the game.\n\nGeorge R. R. Martin has acted as consultant on the game's script, while Cyanide has also been advised on the setting and history of Westeros by Elio Garcia and Linda Antonsson of the [http://westeros.org Westeros.org] fan site, co-writers of the forthcoming ''World of Ice and Fire'' companion book.\n\n", "Similarities with the TV series": "* Conleth Hill and James Cosmo reprise their roles as Varys and Jeor Mormont from the TV series and the character models are based closely on their depictions of the roles.\n* The game uses [[Ramin Djawadi]]'s main title theme from the TV series as its main theme music.\n* The game uses the TV show's versions of the banners of the major houses, particularly [[House Arryn]]'s which is different from the version in the novels.\n* The game uses the TV show's imagery for the depiction of the exteriors of Castle Black and the Red Keep.\n\n", "Premise": "[[Image:GoT RPG 01.jpg|right|thumb|200px|A publicity image of the game.]]\nThe game follows two characters through events in [[Westeros]], beginning approximately four months before the death of [[Jon Arryn]] and continuing into the early part of the [[Season 1|first season]]. The first character is Mors Westford, a sworn brother of the [[Night's Watch]] who is serving on [[the Wall]] with his faithful dog. The second is Alester Sarwyck, a nobleman from the south who has spent years in exile in [[Essos]] and become a priest of R'hllor, the [[Lord of Light]]. He is summoned home to Riverspring by the death of his father and an attempt by one of his [[bastards|bastard]] cousins to claim the castle. While their stories are initially separated by thousands of miles, they will eventually have an impact on one another.\n\nCharacters known to appear in the computer game include [[Cersei Lannister]], [[Varys]] and Lord Commander [[Jeor Mormont]]. [[Conleth Hill]] and [[James Cosmo]] reprise their roles from the TV series for the latter two roles. Locations from the TV series will include [[Castle Black]] and [[King's Landing]]. Other locations include Riverspring, [[Mole's Town]] and the abandoned Night's Watch castle of Icemark.\n\n\n==â&euro;&lsaquo;Plot==\nNote: this plot summary follows the events' chronoligical order, not how they appear in game.\n\nThe story follows two men: Mors Westford, a [[Warg|skinchanger]] and brother of the [[Night's Watch]], and Alester Sarwyck, a [[Red Priest|red priest]] and heir to the town and castle of Riverspring in [[the Westerlands]]. Both men served in [[Tywin Lannister]]'s army during [[Robert's Rebellion]] and were close friends.\n\nThe story begins with Alester Sarwyck, a red priest returning from self-imposed exile in the Free City of [[Braavos]] to attend his Lord father's funeral. Alester discovers his brother Gawen has been disinherited and is wanted for their father's murder and that his sister Elyana has been betrothed to their bastard half-brother, Valarr Hill. As the nobles leave the funeral, a riot breaks out among the smallfolk due to the display of finery. The player then has the choice to settle the revolt by force or by negotiation. Alester then decides to find Gawen and find a way to end Elyana's betrothal to Valarr.\n\nâ&euro;&lsaquo;Alester travels to [[King's Landing]]. There, he witnesses Valarr interrogating and then murdering servants at the Sarwyck manse. Alester is able to sneak onto the estate and find a letter Gawen received from Falena, a [[Prostitution|whore]] from Chataya's brothel. During his escape Alester is forced to kill three members of the [[City Watch]]. He then goes to Chataya's and learns from Falena that Gawen was in King's Landing recently, but that she hadn't seen him since. Upon exiting the brothel, Alester is arrested and thrown in the [[Red Keep]]'s dungeons.\n\nâ&euro;&lsaquo;In his cell, Alester is visited by [[Varys]], who helps him escape using the Red Keep's extensive hidden passages. He emerges in the throne room in front of Queen [[Cersei Lannister]] and her guards. Rather than kill him, Cersei is impressed by his resourcefulness and allows him to live. She allows him to compete with Valarr for the title of Lord of Riverspring by hunting down a bastard potter's apprentice named Harry Waters. He discovers Waters is being protected by a man named the &quot;Mother Hen&quot;. Alester and Valarr hunt down and kill Waters and the Mother Hen who turns out to be Godric Donnerly, a knight in the serivce of [[Jon Arryn]]. A note on his body indicates that another [[Bastardy|bastard]] they're seeking is a woman heading north to [[the Wall]]. Valarr sends one of his men named Yohn to find her.\n\nâ&euro;&lsaquo;After leaving the Red Keep Alester meets Lord Arwood Harlton, a close friend of his late father who says he has information about Gawen's location. Alester helps Harlton find a genealogical book which leads them to the conclusion that Cersei's children are illegitimate. While finding the book, Alester discovers to his sorrow that Gawen is dead and that Valarr arranged the murder of their father. Harlton then reveals that both he and Alester's father are [[House Targaryen|Targaryen]] Loyalists. Alester recovers documents from his father's study in Riverspring and then heads to Harlton's keep at Castlewood.\n\nThe tale shifts to Mors and his hound chasing down a [[Desertion|deserter]] from the Night's Watch named Gorold and returning him to [[Castle Black]] for execution. Upon returning, [[Lord Commander of the Night's Watch|Lord Commander]] [[Jeor Mormont]] informs him that he must head to the ruined castle of Icemark to track down another brother named Cregan, who had murdered a recruit. Upon arriving at the ruins with several other brothers of the Watch, Mors finds it overrun by [[Free Folk|Wildlings]]. In the ensuing battle, all but Mors are slain by the Wildlings (except for a man named Poddy who deserts in the battle). Surrounded, Mors prepares to die but is saved by [[Qhorin Halfhand]] and a company of [[Ranger|Rangers]]. He then tracks down Poddy using his abilities abilities as a skingchanger, killing him as he's robbing a woman on the road.\n\nâ&euro;&lsaquo;Mors returns to Castle Black to find a letter from Jon Arryn asking him to protect a girl. He then meets a man claiming to be Godric Donnerly, who turns out to be Valarr's man Yohn, who leads him to the girl, named Jeyne Greystone, who was none other than the woman he saved on the road from Poddy. Jeyne knew Ser Donnerly personally and recognizes Yohn as an imposter. Mors and several of his Sworn Brothers track down and kill Yohn and his men in the woods outside [[Mole's Town]]. Yohn reveals he is part of Valarr's small army of followers who call themselves the &quot;Bloodseekers&quot;. Lord Commander Mormont names Mors a recuiter to allow him to leave Castle Black to track down Valarr and ensure Jeyne's safety. The two head to Mors' family home in the Westerlands where he had left his family some 15 years prior when he had joined the Night's Watch. Mors discovers the graves of his wife and daughter.\n\nJeyne then reveals to him why she is being pursued: she is a bastard daughter of [[Aerys II Targaryen]]. Furthermore, she is pregnant with [[Robert Baratheon]]'s bastard child. The home is suddenly attacked by Bloodseekers. In the midst of the battle, a man named Endrew comes to Mors' aid. He is revealed to be a spy planted in the Bloodseekers by none other than Arwood Harlton. He takes Jeyne and Mors to Castlewood to meet with Lord Harlton.\n\nDuring supper, Lord Harlton reveals to Jeyne and Mors that he arranged her liaison with Robert Baratheon in order to produce a half Targaryen, half [[House Baratheon|Baratheon]] child the Targaryen Loyalists could put on the Throne. After Jeyne refuses to help them, Harlton reveals their meal was drugged, and Mors loses conciousness as he tries to stand up.\n\nIn prison, Mors is tortured by Harlton's gaolers. During a reprieve, Mors uses his abilities as a skinchanger to control his hound and kill a guard. This allows a prisoner in another cell to escape, but the gaoler returns shortly after to continue his torture. Alester encounters the prisoner, who is revealed to be none other than Gawen Sarwyck, alive after all. He explains that it was Harlton who staged his murder and that Harlton was the one who poisoned their father, not Valarr.\n\nThe two brothers free Mors, though not before the gaoler burns out his left eye with a red-hot metal rod. As they try to free Jeyne, Gawen is slain by Endrew. They are then trapped in Jeyne's room by Harlton's soldiers and are forced to leap out the window into the river below, abandoning Jeyne to Harlton at her insistence.\n\nThey decide to return to Riversrping.Â  Along the way, it is revealed that Mors was sent to the Night's Watch for refusing to follow Lord Tywin's orders during the [[Sack of King's Landing]]: originally, it was Mors who was to kill Prince [[Rhaegar Targaryen]]'s [[Elia Martell|wife]] [[Rhaenys Targaryen (daughter of Rhaegar)|and]] [[Aegon Targaryen (Son of Rhaegar)|children]], not [[Gregor Clegane]]. It is also revealed that Alester was supposed to protect Mors' family from Tywin's wroth but failed to do so. His guilt forced him to go into exile in Braavos, where he became a red priest.\n\nUpon their arrival in Riverspring, Mors and Alester discover that Valarr's Bloodseekers have taken over the town. They fight their way to the keep where Valarr accuses them of treason against the Throne. Mors challenges him to a [[trial by combat]]. Just as Mors is about to deliver the killing blow, Valarr summons a [[shadow]] (identical to the one used by [[Melisandre]]) using [[blood magic]] and uses it to kill Mors. As he dies, Valarr tells him that it was he who killed Mors' family at Lord Tywin's command. Valarr then orders his Bloodseekers to kill all the witnesses in the throne room and threatens Elyana's life to force Alester to reveal Jeyne's location. When he does, Valarr beheads Elyana and seals Alester in his father's tomb.\n\nFortunately for Alester, he is freed by his cousin, the Captain of Riverspring Guard, Ryman Sarwyck. The two devise a plan to liberate the town from the Bloodseekers using the Sarwyck army. Alester disguises himself in a Bloodseeker uniform, infiltrates the keep and opens the gates. Depending on the player's deployment of the Sarwyck army, loses can be light, medium, or heavy. After the battle, Alester finds Mors' body and gives him the kiss of life, a rite for the departed. However, this brings him back to life, much like [[Beric Dondarrion]] and [[Thoros]] of [[Myr]].\n\nMors and Alester head to Castlewood to free Jeyne, finding it under siege by Valarr's Bloodseekers. They fight their way to Jeyne's room only to find she is in labor. She gives birth just as Valarr's men break into the castle. Harlton is slain when Valarr sends a shadow after him. Jeyne sacrifices herself to save her baby, allowing Alester and Mors to escape with the child as she is killed by Valarr.\n\nThe duo arrives in Riverspring where they learn that Robert Baratheon is dead and that Valarr is in King's Landing. They decide to head there. Before leaving, the player is given the choice of which of the two they will play as for the final mission.Â \n\nAlester and Mors use the fact that most of the Red Keep is at Lord [[Eddard Stark]]'s [[Execution of Eddard Stark|execution]] to infiltrate the Keep. Beforehand, they meet with Varys and learn that Valarr's shadow can be killed with [[Valyrian steel]]. They acquire a blade from an old friend of Mors' with which to face Valarr's sorcery.\n\nThe two fight their way through the Bloodseekers and confront Valarr in the Red Keep's throne room. He summons several shadows which fall before the Valyrian steel as Varys promised. Valarr falls on the Iron Throne, impaling himself on its barbs. With his dying breath, he reveals to Mors that Alester was with him when he killed Mors' family, that Alester was the one who killed his wife while Valarr was murdering their daughter. Mors then attacks Alester. The character the player chose for the final mission will emerge victorious. The survivor then meets with Varys, who offers to take Jeyne's child to the [[Free Cities]] to be raised in safety. There are four possible endings:\n\n#Alester survives and sends the baby to the Free Cities. He then confronts Queen Cersei, who is disappointed at his disobedience and has him executed. As she walks away, Alester declares &quot;Better to die than to live tainted.&quot;\n#Alester survives and gives Cersei the baby. She declares him Lord of Riverspring, but Alester is wracked with guilt over killing Mors and the baby. He hangs himself in his bedchamber.\n#Mors survives and gives the baby to Varys. He returns to the Wall, where he is seen executing another deserter in front of a group of new recruits to show them the penalty for desertion. He says to them: &quot;We are already dead. All of us. Accept it.&quot;\n#Mors survives, keeps the baby and deserts the Night's Watch. He returns to his family home in the Westerlands, where he is attacked by a band of Sworn Brothers. He leaves the baby in the house and steps outside to confront them as the screen fades to black.\n\n", "TOP": "Game of Thrones (2012 role-playing game)05052my7inkvjrsqsxcf0ws86n4uzp9y7kxp1758462015-03-08T03:28:16ZGreater good3347453/* â&euro;&lsaquo;Plot */[[Image:GoT RPG Box Art.jpg|right|200px|thumb|A mock-up of the box art of the Xbox 360 version of the game.]]\n\n[[Image:GoT RPG Limited Edition.jpg|right|200px|thumb|The limited edition of the game, including art book.]]\n'''''Game of Thrones''''' is the title of a single-player role-playing video game developed by [[wikipedia:Cyanide (studio)|Cyanide Studios]] and published by ATLUS in North America and [[wikipedia:Focus Home Interactive|Focus Home Interactive]] in Europe. It is available on [[wikipedia:PC (personal computer)|PC]], [[wikipedia:PlayStation 3|PlayStation 3]] and [[wikipedia:X-Box 360|Xbox 360]]. Originally a game based solely on the ''[[Song of Ice and Fire|A Song of Ice and Fire]]'' novels by [[George R.R. Martin|George R. R. Martin]], Cyanide reached a deal with [[HBO]] to use art assets, music and voice actors from the TV series to make it a licensed product. It was released in the United States on 15 May 2012, and [[wikipedia:Prima Games|Prima Games]] released a strategy guide for it on the same day.&lt;ref&gt;[http://www.primagames.com/games/game-thrones Prima Games]&lt;/ref&gt;\n\n", "Canon status": "Although using actors, music and imagery from the TV series, the computer game also references events from the ''[[A Song of Ice and Fire]]'' novels that do not take place in the TV series. In addition, the visual representation of locations such as the [[Red Keep]] and Castle Black differ from the TV series in many respects. For this reason, it is assumed that the computer game is not to be considered canon for either the TV series or books, but as its own self-contained entity. For this reason, information on the houses and characters from the game should not have its own entries on this wiki.\n\n", "Limited edition": "The limited edition pre-order bonus included: a 64-page hardbound book showing artwork from the development of the game.&lt;ref&gt;[http://winteriscoming.net/2012/02/atlus-offers-bonus-art-book-free-with-pre-orders-of-game-from-select-retailers/#comments Winter is Coming]&lt;/ref&gt;\n\n", "Reception": "The game received a mixed reception, with reviewers praising the game's superior storyline and its surprising plot twists but also criticizing the game's dated graphics and poor voice acting.&lt;ref&gt;[http://uk.ign.com/articles/2012/05/15/game-of-thrones-review IGN Review]&lt;/ref&gt; By 18 June, the game's Metacritic rating stood at 52 out of 100.&lt;ref&gt;[http://en.wikipedia.org/wiki/Game_of_Thrones_%28role-playing_video_game%29 Metacritic]&lt;/ref&gt;\n\n", "See also": "* [http://www.gameofthrones-thegame.com Official game website]\n* [http://www.westeros.org/ASoWS/News/Entry/European_Publisher_New_Screenshots_for_Game_of_Thrones_RPG/ Focus Home Interactive press release at Westeros.org.]\n* [http://www.westeros.org/ASoWS/News/Entry/Game_of_Thrones_RPG_Previews/ Translation of a detailed playthrough of the first part of the game.]\n*{{AWOIAF|Game of Thrones (video game)|Game of Thrones}}\n*{{WP|Game of Thrones (2012 video game)|Game of Thrones}}\n\n", "Differences from the TV series": "* [[Cersei Lannister]] appears and plays a key role, but is not voiced by [[Lena Headey]] and does not bear a close resemblance to her.\n* [[Qhorin Halfhand]] appears, though he is not voiced by [[Simon Armstrong]], nor does he resemble him. In this case, the reason is that the deal with HBO was reached before the second season aired, and HBO chose not to give reference materials to Cyanide for Armstrong's depiction of the character.\n* The interior depictions of the Red Keep and Castle Black differ notably from the TV show's. Castle Black has the switchback stair from the books (which is missing from the TV series) and its buildings are much larger.\n* The exterior of King's Landing differs from the TV series. While the TV series version depicts a Mediterranean-style city, the game uses a more traditional, northern European city as a model.\n* Book characters who do not exist in the TV series, including Chataya and her daughter Alayaya, play a role in the computer game. In the TV series, their functions have been taken over by [[Ros]], who is not present in the game.\n* The game dates [[Robert's Rebellion]] to fifteen years before the events of the series (as in the books), not seventeen as in the TV series.\n* The term 'The Others' is used in addition to the term '[[White Walkers]]'. The TV show uses 'White Walkers' exclusively.\n* The term 'R'hllor' is used in addition to the term '[[Lord of Light]]'.\n\n"}, "title": "Game of Thrones (2012 role-playing game)"}