{"attributes": {}, "sections": {"TOP": "Garden of Bones (Qarth)02114161orxbj093z6541eetrka3fedvizzbs1494212014-06-27T16:51:04ZGreater good3347453/* In the books */[[File:QarthGardenOfBones.jpg|thumb|300px|Bones of unwanted visitors rejected from Qarth give the Garden of Bones its name]]\n{{Quote|[...] the desert around their walls is called the Garden of Bones. Every time that Qartheen shut their gates on a traveler, the garden grows.|Ser [[Jorah Mormont]]|Garden of Bones}}\n\nThe '''Garden of Bones''' is the desert surrounding the city of [[Qarth]], lying between the port city and the [[Red Waste]]. It is called so because it is filled with the bones of travelers who have been denied entry to Qarth and have perished due to thirst and exposure.\n\n", "See also": "*{{AWOIAF|Vaes Tolorro}}\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, there is no mention of the desert around Qarth or if the Qartheen refuse entrance to travelers, leaving them to die. The name of the Garden of Bones may be a reference to a ruined and abandoned city in the Red Waste in which Daenerys and her khalasar take refuge and which her [[Dothraki]] name &quot;Vaes Tolorro&quot;, City of Bones, for the blank and chalky faĂ§ades of its buildings.\n\nGenerally speaking, Qarth is surrounded by the deserts of the Red Waste, and nearly impossible for any invading army to approach from land, due to lack of water resources in the surrounding countryside. For this reason Qarth does not fear the Dothraki hordes or pay tribute to them as the cities of [[Slaver's Bay]] or the [[Free Cities]] do. For that matter, Qarth is so inaccessible that it was never even conquered by the old [[Valyrian Freehold]].\n\n", "History": "===[[Season 2]]===\n[[Daenerys Targaryen]] and her [[khalasar]] cross the Garden of Bones after being invited to meet [[the Thirteen]], the Qartheen ruling council, through her [[bloodrider]] [[Kovarro]]. After meeting with the Mother of Dragons before the walls of Qarth, the Thirteen turn her away, unconcerned with the fate of the last Targaryen and her people. Faced with the prospect of having led her people to their deaths, Daenerys threatens the Thirteen to destroy Qarth but they remain unfazed, as her [[dragons]] are not yet grown. One of the Thirteen, [[Xaro Xhoan Daxos]], defies his fellow dignitaries and invokes [[Sumai]], a blood oath by which a Qartheen citizen may vouch for an outsider, and gets the doors of the city opened for Dany and her followers.\n\n"}, "title": "Garden of Bones (Qarth)"}