{"attributes": {}, "sections": {"Scene 18": "Stannis summons Davos to his flagship, the Fury. He questions Davos about wearing his severed finger bones around his neck and whether they bring him luck. Davos says that since Stannis removed them things have gone well for him. He says that they are a reminder of his origins, Stannisâ&euro;&trade;s justice and skill with the cleaver. Stannis says that Davos was both a hero and a smuggler and that good acts do not wash out the bad just as bad acts do not wash out the good. Davos says that he has tried to teach his son the same lesson and Stannis wonders if he listens. Davos says that he listens to Melisandre. Stannis asks if Davos still remembers his smugglerâ&euro;&trade;s tricks. Davos says that he has lived within the law for seventeen years. Stannis asks Davos to smuggle Melisandre ashore and says that it must be done in secret and that they will not speak of it afterwards. Davos asks Stannis to consider cleaner alternative but Stannis insists that cleaner ways do not win wars.\n\n", "Scene 15": "Daenerys and her ragged khalasar reach the gates of [[Qarth]]. They are met by a company of spearmen. Daenerys looks to Ser Jorah and questions the lack of welcome. He says that she might do the same if she heard that a Dothraki horde was approaching her city. She looks at her few remaining people and wryly questions if they constitute a horde. A party of dignitaries emerge behind the spearmen. [[Spice King|One of the nobles]] steps forward and she begins to introduce herself. He cuts her off to say that he knows who she is. She asks his name and he says that foreigners find it too difficult to pronounce. He says that he is simply a trader of spices and introduces the rest of his part as the Thirteen, the rulers â&euro;&oelig;of the greatest city that ever was or will be.â&euro;? Daenerys claims to have heard of the beauty of the city but mispronounces the name and is corrected by the merchant. He asks to see her dragons and she asks to be admitted first, and only after her people are fed and given water then she will show them the dragons. He says that the more skeptical members of the Thirteen do not believe in the existence of the dragons. Daenerys says that she is not a liar. He uncourteously claims to believe her but says that his opinion is of little value. Daenerys says that guests are afforded respect where she comes from. He suggests that she return to where she has come from and turns away. Daenerys steps forward and reminds them of their promise to receive her. He says that they have received her already. She says that they will die if refused entry and he claims that they will regret her death but that Qarth did not achieve greatness by allowing Dotraki savages through its gates.\n\nThe Thirteen turn back to their city. Ser Jorah warns Daenerys to be careful. She steps forward and the spearmen present their arms. She calls to the Thirteen and they turn back to her. She says that when her dragons are grown they will lay waste to armies and burn cities to the ground and threatens to burn them first if they are turned away. The spice merchant says that she is a true Targaryen. [[Xaro Xhoan Daxos]] says it is unbecoming for them to fear a little girl. He says that they can let a few Dothraki through the gates without endangering the city and points out that he arrived in Qarth as a savage from the summer isles. He invokes a custom called Sumai to vouch for them and allow them entry to the city. He runs a knife across his palm, then holds it up for all to see the blood. The rest of the Thirteen stand aside, and the gates are opened and Daenerys leads her people into the city with Xaro at her side.\n\n", "Scene 19": "Davos rows Melisandre into a cove below the cliffs of the coast. She asks him if he is afraid, calling him onion knight, and he retorts that he has been told that the night is dark and full of terrors. She says that he has carried more unpleasant cargo in his time. She asks if he is a good man and he says that he is a mixture of good ancounters that half an onion is black with rot then it is a rotten onion and asserts that good and evil are absolutes. Davos asks which she is and she says that she is good. She says that she is a champion of light and life.\n\n", "TOP": "Garden of Bones recap078685lg0h336mwjps2ovza0s0ao5gvsf9qx1506512014-07-02T07:04:12ZSon Of Fire24907634:''Main: [[Garden of Bones]]''\nThis '''recap''' of &quot;'''Garden of Bones'''&quot; features a detailed section on each scene of the episode.\n\n", "Scene 14": "Stannis meets Renly on the coast of the Stormlands to parley. Stannis is accompanied by Melisandre, Davos and several guards. Renly brings Catelyn, Brienne and Loras along with his own guards. Stannis remarks on Catelynâ&euro;&trade;s presence and she says that she had not expected to be there. Renly wonders if it is really Stannis and feigns confusion over his banner. Renly jokes that the battle would be confusing if they both used the same one. Renly wonders why Stannisâ&euro;&trade;s version of the stag is aflame. Melisandre explains that Stannis has taken the fiery heart of the [[Lord of Light]] for his sigil. Renly says that she must be the fire priestess he has heard so much about and jokes that he now knows why Stannis found religion late in life. Stannis warns his brother to watch his tongue. Renly says that he is relieved that Stannis is not really a fanatic and calls him charmless, rigid and a bore but not godly. Melisandre admonishes Renly to kneel before the Lordâ&euro;&trade;s chosen and says that Stannis was born amidst salt and smoke. Renly jokes that she makes Stannis sound like a ham. Stannis again warns his brother. Catelyn admonishes them to stop bickering and remember that they are brothers. Stannis counters that he would expect her to support his claim as Eddard did, remarking that her husband's integrity cost him his life, yet she sits beside a pretender and has the presumption to chastise him. She says that they share a common enemy and Stannis retorts that the Iron Throne is his by right and that all who deny it are his enemies. Renly says that no-one wants Stannis for their king and that he is opposed from Dorne to the Wall. Renly says that Stannis never wanted friends but that a man without friends is a man without power. Stannis says that he will give Renly the night to reconsider for the sake of their mother. He offers to restore Renly to his seat on the council and to name him as his heir until he has a son if he strikes his banners before dawn. He says that otherwise he will destroy Renly. Renly reminds Stannis of his numerous supporters and says that they will make him king. Stannis wheels his horse and rides away as Melisandre warns Renly to look to his sins because &quot;The night is dark and full of terrors.&quot; Renly asks if his companions can believe that he loved Stannis once as he leads them away.\n\n", "Scene 20": "They beach their rowboat and Melisandre asks Davos if he loves his wife and he says that he does. She asks him about other women and he asks her not to talk about his wife. She says that she is speaking of other women like herself and asserts that he wants her. She tells him that he wants to see what is beneath her robe and that he will.\n\n", "Scene 13": "Arya and the prisoners are awoken by Ser [[Amory Lorch]] and his men. Ser [[Gregor Clegane]] approaches the stockade. Hot Pie says that Clegane is the one who chooses which of the prisoners is going to be tortured andÂ Arya recognizes him. Hot Pie stares at him as he approaches and Arya asks what he is doing. Hot Pie says that another prisoner told him that he always stares at the mountain and is never chosen. Hot Pie and his new friend stare at Gregor as he surveys the captives. Gregor selects the staring prisoner. Hot Pie wets himself in fear. The prisoner is strapped to a chair by [[Weasel]] as [[the Tickler]] questions him. He is asked about hidden valuable in his village and the whereabouts of [[the Brotherhood]]. A rat is placed in a bucket and strapped to his chest. Weasel heats the bucket to provoke the rat into burrowing through his chest. The Tickler asks who aided the Brotherhood and the prisoner implicates Ganes the butcher and his son. He begs them to stop and the Tickler says that he has been very helpful but continues with the torture regardless. Arya and the other prisoners watch, helpless to stop them. Arya repeats her list of enemies again that night. The woman prisoner begs Polliver for food to no avail and he hits her with his club. Arya adds his name to her list.\n\n", "Scene 12": "[[File:SilentSistersNedsBones.jpg|thumb|Baelish returns Eddard's bones.]]\nPetyr visits Catelynâ&euro;&trade;s tent and she receives him with angry recriminations over his betrayal of Eddard. He says that he wanted Eddard to serve as protector of the realm and begged him to seize the moment. She says that he repaid their faith in him with treachery and orders him out. He says that he loves her and tries to take her arm. She grabs a knife and forces him to back off. He asks if she wants to see her daughters and says that Sansa is growing more beautiful while Arya is just as wild. Catelyn asks if they truly have Arya and he repeats the lie and claims that he is concerned for them if they remain captives of Cersei and Joffrey. Catelyn puts down her weapon and asks what he wants. He says that the Lannisters would trade her daughters for Jaime and she says that Robb will not agree to those terms. He suggests that she consider the terms on her own, as a mother. He says that he has a gift to show Tyrionâ&euro;&trade;s goodwill. Silent Sisters enter the tent with a chest. Catelyn asks what it is and Petyr is silent as she deduces it for herself. She kneels and opens the chest. Petyr says that Eddard was an honorable man and deserves burial with his family in the crypts of Winterfell. Catelyn again orders him to leave. When she is alone with Eddardâ&euro;&trade;s remains she allows herself a moment to cry before closing the chest.\n\n", "Scene 11": "They are chained in a stockade with many other prisoners. They can hear the sounds of a man being tortured nearby. The screams end and an [[old woman prisoner|old woman]] says that the victim is dead. She is expressionless and reports in a monotone that her captors have tortured her sister, husband and now her son to death. Gendry realizes that they select a new victim each day. Arya asks if anyone survives the torture and the woman does not answer. That night rain pours into the stockade as Arya recites the names of her enemies; â&euro;&oelig;Joffrey, Cersei, Ilyn Payne, the Hound.â&euro;?\n\n", "Scene 10": "[[Arya]], [[Gendry]] and [[Hot Pie]] arrive at the ruined castle [[Harrenhal]] with a column of other Lannister prisoners. Gendry sees the decimated towers and asks what kind of fire can melt stone. Arya tells him that it was dragon fire and Hot Pie asks if there are dragons there. Gendry says that dragons are extinct and Hot Pie wonders what he can smell. Arya says that it is the smell of dead people. [[Polliver]] orders them to walk on into the midst of the ruin.\n\n", "Scene 17": "Tyrion is interrupted by a late night visit from Lancel. Lancel is bearing a warrant from Cersei for the release of Pycelle. Tyrion invites him for a drink and Lancel refuses. Tyrion wonders why Cersei did not come herself. Lancel says that he does not care and Tyrion continues to question him. Tyrion establishes that the order came directly from Cersei and then asks why Lancel waited to deliver it. Lancel says that he came immediately and Tyrion wonders what he was doing conferring with Cersei so late at night. Lancel says that Cersei often works through the night and Tyrion retorts that she must be glad to have Lancel helping her at all hours. Tyrion notes the scent of lavender oil on his cousin and says that it is a favorite of Cersei. Lancel asserts his position as a knight and Tyrion jokes that he is an anointed knight. Tyrion asks if Cersei had Lancel knighted before or after she took him into her bed. Tyrion threatens to tell Joffrey and Lancel collapses into a chair, aghast. Lancel claims that he was following Tywinâ&euro;&trade;s orders. Tyrion points out the benefits Lancel has received and threatens to go straight to Joffrey and Lancel begs him for mercy and offers to leave the city. Tyrion says that Lancel must act as his spy to buy his silence. Tyrion asks Lancel to beg Cerseiâ&euro;&trade;s forgiveness and agrees to release Pycelle but refuses to reinstate him to the council. He enigmatically says that he could say that he has not harmed a hair on Pycelleâ&euro;&trade;s head but that it would not be strictly true.\n\n", "Scene 16": "The head of the tortured prisoner is hammered onto a spike above the stockade. Gendry is chosen by Gregor and his questioning begins despite him not being from the village. Arya watches as the bucket is strapped to his chest. Lord [[Tywin Lannister]] arrives and asks Gregor what is going on. Gregor says that they were not expecting Tywin for another day. Tywin asks why the prisoners are not in their cells. Gregor says that their cells are overflowing. Polliver interjects that the prisoners will not be there long. Tywin asks if they are so well manned that they can afford to discard able and skilled prisoners. He asks Gendry if he has a trade and Gendry says that he is a smith. Polliver catches Arya looking at Needle in his sword belt and orders her to kneel, calling her boy. Tywin immediately realizes that she is a girl and calls Polliver an idiot. He asks why she has dressed as a boy and she says that it was safer to travel. He says that she is smart and orders the prisoners put to work. He says that Arya will be his new cup bearer.\n\n", "Scene 9": "[[Kovarro]] returns to Daenerys in the midst of the [[Red Waste]]. She notices that he has changed mounts and he reveals that he was given a new horse by the Thirteen, the elders of the great city of Qarth. He reports that on hearing of her dragons the Thirteen have invited Daenerys to the city. He adds that it lies to the east on the coast three days ride away. Daenerys asks Ser [[Jorah Mormont]] what he knows of Qarth, and he tells her that the desert around it is known as the [[Garden of Bones]], because it is littered with the remains of travellers who have been refused entry to the city.\n\n", "Scene 8": "Loras walks Queen [[Margaery Tyrell]] through the camp as night falls. They see Petyr waiting for Margaery, and Loras leaves her to enter Renlyâ&euro;&trade;s tent. Petyr asks for help finding his tent. Margaery says that she gets lost frequently within the camp and that as soon as she is able to find her tent the camp moves. Petyr notes her reference to having her own tent and questions the status of her marriage and wonders if the pressures of command keep Renly from sharing her bed. She says that, while naive to warfare, she thinks that the side with the greater number usually wins. Petyr counters that if warfare were simply arithmetic then mathematicians would rule the world. He questions Loras going into Renlyâ&euro;&trade;s tent, and Margaery retorts that the place of a kingsguard is by his kingâ&euro;&trade;s side. He asks who was at the kingâ&euro;&trade;s side on their wedding night. She questions his interest in their marriage, and he calls it quite interesting to both him and the realm. He needles that the marriage of a wealthy girl always breeds interest, if nothing else. She notes his bachelor status, and he says that he has been unlucky in his affections. She says that it might be for the best, as he seems confused by the notion of marriage and asserts her devotion to Renly as her husband and king. She leaves him outside his tent.\n\n", "Scene 7": "[[Petyr Baelish]] arrives at Renlyâ&euro;&trade;s camp in [[the Stormlands]]. Renly greets him as his â&euro;&oelig;favorite whoremongerâ&euro;? and sarcastically hopes that he has not been waiting long. Petyr follows Renly into his tent, and Renly criticizes his lack of loyalty. Petyr says that he is a practical man, and Renly says that he dislikes Petyr and demands to know why he is there. Petyr looks to Brienne and Renly says that her loyalty comes without strings, and she can be trusted. Petyr says that Renly still has friends at court who think [[Eddard Stark]] was mistaken in not supporting Renlyâ&euro;&trade;s claim. Renly says that Petyr is trying to protect himself in the face of his inevitable victory. Petyr offers to open the gates of Kingâ&euro;&trade;s Landing to Renly.\n\n", "Scene 6": "[[File:RosAndJoffrey.jpg|thumb|right|190px|Joffrey forces [[Ros]] to comply with his sadistic whims.]]\nJoffrey is met by the prostitutes [[Ros]] and [[Daisy]]. Ros wishes him a happy name day and then reaches for his crotch. He flinches and then instructs Ros to touch Daisy. He asks if Ros can hit Daisy, and she spanks her gently. Joffrey asks if Tyrion sent them, and Ros says that Tyrion chose them himself. Joffrey takes off his belt and gives it to Ros to use. He forces Ros to hit Daisy hard enough to make her scream. He hands Ros a stagâ&euro;&trade;s head sceptre, and she protests that too much pain will spoil the pleasure. He loads his crossbow as Ros warns him that his uncle might find out. He tells Ros that he wants Tyrion to find out and orders her to take Daisy to Tyrionâ&euro;&trade;s chambers to show him what has happened, or she will also be beaten. He aims the crossbow at Ros and orders her to begin.\n\n", "Scene 5": "Sandor stands guard outside Joffreyâ&euro;&trade;s chamber. The king arrives and asks why Sandor is there. Sandor says that Tyrion has left a name day present and asked him to ensure that Joffrey received it. Joffrey wonders what it is and Sandor says only that it is inside.\n\n", "Scene 4": "[[File:Sansa 204.jpg|thumb|right|190px|Sansa is brought before Joffrey.]]\nJoffrey aims an ornate crossbow at Sansa in the Iron Throne room. He says that she is there to answer for Robbâ&euro;&trade;s treasons. She denies having any involvement in Robbâ&euro;&trade;s actions, calling Robb a traitor. Joffrey instructs Ser [[Lancel Lannister]] to tell her of Robbâ&euro;&trade;s latest outrage. Lancel claims that Robb used sorcery and an army of wolves to kill thousands of men under the command of Stafford. He adds that the Northmen feasted on the flesh of the slain after the slaughter drawing cries of outrage and horror from the courtiers. Joffrey suggests that killing Sansa would send Robb a message, but lowers his crossbow, citing his mother's insistence that Sansa be kept alive. He orders her to stand and says they will send Robb a message in a different way. He orders Ser [[Meryn Trant]] of the [[Kingsguard]] to beat Sansa but spare her face. Meryn punches Sansa and then knocks her over using the flat of his sword. Joffrey orders Sansa stripped, and Meryn tears her dress from her shoulders.\n\n[[File:Joffrey 2x04.jpg|thumb|right|190px|The vicious King Joffrey.]]\nBefore the spectacle continues further, [[Tyrion Lannister]] storms in with [[Bronn]] and demands an explanation. He angrily demands Meryn tell him what kind of knight beats a helpless girl, and Meryn retorts &quot;The kind who serves his King, Imp!&quot;. Bronn makes a veiled threat to Meryn, sarcastically warning him to be careful of getting blood on his white cloak. Tyrion orders Sansa covered and reminds Joffrey that he is engaged to marry her. [[Sandor Clegane]] tears off his white cloak and gives it to Sansa. Joffrey says that he was punishing her. Tyrion wonders what crimes she committed and elucidates that she did not fight in Robbâ&euro;&trade;s battle, calling Joffrey a half wit. Joffrey asserts that he can do as he likes as king. Tyrion reminds Joffrey of the fate of the [[Mad King]], who ruled without regard for the consequences of his actions until he was [[Robert's Rebellion|overthrown]] and killed by [[Jaime Lannister]]. Meryn warns Tyrion not to threaten Joffrey, and Tyrion counters that he is educating his nephew. He orders Bronn to kill Meryn if he speaks again and tells Meryn that he has now made a threat. Tyrion helps Sansa up and walks her out of the throne room. He apologizes for Joffreyâ&euro;&trade;s behavior and asks if she wants to end the engagement. She asserts her loyalty and love for Joffrey. Tyrion calls her Lady Stark and says that she may yet survive her captivity. Bronn says that Joffreyâ&euro;&trade;s aggression stems from sexual tension and suggests organizing a prostitute to temper his cruelty.\n\n", "Scene 3": "[[File:Battle of Oxcross.jpg|thumb|right|190px|Day dawns on the battlefield.]]\nDay dawns on the corpse of Rennick, one of many strewn across the battlefield. Robb tours the aftermath with his bannermen. Lord [[Roose Bolton]] reports that they killed five Lannister men for every fatality they suffered. He expresses concern over the volume of prisoners they have taken, saying that they are struggling to feed their own men. Robb insists that the prisoners be treated well and rejects Rooseâ&euro;&trade;s suggestion that they torture the officers, reminding him that the Boltonâ&euro;&trade;s traditional practice of flaying their enemies is outlawed in the North. Roose warns Robb that the high road is pretty but difficult. Robb counters that he is treating his prisoners as he hopes the Lannisters will treat his sisters.\n\n[[File:Roose Bolton.jpg|thumb|left|190px|Roose Bolton at Oxcross.]]\nThey come across a nurse and a silent sister treating a [[wounded Lannister]] soldier. The healer is preparing to amputate his leg to prevent a wound infection spreading. The soldier is begging her not to proceed, but she insists on the necessity of amputation. Roose criticizes her spending time on the Lannister soldiers, and she retorts that the Northmen are not her men. Robb helps to restrain the wounded man as she saws off his lower leg.\n\n[[File:Talisa 2x04.PNG|thumb|right|Robb meets the battlefield surgeon Talisa.]]\nHer patient is carted off, and Robb asks her name. She introduces herself as [[Talisa]] and declines to give her last name. She criticizes Robb for giving the orders that wounded the man. She attacks his position that the Lannisters killed his family and asserts that the common soldiers have nothing to do with King [[Joffrey Baratheon]]. She tells Robb that her patient is a fishermanâ&euro;&trade;s son from Lannisport and no warrior. Robb says that he does not hate the soldier, and she sarcastically notes that Robbâ&euro;&trade;s lack of animosity will help his foot grow back. She packs up her instruments and loads them onto a cart. Robb says that he is fighting to overthrow Joffrey and asks her to consider what peace under Joffrey would be like. She asks what his plan is once he has deposed Joffrey, and he admits not having one. He says that his focus is on winning the war. She begins to ride away on her cart, and Robb asks where she is from. She says [[Volantis]], and Robb observes that she is far from home. He adds that her patient was lucky that she was there, and she retorts that he was unlucky that Robb was there.\n\n", "Scene 2": "[[File:Robb cavalry.jpg|thumb|right|190px|[[Robb Stark]] leads a cavalry charge at the [[Battle of Oxcross]].]]\n[[Robb Stark]] leads a cavalry charge through the darkness as he hears the screams in the distance. As they charge the Stark men take up the battle cry &quot;the King in the North&quot;.\n\n", "Scene 1": "[[File:GreyWindOxcross.jpg|thumb|right|190px|[[Grey Wind]] surprises the Lannister guards at [[Oxcross]].]]\n[[Rennick]] and a fellow [[Lannister guardsman (Garden of Bones)|Lannister guardsman]] discuss the greatest knights of the realm, while on duty at the perimeter of a camp near Oxcross. They are part of a force of new recruits led by [[Stafford Lannister]]. The guard posits that Ser [[Gregor Clegane]] is the best fighter in the [[Seven Kingdoms]], because of his size and strength. Rennick counters that a lion can defeat a bull in a fight despite the bull being larger. The guard adds Ser [[Jaime Lannister]] to his list, and Rennick points out that he is still a prisoner of [[House Stark]]. The guard suggests Ser [[Loras Tyrell]], but Rennick jokes that Loras has been stabbing [[Renly Baratheon]] for years and Renly is still alive. Their horses are spooked by something, and Rennick gets up to check on them. He pretends to hear something and then farts loudly, annoying his colleague. Rennick goes to urinate while the guard insists that he heard something. He calls a warning to Rennick as [[Grey Wind]] emerges from the trees.\n\n"}, "title": "Garden of Bones recap"}