{"attributes": {"status": " :Category:Status: Alive", "religion": " Old Gods of the ForestQuote", "last": "", "family": [" Duncan Tuttle - uncle", "Gared's Father"], "rightlink": "Night's WatchCharacter", "season": " ''Game of Thrones: A Telltale Games Series''", "image": " TSITD Gared Wall.png", "leftimage": "Forrester mini shield.png", "allegiance": [" House Forrester", "Night's Watch"], "actor": " Daniel Kendrick", "culture": " Northmen", "titles": [" Squire", "Ranger"], "rightimage": "Crow mini shield.png", "title": " Gared Tuttle", "place": "", "first": " &quot;Iron From Ice&quot;", "appearances": " 4 episodes", "leftlink": "House Forrester"}, "sections": {"TOP": "Gared Tuttle0285995anfqfy9hm2qz4a3yqma4i0lye8ohjs1805362015-04-02T13:34:14ZGboy41607296Undo revision 180534 by [[Special:Contributions/110.143.15.117|110.143.15.117]] ([[User talk:110.143.15.117|talk]]){{Heraldry\n|leftimage=Forrester mini shield.png\n|leftlink=House Forrester\n|rightimage=Crow mini shield.png\n|rightlink=Night's Watch\n}}\n{{Character\n|Image = TSITD Gared Wall.png\n|Season = ''[[Game of Thrones: A Telltale Games Series]]''\n|First = &quot;[[Iron From Ice]]&quot;\n|Titles = [[Squire]]&lt;br&gt;Ranger\n|Appearances = 4 episodes\n|Last=\n|Place=\n|Status = [[:Category:Status: Alive|Alive]]\n|Allegiance = [[House Forrester]]&lt;br&gt;[[Night's Watch]]\n|Family = [[Duncan Tuttle]] - uncle&lt;br&gt;{[[Gared's Father|Unnamed]]} - father&lt;br&gt;{Unnamed} - sister\n|Actor = [[Daniel Kendrick]]\n|Culture = [[Northmen]]\n|Title = Gared Tuttle\n|Religion = [[Old Gods of the Forest]]}}\n\n{{Quote|Oh, and Tuttle, sooner or later, the Night's Watch will be your death. When it comes, try to make it quick.|Frostfinger to Gared.|The Lost Lords}}\n\n'''Gared Tuttle''' was the [[squire]] of Lord [[Gregor Forrester]] and one of the main playable characters in ''[[Game of Thrones: A Telltale Games Series]]''.\n\n", "Image Gallery": "&lt;gallery&gt;\nGared Tuttle.jpg\n330840_2014-12-02_00005.jpg|Gared grabbed his father for the last time.\nGarred_Tuttle.png\nTLL Pre-Release 5.png\nTLL Pre-Release 4.png\nTLL Pre-Release 3.png\nTLL Gared Lift.png\nTLL Gared Wall.png\nTSITD Pre-Release 2.png\nTSITD Pre-Release 4.png\nTSITD Britt Defeated.png\n&lt;/gallery&gt;\n\n", "Appearances": "{{Telltale Game Series Appearances|yes|yes|yes|yes}}\n\n", "Biography": "===Background===\nGared was raised on stories of heroism about the likes of [[Arthur Dayne]] and Symeon Star-Eyes. Though the son of a pig farmer, he has always aspired to one day become a warrior himself. With the help of his uncle [[Duncan Tuttle|Duncan]], who had risen from lowborn origins to become [[Castellan]] of [[Ironrath]], Gared found work in [[Gregor Forrester|Lord Forrester]]â&euro;&trade;s stables, rising through the ranks to eventually be named his [[squire]]. Gared has served Lord Forrester throughout the long months in King [[Robb Stark|Robb]]â&euro;&trade;s army, and is ready to be a warrior in his own right.\n\n===&quot;[[Iron From Ice]]&quot;===\nGared Tuttle is one of three POV characters in Iron From Ice. He is squire to Lord [[Gregor Forrester]] and is attending the wedding of [[Edmure Tully]]Â andÂ [[Roslin Frey]], also known as the [[Red Wedding]]. Gared and fellow squire Bowen are working when Lord [[Gregor Forrester]] asks to speak with him. Gared is promoted and is told that he will fight tomorrow, but that for now he needs to go and find his first-born son [[Rodrik Forrester]]. Gared and Bowen make their way to get wine and meet some of [[Walder Frey]]'s men.\n\nAfter listening to the soldier at the pump making comments about the wedding, Gared notices that there is something going on. Panicking, Gared is given choices to make Bowen hurry which in turn alerts the soldiers to his knowledge. After this, Gared is given a choice; to run from Bowen and save Lord Forrester or to save Bowen. If Gared runs to Lord Forrester, Bowen is stabbed in the neck by a [[House Frey|Frey]] soldier. He is then forced to dodge swords and maces, crawl under a burning cart and wrestle with a guard. He gets to Rodrik but is only able to watch as he is stabbed and killed by Frey soldiers. Once Gared gets to Lord Forrester he is asked where Rodrik is, and Norren asks him where Bowen is. If Gared chooses to save Bowen he pulls him away from the soldiers and the two of them run away. Gared goes through the same sequence as before and still watches Rodrik die.\n\nGared then finds Lord Forrester and if Bowen lives he can be seen stabbing a soldier in the back and also advancing upon the group of soldiers along with [[Norren]], Lord Forrester and Gared. The three/four attempt to fight the group but Gared is knocked down by a soldier, after which Lord Forrester saves him. Lord Forrester is then hit by a crossbow bolt in the chest, and he and Gared are instructed to run by Norren.\n\nOnce Gared and Lord Forrester make it to the edge of the Frey's camp Lord Forrester falls to the floor due to his wounds. Gared is commanded to journey on with Lord Forrester's sword and return it to his son, [[Ethan Forrester]] who will be the new [[Lord of Ironrath]]. Gared accepts, but before he leaves Lord Forrester also asks hims to tell his Uncle [[Duncan Tuttle]] the [[Castellan]] of [[Ironrath]] that &quot;The North Grove must not be lost.&quot; and to tell nobody else. Gared once again accepts.\n\nGared is then seen wandering down the [[Kingsroad]], presumably on his way to Ironrath. He sees blood on the floor and is given the opportunity to examine, as well as being able to examine other objects such as a dead pig and an overturned cart. Gared then sees three soldiers harrassing his father, who is tied to a post. The lead soldier is heard saying &quot;[[Roose Bolton]] shall have his bacon.&quot; They see Gared and instruct him to &quot;move along&quot; as there is &quot;nothing to see here.&quot; However, Gared sees his father and advances toward them. At this point he is given the chance to move to his father or draw his sword. Both choices end in the same way, Gared fights the three men. At first, [[Britt]], a [[House Whitehill|Whitehill]] soldier, takes Lord Forrester's sword from Gared, and Gared is made to choose between two weapons; a pitchfork or an axe. After choosing one Gared either impales the pitchfork in a [[Bolton]] soldiers' neck or hacks into his neck with an axe. He then fights for the greatsword back, is stabbed in the leg by the Britt and dodges attacks from another Whitehill soldier and is given the choice to show him mercy or kill him. As the choices suggest, the Whitehill soldier either walks away or is killed by Gared. Britt escapes on his horse regardless of the choices made.\n\nGared then arrives at [[Ironrath]], the gates are opened at his arrival and he is met by [[Ortengryn]]. Gared falls to the floor and is escorted inside by the Maester. The wound on his leg is treated by pouring maggots into the infected wound whilst Gared holds it open. Gared is then told to walk around to let the blood circulate. After walking around the Great Hall of Ironrath, Gared is able to speak to Maester Ortengryn. He hands the Maester Lord Forrester's sword just as Lady [[Elissa Forrester]] enters the room accompanied by [[Talia Forrester]], who is sent to bed by the Maester. She asks what Lord Forrester was like when he died, and if he had any last words. She appears upset if you tell her that he saved your life, replying &quot;And yet he could not saves Rodrik's.&quot; She also asks if her husband had any last words, at this point you are given the choice to stay silent, say that he said he loved her or tell her about the North Grove and break your promise to Lord Forrester. Duncan Tuttle and Ser [[Royland Degore]] enter, and Maester Ortengryn leaves accompanied by Lady Forrester. The two men are bickering about what should happen with Gared. Ser Royland wants to fight the Whitehill's when they come for justice but Tuttle believes it to be too dangerous, and so for the safety of the house suggests that Gared go to [[The Wall]] and join the [[Night's Watch]]. Regardless of Gared's choices here, he is forced to go to The Wall. Duncan tells Gared that he can have his horse, and the two walk out of the Great Hall together.\n\nAs they approach the stable, Gared is given the option to tell Duncan what Lord Forrester said, and that he swore to tell no-one else. Duncan questions Gared as to whether he held true to the promise he made to Lord Forrester, after telling him that he did Duncan tells Gared that he may require his help soon. He also states that Gared should &quot;Try to become a [[ranger]], it'll help.&quot; Gared then makes his way out of Ironrath on the horse, at which point Talia runs up to him and hands him her necklace. Silently, Gared accepts, and then rides away.\n\nA while after this, Gared is seen walking through theÂ [[Wolfswood]] with his horse at his side. He hears screaming and his horse, scared, runs away and neighs. Gared runs to investigate and hides behind a tree, seeing [[Ramsay Bolton|Ramsay Snow]] and a company of Bolton soldiers with a flayed man. Ramsay says &quot;My father told me; a naked man holds some secrets, but a flayed man holds none.&quot; Gared is then able to look at the event, but has to go behind the tree again to keep from being spotted. After Ramsay is done, Gared stands on a twig, making a sound. One of the Bolton soldiers is ordered over to investigate, and Gared either runs or stays still, if he stays stillÂ then after a brief moment the soldier sent to investigate the sound of the broken twig is called back by Ramsey who states &quot;We have wasted enough time&quot; and the group depart on horseback. â&euro;&lsaquo;Gared then approaches the man the group left behind, to discover he has been flayed alive, and has died from his wounds. The shocked look on Gared's face is the last we see of him in &quot;Iron from Ice&quot;. If Gared runs, he runs without getting caught and won't investigate the flayed man. Gared fleeing is the last we see him from &quot;Iron from Ice&quot;.\n\n===&quot;[[The Lost Lords]]&quot;===\nGared arrives at the Wall and meets Frostfinger, who questions him as to who he is and why he arrived. Frostfinger reveals he received a letter from Duncan, asking him to make Gared a ranger. Frostfinger makes it clear that Gared has to earn the chance to be a ranger and won't be bestowed it &quot;like a knighthood&quot;. Gared meets two of his new brothers-in-training, Finn and Cotter. Finn was sent to the Wall for sleeping with a noble woman and killing her fiance with his own dagger, which is now a prized possession of his. Cotter stole potatoes to feed his sister. Cotter and Finn argue between themselves which results in Cotter pick pocketing Finn's dagger. Gared is put through training, hoping to become a ranger, having to prove himself by firing a crossbow, sword fighting and lifting barrels. Finn mocks and attempts to sabotage Gared during these trials. Once Gared is finished Finn realizes his knife is missing and a fight breaks out. Frostfinger breaks up the fight and intends to punish those responsible. However, [[Jon Snow]] arrives, needing men to patrol the top of the Wall with him and Frostfinger sends Gared with him.\n\nGared and Jon Snow talk while on top of the Wall, Gared can explain what happened to Jon's half-brother, [[Robb Stark]], at the Red Wedding and Jon will tell Gared about his own experience in joining the Night's Watch and give him some advice in how to fit in.\n\n===&quot;[[The Sword in the Darkness]]&quot;===\n''TBA''\n\n===&quot;[[Sons of Winter]]&quot;===\nGared will appear in this episode.\n\n"}, "title": "Gared Tuttle"}