{"attributes": {"status": " :Category:Status: Alive", "10": "yesSeason Two Appearances", "death": "", "last": "", "family": ["King Robert Baratheon - father", "Unnamed barmaid - mother", "Barra - half-sister", "Stannis Baratheon - uncle", "Renly Baratheon - uncle", "Shireen Baratheon - first cousin"], "title": " GendryQuote", "season": "Season 1", "appearances": " 17 episodes &lt;small&gt;#Appearances", "allegiance": "", "actor": "Joe Dempsie", "link": "Brotherhood Without BannersCharacter", "4": "yes", "place": "King's Landing", "aka": "", "image": "Larges3-ep1-people-profilepic-gendry-800x800.jpg", "first": "&quot;Cripples, Bastards and Broken Things&quot;"}, "sections": {"Family tree": "{{House Baratheon family tree}}\n\n", "TOP": "Gendry0232655ny7fk63rabwuedw7jr4pj85pnhzj71790042015-03-24T11:33:55ZRandomDudeDude5971784[[File:BWB mini shield.png|right|45px|link=Brotherhood Without Banners]]\n{{Character\n| Image=Larges3-ep1-people-profilepic-gendry-800x800.jpg\n| Season=[[Season 1|1]], [[Season 2|2]], [[Season 3|3]]\n| First=&quot;[[Cripples, Bastards and Broken Things]]&quot;\n| Last=\n| Appearances= 17 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Aka=\n| Status= [[:Category:Status: Alive|Alive]]\n| Death=\n| Place=[[King's Landing]]\n| Allegiance=\n| Family=King {[[Robert Baratheon]]} - father&lt;br&gt;{Unnamed barmaid} - mother&lt;br&gt;{[[Barra]]} - half-sister&lt;br&gt;[[Stannis Baratheon]] - uncle&lt;br&gt;{[[Renly Baratheon]]} - uncle&lt;br&gt;[[Shireen Baratheon]] - first cousin\n| Actor=[[Joe Dempsie]]|Age =|Title = Gendry}}\n{{Quote|You wouldn't be my family. You'd be my lady.|Gendry to [[Arya Stark]]|Kissed by Fire}}\n'''Gendry''' is a major character in the [[Season 3|third]] season. He initially appeared as a recurring character in the [[Season 1|first]] and [[Season 2|second]] seasons. He is played by starring cast member [[Joe Dempsie]] and debuts in &quot;[[Cripples, Bastards and Broken Things]].&quot; Gendry is an unacknowledged [[bastard]] son of King [[Robert Baratheon]]. He is a skilled blacksmith who was traveling with [[Yoren]] to [[the Wall]] to join the [[Night's Watch]] when he was taken prisoner at [[Harrenhal]]. He later escaped with [[Arya]] and [[Hot Pie]]. After meeting with the [[Brotherhood Without Banners]], Gendry decides to stay with the outlaw group until the red priestess [[Melisandre]] arrives to bring him to [[Dragonstone (castle)|Dragonstone]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels Gendry is also apprenticed to master blacksmith Tobho Mott. Gendry's mother worked at an alehouse and died when he was very young.\n\nThe books haven't specified if Gendry lived in the slums of [[Flea Bottom]] before he came to work for Tobho Mott. Logically, though, as the son of a tavern girl he probably wasn't living in good conditions before he began to work for Mott as a teenager.\n\nIn the books, Gendry is said to resemble King Robert so closely that it is blatantly obvious to anyone who knew Robert that he is Robert's son. Due to the fact that Renly Baratheon is also said to greatly resemble his older brother Robert in his youth, Gendry also bears a striking resemblance to Renly. Brienne of Tarth notices this in ''A Feast for Crows'', briefly believing that Renly has returned from the grave.\n\nAn unknown person - presumably [[Varys]] - paid for his apprenticeship to Mott. Gendry is in his mid-teens, a powerfully-built and strong lad who shows great promise as a blacksmith. He knows very little about his mother; she worked in an alehouse and died when he was little. She had yellow hair, and sometimes she used to sing to him. He doesn't bear the bastard surname of Waters, traditionally employed in the Crownlands, because he was not openly acknowledged by Robert.\n\nSo far, Gendry has no idea who is his father. He once told Arya: &quot;I don't even know my father's name. Some smelly drunk, I'd wager, like the others my mother dragged home from the alehouse. Whenever she got mad at me, she'd say, 'If your father was here, heâ&euro;&trade;d beat you bloody'. That's all I know of him&quot;.\n\nThe books clearly explain that it was actually [[Varys]] who arranged Gendry's escape from King's Landing in Yoren's caravan, in order to save him from the eventual purge ordered by Queen Cersei in which baby [[Barra]] was killed (it is not mentioned whether any of Robert's other bastards were killed too). When discussing Barra's death, Varys tells Tyrion &quot;There was another bastard, a boy, older. I took steps to see him removed from harm's way&quot; - without specifying what steps he took, or why did he even bother to save Gendry. Yoren told Arya &quot;I was set to leave, wagons bought and loaded, and a man comes with a boy for me, and a purse of coin, and a message, never mind who it's from. Lord Eddard's to take the black, he says to me, wait, he'll be going with you. Why d'you think I was there? Only something went queer&quot;. Gendry had no idea why he was sent away from the city, and why the Gold Cloaks were looking for him. He told the other kids &quot;I never did nothing to no queen...I was s'posed to be an armorer, and one day Master Tobho says I got to join the Night's Watch, that's all I know&quot;. Gendry thought Yoren knew the reason, but Yoren never told him.\n\nIn the books, Gendry stays with the Brotherhood Without Banners after Arya runs away and is captured by Sandor Clegane. [[Season 3]] condensed several subplots from the books by combining Gendry's storyline with that of King Robert's only acknowledged bastard, Edric Storm. Edric was raised at [[Storm's End]] but was taken by Stannis to Dragonstone because Melisandre wanted to sacrifice him to the Lord of Light to ensure victory in the war, but Davos helped him escape. This subplot was instead given to Gendry in the TV series. Robert actually had multiple bastard children in the books, but only Barra is specifically mentioned to be killed after his death. The other two confirmed surviving bastards are Edric Storm and Mya Stone, a girl slightly older than Gendry whom Robert fathered in [[the Vale of Arryn]] a few years before the rebellion against the Targaryens. So far in the books, Gendry remains unaware of his parentage.\n\nGendry was one of the bastards whom [[Jon Arryn]] and [[Stannis Baratheon]] inquired about. When asked by [[Eddard Stark]], Gendry mentions that Arryn came to see him, and asked him about his work and his mother. He also remembers that Stannis accompanied Arryn, but did not ask him any questions, only glared at him. In the TV series, Gendry mentions only Arryn. Because Stannis's involvement in Jon Arryn's search for Robert's bastards was cut from the TV series, he never met Gendry - thus when the TV series condensed Gendry with the Edric Storm subplot, Stannis met Gendry for the first time on Dragonstone, when he gruffly grabbed his face and confirmed that he looks just like Robert. The irony is therefore that in the books, Stannis already knew what Gendry looked like (though either way, he realized that he was clearly Robert's son as soon as he saw him).\n\nIn the books there are no hints of romance between Arya and Gendry. In fact, Arya intends to kill Gendry once he discovers she is a girl, and the only reason she does not is that Gendry is armed and stronger than her. The TV series didn't overtly play up a full-fledged &quot;romance&quot; between the two, though Gendry becomes one of Arya's few friends and she is pained when he chooses to stay behind with the Brotherhood.\n\nThrough his father Robert, Gendry has some [[House Targaryen|Targaryen]] blood. [[Steffon Baratheon]], father of Robert, Stannis, and Renly, was the son of King Aerys II Targaryen's aunt Rhaelle Targaryen, thus he was Aerys's first cousin. Robert, Stannis, and Renly are actually second cousins to [[Rhaegar Targaryen]] as well as [[Daenerys Targaryen]]. Thus Gendry is the second cousin once removed of Daenerys. This might be moved around somewhat in the TV continuity, which removed Aerys II's father Jaehaerys II, who had a brief rule and died young - to simplify his relationship with [[Aemon Targaryen]]. Centuries of heavy inbreeding resulted in every other Targaryen [[Targaryen madness|suffering from insanity]], but apparently also preserved the ability in their bloodline to interact with dragons and to experience prophetic visions and dreams. Even Targaryen bastards were sometimes able to bond with dragons. So far in the books, Gendry hasn't mentioned having prophetic dreams, nor has he had the opportunity to interact with Daenerys'Â dragons.\n\n", "Quotes": "{{Quote|You've heard the awful rumors about my [[Jaime Lannister|brother]] and [[Cersei Lannister|sister]]?...I suppose people who do believe that filth consider Robert's bastards to be better claimants to the throne than Cersei's children.|[[Tyrion Lannister]]|The Night Lands}}\n\n", "Image gallery": "&lt;gallery&gt;\nGendry Infobox.jpg|Gendry working in &quot;Cripples, Bastards and Broken Things.&quot;\nArya and Gendry 1x10.jpg|Gendry with [[Arya]] in &quot;[[Fire and Blood]].&quot;\nArya and Gendry 2x02.jpg|[[Arya Stark]] and Gendry hiding from the [[goldcloaks]].\nGendry S2.jpg|Gendry in &quot;[[The Night Lands]]&quot;.\nGendry 2x02.jpg|Gendry in &quot;The Night Lands&quot;.\nGendry_the_climb.png|Gendry picked up by Melisandre's soldiers in &quot;[[The Climb]]&quot;.\nGendry 1.png|Gendry meets [[Stannis Baratheon]] in &quot;[[Second Sons]]&quot;.\nGendry 2.png|Gendry is seduced by [[Melisandre]] in &quot;Second Sons&quot;.\nGendry 3.png|Gendry talks to [[Davos]] in &quot;[[Mhysa]]&quot;.\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n* {{AWOIAF|Edric Storm}} (spoilers from the books)\n\n", "Appearances": "{{Season One Appearances|4=yes|10=yes}}\n{{Season Two Appearances|yes|yes|yes|yes|yes|||yes||yes}}\n{{Season Three Appearances||yes|yes|yes|yes|yes|yes|yes||yes}}\n\n", "Biography": "===Background===\nGendry is a bastard son of King [[Robert Baratheon]], but is unacknowledged and unaware of his lineage. Gendry did not receive the [[Bastard|bastard surname]] used in [[the Crownlands]] (Waters) because he was not openly acknowledged by Robert.\n\nHis mother worked in a tavern and died when he was very young. When he was old enough, an unknown lord paid his apprentice fee so he could learn to be a blacksmith. He spent his whole life in the capital city of [[King's Landing]] working as an apprentice blacksmith under his master, [[Tobho Mott]], to forge armor and weapons for the nobility.\n\n===[[Season 1]]===\n[[File:Gendry 1x04.png|thumb|right|200px|Gendry in &quot;Cripples, Bastards and Broken Things.&quot;]]\nInvestigating the death of [[Jon Arryn]], Lord [[Eddard Stark]] learns that he was seen visiting Tobho Mott's smithy in the city shortly before his death. Eddard also inspects the smithy. Mott tells him that Jon Arryn came to ask about new armor, but he also wanted to talk to the young man, Gendry. Eddard admires a helm that Gendry has made. Mott offers to sell it to him, but Gendry insists that it is not for sale as he made it for himself. Eddard learns that Jon wanted to know about Gendry's mother and realizes that Gendry is the [[bastard]] son of King [[Robert Baratheon]]. Eddard is at a loss as to why Jon Arryn was trying to track down Robert's bastards.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\nAfter King Robert died, the secret payments to Mott stopped so he kicked Gendry out. With no other options, Gendry decides to join the [[Night's Watch]], and is one of the latest batch of [[Yoren]]'s recruits for [[the Wall]]. He meets [[Arya Stark]] (disguised as the boy &quot;Arry&quot;) when some of the other boys harass her about her sword. When [[Hot Pie]] bumps into him, he scares the boys off saying &quot;When I hit that steel it sings, are you gonna sing when I hit you?&quot;&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n:''Main: [[Gendry Season 2]]''\n[[File:Arya and Gendry 2x05.png|thumb|Arya and Gendry in Harrenhal.]]\nGendry travels north on the [[Kingsroad]] with [[Yoren]] and his recruits, befriending Arya on the journey. He is targeted by the [[City Watch]] of [[King's Landing]] because of his status as a bastard of King [[Robert Baratheon]] but remains unaware of his lineage.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt; Yoren intimidates a pair of [[goldcloaks]] who come looking for Gendry into leaving empty handed. Gendry sees through Arya's disguise and recognizes her as a girl. She confides her identity and swears him to secrecy.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt; The goldcloaks return with Ser [[Amory Lorch]] and a force of [[Lannister]] soldiers. They kill Yoren and capture Arya and Gendry. Arya manages to convince them that [[Lommy Greenhands]] was Gendry because he was carrying the bull's head helm Gendry made.&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\n[[File:Escaping_Harrenhal.jpg|thumb|left|Arya, Gendry and [[Hot Pie]] escaping Harrenhal.]]\nThe prisoners are taken to Harrenhal. They are brutally tortured by Ser [[Gregor Clegane]]'s men while being questioned by [[the Tickler]]. Gendry is selected as his next victim but is saved when Lord [[Tywin Lannister]] arrives and asserts that the prisoners are more useful alive.&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\nGendry is put to work at the castle's forge.&lt;ref name=&quot;E15&quot;&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt; Both the Tickler&lt;ref name=&quot;E15&quot; /&gt; and Ser Amory are killed in suspicious circumstances.&lt;ref&gt;&quot;[[The Old Gods and the New]]&lt;/ref&gt; The deaths prompt Tywin to launch an investigation and he ultimately blames the [[Brotherhood Without Banners]].&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt; Tywin leaves Harrenhal to march on [[the Westerlands]]. Arya arranges for [[Jaqen H'ghar]] to help them to escape the castle.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n[[File:Dark Wings Dark Words still.png|thumb|The group meets the Brotherhood Without Banners.]]\nAfter escapingÂ [[Harrenhal]]Â with [[Arya]] and [[Hot Pie]],Â they are all captured by the [[Brotherhood without Banners]].&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt;\n\nâ&euro;&lsaquo;While they areÂ with the Brotherhood, Gendry helps them out by fixing some armor.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\nUpon learning of Gendry's desire to remain with the Brotherhood, Arya is distressed, and confronts him about it, as she had intended to bring him with her back to the Starks. Gendry explains that the Brotherhood is the closest thing he's had to a family. When Arya states that she could be his family, he reminds her that she's still the daughter of a great house and he's one of the smallfolk: she wouldn't be his family, she'd be his lady.&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n\nGendry is out and about with Arya and members of the Brotherhood when [[Melisandre]] arrives. Arya grumbles about the presence of the red priestess, asking what all the fuss is about; Gendry quips that Arya doesn't see because she's a girl. Gendry is shocked when the Brotherhood turns him over to Melisandre in exchange for two bags of gold.&lt;ref&gt;&quot;[[The Climb]]&quot;&lt;/ref&gt;\n\nAs he and Melisandre quietly traverse [[Blackwater Bay]], she finally reveals the truth of his heritage to him by pointing out the [[Red Keep]] and identifying it as his father's house. Upon arriving at Dragonstone, Melisandre puts Gendry up in a lavish chamber and seduces him. She quickly turns the tables, tying him to the bed and proceeding to leech his blood for a ritual.&lt;ref&gt;&quot;[[Second Sons (episode)]]&quot;&lt;/ref&gt;\n\n[[File:Gendry 4.png|thumb|Gendry is smuggled off [[Dragonstone]] by Davos Seaworth.]]\nFollowing the incident, Gendry is relegated to a cell beneath the castle. [[Davos Seaworth]] visits him and the pair discuss the hardships of growing up in [[Flea Bottom]]. Davos asks why Gendry trusted Melisandre, to which the blacksmith admits he's never been with a woman, so although the trap was quite obvious, he took a chance. Later on, Ser Davos frees Gendry and sends him back to King's Landing in a rowboat, the only way to discreetly leave Dragonstone, although Gendry admits he doesn't know how to swim and has never been in a rowboat before. &lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\n"}, "title": "Gendry"}