{"attributes": {}, "sections": {"The Ghost of Harrenhal": "[[File:Arya and Gendry 2x05.png|thumb|rightt|190px|Arya and Gendry]]Arya watches Gendry tempering a newly forged blade in the smithy at Harrenhal. He swings the blade and she criticizes his stance, telling him he should be stood side face. He wonders who she thinks he is fighting and she counters that he is practicing for a fight and should do it properly. A woman screams in the adjacent courtyard and they rush to see what has happened. They find the body of the Tickler surrounded by Lannister men-at-arms. Hot Pie is among the stunned onlookers.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\n", "The Old Gods and the New": "Ser [[Amory Lorch]] is murdered just outside Tywin's chambers.&lt;ref name=&quot;E16&quot;&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\n", "The Prince of Winterfell": "Tywin leaves Harrenhal to march on the Westerlands. He names Ser [[Gregor Clegane]] as his castellan and tasks him with rooting out the [[Brotherhood Without Banners]] from [[the Riverlands]].&lt;ref name=&quot;E18&quot;&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n[[File:Hot_Pie.jpg|thumb|[[Gendry]] and [[Hot Pie]] talk cooking.]]\nGendry hammers out a horse shoe while [[Hot Pie]] describes a recipe for sour cherry pie. Hot Pie says that he uses crushed cherry stones on the pie crust to generate the best flavour. Arya approaches and asks where Jaqen is, Gendry says that he does not know. Arya says that she needs to speak with him because Tywin is marching and adds that he has been helping her, realizing that she has said too much. Hot Pie recalls seeing Jaqen and Arya asks him where. He shrugs so she grabs him by the ears and insists that he remember. Hot Pie says that they were leaving through the gates a few hours earlier. Arya notices Tywin leaving and gazes after him. Hot Pie asks why she wants Jaqen.&lt;ref name=&quot;E18&quot;/&gt;\n\n[[File:Escaping_Harrenhal.jpg|thumb|[[Arya Stark]], Gendry and Hot Pie escaping Harrenhal.]]\nArya has Gendry and Hot Pie meet her in the shadows opposite the courtyard gate at Harrenhal. She tells them that Jaqen is going to help them escape but does not reveal that he is the assassin and has been helping her since he joined them at Harrenhal. Hot Pie complains that his sour cherry pies will now be in the oven and the others warn him to be quiet. Arya asks what food he has brought and he reports that the cheese could be better but that he has some nice sausages. Gendry asks Arya what Jaqen told her to do about the guards surrounding the gate. Arya admits that he did not say and only told her to walk through the gates. Gendry is incredulous and Arya insists that they must trust Jaqen. Gendry warns against trusting the man who fled when she freed him from captivity, expecting him to fight by her side. Hot Pie fearfully admits wanting to return to the kitchens. Arya tells him to be quiet and says that he can stay if he wants. She stands and bravely walks toward the gate. The others follow her and as they approach they realize the Jaqen has killed the guards and pinned them in place so as not to raise the alarm. They pass through without being noticed.&lt;ref name=&quot;E18&quot;/&gt;\n\n", "TOP": "Gendry Season 209092rnh3nh8aqew2iwzjim4vg0aldb4h7ng1167822014-03-06T03:40:19ZGreater good3347453{{Template:Delete}}In '''[[Season 2]] [[Gendry]]''' is a regular recurring character.\n\n", "A Man Without Honor": "Tywin orders the interrogation and execution of dozens of his own men in an effort to find the assassin. He blames the death on the [[Brotherhood Without Banners]].&lt;ref name=&quot;E17&quot;&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\n", "Garden of Bones": "Gendry, Hot Pie and Arya arrive at the ruined castle Harrenhal with a column of other Lannister prisoners. Gendry sees the decimated towers and asks what kind of fire can melt stone. Arya tells him that it was dragon fire and Hot Pie asks if there are dragons there. Gendry says that dragons are extinct and Hot Pie wonders what he can smell. Arya says that it is the smell of dead people. Polliver orders them to walk on into the midst of the ruin.&lt;ref name=&quot;E14&quot;&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\nThey are chained in a stockade with many other prisoners. They can hear the sounds of a man being tortured nearby. The screams end and an [[old woman prisoner|old woman]] says that the victim is dead. She is expressionless and reports in a monotone that her captors have tortured her sister, husband and now her son to death. Gendry realizes that they select a new victim each day. Arya asks if anyone survives the torture and the woman does not answer.&lt;ref name=&quot;E14&quot;/&gt;\n\nGendry and the prisoners are awoken by Ser [[Amory Lorch]] and his men. Ser [[Gregor Clegane]] approaches the stockade. Hot Pie says that he is the one who chooses the prisoners and Arya recognizes him. Hot Pie stares at him as he approaches and Arya asks what he is doing. Hot Pie says that another prisoner told him that he always stares at the mountain and is never chosen. Hot Pie and his new friend stare at Gregor as he surveys the captives. Gregor selects the staring prisoner. The prisoner is strapped to a chair by [[Weasel]] as [[the Tickler]] questions him. He is asked about hidden valuable in his village and the whereabouts of [[the Brotherhood]]. A rat is placed in a bucket and strapped to his chest. Weasel heats the bucket to provoke the rat into burrowing through his chest. The Tickler asks who aided the Brotherhood and the prisoner implicates Ganes the butcher and his son. He begs them to stop and the Tickler says that he has been very hepful but continues with the torture regardless. Hot Pie and the other prisoners watch, helpless to stop them.&lt;ref name=&quot;E14&quot;/&gt;\n\nThe head of the tortured prisoner is hammered onto a spike above the stockade. Gendry is chosen by Gregor and his questioning begins despite him not being from the village. Arya watches as the bucket is strapped to his chest. Lord [[Tywin Lannister]] arrives and asks Gregor what is going on. Gregor says that they were not expecting Tywin for another day. Tywin asks why the prisoners are not in their cells. Gregor says that their cells are overflowing. Polliver interjects that the prisoners will not be there long. Tywin asks if they are so well manned that they can afford to discard able and skilled prisoners. He asks Gendry if he has a trade and Gendry says that he is a smith. Tywin orders the prisoners put to work, saving Gendry. Tywin recognizes that Arya is a girl. Tywin says that she will be his new cup bearer.&lt;ref name=&quot;E14&quot;/&gt;\n\n", "The Night Lands": "Gendry passes Arya as she gets into an altercation with [[Rorge]], one of the three captives. He reminds Arya that [[Yoren]] warned them not to approach the prisoners. Arya says that she is not afraid of them and Gendry says that she is stupid, before admitting that he is afraid of them.&lt;ref name=&quot;E12&quot;&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\n[[File:Arya and Gendry 2x02.jpg|thumb|right|190px|Arya and Gendry hiding from the goldcloaks.]]\nTwo gold cloaks ride up to the camp. Arya wonders what they are doing and ducks down by the river bed. Gendry asks her what she is doing and she says that the watchmen must be looking for her. The lead gold cloak calls to Yoren, asking if he is in command of the group. Yoren ignores the question and tells them that they are a long way from home. He walks across a wooden bridge towards the visitors. The gold cloak reminds Yoren that he asked a question and Yoren says that he asked without manners so he chose not to answer. Yoren grips the blanket that protects the gold cloaks horse from the saddle. The gold cloak produces a scroll and says that it is a royal warrant for one of Yoren's â&euro;&oelig;gutter ratsâ&euro;?. Yoren says that the recruits belong to the Night's Watch and are beyond the reach of kings and queens. The gold cloak moves to draw his sword but is halted when Yoren places the point of his dagger against his femoral artery. Yoren notes that men worry about their throats but often forget about the vulnerability of their lower regions. He tells the gold cloak that he has sharpened the knife and warns him that no-one can save him if the artery is nicked. Yoren takes the man's sword, saying that good steel is always needed on the wall. The recruits have surrounded the gold cloaks, weapons in hand. One of them picks up the sword from the ground. Yoren tells the gold cloak that he has a choice; die there or return to King's Landing and tell his master that they did not find what they were looking for. The gold cloak defiantly shouts that they are looking for Gendry and describes the bull's head helmet that he carries. He offers a reward to anyone turning him over and promises that he will return with more men. He warns Yoren that he will take his head home along with the â&euro;&oelig;bastard boyâ&euro;?. Gendry stands up and Arya looks at him quizzically.&lt;ref name=&quot;E12&quot;/&gt;\n\nArya, [[Hot Pie]] and [[Lommy Greenhands]] wash cook pots in the stream while Gendry fills a pail with water. Lommy says that they should yield if the gold cloaks return, not wanting to be caught in a battle. Hot Pie claims that he is unafraid of battle and Arya questions his courage. Hot Pie claims to have seen lots of battles and Arya calls him a liar. Hot Pie insists that he saw a man stabbed in the neck outside a tavern in [[Flea Bottom]]. Lommy tells Hot Pie that two men fighting is not a battle. Hot Pie says that they had armor on. Arya questions the relevance of this and Hot Pie says that if the combatants wear armor, it is automatically a battle. Lommy refutes the assertion and Hot Pie wonders what a dyer's apprentice would know about battle. As Gendry returns to refill the pail, Arya tells Hot Pie that Gendry is an armorer's apprentice. She instructs Hot Pie to relay his definition of a battle to Gendry. Gendry asks who told Hot Pie that. Hot Pie claims that he heard it from a knight. Gendry asks how Hot Pie knew he was a knight and Hot Pie again cites armor as deciding the issue. Gendry explains that anyone can buy armor. Hot Pie asks how Gendry knows and Gendry reminds him that he sold armor.&lt;ref name=&quot;E12&quot;/&gt;\n\n[[File:Gendry 2x02.jpg|thumb|Gendry travelling with the recruits of the Night's Watch.]]\nArya follows Gendry to the cauldron he is filling and questions him about the warrant. She calls him a liar when he says that he does not know why the Gold Cloaks are looking for him. Gendry warns her not to insult people that are bigger than her and she muses that she would not be able to insult anyone if she followed his advice. Gendry says that he does not care what any of them want and adds that no good has ever come of their questions. Arya asks what he means and he explains that he was questioned by the last two Hands of the King shortly before their deaths. He says that he was approached by [[Jon Arryn|Lord Arryn]] first and then Lord Stark, shocking Arya with the mention of her father. Arya wonders what they asked Gendry about and he tells her their questions were about his mother and father. He tells Arya that his mother was a tavern worker and that he does not know his father.&lt;ref name=&quot;E12&quot;/&gt;\n\nGendry asks why Arya believed the Gold Cloaks were looking for her, suggesting that she might have killed someone or simply because she is a girl. Arya denies the accusation and Gendry suggests that she prove it by urinating in front of him. Arya claims that she does not need to go. She realizes that her denial was unconvincing and asks Gendry not to tell the others. He agrees to keep her confidence and she tells him her real name. Gendry realizes her connection to Eddard and her status as high born. He apologizes for his crudeness and offers to call her â&euro;&oelig;my ladyâ&euro;?. She tells him not to and he agrees, but calls her â&euro;&oelig;my ladyâ&euro;? as he does so. She shoves him and he says that she is being unladylike. She pushes him over and stalks off and he laughs from the ground.&lt;ref name=&quot;E12&quot;/&gt;\n\n", "The North Remembers": "[[File:Gendryhelmet.jpg|thumb|right|190px|Gendry's Bull Helmet that he made for himself.]]\nIn King's Landing the bastards of [[Robert Baratheon]] are killed on the orders of King [[Joffrey Baratheon|Joffrey]]. Gendry's former master, [[Tobho Mott]], is tortured into telling Lord [[Janos Slynt]] that Gendry is on his way to the north as a recruit for the [[Night's Watch]]. Tobho says that they can identify him by the bull's head helm he carries. Janos orders one of his men to find Gendry on his way north. Gendry is travelling on the Kingsroad with [[Arya]] and the other recruits.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\n", "What is Dead May Never Die": "The sleeping recruits are interrupted by horns sounding outside. Yoren wakes his recruits and marshals them for a fight. He warns Arya and Gendry to stay out of sight and flee north if the fight is lost. Lommy picks up Gendry's bull helm. As they rush outside one man trips and drops his torch, setting a fire near the prisoner wagon.&lt;ref name=&quot;E13&quot;&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\nThey are met by Ser [[Amory Lorch]] and a force of men loyal to [[House Lannister]]. Lorch points out the Gold Cloaks with him and says that they have come for Gendry. Lorch orders Yoren and the recruits to drop their weapons. Yoren remains defiant and Lorch orders him shot. Yoren takes a quarrel to the shoulder but kills the crossbowman before he can reload. Yoren fights alone, killing several men before he is overwhelmed. Lorch himself kills Yoren by driving his sword through the back of his neck.&lt;ref name=&quot;E13&quot;/&gt;\n\nSeeing their leader killed Gendry and many of the other recruits join the fight. Hot Pie cowers in the bushes. Arya is distracted by Jaqen calling for help as the flames lick the bars of his cage. She hands him an axe before rushing to join the fray. Gendry is overwhelmed and knocked down. As Arya runs round a corner she is knocked over by [[Polliver]], one of the Lannister men-at-arms. He takes Needle from her.&lt;ref name=&quot;E13&quot;/&gt;\n\nLorch orders the survivors taken to Harrenhal. Hot Pie is found in the bushes and is quick to yield. Lommy calls for help from the ground, a crossbow bolt in his left leg. Polliver approaches and asks him if he can walk. Lommy says they will have to carry him. Polliver offers him a hand and then stabs him through the throat with Needle, killing him. He tells his companions that Lommy wanted to be carried, drawing a laugh. Lorch pushes over Yoren's corpse and demands that the survivors identify Gendry. Arya says that they have already killed him pointing out the bullshead helm lying next to Lommy.&lt;ref name=&quot;E13&quot;/&gt;\n\n"}, "title": "Gendry Season 2"}