{"attributes": {}, "sections": {" History ": "=== [[Season 2]] ===\n\nDuring the [[Battle of the Blackwater]], the noblewomen of [[King's Landing]] take shelter in [[Maegor's Holdfast]] within the [[Red Keep]]. When the battle takes a bad turn, [[Cersei Lannister]] callously abandons them, and the women begin to panic. [[Sansa Stark]] then takes control of the situation by comforting the noblewomen that the battle is not yet lost and they are in the safest part of the castle. Sansa then calms down the noblewomen by suggesting that they sing a hymn. Sansa starts singing ''Gentle Mother, Font of Mercy'' and all of the noblewomen join in.&lt;ref&gt;&quot;[[Blackwater]]&quot;&lt;/ref&gt;\n\n", "TOP": "Gentle Mother, Font of Mercy010252elicpbno8d0yz2mm1htjw32y9nchilq1575152014-08-25T01:31:54ZCorneliusAgrippa5753603/* In the books */'''''Gentle Mother, Font of Mercy''''' is a hymn in the world of ''[[Game of Thrones]]'', within the religion of the [[Faith of the Seven]]. It is a prayer to the aspect of the Seven-Faced God known as [[The Seven|The Mother]], who is associated with motherhood, compassion, and mercy. The hymn prays to the Mother for Her protection during war, though it has a decidedly anti-war message urging that the Mother stop all fighting and that She will teach people &quot;a better way&quot; than warfare.\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, ''Gentle Mother, Font of Mercy'' is much the same. Sansa sings it to [[Sandor Clegane|the Hound]] when he finds her in her chamber during the battle of Blackwater, rather than with the other women in Maegor's Holdfast.\n\nIn the TV series, after Sansa sings the first few lines, [[Shae]] pulls her aside to urge her to leave as the other noblewomen continue to sing in the background, making the lines somewhat indistinct. The books give the full lyrics. In the final edit of the episode &quot;Blackwater&quot;, two lines from the song are skipped: &quot;Stay the swords and stay the arrows/Let them know a better day.&quot;\n\n", "Lyrics": "\n:::''Gentle Mother, font of mercy,''\n:::''Save our sons from war, we pray.''\n:::''Stay the swords and stay the arrows,''\n:::''Let them know a better day.''\n\n:::''Gentle Mother, strength of women,''\n:::''Help our daughters through this fray.''\n:::''Soothe the wrath and tame the fury,''\n:::''Teach us all a kinder way.''\n\n:::''Gentle Mother, font of mercy,''\n:::''Save our sons from war, we pray.''\n:::''Stay the swords and stay the arrows,''\n:::''Let them know a better day. ''\n\n", "See also": "*{{AWOIAF|Mother_(the_Seven)#The_Mother_song|The Mother}}\n\n"}, "title": "Gentle Mother, Font of Mercy"}