{"attributes": {"image": "", "type": " Polytheistic", "location": " Slaver's BayQuote", "clergy": " Graces", "title": " Ghiscari religion"}, "sections": {"TOP": "Ghiscari religion029279e9afvcu4zxf36thiq48cz6brytdex4l1782182015-03-20T23:25:35ZThe Dragon Demands5014364/* In the books */{{Infobox religion\n| Title= Ghiscari religion\n| Image=\n| Type= Polytheistic\n| Clergy= [[Graces]]\n| Location = [[Slaver's Bay]]\n}}\n{{Quote|The tradition of funeral rite.  Proper burial in the Temple of the Graces.|[[Hizdahr zo Loraq]]|The Laws of Gods and Men}}\n\nThe '''Ghiscari religion''' is followed in [[Slaver's Bay]], where the slaver-cities [[Meereen]], [[Yunkai]], and [[Astapor]] descend from the ancient [[Ghiscari Empire]].  \n\nThe religion is centered around priestesses known as [[Graces]], who congregate in a [[Temple of the Graces]] (apparently a single temple in each major city).&lt;ref&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt; \n\n", "See also": "*{{AWOIAF|Graces}}\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, few details have actually been given about the local Ghiscari religion in Slaver's Bay.  It is mentioned that it centers around priestesses known as Graces, who meet in a Temple of the Graces in each city, though it isn't clear if their is a widespread hierarchy uniting the religion across the region.  \n\nOtherwise, little has even been stated about the deities that the religion worships, other than describing them as the &quot;gods of Ghis&quot; (referring to [[Old Ghis]], the ancient capital of the old empire).  Moreover, little is known about the tenets or cultural beliefs of the religion (even compared to other Essos-based religions such as the [[Great Stallion]] of the Dothraki, or the [[Lord of Light]] religion).  \n\nThe [[Great Pyramid]] of [[Meereen]] was constructed with 33 levels, because the number 33 is said to be sacred to the gods of the Ghiscari.\n\nDifferent sub-orders of [[Graces]] exist at the same temple, wearing different color robes to denote their function.  The Blue Graces wear blue robes, and function as healers.  The Red Graces are [[Wikipedia:Sacred prostitution|cult prostitutes]].  They are the only Graces that are allowed to have sex, while the others are sworn to chastity.  The Green Grace is the high priestess, and there is only one Green Grace in each city.\n\nThe famous [[Fighting pit|fighting pits]] found in Meereen are also said to be part of the religion:  the combats are (allegedly) profoundly religious in nature, a blood sacrifice to the gods of Ghis.  In theory, they are not mere butchery but a display of courage, skill, and strength for the gods.  Though of course, the fighting pits also bring in a large amount of coin from spectators, and those who gamble on the gladiatorial fights.\n\nWhile the gods of Old Ghis are favored by the aristocratic slaver-families of the region, it is far from the only religion in Slaver's Bay.  Many different religions can be found among the slave population, many of whom have been imported from disparate foreign lands (either recently or in generations past).\n\n"}, "title": "Ghiscari religion"}