{"attributes": {"founding": " Well over 5,000 years ago.  ", "founder": "Quote", "places": " Old Ghis, Astapor, Yunkai, Meereen", "title": "Ghiscari Empire", "image": "Ghiscari Empire at its height.png", "age": "", "rulers": "", "culture": "Ghiscari", "location": "Slaver's Bay, Essos", "capital": "Old Ghis", "religion": "", "military": "", "type": "Hereditary monarchy", "institutions": "", "population": ""}, "sections": {"TOP": "Ghiscari Empire012956lzxz1mwdm25nhrw2oz3zkw5jtsvj5kb1786382015-03-22T19:29:28ZThe Dragon Demands5014364{{Government\n| Title=Ghiscari Empire\n| Image=Ghiscari Empire at its height.png\n| Image size=\n| Location=[[Slaver's Bay]], [[Essos]]\n| Type=Hereditary monarchy\n| Population=\n| Culture=Ghiscari\n| Rulers=\n| Capital=[[Old Ghis]]\n| Religion=\n| Military=\n| Institutions=\n| Places= Old Ghis, [[Astapor]], [[Yunkai]], [[Meereen]]\n| Founding= Well over 5,000 years ago.  \n| Age=\n| Founder=\n}}\n{{Quote|Our empire was old before [[dragons]] stirred in [[Old Valyria]].|[[Razdal mo Eraz]]|The Bear and the Maiden Fair (episode)}}\nThe '''Ghiscari Empire''' was one of the oldest civilizations in the known world, which ruled much of the continent of [[Essos]], centered around the present-day region of [[Slaver's Bay]]. The Ghiscari Empire was flourishing and building massive pyramids thousands of years before the rise of the [[Valyria|Valyrian Freehold]], when the Valyrians were only humble shepherds.\n\nIts symbol was a [[Harpies|harpy]]: a woman's head and torso, with bat wings, clawed eagle legs, and a scorpion's tail.\n\n", "Legacy": "[[Image:Fall of Old Ghis.png|thumb|250px|Old Ghis was destroyed by the fires of the Valyrian dragons.]]\nThe Valyrians conquered the surviving Ghiscari people as well as their outlying colonies throughout the region, including [[Astapor]], [[Yunkai]], and [[Meereen]]. For the next five thousand years, the Ghiscari people were ruled by the Valyrian Freehold. Indeed, very few Ghiscari survived the destruction of the Empire, and combined with five thousand years of intermingling with other conquered peoples that the Valyrians incorporated into their colonies, the bloodline of the Ghiscari Empire actually runs very thin in modern-day Slaver's Bay.\n\nHowever, after the [[Doom of Valyria]] four hundred years ago, the local Ghiscari cities east of the [[Gulf of Grief]] reasserted their independence (during the chaotic civil wars known as the [[Century of Blood]]), with a handful of aristocrats establishing great wealth and power by ruthlessly exploiting a vast slave population, to the point that the entire geographical region became known as &quot;[[Slaver's Bay]]&quot;. The city of [[New Ghis]] was also founded on an island further south of the bay. The new ruling elites of the slaver-cities fashionined new titles for themselves: the &quot;[[Good Masters]]&quot; of Astapor, the &quot;[[Wise Masters]]&quot; of Yunkai, and the &quot;[[Great Masters]]&quot; of Meereen.\n\nDespite being separated from the Ghiscari Empire by five thousand years' worth of racial and cultural intermingling, the ruling elites of these slaver-cities looked back onto the past glories of the old local empire as a way of re-asserting their independence, latching onto whatever cultural trappings and heritage had survived the centuries. After they regained their independence, the slaver-cities of Astapor, Yunkai, and Meereen also began using [[harpies]] on their flags (with different variants for each city), emulating the harpy symbol of the old Ghiscari Empire. Even in the present day, many aristocratic slavers from these cities think of the Ghiscari Empire as &quot;their&quot; empire.&lt;ref&gt;&quot;[[The Bear and the Maiden Fair (episode)]]&quot;&lt;/ref&gt;\n\nThe original language of the Ghiscari Empire, now known as [[Old Ghiscari]], went extinct as the Valyrians forced their subjects to speak the language of their conquerors. Old Ghiscari did influence the common variant of [[Low Valyrian]] which developed in Slaver's Bay - mostly in a few loanwords such as &quot;Mhysa&quot; (&quot;mother&quot;), and a few grammatical structures. Ever after their independence, however, Old Ghiscari had been a dead language for so long that the cities of Slaver's Bay continued to speak in a variant of Valyrian.\n\n", "See also": "* {{AWOIAF}}\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, the Ghiscari Empire was founded many millennia ago by Grazdan the Great. One of - if not the - oldest civilizations in the known world, the Ghiscari Empire's golden age was thousands of years before the rise of the Valyrians five thousand years ago, though the exact age of the Ghiscari Empire has not yet been mentioned.\n\nThe Ghiscari Empire's reach extended to nearby [[Sothoryos]], where it conducted slaving raids (much as the modern slaver-cities do). The empire even maintained a penal colony in the northeast of Sothoryos at Gorosh, but it was destroyed by tsunamis during the Doom of Valyria.\n\nAfter the Doom of Valyria, the peoples of Slaver's Bay tried to re-assert their independence by championing their descent and cultural heritage from the old Ghiscari Empire now that their Valyrian overlords were gone. In reality, however, five thousand years of domination by the Valyrians took their toll, and present-day Slaver's Bay only has certain scraps of culture and traditions which date back to the Ghiscari Empire itself. The region's current inhabitants are really a mongrel race, descended from the small surviving Ghiscari population which intermingled with many other enslaved peoples under the Valyrians. Even the present-day languages of Slaver's Bay owe more to [[High Valyrian]] than they do to the old Ghiscari language. Much like the local peoples in the [[Free Cities]], once the Valyrians were gone they developed their own romance dialect of High Valyrian; however the &quot;Low Valyrian&quot; of Slaver's Bay is quite different from the dialects in the Free Cities, because it contains many borrowings from the older Ghiscari languages, i.e. &quot;Mhysa&quot; in Slaver's Bay Low Valyrian is a direct borrowing of the word for &quot;mother&quot; in the ancient Ghiscari language. Still, in terms of basic structure, the language is really a derivation of High Valyrian with some Ghiscari influence, and the language of the old empire is largely extinct.\n\nThe rivalry between the Valyrian Freehold and the Ghiscari Empire seems to be a narrative echo of the Punic Wars between Rome and Carthage, with Old Ghis sharing Carthage's fate.\n\n", "History": "[[Image:Ancient Ghiscari Empire.png|thumb|left|250px|A [[Harpies|harpy]] was the symbol of the ancient Ghiscari Empire.]]\nFive thousand years ago, when the Valyrians discovered andÂ masteredÂ [[dragons]] and began to conquer outwards, the Ghiscari Empire sought to put a halt to their expansion. The two great rivals vied to be the dominant power in Essos, and in [[Valyrian-Ghiscari Wars|a series of five great wars]] the massive [[Ghiscari legion]]s marched against the Valyrians, but each time they were defeated by the Valyrian dragons. Much of the fighting took place in and around the Valyrian peninsula and (what would later become known as) [[Slaver's Bay]].\n\nThe Valyrians finally defeated the Ghiscari Empire when their armies and their dragons attacked the Empire's capital city of Ghis. The buildings and streets were burned to ash, and the Valyrians sowed the earth with salt so that nothing would grow again. Five thousand years later, [[Old Ghis]] is still a ruin.\n\n"}, "title": "Ghiscari Empire"}