{"attributes": {}, "sections": {"TOP": "Ghiscari legion021603nui7nkewv87jeja2lu73rg8oy6a6s2g1634632014-11-01T03:21:31ZThe Dragon Demands5014364/* In the books */{{Quote|In the dawn of days, the city of Ghis poured forth its legions across the continent of Essos. With their lock-step discipline and absolute obedience, they grounded entire nations beneath their boots... and planted the [[Harpies|harpy]] in every corner of [[the Known World]].|Ser [[Jorah Mormont]]|Old Ghis &amp; Slaver's Bay}}\n\n'''Ghiscari legions''' were the traditional military units of the [[Ghiscari Empire]]. Trained to fight with spear, sword and shield, they were the backbone of the Empire's domination over the continent of [[Essos]].\n\nRegardless of their discipline and obedience the legions were no match for the [[dragons]] of the nascent [[Valyrian Freehold]]. The expanding Valyrians clashed with the Ghiscari legions in [[Valyrian-Ghiscari Wars|a series of five great wars]], but in the end the legions were burned and defeated. At the end of the last war, five thousand years ago, the Valyrians utterly defeated the Ghiscari: the capital city of [[Old Ghis]] was burned to ashes, and its fields were sowed with salt so that nothing would grow again. The Valyrians conquered the outlying Ghiscari colony-cities of [[Slaver's Bay]] and ruled them for the next five millennia.\n\nEven after the [[Doom of Valyria]], four hundred years before the [[War of the Five Kings]], and the resulting nigh-extinction of dragons throughout east and central Essos, the age of foot soldiers was still considered dead in the face of the emergence of [[Dothraki]] ''[[khalasar]]s''. Infantry were no match against the lightning strikes of Dothraki light cavalry armed with their ''[[arakh]]s'' and bows.\n\nThe slave-masters of newly independent Slaver's Bay, however, attempted to recreate the power of the ancient Ghiscari legions in the [[Unsullied]], warrior-[[Eunuch|eunuchs]] subjected to brutal training since childhood. The Unsullied slave-soldiers managed to repulse an entire Dothraki horde at the decisive [[Battle of Qohor]], reasserting the value of lockstep infantry formations on the battlefield.\n\nThe formation, armor and fighting technique of the Unsullied is based on that of the ancient Ghiscari legions. In fact, the [[Good Masters]] of [[Astapor]] insist the Unsullied are the legions come again.\n\n"}, "title": "Ghiscari legion"}