{"attributes": {"begin": " ", "end": " ~5,000 BAL", "name": "Ghiscari Wars", "image": "File:Valyrian Ghiscari War.jpg", "next": "Rhoynish Wars", "conc": "", "place": "Valyrian Peninsula, Slaver's Bay, Essos", "result": "*Destruction of the old Ghiscari Empire*Slaver's Bay conquered and colonized by the Valyrian Freehold", "commanders1": "", "commanders2": "The '''Ghiscari Wars''' were a series of five great wars fought roughly five thousand years ago in which the upstart Valyrian Freehold clashed with the ancient Ghiscari Empire to determine which would be the dominant power in the continent of Essos.==History==Five thousand years ago, when the Valyrians discovered and tamed dragons and began to conquer outwards, the Ghiscari Empire sought to put a halt to their expansion. The two great rivals vied to be the dominant power in Essos, and in a series of five major wars the massive Ghiscari legion", "side1": "Valyrian Freehold", "side2": "Ghiscari Empire", "previous": "Andal Invasion"}, "sections": {"TOP": "Ghiscari Wars013403rs67r23mxwex39wxis97w2shxyu4vg01805912015-04-02T23:06:49ZThe Dragon Demands5014364{{War\n|name=Ghiscari Wars\n|image=[[File:Valyrian Ghiscari War.jpg|300px]]\n|previous=[[Andal Invasion]]\n|conc=\n|next=[[Rhoynish Wars]]\n|begin= \n|end= ~5,000 BAL\n|place=[[Valyrian Peninsula]], [[Slaver's Bay]], [[Essos]]\n|result=*Destruction of the old Ghiscari Empire\n*[[Slaver's Bay]] conquered and colonized by the Valyrian Freehold\n|side1=[[Valyrian Freehold]]\n|side2=[[Ghiscari Empire]]\n|commanders1=\n|commanders2=\n}}\n\nThe '''Ghiscari Wars''' were a series of five great wars fought roughly five thousand years ago in which the upstart [[Valyrian Freehold]] clashed with the ancient [[Ghiscari Empire]] to determine which would be the dominant power in the continent of [[Essos]].\n\n", "See also": "*{{AWOIAF}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the five massive wars between the Valyrian Freehold and Ghiscari Empire paved the way for five thousand years of Valyrian dominance in Essos, though it would be another four thousand or so years before they began expanding into the area of the [[Rhoyne]] River and modern [[Free Cities]], displacing the [[Rhoynar]] people, whose refugees fled to [[Dorne]].\n\nThe Ghiscari Wars were fought over a wide area, and even spread to overseas colonies and outposts they maintained.  In the third war, the Valyrians conquered the Ghiscari city Gorgai, their main base in the [[Basilisk Isles]], and renamed it Gogossos.  In the fourth war, the Valyrians conquered the Ghiscari colony-city Zamettar, the only major city established on mainland [[Sothoryos]].  The Sarnori were also drawn into the conflict, a dark-skinned chariot-riding people whose cities were located east of the Free Cities and west of the Dothraki (centuries later after the Doom of Valyria they were wiped out by the Dothraki, becoming the western end of the Dothraki Sea).  Independent Sarnori city-states allied with the Valyrians in the second and third wars, though in the fourth war different Sarnori city-states allied fought on either side.  \n\nThe rivalry between the Valyrian Freehold and the Ghiscari Empire seems to be a narrative echo of the Punic Wars between Rome and Carthage, particularly how the Valyrians sowed the fields of Old Ghis with salt so that nothing would grow again.\n\n", "History": "Five thousand years ago, when the Valyrians discovered and tamed [[dragons]] and began to conquer outwards, the Ghiscari Empire sought to put a halt to their expansion. The two great rivals vied to be the dominant power in Essos, and in a series of five major wars the massive [[Ghiscari legion|Ghiscari slave-legions]] marched against he Valyrians, but each time they were defeated by the Valyrian dragons. Much of the fighting took place in and around the [[Valyrian Peninsula]] and [[Slaver's Bay]].\n\nThe Valyrians finally defeated the Ghiscari Empire in the fifth and final war, when their armies and their dragons attacked the Empire's capital city of Ghis. The buildings and streets were burned to ash, and the Valyrians sowed the earth with salt so that nothing would grow again. Five thousand years later, [[Old Ghis]] is still a ruin.&lt;ref&gt;&quot;[[Valyria and the Dragons]]&quot;&lt;/ref&gt;&lt;ref&gt;&quot;[[Old Ghis &amp; Slaver's Bay]]&quot;&lt;/ref&gt;\n\n"}, "title": "Ghiscari Wars"}