{"attributes": {"status": " :Category:Status: Alive", "last": " ", "family": [" Grey Wind - brother", "Lady - sister", "Nymeria (direwolf)"], "title": "Ghost", "season": " Season 1", "image": " Ghost_2.png", "allegiance": " Jon Snow", "species": " Direwolf", "5": "yes", "4": "yes", "7": "yes", "9": "yes==Gallery==&lt;gallery widths=&quot;175&quot; spacing=&quot;small&quot;&gt;KitasJonSnowEW.png", "appearances": " 14 episodes &lt;small&gt;Ghost#Appearances", "first": " &quot;Winter is Coming&quot;"}, "sections": {"Family tree": "{{DirewolvesFamilyTree}}\n\n", "TOP": "Ghost02431irk8cl0i9vy70o9mgw6yqklkvk1vrnx1810662015-04-04T15:37:59ZArticXiongmao15030876{{Animal\n| Title =Ghost\n| Image = Ghost_2.png\n| Season = [[Season 1|1]], [[Season 2|2]], [[Season 3|3]], [[Season 4|4]], [[Season 5|5]]\n| First = &quot;[[Winter is Coming]]&quot;\n| Last = \n| Appearances = 14 episodes &lt;small&gt;[[Ghost#Appearances|(see below)]]&lt;/small&gt;\n| Species = [[Direwolf]]\n| Status = [[:Category:Status: Alive|Alive]]\n| Allegiance = [[Jon Snow]]\n| Family = {[[Grey Wind]]} - brother&lt;br&gt;{[[Lady]]} - sister&lt;br&gt;[[Nymeria (direwolf)|Nymeria]] - sister&lt;br&gt;[[Summer]] - brother&lt;br&gt;[[Shaggydog]] - brother}}\n{{Quote|The runt of the litter! That one's yours, Snow.|[[Theon Greyjoy]] to [[Jon Snow]]|Winter is Coming}}\n'''Ghost''' is one of six [[direwolf]] cubs that are found by the children of [[House Stark]]. Ghost is adopted and raised by [[Jon Snow]]. Ghost is an albino, with white fur and red eyes. He was the runt of the litter when he was born, though he quickly grew to be as big as the rest of his siblings.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Ghost is the quietest and stealthiest of the six wolf cubs. While the other wolves are darker-colored, Ghost is an albino and initially appears to be the runt of the litter, though he grows up to be as big as any of the others. Ghost's like-but-unlike nature appeals to Jon as a kindred spirit. Ghost's appearance is said to resemble that of the faces found on [[heart tree]]s in [[the North]].\n\nJon finds him separated from his siblings, as he matured faster than the others: he was the first to open his eyes and walk on his own, and was attempting to find shelter away from their mother's corpse. Like Jon Snow, the bastard &quot;outsider&quot; of his family, as the runt of the litter, Ghost had to grow up fast.\n\nIn the books, it is emphasized that Ghost is unnaturally silent: Jon tells Tyrion that he named him &quot;Ghost&quot; partially because of his albino coloring, but also because of how little noise he makes. In the books, Ghost is completely mute, utterly silent making no sound of any kind. This wasn't found to translate well to the screen, so Ghost makes noises like growling at [[Rast]] in his bunk or whining at [[Gilly]] holding rabbits.\n\nGhost accompanies Jon when he joins Qhorin's scouting group. Ghost participates in the killing of Qhorin and remains with Jon as he infiltrates Mance Rayder's host. Before going with the wildlings to scale the Wall, Jon orders Ghost to leave and attempt to return to [[Castle Black]]. Ghost obeys and departs into the forest. A few days after the battle of Castle Black is over, Ghost returns, and the two are overjoyed to be reunited.\n\nIn the TV series, Ghost initially shadows Qhorin's scouting group, but he does not appear again after Jon is captured. Apparently, on his own initiative Ghost made his way back to the Fist of the First Men, the Watch's main base camp, but it had come under attack by the White Walkers. Ghost is later seen with the survivors, when he helps Jeor Mormont kill a wight that was attacking Samwell. Ghost apparently then tried to return to Castle Black alongside them, but when they reach Craster's Keep, Ghost somehow senses the coming danger, and retreats back into the Haunted Forest. He is currently back in Castle Black together with Jon Snow after assault on Craster'sÂ Keep.\n\n", "Gallery": "&lt;gallery widths=&quot;175&quot; spacing=&quot;small&quot;&gt;\nKitasJonSnowEW.png|Photoshoot of Kit Harington as Jon Snow and a digitally enlarged wolf as Ghost.\nGhost on a hill.jpg|Ghost on the [[Fist of the First Men]].\n&lt;/gallery&gt;\n\n", " Biography ": "===[[Season 1]]===\n[[File:Screen_Shot_2013-06-16_at_12.18.27_AM.png|thumb|left|Jon Snow finds Ghost as a pup]]\n\nAfter five direwolf puppies are found by [[Robb Stark|Robb S]][[Robb Stark|tark]] and taken, one for each one of the [[House Stark|Stark]] children, Jon Snow finds an albino direwolf pup, the runt of the litter. [[Theon Greyjoy]] cruelly acknowledges that the wolf is like Snow.&lt;ref&gt;&quot;[[Winter is Coming]]&quot;&lt;/ref&gt;\n\nJon Snow takes Ghost with him when he joins the [[Night's Watch]] and uses him to threaten [[Rast]] in the middle of the night, warning him that â&euro;&oelig;no one touches [[Samwell Tarly|Sam]]â&euro;?. Ghost stands over Rast, snarling.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\nWhile Jon and Sam say their oath of fealty to the Night's Watch in front of aÂ [[heart tree]] north of the [[Wall]], just inside the eaves of theÂ [[Haunted Forest]], GhostÂ finds the corpses of two rangers assigned to [[Benjen Stark]],[[Othor]] and Ser [[Jafer Flowers]], and brings one of their severed handsÂ back to Jon and a horrified Sam.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n\n[[File:Ghost.png|thumb|Ghost snarls at Rast.]]\n\nWhen Jon is confined to quarters for threatening Ser [[Alliser Thorne]], Ghost begins to whine at the door in the middle of the night. Jon understands something is wrong and follows the wolf to the Lord Commander's quarters. Suddenly the door shuts and Ghost is locked outside the room. Jon encounters the undead Othor, risen as a [[wight]], and saves the life of the [[Jeor Mormont|Lord Commander]].&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\nWhen Jon tries to leave and join Robb in his [[War of the Five Kings|war]] against the [[House Lannister|Lannisters]], Ghost leaves with him, but also returns back once Jon returns to the Wall.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n[[File:GhostDirewolfSeason2.png|thumb|left|Ghost accompanies Jon north.]]Ghost follows his master Jon Snow and the rest of the Night's Watch as they venture deep into [[Beyond the Wall|wildling territory]]Â in their [[Great Ranging]]. While the Night's Watch men stay at [[Craster's Keep]]Â to rest and inform themselves about Mance Rayder,Â one of Craser'sÂ daughters, [[Gilly]],Â is scared by Ghost when the white direwolf approaches her, attracted by a dead rabbit she's holding. Samwell Tarly, who had already took notice of her, tells Ghost to get away.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\nAlong with the black brothers, Ghost climbs the Fist of the First Men.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;Â Later, when Jon asks to join Qhorin's raiders, Ghost follows, but as they travel, the direwolf separates from the group and ultimately disappears, despite Jon's calls for Ghost to stay with them.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n[[File:Ghost_Attacks_a_Wite.jpg|thumb|202px|Ghost saves Sam's life.]]\nFollowing the [[Battle of the Fist of the First Men|attack]] of the [[White Walkers]] against the Night's Watch at the [[Fist of the First Men]], Ghost saves Sam from a [[Wight]], giving Lord Commander Jeor MormontÂ the chance to destroy the wight with fire.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\nThen, Ghost accompanies the Night's Watch survivors to Craster's Keep but refuses to enter this time. Instead he ventures back into the [[Haunted Forest]].&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\nLater, when Sam stumbles across [[Bran Stark]], [[Jojen Reed]], [[Meera Reed]], and [[Hodor]], he recognizes Bran due to the presence of [[Summer]], having spent enough time with Ghost to be able to recognize a direwolf.&lt;ref&gt;[[Mhysa]]&lt;/ref&gt;\n\n===[[Season 4]]===\n[[File:S04E5_-_Jon_Snow_&amp;_Ghost.png|thumb|left|Ghost reunites with his master Jon after being freed by Bran.]] Ghost has been captured and caged by the [[Betrayers|Mutineers]]. One night [[Karl Tanner]] orders [[Rast]] to feed Ghost, which he refers to as &quot;the beast&quot;. Rast taunts Ghost by pouring water in front of the cage. When Bran wargs into [[Summer]] he sees Ghost and runs towards him but falls into a trap.&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt; After [[Raid on Craster's Keep|escaping]] [[Craster's Keep]], [[Bran Stark]] and his companions release Ghost and Summer. Ghost remains nearby and kills Rast when he flees the massacre of his fellow mutineers. Afterward, Ghost reunites with Jon Snow after being apart for more than a year.&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;\n\n[[File:Ghost_kills_Thenn.png|thumb|Ghost kills a Thenn warrior.]]\n\nThey arrive together at Castle Black, yet Alliser ThorneÂ orders Jon to lock him away.&lt;ref&gt;&quot;[[Mockingbird]]&quot;&lt;/ref&gt;Â During the [[Battle of Castle Black]], Jon has SamwellÂ release Ghost so that he can help kill the wildlings raiding the castle. Immediately, Ghost lunges at a Thenn warrior and tears out his throat. He ultimately survives the battle.&lt;ref&gt;&quot;[[The Watchers on the Wall]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season One Appearances|yes|||yes|||yes|yes||yes}}\n{{Season Two Appearances||yes|||yes|yes}}\n{{Season Three Appearances|yes||yes}}\n{{Season Four Appearances|4=yes||||5=yes|6=|7=yes|8=|9=yes}}\n\n"}, "title": "Ghost"}