{"attributes": {"status": "Nigh-extinct", "predecessor": "", "features": [" Over twice the height of a human", "Blocky facial featuresQuote"], "language": " Old Tongue", "title": " Giants", "ruler": " ", "image": " Giant working S3 Ep1.jpg", "society": " Clan-based", "location": " Beyond the Wall, Westeros", "religion": " Old Gods of the Forest", "aka": ""}, "sections": {"Behind the scenes": "\nThe giant &quot;costumes&quot; are actually full body foam suits which have to be assembled around the actors.  By the end of Season 4, only two of these expensive suits have been produced:  for the giants [[Dongo]] (who first appeared in Season 3) played by [[Ian Whyte]], and [[Mag Mar Tun Doh Weg|Mag the Mighty]] played by [[Neil Fingleton]].  Taller people and creatures physically walk with a different gait and heft than smaller ones, due to the mechanics of their extra weight:  simply using CGI greenscreen effects to make an average-sized stuntman appear 20 feet tall doesn't realistically capture the mechanics of how a giant person would actually move.&lt;ref&gt;[http://watchersonthewall.com/game-thrones-blu-ray-extra-video-creating-mammoths-giants/ Season 5 Blu-ray extra:  Creating the Mammoths and Giants]&lt;/ref&gt;  The TV series cast two of the tallest stuntmen in the UK, and with the height added from the full costume they stood a little less than eight feet tall; giants in the narrative are inhumanly tall, however, around twelve to fourteen feet in height.  They were then scaled-up using CGI from nearly eight feet to over twelve feet high, and their motions were therefore more authentic for such tall beings than digitally scaling up a five and a half foot tall stuntman.  Other subtle camera tricks were used to try to make the weight and heft of their motions actually match a twelve foot tall giant:  the camera speed for the giants is very slightly slowed down (to make their movements seem more weighty).  The simple technique was also used of mostly filming the giants with the camera pointing up at them (as if from a regular human's vantage point), instead of too many shots of looking down at them from the Wall.  Moreover, their costumes were actually designed to be disproportionately larger at the bottom of their legs than they are at the top at their heads, which combined with the camera angles makes a forced-perspective shot, creating the impression that they are even larger.  Other techniques were that the giants' head prosthetics are much larger than the actors' actual heads underneath; even the giants' hands seen on-screen are actually over-sized gloves that fit over the (already very large) stuntmen's hands.\n\nCostume Designer [[Michele Clapton]] explained her approach to creating the clothing of the Giants:\n\n:&quot;I always think giants in costume look really corny. I wanted their upbringing to be different, as if as children, they were swaddled and wrapped in anything. And so on when they get bigger, they just keep wrapping and wrapping and wrapping. By the time they get to this age, they're just massively wrapped in fabrics and antlers and bones and grass. So the wrapping isn't clothes as we know them, it's protection. For me, that's what differentiates them from the wildling humans.&quot;&lt;ref&gt;[http://www.hbogo.com/#series/video&amp;assetID=GOROSTGP39424?videoMode=embeddedVideo?showSpecialFeatures=true/ HBO Go Interactive Featurse: &quot;Valar Dohaeris&quot;]&lt;/ref&gt;\n\nFrom [[Inside HBO's Game of Thrones: Seasons 3 &amp; 4]], pages 178-179, &quot;Creating the Mammoths and Giants&quot;:\n\nJoe Bauer (VFX Supervisor):  The giants were first developed in Season 3.  The best decision was to use unusually tall performers to give a sense of a great deal of weight to the giants' movement.  Ian Whyte measures in at around seven feet, one inch in height.  He is a well-known suit performer in the UK, and he had been our giant before [in Season 3], as well as a White Walker in Season 1.  Production then found Neil Fingleton, the tallest man in the UK, who in his suit comes in around seven feet, eleven inches.  We also slowed down the speed on-screen a tiny amount.  In terms of design, the idea was that we would always be looking up at them, so the costumes were deliberately made smaller at the top with big tree trunk legs at the bottom.&quot;\n\nBarrie Gower (Prosthetics Supervisor):  &quot;To get the suit, we begin by making a full-body cast.   Then a fabricator created the suit by layering and piecing reticulated foam into a creation that could actually be zipped up.  For Neil Fingleton's suit, we sewed in a set of his own shoes for comfort.  The costumes team then dressed the foam suit, but we still needed to create a new silicon prosthetic headpiece for the second giant (Mag), which was designed from scratch.  The head alone was several kilos, so they are carrying a great deal of weight when they move - I think this might help with the lumbering.  Prosthetics alone takes three hours of application for the heads.  We were eventually able to get down to around one-and-a-half hours, so with hair and costume the process could take between three and five hours for each of our giants.&quot;&lt;ref&gt;[[Inside HBO's Game of Thrones: Seasons 3 &amp; 4]], pages 178-179, &quot;Creating the Mammoths and Giants&quot;.&lt;/ref&gt;\n\n", "TOP": "Giants04929aslzi82evsgk3z4tmaj2nynhw94k7g71798832015-03-27T18:31:54ZThe Dragon Demands5014364Undo revision 179845 by [[Special:Contributions/Ardilaun|Ardilaun]] ([[User talk:Ardilaun|talk]])::''This article is about the species. For individuals, see [[Dongo]] or [[Mag Mar Tun Doh Weg]]''.\n{{Culture infobox\n| Title= Giants\n| Image= Giant working S3 Ep1.jpg\n| AKA=\n| Status=Nigh-extinct\n| Predecessor=\n| Location = [[Beyond the Wall]], [[Westeros]]\n| Ruler= \n| Society= Clan-based\n| Language= [[Old Tongue]]\n| Religion= [[Old Gods of the Forest]]\n| Features= Over twice the height of a human&lt;br&gt;Blocky facial features\n}}\n{{Quote|First time you've seen a giant, Jon Snow?|Ygritte to Jon Snow|Valar Dohaeris}}\n'''Giants''' are a non-human race considered to be a legend by the inhabitants of the [[Seven Kingdoms]] south of [[the Wall]]. However, giants do actually exist in the furthest north [[Beyond the Wall|beyond the Wall]], and have had some interactions with the [[Free Folk|human wildlings]].  This is in contrast with both the [[Children of the Forest]] and the [[White Walkers]], which even the wildlings claim to have not seen in thousands of years.\n\n", "See also": "*{{AWOIAF}} (spoilers from the books)\n*{{WP|Giant (mythology)|Giant}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, giants have a drastically different, more ape-like appearance. They tend to be about twice as large as a very tall human, about 12 to 14 feet in height, but not monstrously huge. A single giant is as strong as a dozen humans.\n\nThey generally resemble descriptions of the [[Wikipedia:Sasquatch|Sasquatch]] (Bigfoot) or [[Wikipedia:Yeti|Yeti]]. They wear no clothing, but instead are covered in shaggy fur pelts, which are thicker below the waist. The fur of older giants becomes grey and streaked with white. Their heads are thrust forward from their shoulder blades but they have very short necks. They have squashed-in faces with square teeth and tiny eyes amidst folds of flesh. Their eyesight is poor and they snuffle constantly, smelling as much as they see.\n\nThey have sloped chests, and their lower torsos are about half again as wide as their upper torsos. Their arms hang lower than a man's, while their legs are shorter than their arms, ending in splayed feet that need no shoes even in the coldest weather. The female giants look similar to the men.\n\nGiants are generally not as intelligent as the average human, though they are sapient and capable of speech. They speak the [[Old Tongue]] of the [[First Men]]. The giants are physically capable of speaking the [[Common Tongue]] of the Andals, and can learn it after instruction, it's just that the giants live so far to the north away from the Wall that they haven't really encountered the Common Tongue before.\n\nThe giants do not have much in the way of advanced society or culture, barely possessing the most primitive Stone Age technology. They make and wear no clothing, because their pelts adequately provide all the protection they need. They do not generally possess technology more advanced than simply grabbing a large tree log and wielding it as a club. Some of them, however, are smart enough to tie large stone boulders to the end of the tree logs to make crude mauls. On a few occasions these are even sharpened to form basic stone axes. The giants ride huge mammoths as their steeds. The giants possess little if any large-scale political structure: they do not have kings, though particularly large, old and experienced giants who are veteran warriors often seem to act as basic chieftans or war-band leaders. A particularly large silver-back giant named Mag Mar Tun Doh Weg is the prominent ring-leader of the giants in Mance Rayder's army.\n\nThe giants inhabit the far northern regions of the lands beyond the Wall, where humans will not encroach on them, perilously close to the [[Lands of Always Winter]]. They once roamed all of Westeros, but were pushed further and further north when the [[First Men]] migrated to the continent, starting twelve thousand years ago. In the present day they are almost extinct, even beyond the Wall: by the time Mance Rayder unified all of the wildlings, there were only a few hundred giants remaining.\n\nGiants are considered entirely mythical south of the Wall: [[Jon Snow]] recalls that in the nursery stories and fables [[Old Nan]] used to tell, giants were basically just big people, who lived in big castles, dressed in armor like knights, and were ruled by lords and ladies. Jon is surprised when he discovers that giants survive north of the Wall, not simply due to their existence, but because they do not match the legends he has heard, but are far more grounded and crude. This matches author [[George R.R. Martin]]'s intent with the ''A Song of Ice and Fire'' series to deconstruct the literary tropes of High Fantasy literature, in which numerous different non-human races such as dwarves or elves are actively involved in the world. Instead, non-human races are so rare in Westeros that they are commonly thought to be just the stuff of legends. However even when Martin actually does start introducing non-human races with the giants, they are much more realistic and dirty than the kind of fantasy tropes that even Jon Snow was expecting. Jon sums up his assessment of the giants by noting that they actually kind of remind him of [[Hodor]], the mentally challenged and incredibly tall stable-boy at Winterfell. Rather, Jon notes, giants are about twice as tall as Hodor, and about half as intelligent (though unlike Hodor, they can speak a full language).\n\n", "History": "According to legend, [[Bran the Builder]] enlisted the aid of giants to raise [[the Wall]].&lt;ref&gt;[[House Stark (Complete Guide to Westeros)]]&lt;/ref&gt; The Free Folk believe he used magic to enslave them.&lt;ref&gt;[[The Free Folk (Histories &amp; Lore)]]&lt;/ref&gt;\n\n===[[Season 1]]===\nWhile at [[Castle Black]], [[Tyrion Lannister]] tells [[Benjen Stark]] that he doesn't believe that &quot;giants, and [[Wights|ghouls]], and White Walkers&quot; are lurking beyond the Wall.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt;\n\n[[Osha]] asks [[Bran Stark]] if the unusually tall [[Hodor]] has some giant's blood in him after seeing him naked. Osha insists that Giants actually do exist [[Beyond the Wall|north of the Wall]].&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n[[Maesters|Maester]] [[Luwin]] tells [[Brandon Stark|Bran Stark]] that many people think that magical creatures like the Giants never existed at all. Luwin tells Bran that he thinks they may have once existed in ancient times, but that they have long since gone extinct: &quot;the [[dragons]] are gone, the Giants are dead, and the [[Children of the Forest]] forgotten&quot;.&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n[[File:Giant Season 3 ep 1.png|thumb|A giant in the [[Free Folk]] camp in [[Skirling Pass]]]]\nWhile approaching the camp of the [[Free Folk]] with [[Ygritte]], [[Jon Snow]] sees a [[Giant (Valar Dohaeris)|giant]] working. Ygritte tells Jon not to stare, as giants are very shy, but that their shyness can quickly turn into rage. She told him how she once saw a giant smash a man straight into the ground like a hammer to a nail.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\nFollowing [[Jon Snow]]'s betrayal and flight from the wildlings, he reports back to Castle Black's remaining leadership that Mance Rayder is advancing on their position with an army 100,000 strong, and that he has united the [[Thenn]]s, [[Hornfoot|Hornfoots]], and the [[Ice-river clans]], and he even has giants marching with him.  [[Janos Slynt]] breaks out laughing, as south of the Wall giants are just a creature from stories to frighten children - but he stops when he sees that the other Night's Watch officers such as [[Alliser Thorne]] and Maester [[Aemon]] aren't laughing, but are apparently willing to give some credence to Jon if he says he saw giants with his own eyes.&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\nDuring the [[Battle of Castle Black]], several giants go into battle against the Night's Watch along with the Free Folk. They shoot large arrows at the watchers on top of the Wall, and use a [[Mammoths|mammoth]] to try and break down the Outer Gate. One of them, [[Mag Mar Tun Doh Weg]], manages to get into the tunnel leading to [[Castle Black]], but is killed by a group of black brothers led by [[Grenn]].&lt;ref&gt;&quot;[[The Watchers on the Wall]]&quot;&lt;/ref&gt;\n\n==Image â&euro;&lsaquo;gallery==\n&lt;gallery&gt;\nGiants.jpg|The Free Folk believe giants were enslaved with magic to get them to build the Wall\nGiant with his bow.png\nMag charges.jpg\nGiant costume behind the scenes.png|Behind-the-scenes photo of the full-body foam suit built around actors who play the giants.  Notice that the hands are oversized gloves fitted over the actor's hands.\n&lt;/gallery&gt;\n\n"}, "title": "Giants"}