{"attributes": {"status": " :Category:Status: Alive", "death": " ", "last": "", "family": [" Craster - father/husband", "Craster's younger wife - sister/step-mother", "Sam - son/brother"], "title": " Gilly", "culture": "Free Folk", "season": " Season 2", "image": " Gilly.png", "allegiance": " ", "actor": " Hannah MurrayQuote", "age": " ", "deathep": " ", "place": " Craster's Keep, Beyond the Wall, Westeros", "birth": " ", "aka": " ", "appearances": " 12 episodes &lt;small&gt;#Appearances", "first": " &quot;The North Remembers"}, "sections": {"TOP": "Gilly04585pk059870lecmryr5bc536yctyucx5xl1749222015-03-02T03:47:29ZThe Dragon Demands5014364That is what the ellipses are for.  Undo revision 174920 by [[Special:Contributions/Sharp Blades|Sharp Blades]] ([[User talk:Sharp Blades|talk]]){{Character\n| Title= Gilly\n| Image= Gilly.png\n| Season= [[Season 2|2]], [[Season 3|3]], [[Season 4|4]], [[Season 5|5]]\n| First= &quot;[[The North Remembers]]\n| Last=\n| Appearances= 12 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Aka= \n| Status= [[:Category:Status: Alive|Alive]]\n| Age= \n| Birth= \n| Death= \n| DeathEp= \n| Place= [[Craster's Keep]], [[Beyond the Wall]], [[Westeros]]\n| Allegiance= \n| Family= {[[Craster]]} - father/husband&lt;br&gt;[[Craster's younger wife]] - sister/step-mother&lt;br&gt;[[Sam]] - son/brother\n| Culture=[[Free Folk]]\n| Actor= [[Hannah Murray]]}}\n{{Quote|The thing about Gilly that's so interesting...is that after all that Craster's done to her, she's still got hope that life might get better.|Samwell Tarly|Valar Morghulis}}\n'''Gilly''' is a major character in theÂ [[Season 4|fourth]] and [[Season 5|fifth]] seasons. She initially appeared as a recurringÂ character in the [[Season 2|second]]Â andÂ [[Season 3|third]] seasons. She is played byÂ [[Hannah Murray]] and debuts in &quot;[[The North Remembers]].&quot; Gilly is one of the [[Free Folk]], and is a daughter and wife of [[Craster]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Gilly has dark hair, brown eyes, and a gaunt face. Nonetheless she is doe-eyed and regarded as quite pretty. Jon Snow estimates her to be 15 or 16 years old. Her mother may be another of Craster's wives named Ferny, who referred to Gilly as &quot;my girl&quot;. Gilly is named for the gillyflower. She married Craster in the summer, and she remembers the sweet mead at the wedding.\n\nGilly is not carrying the dead rabbits in the book, the rabbits are in a wooden hutch and Ghost breaks into it to kill them. When the deep cold comes, Craster sacrifices a male child, but this has been happening so frequently now that he has run out, and has had to give sheep as sacrifices, but now those are all gone as well. She thinks it will be dogs next, but doesn't know what will follow then. However, since there are no sheep, she has been trying to breed rabbits. She yells at Ghost attracting the attention of Jon Snow - rather than Sam. Jon tells her he will talk to Lord Commander Mormont to get her compensation for the rabbits.\n\nWhen Gilly goes to see Jon, he thinks it is about the rabbits, but Mormont has already given Craster a crossbow to pay for them. Gilly has come to ask him to take her away as she fears for her child. Sam helps her by giving her his cloak so that in the dark they won't know Jon is talking to one of Craster's wives. She hopes that as he is a relation of the new [[King in the North]], he can help her. Jon refuses, but Sam tells her if they come back this way, he will smuggle her out. Jon thinks him mad to think he can pull that off. However as they don't even know if they will be coming back that way, he isn't too worried yet.\n\nJon doesn't follow Craster and doesn't see the [[White Walker (The Night Lands)|White Walker]], as this happens &quot;off-screen&quot; in the books. Gilly reports to Jon what happens to the male babies, and as this information is second-hand, it wasn't clear if her suspicions about the male babies were entirely true, but the TV series visually confirmed this. There is no scene showing Sam giving his mother's thimble to Gilly or even having a thimble in the book, this scene was invented for the TV series.\n\nUnlike in the TV show, Gilly does not work at Mole's town, since she and Sam and her baby arrive at Castle Black after the [[Battle of Castle Black|battle]] is over, and do not pass through Mole's Town. They are lucky to get lost while on their way from [[Craster's Keep]], otherwise they would have found themselves caught in the battle or at the [[wildling]]s' camp.\n\n&quot;Gilly&quot; is pronounced with a hard &quot;G&quot;, as opposed to a soft &quot;G&quot; which would sound like &quot;Jill-y&quot;.\n\n", "Quotes": "{{Quote|Iâ&euro;&trade;m not giving it away. Iâ&euro;&trade;m giving it to you. Keep it safe for me, â&euro;&tilde;til I come back..|[[Samwell Tarly]] to '''Gilly'''|What is Dead May Never Die}} {{Template:Dialogue a-b-a|Gilly|You know all that from staring at marks on a paper?|Samwell Tarly|Yes|You're like, a wizard.||The Rains of Castamere}}\n\n", "Image gallery": "&lt;gallery&gt;\nAemonDictatesALetterToSam.png|Gilly, Sam, and Maester Aemon in &quot;[[Mhysa]]&quot;\nGillyAndSamS4EP03.png|Gilly and Sam at Castle Black in &quot;[[Breaker of Chains]]&quot;\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}} (major spoilers from the books)\n\n", "Appearances": "{{Season Two Appearances|yes|yes|yes}}\n{{Season Three Appearances|||yes|yes||yes||yes|yes|yes}}\n{{Season Four Appearances|||yes|||||yes|yes}}\n\n", "Biography": "===Background===\nGilly is one of the many daughters of [[Craster]], a wildling who lives [[Beyond the Wall|beyond]] [[the Wall]]. She lives with him at [[Craster's Keep]]. As well as being a daughter of Craster, she is one of his wives, as Craster routinely marries his own daughters. At the time of the [[War of the Five Kings]], Craster has nineteen wives, including Gilly. When the [[Night's Watch]] encounters her, Gilly is pregnant with the incestuous child of her own father.\n\n===[[Season 2]]===\nA great ranging of the [[Night's Watch]] under [[Lord Commander]] [[Jeor Mormont]] arrives at [[Craster's Keep]]. Inside the hall the Lord Commander meets with Craster and Gilly serves wine. During the meeting, Lord Mormont tells Craster that as things are getting dangerous, he and his household can come back with them to Castle Black for protection. Craster pulls Gilly over and instructs her to tell Jeor how content they are: calling him the Lord Crow, the speech she gives seems rehearsed. Gilly says that they are protected by Craster and that it is better to live free than die a slave. Craster is pleased by what she says.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\n[[File:Ghostgilly.png|thumb|Gilly cornered by Ghost]]\nWhile the Night's Watch stay at Craster's Keep, Gilly is scared by [[Ghost]] when the white [[direwolf]] approaches her, attracted by a dead rabbit she's holding. [[Samwell Tarly]], who had already noticed her, tells Ghost to get away. Gilly notes Sam's courage and asks him to take her away. The two approach [[Jon Snow]], who refuses to take Gilly, reminding the pair of Craster's threat. Gilly is afraid of what might happen to her baby if it's a boy but keeps silent when Jon demands to know what Craster does with his male offspring.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\nJon follows Craster into the woods and sees him leaving a newborn son for the [[White Walkers]]. Craster catches him, beats him, and taking him back into the keep, he throws him down at Lord Mormont's feet and demands that the Night's Watch leave his home. Sam spots Gilly carrying out her chores as he is preparing to leave and approaches her. He gives her a thimble that once belonged to his mother. He explains that he used to read to her while she was sewing but that [[Randyll Tarly|his father]] ended the practice when he found out. He reveals that the thimble is the only possession he has from his mother and that it was a gift given when he left for the wall. Gilly says that he should not give it away and he explains that he is asking her to keep it safe until he returns for her. She accepts the thimble and the promise.&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\nObsessing over Gilly weeks later while talking to [[Grenn]] and [[Eddison Tollett|Edd]], Sam sees the beauty of the icy landscape and announces that Gilly would love it here. The others look at each other and say that there is nothing worse than a man in love. Sam says what interests him about her the most is that despite all that Craster has done to her, Gilly still has hope that life might get better.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\nThe survivors of the [[Battle of the Fist of the First Men]] reach Craster's Keep. While warming on the fire, the loud wails of birthing pains can be heard throughout to Craster's great annoyance. Samwell Tarly leaves the main house to a birthing hut where he witnesses Gilly giving birth. To her horror, the [[Gilly's baby|baby]] is a boy. Sam and Gilly wordlessly realize that Craster will want to sacrifice him to the White Walkers.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\nSam visits Gilly, who is deeply distraught about the fate of her newborn son. She is frantic, and yells at Sam not to draw attention to the fact that it's a boy by calling it a &quot;he&quot; so loud, as Craster will want to offer it up as a sacrifice when he finds out it's a son. He asks her if she's decided on a name, but she responds that there's no point in naming her baby if he's only going to be offered up as a human sacrifice. She gives Sam back his mother's thimble and says she doesn't care about such stupid things, all she's focused on is protecting the life of her baby.\n\nWhen the Night's Watch [[Mutiny at Craster's Keep|mutiny]] and kill [[Craster]] and Lord Commander [[Jeor Mormont]], Sam rushes to Gilly's hut and orders her that they have to escape now or they never will. Sam runs out of Craster's Keep with Gilly and her baby, as loyal Night's Watch members fall to the mutineers, who also kill or rape Craster's other wives. Gilly leads the way into the night because she knows the woods around her home. Covered in Mormont's blood, [[Rast]] shouts into the darkness that &quot;Piggy&quot; can run for now, but he'll soon be cutting Sam's throat too.&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n\nAfter having fled Craster's Keep Samwell Tarly and Gilly stop to camp during their journey to [[The Wall]]. Sam shows Gilly the [[Dragonglass]] dagger he found at the [[Fist of the First Men]] and tells her about [[Castle Black]]. &lt;ref&gt;&quot;[[The Climb]]&quot;&lt;/ref&gt;\n\n[[File:Gilly.jpg|thumb|Sam and Gilly talk about baby names]]\n[[File:Gilly2.jpg|thumb|The White Walker comes for Gilly's baby]]\nAfter taking refuge in a destroyed cabin, Sam tries to light a fire, but is unable to, Gilly does it instead. Meanwhile, Sam suggests that Gilly name her son, but she does not know any boy names, Sam gives her some examples, and also explains the difference between first and last names. Suddenly, they are interrupted by the loud squawks of the crows. Sam and Gilly go outside to investigate, and see hundreds of crows angrily squawk at them. Gilly is then horrified to see a [[White Walker (Valar Morghulis)|White Walker]] approaching them, and knows that it is after her child. Sam tries to halt its advance, but the Walker shatters his sword with its bare hand and knocks him aside, and heads for Gilly and her baby. Sam staggers back to his feet, pulls out his dragonglass dagger, and attacks the Walker, stabbing it in the back and somehow manages to kill it. Sam takes Gilly's arm, and runs as the crows chase after them. &lt;ref&gt;&quot;[[Second Sons]]&quot;&lt;/ref&gt;\n\nFollowing their encounter with the White Walker, Gilly and Sam continued their journey south to Castle Black. While they were still a considerable distance away from their destination, Sam knew that they were approaching [[Nightfort]], the original headquarters of the Night's Watch which was located between Castle Black and Beyond the Wall. Nightfort had been abandoned centuries ago when the Night's Watch's numbers dwindled. Sam explained to Gilly that he planned to get them across the Wall using a secret sally-port which would lead right into the Nightfort. Gilly expressed her amazement that Sam knew so much history just from reading books, insisting that he is a wizard much to Sam's delight. When they finally caught a glimpse of the wall, which she had never seen before, Gilly was awestruck.&lt;ref&gt;''[[The Rains of Castamere (episode)]]''&lt;/ref&gt;\n\nAfter several days of traveling, Gilly and Samwell arrived at the Nightfort. There, she and Samwell encountered [[Bran Stark]], Jon Snow's younger half-brother and his companions&amp;mdash;[[Hodor]], [[Jojen Reed|Jojen]] and [[Meera Reed]], and his [[direwolf]] [[Summer]]&amp;mdash;who were travelling north beyond the Wall to find the [[Three-eyed raven|three-eyed raven]]. Samwell, noticing the gigantic Hodor and Summer, quickly recognized Bran and offered to take them to Castle Black. But Jojen told Sam and Gilly that he and Bran were travelling beyond the Wall. Due to their earlier encounters with the White Walkers, Samwell and Gilly were unwilling to return to the north. However, Sam reluctantly gave them the obsidian blades which he had found North of the Wall and used to slay the White Walker. While Gilly and Samwell stayed behind in the castle, Bran and company finally reached the Wall.&lt;ref&gt;''[[Mhysa]]''&lt;/ref&gt;\n\nAfter traveling for some distance, Gilly and Samwell finally arrived at [[Castle Black]]. There, they met with Maester [[Aemon]], who is furious at the prospect that Sam had violated his vows. As a Night's Watch, her friend and protector Sam was not allowed to marry or produce children. In response, Sam defended himself by reciting the Night's Watch oath to protect the realms of men whatever side of the Wall they are onÂ and repeating [[Jeor Mormont]]'s assertion that a wall of ice 500 leagues long and 700 feet high was not built to keep out barbarians. Aemon's demeanor softened upon learning that Gilly was one of the late Craster's wives, and acknowledged that she is now a refugee and should be sheltered since the North is no longer safe for humans. Aemon then ordered Sam to begin writing letters immediately and to make sure that all forty-four of Castle Black's ravens are well-fed, as every one of them is to fly that night: the White Walkers have returned, and Westeros must be warned.&lt;ref&gt;''[[Mhysa]]''&lt;/ref&gt;\n\n===[[Season 4]]===\n[[File:Gilly_with_sam_in_kitchen.png|thumb|left|Gilly with Sam in the kitchen.]]\nThe Night's Watch has given Gilly work by having her assist [[Hobb]] in the kitchens. Samwell Tarly fears for her safety, since many members of the Night's Watch are former criminals. Sam has Gilly and her son moved to [[Mole's Town]], a vassal town close to Castle Black. Gilly is given work and a place to stay in a brothel which is frequented by members of the Night's Watch. Sam is resolute in keeping Gilly safe no matter what, but she is unhappy that she had to leave Castle Black and be far away from Sam.&lt;ref&gt;''[[Breaker of Chains]]''&lt;/ref&gt;\n\n[[File:Gilly_hiding_in_mole_town.png|thumb|Gilly hiding with her baby during the raid in Mole Town.]]\nInÂ Mole's Town, aÂ [[Mole's Town whore|whore]]Â is arguing withÂ GillyÂ about herÂ [[Sam (Gilly's baby)|baby]]Â who woke her up during the night.Â Gilly, however, is more concerned with the sound of a persistent owl she hears outside. Mole's Town is attacked by a wildling raiding party led by [[Tormund]] and [[Styr]]. The entire town is massacred, but Gilly and her son are saved when [[Ygritte]] discovers them and urges them to keep quiet and remain in hiding.&lt;ref&gt;''[[The Mountain and the Viper]]''&lt;/ref&gt;\n\n[[File:Gilly_and_sam_kiss.png|thumb|left|Gilly and Sam kiss during the Battle for Castle Black.]]Gilly and her son manage to return to Castle Black. A relunctant [[Pypar]] opens the gate for her and she is greeted by Sam, who is overjoyed to see her. Sam promises that he won't leave her again like he did in Mole's Town. Suddenly, two horn blasts are heard from the top of the Wall, meaning the fighting is about to start. Sam decided to have Gilly and her son hide in a storage room. However, Gilly is distraught when she learns that Sam will be leaving to fight in the upcoming [[Battle of Castle Black|battle]]. Gilly wants Sam to stay with her as he promised, but he cannot as he sworn to defend the Wall as a brother of the Night's Watch. Before he leaves her, Gilly begs Sam to promise her that he won't die and the two finally share a kiss. Later, she is discovered by [[Janos Slynt]], who has fled the fighting in fear. Sam is later reunited with Gilly after the wildling attack has been repelled.&lt;ref&gt;''[[The Watchers on the Wall]]''&lt;/ref&gt;\n\n"}, "title": "Gilly"}