{"attributes": {}, "sections": {"TOP": "Glass candle013399ltlt9yl5wy1sdncxxklvv6rkw5rkyuw1750962015-03-03T01:43:18ZGreater good3347453Changed image[[Image:Candle.png|thumb|300px|An initiate of the Maesters trying (and failing) to light a Valyrian glass candle.]]\n\n{{Quote|One does hear strange whispers of late. Glass candles that have been cold for a hundred years... now burning.|[[Xaro Xhoan Daxos]]|The Warlocks (Histories &amp; Lore)}}\n\nA '''glass candle''' is an object made out of [[dragonglass]], also known as obsidian, made in the old [[Valyrian Freehold]] before its destruction four hundred years ago in the [[Doom of Valyria]]. Allegedly, using the power of [[magic]] they could be made to burn with light.\n\nSeveral glass candles are preserved in the [[Citadel]] in [[Oldtown]]. The night before an acolyte attempting to join the Order of [[Maesters]] says his vows, he must spend an all-night vigil attempting to light the candle. Secretly, this is actually impossible, and the point of the exercise is to impress upon the new initiate that even with all of their knowledge, some things are impossible - and to stress that magic doesn't exist. Even acolytes who are not studying the &quot;higher mysteries&quot; - magic - must undergo this ritual.&lt;ref&gt;[[Complete Guide to Westeros]]: The Order of Maesters&lt;/ref&gt;\n\nWith the return of [[dragons]] to the world in the possession of [[Daenerys Targaryen]], their link with magic seems to be strengthening the ability of long-dormant magical powers and objects in the world. Glass candles which had not burned in centuries are now said to be burning with light.&lt;ref&gt;[[The Warlocks (Histories &amp; Lore)]]&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, Valyrian glass candles are said to be powered by magic. The light they give off does strange things to colors, making bright colors such as white, yellow, or red shine unusually brightly, while dark colors such as blue or black turned as dark as night. It was rumored that glass candles could be used to observe far away events and communicate with other glass candles over vast distances (similar to a ''palantir'' from J.R.R. Tolkien's ''The Lord of the Rings''). The Citadel of the Maesters possesses four surviving glass candles, one green and three black. The green one is kept in the study of the Archmaester of magic, while the black ones are the ones used for the vigil.\n\n"}, "title": "Glass candle"}