{"attributes": {"status": " :Category:Status: Alive", "10": "yes==In the books==In the ''A Song of Ice and Fire'' novels, Daenerys hears cases from several shepherds and goatherds of livestock being carried away by her dragons. The last one upturns a sack of charred broken bones on the floor of the throne room, and Daenerys quickly realizes they actually belonged to a child. The child is Hazzea, a four year old girl who was killed by Drogon. Daenerys is plagued by guilt and orders her three dragons caged, but Drogon escapes. Daenerys pays the father a hundred times the worth of a lamb, and promises him that Hazzea's bones shall be laid to rest at the Temple of the Graces, and a hundred candles shall burn night and day in her memory. Daenerys also tells the father to come back every year at Hazzea's nameday, and she will make sure his other children shall not want, but on condition that he does not tell anyone how Hazzea died. The grieving father says that people will ask him where is his daughter and how she died. Daenerys' seneschal tells him &quot;She died of a snakebite. A ravening wolf carried her off. A sudden sickness took her. Tell them what you will, but never speak of dragons&quot;.One of Daenerys' councilors claims that the goatherd might have killed the little girl himself and burned her afterward - he would not have been the first father to dispose of an unwanted girl child. He advises Daenerys to execute the man or at least rip his tongue out. Daenerys considers another possibility: that the child's death was staged by the former slave-masters to shame her, and she wasn't actually burned to death by her dragon. She quickly dismisses both ideas, however, because she realizes that the goatherd waited to be heard last and only after all other claimants had left he throneroom, which wouldn't make sense if his purpose had been to publicly discredit her.==References==ReflistCategory:CharactersCategory:Characters from MeereenCategory:Season 4 CharactersCategory:Minor CharactersCategory:Status: AliveCategory:Characters from Slaver's Bay", "family": " Zalla - daughterQuote", "title": " Goatherd", "season": " Season 4", "image": " Goatherd the children.png", "allegiance": "", "actor": " Darren Kent", "culture": " ", "place": " Slaver's Bay", "appearances": " &quot;The Children&quot;", "first": " "}, "sections": {"In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Daenerys hears cases from several shepherds and goatherds of livestock being carried away by her dragons. The last one upturns a sack of charred broken bones on the floor of the throne room, and Daenerys quickly realizes they actually belonged to a child. The child is Hazzea, a four year old girl who was killed by Drogon. Daenerys is plagued by guilt and orders her three dragons caged, but Drogon escapes. Daenerys pays the father a hundred times the worth of a lamb, and promises him that Hazzea's bones shall be laid to rest at the Temple of the Graces, and a hundred candles shall burn night and day in her memory. Daenerys also tells the father to come back every year at Hazzea's nameday, and she will make sure his other children shall not want, but on condition that he does not tell anyone how Hazzea died. The grieving father says that people will ask him where is his daughter and how she died. Daenerys' seneschal tells him &quot;She died of a snakebite. A ravening wolf carried her off. A sudden sickness took her. Tell them what you will, but never speak of dragons&quot;.\n\nOne of Daenerys' councilors claims that the goatherd might have killed the little girl himself and burned her afterward - he would not have been the first father to dispose of an unwanted girl child. He advises Daenerys to execute the man or at least rip his tongue out. Daenerys considers another possibility: that the child's death was staged by the former slave-masters to shame her, and she wasn't actually burned to death by her dragon. She quickly dismisses both ideas, however, because she realizes that the goatherd waited to be heard last and only after all other claimants had left he throneroom, which wouldn't make sense if his purpose had been to publicly discredit her.\n\n", "TOP": "Goatherd (The Children)02649296mrod65i7w5k28bjuwqcnn3bswob1v1631302014-10-27T12:19:31ZSer Hasty25541548/* In the books */{{Character\n|Title = Goatherd\n|Image = Goatherd the children.png\n|Season = [[Season 4|4]]\n|First = \n|Status = [[:Category:Status: Alive|Alive]]\n|Place = [[Slaver's Bay]]\n|Allegiance =\n|Culture = \n|Actor = [[Darren Kent]]|Appearances = &quot;[[The Children]]&quot;\n|Family = {[[Zalla]]} - daughter}}{{Quote|He came from the sky. The black one. The winged shadow. He came from that sky and...my girl. My little girl.|The goatherd describes his daughter's death at the hands of [[Drogon]]|The Children}}\nA '''goatherd''' from [[Slaver's Bay]] is an unnamed minor character who first appeared in the [[Season 4|fourth season]]. He is played by guest star [[Darren Kent]] and only appears in &quot;[[The Children]]&quot;.\n", "Appearances": "{{Season Four Appearances|10=yes}}\n", "Biography": "===[[Season 4]]===\n[[File:Zalla.png|thumb|left|The goatherd cares for his daughter's body.]]The goatherd witnesses his 3 year old daughter, [[Zalla]], being burnt alive by [[Drogon]]. He brings the charred bones before Daenerys in her throne room.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n"}, "title": "Goatherd (The Children)"}