{"attributes": {}, "sections": {" In the Books ": "\nIt is said that each castle in the [[North]] has a godswood inside its walls.\n\nBefore the [[Andal Invasion]], all of the castles of the [[First Men]] in southern Westeros had godswoods in them. After the [[Andals]] conquered the south they took over many of these castles, a large number of which are still standing today (particularly in prominent regional capitals such as [[Riverrun]], [[Casterly Rock]], [[Storm's End]], and [[Highgarden]], to name a few). While the Andals replaced the worship of the Old Gods with their Faith of the Seven, most of them kept the godswoods in these ancient castles (possibly because outright destroying them would have greatly angered the First Men they had conquered). To this day, there are still godswoods in southern castles such as Riverrun or Highgarden, but they have been converted into secular gardens instead of active religious centers. Even [[King's Landing]] has a godswood. The only godswoods still in active religious use are those in the North (such as at Winterfell), or the handful of noble families in the south that still worship the Old Gods, such as [[House Blackwood]] in the Riverlands.\n\nWhen [[Stannis Baratheon]] converts to the Faith of the [[Lord of Light]], he not only burns the idols of the Seven on [[Dragonstone]], but also destroys the godswood in [[Storm's End]] as a sacrifice to the Lord of Light.\n\n", "TOP": "Godswood0264979bcs31kc4j3fnsv3cx734ge3dua8n61272742014-04-16T11:51:30ZThe Snow Prince24099677Minor edit[[File:Winterfell_Godswood.jpg|thumb|300px|The Godswood at [[Winterfell]].]]\n\n'''Godswoods''' are wooded areas, enclosed within a castle's walls, that have been set aside as places of worship and meditation dedicated to the [[Old Gods of the Forest]]. They are centered around a single [[heart tree]], usually a [[weirwood]] tree with a face carved into the trunk.\n\nOne such godswood is located in [[Winterfell]].&lt;ref&gt;&quot;[[Winter is Coming (episode)]]&quot;&lt;/ref&gt;&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\nThe [[Red Keep]] also has a godswood but, being a rather recent castle, it has no weirwood tree.&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\n", "See also": "\n*[http://awoiaf.westeros.org/index.php/Godswood Godswood at A Wiki of Ice and Fire]\n\n"}, "title": "Godswood"}