{"attributes": {}, "sections": {"TOP": "Gods Eye025929uc35tu93lo2r8l6ifg3wq0m15fm8j61200322014-03-28T14:14:09ZGreater good3347453/* See also */[[Image:Gods Eye.png|thumb|right|200px|A map showing the location of Gods Eye on the continent of Westeros.]]\n{{Quote|Ser Gregor will head out with five hundred riders and set the Riverlands on fire from Gods Eye to the Red Fork.|[[Tywin Lannister]]|Fire and Blood}}\n'''Gods Eye''' is an immense lake, the largest inland body of water in [[Westeros]]. It is located in the heart of the continent, in the southeast of [[the Riverlands]]. Small fishing villages dot its shores, but the most significant settlement is the ill-omened castle of [[Harrenhal]], located on the north shore.\n\nGods Eye feeds a river which is a tributary of the [[Blackwater Rush]]. The [[Isle of Faces]] is located within Gods Eye.\n\n", "See also": "* {{AWOIAF}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Isle of Faces is reputed to be located in the center of Gods Eye, the home of &quot;greenseers&quot; who keep the traditions and secrets of the long-vanished [[Children of the Forest]]. The island is said to be home to many [[weirwood]] trees. The Isle has a fell reputation and most avoid it.\n\nGods Eye feeds a tributary of the Blackwater Rush, but does not appear to be navigable by large ships. Another river, the Rippledown Rill, also feeds the lake.\n\n", "History": "===[[Season 1]]===\n\n[[Tywin Lannister]] tells his son [[Tyrion Lannister]] that following the destruction of the western Lannister army-group in the Riverlands at the [[Battle of the Whispering Wood]], the eastern Lannister army led by Tywin himself will fall back from the location of the [[Battle of the Green Fork]] and regroup at Harrenhal, on the north shore of Gods Eye lake. Tywin specifically says that to cover the retreat of the main army, he is sending out Ser [[Gregor Clegane]] and his riders to set fire to the farms and fields of the Riverlands everywhere between the Red Fork of the [[Trident]] river and Gods Eye lake.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n"}, "title": "Gods Eye"}