{"attributes": {"status": " :Category:Status: Alive", "last": " &quot;What is Dead May Never Die&quot;", "title": " File:Gold Cloak mini shield.png", "season": " Season 2", "image": "Goldcloak_on_the_Kingsroad.png", "allegiance": " King's Landing City Watch", "actor": " Sam CallisQuote", "link": "City Watch", "appearances": " 2 episodes &lt;small&gt;(#Appearances", "first": " &quot;The Night Lands&quot;"}, "sections": {"TOP": "Goldcloak on the Kingsroad07149knhj85xetoqquy5nvnlpy7y65aij42j1774832015-03-17T05:09:28ZSharp Blades26158496{{Character\n|Title = [[File:Gold Cloak mini shield.png|45px|left|link=City Watch]] Goldcloak [[File:Gold Cloak mini shield.png|45px|right|link=City Watch]]\n|Image=Goldcloak_on_the_Kingsroad.png|thumb|218px\n|Season = [[Season 2|2]]\n|First = &quot;[[The Night Lands]]&quot;\n|Last = &quot;[[What is Dead May Never Die]]&quot;\n|Appearances = 2 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n|Status = [[:Category:Status: Alive|Alive]]\n|Allegiance = [[King's Landing]] [[City Watch]]\n|Actor = [[Sam Callis]]\n}}{{Quote|I have a royal warrant for one of these gutter rats you're transporting.|The Goldcloak to [[Yoren]]|The Night Lands}}\nA '''Goldcloak on the Kingsroad''' is an unnamed recurring character in the [[Season 2|second season]]. He is played by guest star [[Sam Callis]] and debuts in the &quot;[[The Night Lands]].&quot; He is sent to find the royal bastard [[Gendry]] in [[the Riverlands]].\n\n", "Appearance": "{{Season Two Appearances||yes|yes}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, an officer of the Gold Cloaks approaches [[Yoren]]'s party in a similar manner but has more men with him. He is driven off by Yoren in a similar way.\n\n", "Biography": "===[[Season 2]]===\nAfter hearing rumors concerning [[incest]] between Queen [[Cersei Lannister]] and her brother, [[Jaime Lannister|Jaime]], King [[Joffrey Baratheon]] orders the [[City Watch]] to kill the [[Bastardy|bastard]] children of his father [[Robert Baratheon]]. Lord Commander [[Janos Slynt]] learns that [[Gendry]] has left the city as a recruit of the [[Night's Watch]] and sends this man with another to find him. They track a group of Night's Watch recruits to [[the Riverlands]]. The lead gold cloak calls to the Night's Watch recruiter [[Yoren]], asking if he is in command of the group. Yoren ignores the question and tells them that they are a long way from home. He walks across a wooden bridge towards the visitors. The gold cloak reminds Yoren that he asked a question and Yoren says that he asked without manners so he chose not to answer. Yoren grips the blanket that protects the gold cloaks horse from the saddle. The gold cloak produces a scroll and says that it is a royal warrant for one of Yoren's â&euro;&oelig;gutter ratsâ&euro;?. Yoren says that the recruits belong to the Night's Watch and are beyond the reach of kings and queens. The gold cloak moves to draw his sword but is halted when Yoren places the point of his dagger against his femoral artery. Yoren notes that men worry about their throats but often forget about the vulnerability of their lower regions. He tells the gold cloak that he has sharpened the knife and warns him that no-one can save him if the artery is nicked. Yoren takes the man's sword, saying that good steel is always needed on the wall. The recruits have surrounded the gold cloaks, weapons in hand. One of them picks up the sword from the ground. Yoren tells the gold cloak that he has a choice; die there or return to King's Landing and tell his master that they did not find what they were looking for. The gold cloak defiantly shouts that they are looking for Gendry and describes the bull's head helm that he carries. He offers a reward to anyone turning him over and promises that he will return with more men. He warns Yoren that he will take his head home along with the â&euro;&oelig;bastard boyâ&euro;?.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\nThey approach Ser [[Amory Lorch]], a [[Knighthood|knight]] serving [[House Lannister]], for assistance. Lorch and the Gold Cloaks confronts Yoren's group and attack them when they refuse to give up Gendry. Lorch kills [[Yoren]] personally after his men have subdued him. They take the survivors prisoner and Lorch has them moved to [[Harrenhal]]. Lorch does not realize that [[Arya Stark]] and Gendry are among them. Lorch questions them about Gendry and is tricked into believing that the slain [[Lommy]] was his target because he was carrying Gendry's bull's head helm.&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\n"}, "title": "Goldcloak on the Kingsroad"}