{"attributes": {"status": " Active", "imagesize": " ", "founder": "Aegor Rivers", "title": " Golden Company", "season": " Season 4", "appearances": "", "allegiance": [" For hire", "House Blackfyre (formerly)"], "leader": "", "date": " ", "former": ["Jon Connington", "Jorah Mormont"], "place": "Free Cities, Essos", "members": "", "mentioned": " &quot;Breaker of Chains&quot;", "military": "10,000 well-skilled soldiers", "type": "Sellsword company", "image": ""}, "sections": {"TOP": "Golden Company023334h0qzyca48zyl68j52n7pbuzm9bj52a01718282015-02-06T20:41:54ZThe Dragon Demands5014364{{Infobox organization\n| Title= Golden Company\n|Image=\n|ImageSize = \n|Season= [[Season 4|4]]\n|Appearances=\n|Mentioned= &quot;[[Breaker of Chains]]&quot;\n|Status= Active\n|Type=Sellsword company\n|Leader=\n|Members=\n|Former={[[Jon Connington]]}&lt;br&gt;[[Jorah Mormont]]\n|Allegiance= For hire&lt;br&gt;[[House Blackfyre]] (formerly)\n|Military=10,000 well-skilled soldiers\n|Place=[[Free Cities]], [[Essos]]\n|Date= \n|Founder=[[Aegor Rivers|Aegor &quot;Bittersteel&quot; Rivers]]}}{{Template:Dialogue a-b-a-b-a|Davos|Westeros is not the world, your grace. We need to look east for ships and men. Ten thousand skilled soldiers fight for the Golden Company.|Stannis|The Golden Company?!|They've never broken a contract.|They're sellswords!|We're willing to use blood magic to put you on the throne, but we're not willing to pay men to fight?!|[[Davos Seaworth]] and [[Stannis Baratheon]]|Breaker of Chains}}\n\nThe '''Golden Company''' is a [[Mercenary#Sellsword companies|sellsword company]] active in [[Essos]]. They are one of the largest and most skilled sellsword companies in the [[Free Cities]], consisting of 10,000 well-trained soldiers at the time of the [[War of the Five Kings]]. They have the reputation of never breaking a contract, which is quite uncommon among mercenary organizations.\n\n", "See also": "*{{AWOIAF}} (DO NOT READ THIS)\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Golden Company was founded one hundred years before the War of the Five Kings by [[Aegor Rivers]], aka &quot;Bittersteel&quot;, one of the [[bastard]] sons of King [[Aegon IV Targaryen]], after he fled Westeros following the [[Blackfyre Rebellion]]. When Aegor, who for a time served with the [[Second Sons (mercenary company)|Second Sons]], saw all the exiled lords and knights signing on with other sellsword companies, and saw the support of [[House Blackfyre]] ebbing away, he created his own sellsword company. That way, the Blackfyres could at least maintain ''some'' sort of core fighting force in between their repeated attempts to overthrow the Targaryens, gaining experience from fighting in the petty wars of the Free Cities, as well as gaining enough money from their contracts to keep functioning.\n\nTheir motto is &quot;Our word is as good as gold&quot;, while their battle cry is &quot;Beneath the gold, the bitter steel!&quot; - in reference to their founder, Bittersteel.\n\nThe company is composed mostly of Westerosi exiles, and sons of exiles. Many of the core members are descended from the hundreds of Blackfyre supporters who fled across the Narrow Sea at the end of the First Blackfyre Rebellion. Over the past century their ranks were joined by other men who ended up on the losing side of rebellions in Westeros, who fled to the Free Cities to nurse dreams of reconquest rather than face execution or exile to the Night's Watch.\n\nThe Golden Company's reputation was quickly established when, soon after the company's founding, [[Qohor]] refused to honor the contract it had made. The sellswords of the Golden Company sacked Qohor as an answer to Qohor's refusal.\n\nThe Golden Company did not take part in the &quot;Second Blackfyre Rebellion&quot;, which was really more of a short lived plot than a battle (much less a war), but it did take part in the Fourth Blackfyre Rebellion, an invasion which landed in Massey's Hook (the southern Crownlands, near the northern Stormlands) but which was not very successful. During the last Blackfyre rebellion, known as the [[War of the Ninepenny Kings]], the Golden Company formed one of the core parts of the Blackfyres' forces in the [[Stepstones]], but they were defeated by the young [[Brynden Tully]] and [[Barristan Selmy]].\n\nAt the time of the War of the Five Kings, the Golden Company is the largest and best disciplined sellsword company in the Free Cities, functioning as an elite private army. Their forces consist of 10,000 men: 1,000 cavalry, 1,000 archers, and 8,000 infantry, as well as a number of war elephants.\n\nIn the novels there is no mention of Jorah Mormont having been a member of the Golden Company, though it is said that after fleeing into exile he drifted around as a sellsword for several years.\n\n", "History": "===[[Season 4]]===\n[[Davos Seaworth]] suggests to [[Stannis Baratheon]] that he hire the Golden Company to help him win the [[Iron Throne]]. Stannis refuses, believing sellswords to be unfit to join his army. Davos finds it hypocritical that Stannis would use [[blood magic]] to win the throne but not pay men to fight.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\nWhen [[Jorah Mormont]] advises [[Daenerys Targaryen]] not to trust [[Daario Naharis]] because he is a sellsword, she points out that he himself fought for the Golden Company before pledging his sword to her brother [[Viserys Targaryen|Viserys]].&lt;ref&gt;&quot;[[Mockingbird]]&quot;&lt;/ref&gt;\n\n"}, "title": "Golden Company"}