{"attributes": {}, "sections": {" Aftermath ": "\nThe losses of the Night's Watch as a result of the Great Ranging were extremely heavy: most of the ranging force was destroyed at the [[Battle of the Fist of the First Men]], and many of the survivors [[Mutiny at Craster's Keep|rebelled against Mormont and deserted]]. Of the three hundred men, only Jon, Sam, Grenn, and Eddison Tollett made it back to Castle Black. The manpower of the Watch, which has been barely adequate, has dangerously dwindled.\n\nTo make things worse, among the casualties were Mormont, Qhorin, and more of the most experienced and capable senior officers of the Watch. That left the defenders of Castle Black heavily outnumbered and without proper leadership against the imminent attack of the wildlings.\n\nOn the other hand, there have been several important achievements:\n\n*While Jon was travelling with the wildlings, he learned a lot about their habits, weaponry, ordnance, manpower, etc. He also noticed the greatest weakness of the wildlings' host - the lack of discipline. This knowledge proved to be valuable during the [[Battle of Castle Black]].\n*The discovery of the secret bundle that contained [[Dragonglass|dragonglass]] weapons.\n*Sam discovered that the [[White Walkers]] can be killed by dragonglass weapons.\n\n", "TOP": "Great Ranging010949gp621f2fm6ccke0fofnpe9rjie7i3pf1754282015-03-05T20:04:14ZEnglishJoker1525043/* Survivors */{{Quote|The Night's Watch will ride in force against the wildlings, the White Walkers and whatever else is out there. And we will find Benjen Stark, alive or dead. I will command them myself.|Lord Commander Jeor Mormont|Fire and Blood}}\n\nThe '''Great Ranging''' is a massive expedition of the [[Night's Watch]] to the lands [[beyond the Wall|beyond]] [[the Wall]] organized by [[Lord Commander]] [[Jeor Mormont]]. It was a reaction to the reports of numerous [[Free Folk]] villages found empty and wildlings amassing, the discovery of [[wights]] in the [[Haunted Forest]] and the disappearance of [[Benjen Stark]] as well as other rangers.\n\nThe expedition force consisted of three hundred brothers: one hundred from the [[Shadow Tower]] and two hundred from [[Castle Black]] - almost one third of the whole manpower of the Watch.\n\n", " Known Participants ": "\n* {Lord Commander [[Jeor Mormont]]}, killed by [[Rast]] in a [[mutiny at Craster's Keep]].\n* {[[Qhorin Halfhand|Qhorin]]}, called &quot;the Halfhand&quot;, slain by [[Jon Snow]] to ease his infiltration among the Free Folk.\n** {[[Stonesnake]]}, {[[Harker]]}, and {[[Borba]]}, rangers from [[the Shadow Tower]] under the Halfhand's command. Slain by the Lord of Bones' raiding party.\n* {[[Karl]]}, a ranger from [[Castle Black]] and a mutineer. Killed by [[Jon Snow]].\n* {[[Rast]]}, a ranger from [[Castle Black]] and a mutineer. Killed by [[Ghost]].\n\n===Survivors===\n* [[Samwell Tarly]], called &quot;Sam&quot; and &quot;Ser Piggy&quot; and &quot;the Slayer&quot;, a steward in charge of the messenger ravens, separated from his sworn brothers during the attack of the [[White Walkers]] against the Fist of the First Men. Returned to Castle Black with [[Gilly]] and [[Gilly's baby|her son]]. Sam crossed back south by using a secret sally-port at the abandoned [[Nightfort]] to pass through the Wall, in the process slaying a White Walker with a dagger of dragonglass. He was the first to return to Castle Black.\n* [[Jon Snow]], called &quot;Lord Snow&quot;, Lord Commander Mormont's personal steward, prisoner of the [[Lord of Bones]] and infiltrated among the Free Folk. Crossed back south by climbing over the Wall with an advanced raiding party of wildlings (using climbing gear). He then escaped from the wildlings after they realized his true loyalties: [[Ygritte]] put several arrows in him, but a horse he stole managed to carry him back the rest of the way to Castle Black, where he recovered. He was the second to return to Castle Black.\n* [[Eddison Tollett]], usually called &quot;Edd&quot;, a steward. Kept prisoner along with Grenn by the mutineers at Castle Black, until they later seized an opportunity to break free and managed to make the 60 mile trek back to the north gate of Castle Black on foot.\n* {[[Grenn]]}, a ranger. Returned to the Wall with Edd; later killed in the [[Battle of Castle Black]].\n\n", " See also ": "* {{AWOIAF|The Great Ranging}} (spoilers from the books)\n", "In the books": "\nBesides Samwell, Dolorous Edd, and Grenn, ten other named members of the Night's Watch who were present at the Mutiny at Craster's Keep (and stayed loyal) managed to make their way back to Castle Black. Also, a small scouting party led by Jarman Buckwell had been sent away by Mormont and so was not present at the Fist or the mutiny, but later returned to Castle Black. His party consisted of five men including himself, the same as the size of Qhorin's and Thoren Smallwood's scouting groups sent out at the same time. Therefore a little under twenty men from the Great Ranging ultimately returned back to Castle Black (compared to only four in the TV series). Even so this was still a crippling blow, given that the Night's Watch had already dwindled to less than a thousand men before the Great Ranging began, and out of 300 men on the expedition only about 20 men survived to return to the Wall.\n\n"}, "title": "Great Ranging"}