{"attributes": {"title": " Great Stallion", "image": " Dothrakhorses.jpg", "place": " Vaes DothrakThe '''Great Stallion''' (&quot;''vezhof''&quot;&lt;ref&gt;http://www.dothraki.com/2012/04/me-reki-driva-laz-vo-drivoo-avvos/ David J. Peterson's blog, Dothraki.com, April 16, 2012&lt;/ref&gt;) is a horse god revered as the deity of the Dothraki religion, mirroring the importance of these creatures in Dothraki culture. The religious beliefs of the Dothraki are complex, as there is little division in Dothraki society between what in other cultures might be called &quot;religion&quot; and &quot;custom&quot;.==Beliefs==The Dothraki acknowledge the existence of other supernatural beings or spirits other than the Great Stallion, but it would be incorrect to describe it as polytheistic.  Rather, Dothraki religious beliefs are best described as &quot;Wikipedia:Henotheism", "location": " The Dothraki Sea", "clergy": " The ''Dosh khaleen''", "type": " wikipedia:Henotheism"}, "sections": {"TOP": "Great Stallion04366quy4ev8daunr82cnkn95m5rp3h6croi1787042015-03-22T21:08:41ZThe Dragon Demands5014364/* References */{{Infobox religion\n| Title= Great Stallion\n| Image= Dothrakhorses.jpg\n| Type= [[wikipedia:Henotheism|Henotheistic]]\n| Clergy= The ''[[Dosh khaleen]]''\n| Location = The [[Dothraki Sea]]\n| Place = [[Vaes Dothrak]]\n}}\n\nThe '''Great Stallion''' (&quot;''vezhof''&quot;&lt;ref&gt;[http://www.dothraki.com/2012/04/me-reki-driva-laz-vo-drivoo-avvos/ David J. Peterson's blog], Dothraki.com, April 16, 2012&lt;/ref&gt;) is a horse god revered as the deity of the [[Dothraki]] religion, mirroring the importance of these creatures in Dothraki culture. The religious beliefs of the Dothraki are complex, as there is little division in Dothraki society between what in other cultures might be called &quot;religion&quot; and &quot;custom&quot;.\n\n", "Practices": "\nThe Dothraki are a very brave but also a very superstitious people, believing in a myriad number of signs and omens. A Dothraki ''[[khalasar]]'' will not go to war until various omens favor it, even if to all outside observers the time seems perfect to strike.&lt;ref&gt;&quot;[[Winter is Coming (episode)]]&quot;&lt;/ref&gt; While they will honor agreements they have made, it widely known that the Dothraki &quot;do things in their own time&quot;, waiting for favorable omens.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n\nThe Dothraki religion does not include any restrictions on their lifestyle of pillaging surrounding peoples, killing their men, and raping their women. Nor do there seem to be rules against one Dothraki ''khalasar'' fighting another and [[Slavery|enslaving]] the survivors. A successful warrior and mounted raider is highly esteemed.\n\n[[File:Dosh_khaleen_and_Daenerys.jpg|thumb|250px|The ''dosh khaleen'' interpret omens and conduct rituals]]The closest thing to a priesthood that the Dothraki have are the honored wise-women known as the ''[[dosh khaleen]]'', crones who are widows of deceased khals. The ''dosh khaleen'' dwell in the only city of the Dothraki, [[Vaes Dothrak]], located deep within the [[Dothraki Sea]]. They conduct many religious rituals, interpret all manner of omens, and are held to possess great powers of prophesy.\n\nCarrying a sword or shedding blood within Vaes Dothrak is considered sacrilege, though should the need arise, loopholes such as strangling or burning a man to death are permissible.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\nThe traditional Dothraki wedding ceremony is a daylong feast in which gifts are presented to the new couple. Displays of personal combat, duels to the death, and wild public orgies are commonplace at such a feast. A Dothraki wedding without at least three deaths is considered a dull affair. Because the Dothraki spend most of their time riding on the open plains, everything of importance in Dothraki culture is done outdoors under the sky. Thus, on their wedding night, a Dothraki couple rides away from the main camp to the open plains, and consummate their marriage under the stars.&lt;ref&gt;&quot;[[Winter is Coming (episode)]]&quot;&lt;/ref&gt;\n\nThe Dothraki traditionally burn their dead in funeral pyres, so that their spirit may go on to the Night Lands. It is considered a terrible dishonor not to burn a dead Dothraki. The prospect of insects and worms eating through their corpse until it decomposes to nothing but bones is considered quite horrifying.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt; Desecrating a corpse by dismembering or decapitating it, as one would cut up an animal, then leaving the individual pieces to rot, is considered tantamount to killing the corpse's soul itself.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\nDothraki religion also rejects the employment of [[blood magic]]. For this reason, [[maegi]] are distrusted and hated by Dothraki.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\n==Henotheism in real-life==\n\nIn real-life, henotheism is a transitional stage between polytheism and strict monotheism. It can be observed in early, pre-Babylonian Captivity Judaism and other early Canaanite religions. Examples include when the prophet Elijah engaged in a contest with the priests of the false god Baal, or when Moses' staff turned into a snake, and the Egyptian pharaoh also turned his staff into a snake, but Moses's snake ate his. In both cases, the god of Israel is shown to be more powerful than any other local deity, but &quot;defeating&quot; a false god is tacit admission that they exist. Strict monotheism was only embraced after the Babylonian Captivity. Even then, it is something of a spectrum, as even modern Abrahamic religions (Judaism, Christianity, Islam) still acknowledge the existence of &quot;angels&quot; as supernatural beings, but which are mere agents of the monotheistic God.\n\nWhen asked if the Dothraki were monotheistic or polytheistic, language consultant and creator of the Dothraki language [[David J. Peterson]] responded:\n\n:&quot;The Dothraki religion is, of course, up to [[George R. R. Martin]]. I've tried to encode it the best I can in the Dothraki language, to the extent that thereâ&euro;&trade;s material available. I believe that there's a lot to back up the point of view that the Dothraki believe that other gods may, in fact, exist, and that by stealing and destroying their statues, they are defeating them. (This type of belief was quite common to many ancient peoples in our world.) This was actually the inspiration for the word for &quot;deity&quot; in Dothraki, which is the same as the word for &quot;statue&quot; [''vojjor''].\n:That said, I donâ&euro;&trade;t think this is tantamount to saying the Dothraki are polytheistic. Though they believe that these gods are real, theyâ&euro;&trade;re not their gods, if that makes sense, and I havenâ&euro;&trade;t seen evidence in the books of any other god but the Great Horse God, which Dany prays to at one point. They refer to the moon as a goddess (the wife of the sun), but I'm not sure thatâ&euro;&trade;s enough to say that they worship the moon and sun as personified gods.&quot;&lt;ref&gt;[http://www.dothraki.com/2012/04/me-reki-driva-laz-vo-drivoo-avvos/ David J. Peterson's blog], Dothraki.com, April 16, 2012&lt;/ref&gt;\n\nWhen the term &quot;henotheism&quot; was subsequently pointed out to Peterson, he said that this matched his earlier observation (that &quot;this type of belief was quite common to many ancient peoples in our world&quot;) and he responded, &quot;I think that rather hits the nail on the end. Again, weâ&euro;&trade;d need to wait for confirmation from GRRM, but that gels with my interpretation.&quot;&lt;ref&gt;[http://www.dothraki.com/2012/04/me-reki-driva-laz-vo-drivoo-avvos/ David J. Peterson's blog], Dothraki.com, April 16, 2012&lt;/ref&gt;\n\n", "Beliefs": "The Dothraki acknowledge the existence of other supernatural beings or spirits other than the Great Stallion, but it would be incorrect to describe it as polytheistic.  Rather, Dothraki religious beliefs are best described as &quot;[[Wikipedia:Henotheism|henotheism]]&quot; - the belief in and worship of a single deity (the Great Stallion), but accepting the existence of other deities who may or may not be worshiped. These other deities may only have power in specific localities. For example, the Dothraki do not revere or worship the [[Great Shepherd]], which is worshiped by the [[Lhazareen]] who live beyond the southern border of the Dothraki Sea. However, they do not deny that the Great Shepherd may exist, they just think its power is only strongest in [[Lhazar]], and even then, that the Great Stallion is assuredly a stronger god than the Great Shepherd, in all times and places.\n\nThis is evidenced in the [[Dothraki (language)|Dothraki language]] itself: when planning an invasion of [[Westeros]], Khal [[Drogo]] declares, ''&quot;Anha aqorisok chiories mori, vazzafrok yal mori, ma afichak vojjor samva Vaesaan Dothrak!''&quot; (&quot;I will rape their women, take their children as slaves, and bring their broken gods back to Vaes Dothrak!&quot;). The word for &quot;gods&quot; which Khal Drogo uses, &quot;''vojjor''&quot;, literally means &quot;statues&quot; - it can be used to refer to simple statues, but can be equally used to mean &quot;gods&quot;, depending on context (much as the English word &quot;idols&quot; may literally refer to statues, but can also have religious connotations). As the Dothraki conceive it, every nation or people has their own &quot;idols&quot; or &quot;gods&quot;, but the Great Stallion is the best one, and the only one they pray to. By physically capturing or destroying the religious idols of another people's gods, they believe they are defeating those gods.&lt;ref&gt;[http://www.dothraki.com/2012/09/athchomar-chomakea/ David J. Peterson's blog], Dothraki.com, September 14, 2012&lt;/ref&gt;\n\nThe stars in the night sky are believed to be the fiery ''[[khalasar]]'' of the Great Stallion.&lt;ref&gt;[http://www.dothraki.com/2012/04/me-reki-driva-laz-vo-drivoo-avvos/ David J. Peterson's blog], Dothraki.com, April 16, 2012&lt;/ref&gt; The Dothraki also believe that when they die, their soul rides with their ancestors in the [[Night Lands]], though only if the body of the newly deceased is properly burned.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt; Burning a Dothraki's body allows his ashes to rise up to the heavens, where his spirit will join the fiery ''khalasar'' of the Great Stallion.&lt;ref&gt;[http://www.dothraki.com/2012/04/me-reki-driva-laz-vo-drivoo-avvos/ David J. Peterson's blog], Dothraki.com, April 16, 2012&lt;/ref&gt;\n\nThe Dothraki believe the moon to be a goddess, the wife of the sun, apparently as part of the starry ''khalasar'' of the Great Stallion. This also indicates that the Dothraki conceptualize the moon as female and the sun as male.&lt;ref&gt;&quot;[[The Kingsroad]]&quot;&lt;/ref&gt;\n\nChildren are considered &quot;blessings from the Great Stallion&quot;.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt;\n\nThe Dothraki believe that a prophesied leader, the &quot;[[Stallion Who Mounts the World]]&quot;, will one day unite all of the Dothraki into one ''khalasar'' and conquer the world.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\nThe [[Mother of Mountains]], a lone mountain located within sight of Vaes Dothrak, is considered sacred in the Dothraki religion.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, the horse god of the Dothraki is referred to as just the Horse God, not the Great Stallion.\n\nThe Dothraki believe that the first human in the world emerged from the Womb of the World lake near [[Vaes Dothrak]], while riding the first horse, a thousand years ago. The dating of this isn't plausible as, unknown to the Dothraki, the civilizations on [[Westeros]], and in the [[Valyrian Freehold]], have written histories dating back roughly six thousand years.\n\nSeason 2 of the TV series mentions that decapitating or dismembering a body and leaving the pieces to rot is a desecration tantamount to killing the soul itself. In the books, the Dothraki have special riders known as ''jaqqa rhan'' (&quot;Mercy Men&quot;) who after battles ride around the field decapitating the dead and dying. It is unclear how to reconcile Irri's distress over Rakharo's decapitation in Season 2 with the customs of the ''jaqqa rhan''. Given that Khal Drogo's earlier threat focused on leaving his opponent's body to rot, and didn't mention decapitating him, it's possible that the main horror of what happened to Rakharo was that his head was left to rot: the ''jaqqa rhan'' apparently take heads as a prelude to burning the body.\n\nWhen asked about this, David J. Peterson explained that the ''jaqqa rhan'' decapitate fallen ''enemies'', and thus there is no contradiction:\n\n:&quot;I donâ&euro;&trade;t see anything that needs to be reconciled. All of the facts you mentioned seem to sit perfectly well together, as I see it. Where there may be confusion is the ''jaqqa rhan'' who, as far as I know, ride through the enemy lines and kill those yet alive, not their own lines.&quot;&lt;ref&gt;[http://www.dothraki.com/2013/09/new-dothraki-script/#comment-3776 David J. Peterson's blog], Dothraki.com, September 17th, 2013.&lt;/ref&gt;\n\n", "See also": "*{{AWOIAF|Horse God}}\n\n"}, "title": "Great Stallion"}