{"attributes": {}, "sections": {"TOP": "Great House02096i90dl8vob7me4vtadr263xu7k0j0vd91722852015-02-08T23:54:50ZThe Dragon Demands5014364Protected &quot;[[Great House]]&quot; (â&euro;&#x17D;[edit=sysop] (indefinite) â&euro;&#x17D;[move=sysop] (indefinite))[[File:Regions_of_Westeros.PNG|thumb|The territories controlled by the Great Houses:\n\n[[House Bolton]] (formerly [[House Stark]]), the North (grey);\n\n[[House Arryn]], the Vale (blue);\n\n[[House Frey]] (formerly [[House Tully]]), the Riverlands (green);\n\n[[House Greyjoy]], the Iron Islands (yellow);\n\n[[House Lannister]], the Westerlands (red);\n\n[[House Tyrell]], the Reach (lime green);\n\n[[House Baratheon]], the Stormlands (brown); \n\n[[House Martell]], Dorne (violet).\n\nThe capital region of [[The Crownlands]] (pink), ruled directly from the [[Iron Throne]]; having previously been the lands of [[House Targaryen]].\n\n[[Wildling]] territories are shown in black.]]\n\nThe '''Great Houses''' are the most powerful of the [[noble houses]] of the [[Seven Kingdoms]]. They exercise immense authority and power over their vassals and territories and are answerable only to the [[Lords and lordship|Lord]] of the Seven Kingdoms, [[King of the Andals and the First Men]].\n\nBefore the [[House Targaryen|Targaryen]] [[War of Conquest|Conquest]], each of the Seven Kingdoms was ruled independentlyÂ by a powerful royal family. During the Conquest these families were either destroyed and replaced, or defeated and forced to swear allegiance to King [[Aegon I Targaryen|Aegon]], reigning from the [[Iron Throne]] in [[King's Landing]].\n\nThe [[House Gardener|Gardeners]], [[House Hoare|Hoares]], and [[House Durrendon|Durrendons]] were slain and replaced by the [[House Tyrell|Tyrells]], [[House Greyjoy|Greyjoys]], and [[House Baratheon|Baratheons]] respectively, while the [[House Lannister|Lannisters]], [[House Arryn|Arryns]], and [[House Stark|Starks]] surrendered peacefully and were allowed to remain in control of their lands. In addition, Aegon raised up the [[House Tully|Tullys]] to rule over [[the Riverlands]], which had been under [[ironborn]] occupation prior to his arrival. Only [[House Martell]] of [[Dorne]] resisted his armies, but was later brought into the fold through a peaceful marriage-alliance some two centuries later.\n\nEach Great House has a large number of [[vassal house]]s serving it, most of whom in turn have smaller vassals under them, extending all the way down to farmers and landed [[knights]]. Each Great House rules over its territory and is responsible for collecting taxes and, in times of war, raising troops to fight for the king. Otherwise they are largely left to operate autonomously to simplify the bureaucracy and governance of the realm.\n\n[[Robert's Rebellion]] ended in the exile of the last Targaryens, with House Baratheon replacing them on the Iron Throne.\n\nThe [[War of the Five Kings]] has seen changes amongst the Great Houses. House Baratheon is divided into [[House Baratheon of King's Landing]] and [[House Baratheon of Dragonstone]], both claiming the Iron Throne, while the defeat of the Starks and the Tullys has led to them to be replaced by former vassal houses [[House Bolton|Bolton]] and [[House Frey|Frey]], respectively.\n\n", "The Great Houses": "===Current Great Houses===\n* '''[[House Arryn]]''', rulers of the [[Vale of Arryn]] from the castle of the [[Eyrie]].\n* '''[[House Baratheon]]''', the [[Seven Kingdoms]] royal house, currently divided into two main branches:\n**'''[[House Baratheon of King's Landing]]''', rulers of the [[Crownlands]] from the castle of the [[Red Keep]] in [[King's Landing]], and the de facto royal house.\n**'''[[House Baratheon of Dragonstone]]''', rulers of the [[Stormlands]] from the castle of [[Dragonstone]], claiming the Iron Throne.\n* '''[[House Bolton]]''', rulers of [[the North]] from the castle of the [[Dreadfort]].\n* '''[[House Frey]]''', rulers of [[the Riverlands]] from the castle of [[Riverrun]].\n* '''[[House Greyjoy]]''', rulers of the [[Iron Islands]] from the castle of [[Pyke (castle)|Pyke]].\n* '''[[House Lannister]]''', rulers of the [[Westerlands]] from the castle of [[Casterly Rock]].\n* '''[[House Martell]]''', rulers of [[Dorne]] from the castle of [[Sunspear]].\n* '''[[House Tyrell]]''', rulers of the [[Reach]] from the castle of [[Highgarden]].\n\n===Exiled Great Houses===\n* '''[[House Stark]]''', the former rulers of the [[North]], ruling from the now sacked castle of [[Winterfell]] until the [[Red Wedding]]. The remaining Starks are scattered.\n* '''[[House Targaryen]]''', the former royal house, currently in exile following [[Robert's Rebellion]].\n* '''[[House Tully]]''', the former rulers of the [[Riverlands]], ruling from [[Riverrun]],Â until the [[Red Wedding]].\n\n===Extinct Great Houses===\n\nOnly three Great Houses have ever gone extinct, all as a result of their defeat in the [[War of Conquest|Targaryen Conquest]] three hundred years before the War of the Five Kings:\n\n* '''[[House Durrandon]]''' - rulers of the Stormlands. [[Orys Baratheon]], founder of House Baratheon, married the daughter of the last king of House Durrendon, thus House Baratheon descends from the Durrendons through the female line.\n* '''[[House Gardener]]''' - rulers of the Reach. House Tyrell claims descent from House Gardener through the female line, and [[House Florent]] is actually a cadet branch of House Gardener, with a better claim to rule based on lineage than the Tyrells. Several other Houses from the Reach also descend from House Gardener.\n* '''[[House Hoare]]''' - rulers of the Iron Islands and (through conquest) the Riverlands. After their defeat, Aegon Targaryen commanded the ironborn to select a new family from among their number to rule over the rest, under the Targaryens. They selected House Greyjoy.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the term &quot;great house&quot; or &quot;ruling house&quot; is used informally. Author [[George R.R. Martin]] has said that in retrospect he should have used a formal senior rank to differentiate the ruling houses from their vassals.\n\nKeeping in mind that Martin has said that Westeros is roughly the size of the continent of South America, the realm known as &quot;the Seven Kingdoms&quot; spans an area on the scale of the Roman Empire. Thus in terms of their populations and the size of the armies they can raise in wartime, each of the &quot;Great Houses&quot; is more comparable in scale to a real-life medieval kingship like England or France than a smaller dukedom. Provinces (in this case, constiutent regions) are in effect semi-autonomous with the local people regarding the local Great House as their rulers, and the King as perhaps an abstract and distant figure who has no bearing on their day-to-day lives.\n\nThe definition of a &quot;Great House&quot; in general can be summarized as any noble House that bends the knee directly to the Iron Throne and rules one of constituent regions of the realm. The royal family itself rules the Crownlands directly, loosely making it another Great House, though technically it ranks higher than all the others. At the start of the books this list comprises the Starks, Lannisters, Arryns, Greyjoys, Tullys, Tyrells, Baratheons of Storm's End, and Martells. This definition sometimes leads to oddities, for example, [[House Hightower]] of [[Oldtown]] commands a vastly populous city (second only to [[King's Landing]] and not by much) and an immense area of territory around it, including numerous smaller vassal houses. The Hightowers could theoretically be more powerful than the ruling Great House of less populous regions (such as the Greyjoys and perhaps even the Martells), but as they are vassals of the Tyrells, they are not counted as a Great House.\n\nFew Great Houses have ever gone extinct. By the time the books begin, only three former Great Houses have ever been destroyed, all during the [[War of Conquest|Targaryen Conquest]], three hundred years before the War of the Five Kings:\n\n*[[House Durrandon]] - rulers of the Stormlands.\n*[[House Gardener]] - rulers of the Reach.\n*[[House Hoare]] - rulers of the Iron Islands and (through conquest) the Riverlands.\n\nAfter the Targaryen Conquest, House Baratheon replaced the Storm Kings of House Durrendon, House Tyrell replaced House Gardener, and House Greyjoy replaced House Hoare. [[Orys Baratheon]], founder of House Baratheon, married the daughter of the last Storm King, so there was some continuity with the former House and its replacement. House Durrendon left no other known branches besides the Baratheons.\nHouse Gardener intermarried with many of the great noble families of the Reach, and [[House Florent]] is even a cadet branch of the main Gardener line. House Tyrell descends from House Gardener through the female line (much to the consternation of the Florents), so there is some continuity in the Reach as well. \nThus, by the time of Robert's Rebellion, the Reach is the only region of Westeros which has noble Houses with rival claims to rule based on descent.\n\nWhen [[Harren Hoare]] and all of his sons were roasted alive by [[Aegon I Targaryen|Aegon the Conqueror]]'s dragons, he had the ironborn choose one of their own Houses to rule over them (under the overall rule of the Targaryens), and they chose House Greyjoy. The Iron Islands are actually something of an odd case, in that for many centuries [[King of the Iron Islands|their kingship]] was not hereditary. When a king died, the powerful noble Houses of the Iron Islands would meet in an assembly known as a Kingsmoot to select a new king to rule over all of them. Five thousand years ago, House Greyiron killed all of the representatives at the last Kingsmoot, and ruled the Iron Islands as hereditary kings for a thousand years. The Greyirons were destroyed four thousand years ago during the [[Andal Invasion]], when they were deposed by House Hoare. Whether the Greyirons should be considered a Great House that early in history is unclear.\n\nHouse Hoare officially went extinct when Harren died, but it only went extinct in the male-line. House Volmark, an ironborn noble family from [[Harlaw]], descends from House Hoare through the female line (much as [[House Tyrell]] descends from the officially extinct [[House Gardener]] through the female line). House Volmark never had particularly strong claim against House Greyjoy, however, due to a combination of that the ironborn are very misogynistic and don't place much value on female-line descent, and because of the unusual elected-kingship customs of the Iron Islands.\n\nNonetheless, no noble House from the Iron Islands can claim a better right to rule than House Grejoy based on descent: multiple houses from the Iron Islands, including House Greyjoy, possess ancestors who were kings, but during the time of the non-hereditary kingship based on elections in the kingsmoot. Moreover, the Greyjoys were at least briefly kings during the [[Greyjoy Rebellion]], so by the time of the War of the Five Kings, they are still held in very high esteem by the ironborn. Thus the situation in the Reach is still unique, with other noble Houses besides the current Great House possessing claims to rule based on descent, and specifically House Florent actually has a better claim than House Tyrell based on descent.\n\nIn ancient times, other royal Houses included House Greyiron in the Iron Islands, House Mudd - whose domain was located along the Blue Fork of [[the Trident]] and ruled as Kings of the Rivers and the Hills, House Fisher - which also ruled the Riverlands as River Kings, House Teague also in the Riverlands, and [[House Casterly]] in [[the Westerlands]]. However, given that at that time almost every castle in Westeros commanded a kingdom and almost every lord (great or not) called himself a king, it is unclear whether or not these houses should truly be called &quot;Great&quot;.\n\n"}, "title": "Great House"}