{"attributes": {}, "sections": {"TOP": "Great Hall (Red Keep)097518mumqqqas9rpvom79xpgnfgolmwiodg1554222014-08-02T04:50:12ZIron Bank24961608The '''Great Hall''' is a location within the [[Red Keep]], seat of the [[King of the Andals and the First Men|ruler]] of the [[Seven Kingdoms]]. In it stands the [[Iron Throne]], the symbol of the power and authority of the King over all of [[Westeros]]. Within the Great Hall, the King, or his [[Hand of the King|Hand]], in the former's absence, holds court, receives petitioners and oversees official ceremonies.\n\n", " Characteristics ": "[[File:Great_hall1x04.jpg|thumb|300px|right|The Great Hall during the reign of Robert Baratheon]]\nThe Great Hall consists of a large, cavernous room. Its entrance is made up of two huge bronze and wood doors. The Iron Throne sits on the opposite side, atop a raised dais climbed up to by two set of wide steps of rough black stone; small chairs may be placed when the King or the Hand is accompanied by members of the [[small council]]. The floor is made of different types of marble. Overhead is the towering vaulted ceiling, with massive arches and columns. On the right side of the Hall stands a raised gallery that connects to other areas of the Red Keep. To the left side of the Hall, several windows with stained-glass depictions of the seven-pointed star of the [[Faith of the Seven]] allow light to enter.\n\nDuring the reign of [[House Targaryen]], the walls of the Hall were decorated with the skulls of [[dragons]], from the largest to the smallest one.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt; However, after [[Robert's Rebellion]], the skulls were removed and moved to the cellars of the Red Keep. Vine motifs were placed as decorations of the Hall's columns and several candelabra placed to illuminate the place. Behind the throne, a tall stained-glass window depicting stags - the sigil of [[House Baratheon]] - was installed.\n\nFollowing the demise of King Robert, his successor, [[Joffrey Baratheon]], ordered the Hall to be further modified, as he desired the throne room's appearance to mirror the one it had during the time of the Targaryens. The vine motifs and candelabra are removed and replaced with large, metallic braziers constantly ablaze. The stained-glass window behind the throne is also replaced with one depicting the seven-pointed star in yellow and red - the colors of [[House Lannister]].\n\n", "See also": "*[[Iron Throne]]\n*[[Red Keep]]\n\n", "History": "===[[Season 1]]===\n\n[[File:Jon Arryn Silent Sisters Funeral.jpg|right|thumb|The funeral of Jon Arryn]]\n\nThe funeral of [[Jon Arryn]] is held within the Great Hall.&lt;ref&gt;[[Winter is Coming]]&lt;/ref&gt;\n\nAfter arriving to King's Landing, [[Eddard Stark]], the new Hand of the King runs into Ser [[Jaime Lannister]] within the Great Hall. The two discuss the executions of Ned's father, [[Rickard Stark]], and older brother, [[Brandon Stark (Son of Rickard)|Brandon Stark]], and how Jaime and the rest of the court stood in silence as the two men suffered painful deaths while [[Aerys II Targaryen|Mad King Aerys]] laughed.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt;\n\n[[Petyr Baelish]], the [[Master of Coin]], and Varys, the [[Master of Whisperers]], discuss the sexual preferences of several nobles at the Great Hall. Varys reminds Littlefinger of the rumors about his feelings for [[Catelyn Tully]] and then threatens to reveal to the [[Lannisters]] that it was Littlefinger who implicated [[Tyrion Lannister]] in the attempted murder of [[Bran Stark]]. Littlefinger then threats to reveal to the King that Varys has been meeting with [[Magister]] [[Illyrio Mopatis]] of [[Pentos]] in secret. Their discussion is interrupted by [[Renly Baratheon]] who informs them of a meeting of the small council.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\nWhile Robert is away hunting, Ned holds court in his name, accompanied by Littlefinger and [[Grand Maester]] [[Pycelle]]. A peasant of the Riverlands, accompanied by knights of [[House Tully]], testifies of attacks against the [[smallfolk]] carried out by Ser [[Gregor Clegane]]. Ned orders Lord [[Beric Dondarrion]] to lead a force to one hundred men to [[Clegane's Keep]] and executed Ser Gregor, who is stripped of lands and titles.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\nAfter discovering the truth of Prince Joffrey's parentage and the death of King Robert, Ned sets up to remove Joffrey from the throne and give it to [[Stannis Baratheon]], Robert's brother and true heir. Ned enters the Great Hall accompanied by Stark men-at-arms, Lord Baelish, [[Varys]] and men of the [[City Watch]] led by [[Janos Slynt]], where Joffrey orders Ned to make the arrangements for his coronation. Ned gives Robert's will, naming him [[Regent]] and Protector of the Realm, to Ser [[Barristan Selmy]]. Queen Cersei breaks the letter and orders Ned to swear allegiance to Joffrey, only for Lord Stark to order the City Watch to arrest the Queen and her children. The City Watch, however, attack the Stark men-at-arms, while Ned himself is held at dagger point by Littlefinger.\n\nAfter Ned's arrest and the purge of the Stark household, King Joffrey holds court to reward Janos Slynt for his service and grants him lordship over [[Harrenhal]], thus making Slynt a [[House Slynt|noble]]. Then, Queen Cersei informs Ser Barristan that he is to be dismissed from the [[Kingsguard]], replaced with Ser Jaime as Lord Commander and is to be granted a keep and servants. Ser Barristan rejects this treatment and removes his white cloak before bearing his sword, to the alarm of the remaining Kingsguard. Ser Barristan angrily throws down his sword and leaves. Afterward, [[Sansa Stark]] appears before the King to ask for mercy for his father, who is accused of treason.\n\n===[[Season 2]]===\n\nKing [[Joffrey Baratheon]] has the Great Hall redecorated into the throne room of a conqueror.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\n[[File:LeaveHerFace.jpg|thumb|Joffrey threatens Sansa in &quot;[[Garden of Bones]]&quot;.]]\nAfter news of the victory of [[Robb Stark]] in the [[Battle of Oxcross]] Joffrey threatens to kill Sansa Stark unless she sends a message to her brother. Ser [[Lancel Lannister]] tells the court that the northmen attacked the host of Ser [[Stafford Lannister]] with wolves, then turned into beasts themselves and feasted on the flesh of the slain. Joffrey orders Ser [[Meryn Trant]] to beat and strip Sansa. The torture is interrupted by [[Tyrion Lannister]].&lt;ref&gt;[[Garden of Bones]]&lt;/ref&gt;\n\nAs the fleet of [[Stannis Baratheon]] draws closer to the city, Tyrion and [[Bronn]] discuss their plans for battle. Sansa and [[Shae]] run into him and Tyrion reminds Sansa that she has been invited to join the Queen and the rest of the highborn ladies at Maegor's Holdfast. Sansa informs Tyrion that Joffrey has demanded her presence before he leaves the Keep to oversee the [[Battle of the Blackwater|battle]]. As Tyrion and Shae wish each other well, Joffrey calls Sansa to his side and orders her to kiss his sword, which he has named [[Hearteater]], and tells her that after battle she will taste Stannis' blood on it.&lt;ref&gt;[[Blackwater]]&lt;/ref&gt;\n\nShe asks him if he will lead the vanguard, only for him to refuse to discuss his battle plans with a â&euro;&oelig;stupid girl.â&euro;? Sansa apologizes and asserts that Joffrey would definitely be in the vanguard. She adds that her brother always goes where the fighting is thickest and Robb is only a pretender. Joffrey promises Robbâ&euro;&trade;s turn will come and that she can then lick his blood from Hearteater and then leaves. Sansa returns to Shae. Shae watches them leave and tells Sansa that some of the boys will never come back. Sansa replies that Joffrey will, as the worst ones always live.&lt;ref&gt;[[Blackwater]]&lt;/ref&gt;\n\n[[File:Tywin court 2x10.png|thumb|Tywin Lannister is declared Savior of the City and Hand of the King]]\n\nConvinced the battle to be lost, Queen Cersei takes Prince [[Tommen]] with her to the Great Hall. She prepares to poison him and herself to spare them whatever fate Stannis has planned for them, telling Tommen a story in the meantime. The doors of the Great Hall open and Cersei believes Stannis has come for them. However, it is Tywin Lannister and Ser [[Loras Tyrell]] the ones who enter, causing Cersei to drop the poison vial. Tywin informs her that they have won.&lt;ref&gt;[[Blackwater]]&lt;/ref&gt;\n\nJoffrey, with Cersei at his side, holds court to reward the architects of the victory over Stannis Baratheon. He declares his grandfather [[Savior of the City]] and bestows him with the symbol of the Hand of the King. Then, Joffrey grants Littlefinger lordship over [[Harrenhal]] for arranging the alliance between House Lannister and [[House Tyrell]]. Afterward Ser Loras asks for the King to take his sister, [[Margaery Tyrell|Margaery]] as his wife. Joffrey and Cersei, with the aid of Pycelle, make a performance for the court for him to be released of his betrothal to Sansa Stark, much to her joy. However, Littlefinger informs Sansa that being set aside will not prevent her from being further tortured by Joffrey, or worse.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n[[File:Daernerys vision Iron Thrones 2x10.jpg|thumb|Daenerys sees the Iron Throne room in her vision in &quot;[[Valar Morghulis]]&quot;.]]\n\nIn the [[House of the Undying]] in [[Qarth]], [[Daenerys Targaryen]] has a vision of the Great Hall in ruins, filled with snow, the roof collapsed. &lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n\nLord Tywin attends a summon from King Joffrey at the Great Hall. Once there, Joffrey complains Tywin has been holding the small council meetings at the [[Tower of the Hand]] instead of the small council chambers.\n\n"}, "title": "Great Hall (Red Keep)"}