{"attributes": {"name": " Great Spring Sickness", "next": " ", "participants": " ", "place": " Westeros", "result": " Plague devastates the major population centers of the Seven Kingdoms", "prev": " ", "casualties": " Tens of thousands, including King Daeron II TargaryenThe '''Great Spring Sickness''' was a pandemic that affected the Seven Kingdoms around the year 209 AL. King Daeron II Targaryen perished during it.&lt;ref&gt;&quot;A Golden Crown&quot;&lt;/ref&gt;==In the books==The Great Spring Sickness was a plague epidemic that followed the Great Spring of 209AL, killing tens of thousands in the Seven Kingdoms. A strong man could wake up healthy in the morning and die by the evening. It killed tens of thousands, especially in the major cities; it was bad in Lannisport, worse in Oldtown, but worst of all in King's Landing, where four in ten succumbed to it.King Daeron the Good, his last Hand of the King, and his two most immediate heirs, Princes Valarr and Matarys, as well as the High Septon (title)"}, "sections": {"TOP": "Great Spring Sickness013824jp5mvykiqhqeq8v544fj0cpmmybt16p1557772014-08-05T07:11:23ZThe Dragon Demands5014364/* In the books */{{Template:Event\n|name = Great Spring Sickness\n|prev = \n|next = \n|place = [[Westeros]]\n|result = Plague devastates the major population centers of the Seven Kingdoms\n|participants = \n|casualties = Tens of thousands, including King [[Daeron II Targaryen]]}}\n\nThe '''Great Spring Sickness''' was a pandemic that affected the [[Seven Kingdoms]] around the year 209 AL. King [[Daeron II Targaryen]] perished during it.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}}\n\n", "In the books": "\nThe Great Spring Sickness was a plague epidemic that followed the Great Spring of 209AL, killing tens of thousands in the Seven Kingdoms. A strong man could wake up healthy in the morning and die by the evening. It killed tens of thousands, especially in the major cities; it was bad in [[Lannisport]], worse in [[Oldtown]], but worst of all in [[King's Landing]], where four in ten succumbed to it.\n\nKing Daeron the Good, his last [[Hand of the King]], and his two most immediate heirs, Princes Valarr and Matarys, as well as the [[High Septon (title)|High Septon]], a third of the [[Most Devout]], and nearly all of the [[Silent Sisters]] (who handle the dead) in King's Landing perished to the plague. Lord Brynden Rivers, the Hand of the King to Daeron's successor, [[Aerys I Targaryen]], ordered the many bodies be brought to the Dragonpit and burned by [[pyromancers]]. The light of their [[wildfire]] pyres could be seen as a glow throughout the city during the night.\n\nThe only regions not affected by the plague were [[the Vale of Arryn]] and [[Dorne]]. The Arryns closed off the [[Eastern Road]] at the [[Bloody Gate]] to all travel, as well as blocking all travel by sea, isolating the Vale from the epidemic. Similarly, the deserts of [[Dorne]] and the narrow passes of the Red Mountains helped to isolate it from the disease's spread.\n\n"}, "title": "Great Spring Sickness"}