{"attributes": {}, "sections": {"Known Great Masters": "* The [[House of Loraq]], including [[Hizdahr zo Loraq]]\n* The [[House of Pahl]], whose champion [[Oznak zo Pahl]] was killed in front of the city gates when Daenerys besieged the city.\n* Master [[Mighdal]]\n*[[Great Master 1]]\n*[[Great Master 2]]\n*[[Great Master 3]]\n\n", "TOP": "Great Masters019908tqu62pwt6b4jfivk9z8zk78gk88c25g1684082015-01-04T20:17:25ZThe Dragon Demands5014364[[File:Great_Masters.png|thumb|right|300px|The Great Masters look upon Daenerys's army worriedly.]]\n{{Quote|Your Masters may have told you lies about me, or they may have told you nothing. It does not matter. I have nothing to tell to them.|[[Daenerys Targaryen]] to the slaves of Meereen|Breaker of Chains}}\n\nThe '''Great Masters''' are the ruling elite of the city of [[Meereen]], one of the three cities of eastern shores of [[Slaver's Bay]], composed of [[Slavery|slave-traders]].\n\n", "See also": "* {{AWOIAF}}\n{{SlaversBay}}\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, the six greatest and most powerful of the old aristocratic slaving families of Meereen are said to be Zhak, Hazkar, Ghazeen, Merreq, Loraq, and Pahl. The House of Pahl hates Daenerys most of all, after their champion Oznak zo zo Pahl was killed outside of its gates (by Daario in the TV series, but by Strong Belwas in the books). Oznak's father commanded the city gates and he also died when they fell, and three of Oznak's uncles were among the slave masters that Daenerys had crucified.\n\nBesides these main six, there are also several lesser aristocratic Houses in Meereen: Dhazak, Galare, Kandaq, Naqqan, Quazzar, Reznak, Rhazdar, Uhlez, and Yherizan. The House of Kandaq and House of Reznak were not strong Houses before Daenerys's conquest, so they try to curry favor with her more than some of the other Houses - in an attempt to gain more power in the city. The current head of the Ghiscari religion in Meereen is the Green Grace (high priestess) Galazza Galare, who became a strong voice for peace and obedience to lawful authority, hoping to return stability to the city. As a result, the House of Galare is the least hostile to Daenerys's rule.\n\nAristocratic families in Slaver's Bay are consistently referred to in the format &quot;House of Loraq&quot;, not simply &quot;House Loraq&quot; - compared to how in [[Westeros]], the format &quot;House of Lannister&quot; is rarely if ever used instead of simply &quot;House Lannister&quot;.\n\n", "History": "===[[Season 4]]===\nAs a warning to the incoming army of [[Daenerys Targaryen]], the Great Masters crucified 163 slave-children and put them in the road towards the city, pointing towards it.&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt; Undeterred, Daenerys arrived before the gates, so the Great Masters sent out [[Oznak zo Pahl|their champion]], but he was promptly defeated by [[Daario Naharis]], one of the Queen's commanders.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt; Then, Daenerys incited a slave revolt in which many Great Masters were killed and the gates of the city [[Siege of Meereen|were opened for her]]. In her first act was retribution, 163 Great Masters were crucified along the streets of Meereen, while Daenerys took residence in the [[Great Pyramid]].&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt; Soon, the Second Sons took hold of the Meereenese fleet, and the precarious position of Slaver's Bay made her decide to remain in MeereenÂ to rule over Slaver's Bay and enforce her abolition of slavery, ensuring the downfall of the Great Masters.&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt; However, having been shown that her abolition of slavery left many former servants in an even more precarious position, Daenerys begrudgingly accepted the creation of one-year contracts, effectively allowing the Great Masters to reintroduce slavery.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n"}, "title": "Great Masters"}