{"attributes": {}, "sections": {"TOP": "Greensight014695nj93qtr9krmt8yuwy8bzpsho25vghcj1488492014-06-25T15:42:20ZHurricaneHero9319478141/* Known individuals with Greensight */'''&quot;Greensight&quot;''' (or just &quot;'''The Sight'''&quot;) is the magical ability to perceive future, past, or contemporary but distant events in dreams. It was one of the talents of the [[Greenseer]]s of the [[Children of the Forest]]. Some humans are also born with this ability.\n\nBran Stark experienced a prophetic dream that his father was in the crypts of [[Winterfell]] when [[Eddard Stark]] was indeed executed in [[King's Landing]]. His younger brother [[Rickon]] also experienced a similar dream.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt; [[Jojen Reed]] later explains to Bran that this was greensight, and that he had a similar dream the day [[Eddard]] was killed. When he told his father [[Howland Reed]] about the dream he openly wept, realizing that it meant that his great friend Eddard had died.&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt;\n\n", " Known individuals with Greensight ": "* [[Bran Stark]], also a [[warg]].\n* [[Rickon Stark]]\n* {[[Jojen Reed]]}, lethally injured by wights and mercy-killed by his sister [[Meera Reed|Meera]].\n* The [[Three-eyed raven]]\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, greensight seems to be limited to people who are blood of the [[First Men]], i.e. the [[Free Folk]] and the [[Northmen]] (including the [[Crannogmen]]). This may have some connection with the fact that the First Men lived in Westeros for centuries alongside the magical [[Children of the Forest]], and even adopted their religion of the [[Old Gods of the Forest]], but the later [[Andals]] killed or drove away the last of the Children of the Forest during their [[Andal Invasion|invasion of the continent]] six thousand years ago.\n\nOther peoples across the world, however, do claim to have their own various means of experiencing visions of the past, present, and future. The [[Warlocks]] of [[Qarth]] claim similar abilities - particularly their leadership known as the Undying. [[Red Priest]]s of [[R'hllor|R'hllor, the Lord of Light]] - such as [[Melisandre]] - claim to receive ecstatic visions from communion with their flames. Members of the [[House Targaryen|Targaryen]] bloodline were known to frequently experience prophetic dreams. This trait was preserved among the Targaryens - along with, allegedly, the ability to bond with and ride dragons - due to &quot;keeping the bloodline pure&quot; through heavy inbreeding. Even generations after the Targaryen dragons died out, members of the bloodline would often have vivid &quot;dragon dreams&quot; in which they saw the beasts alive.\n\nThus many different peoples and diverse religions claim the power of prophecy, but the exact nature of each is deliberately vague within the narrative. It isn't clear if the prophetic dreams that [[Daenerys Targaryen]] experiences are simply &quot;greensight&quot; known by a different name, or a variant ability, or an essentially unrelated phenomenon. Whatever the case, the term &quot;greensight&quot; is usually only used by the descendants of the First Men such as the Northmen and [[wildlings]].\n\n"}, "title": "Greensight"}