{"attributes": {"status": " :Category:Status: Alive", "death": "", "last": "", "family": "Clegane (founder)", "title": "Gregor Clegane", "season": "Season 1", "image": "Gregor Clegane 4x07.jpg", "allegiance": "House Lannister&lt;br /&gt;House Clegane", "actor": ["Conan Stevens (Season 1)&lt;br/&gt;Ian Whyte (Season 2)", "HafĂžĂłr JĂşlĂ­us BjĂśrnsson (Seasons 4 and 5)Quote"], "titles": ["Ser", "Castellan of Harrenhal"], "link": "House CleganeCharacter", "4": "yes", "7": "yes", "8": "yesSeason Four Appearances", "place": "Clegane's Keep", "aka": "The Mountain That Rides&lt;br /&gt;The Mountain&lt;br /&gt;Tywin Lannister's Mad Dog", "5": "yesSeason Two Appearances", "appearances": "", "first": "&quot;Cripples, Bastards and Broken Things&quot;"}, "sections": {"Family tree": "{{House Clegane family tree}}\n\n", "TOP": "Gregor Clegane0219675vxmfj4ruoyuztt70yc8q6v4c36s0h1798022015-03-27T03:08:16ZThe Dragon Demands5014364You spelled &quot;Cersei&quot; wrong, four seasons into this.  Undo revision 179801 by [[Special:Contributions/Starkiller555|Starkiller555]] ([[User talk:Starkiller555|talk]]){{Heraldry\n|image=Clegane mini shield.png\n|link=House Clegane\n}}\n{{Character\n| Title=Gregor Clegane\n| Image=Gregor Clegane 4x07.jpg\n| Season=[[Season 1|1]], [[Season 2|2]], [[Season 4|4]], [[Season 5|5]]\n| First=&quot;[[Cripples, Bastards and Broken Things]]&quot;\n| Last=\n| Appearances=\n| Titles=[[Ser]]&lt;br&gt;Castellan of Harrenhal\n| Aka=The Mountain That Rides&lt;br /&gt;The Mountain&lt;br /&gt;Tywin Lannister's Mad Dog\n| Status= [[:Category:Status: Alive|Alive]]\n| Death=\n| Place=[[Clegane's Keep]]\n| Allegiance=[[House Lannister]]&lt;br /&gt;[[House Clegane]]\n| Family={[[Clegane (founder)|Clegane]]} - grandfather&lt;br&gt;{Unnamed father}&lt;br&gt;[[Sandor Clegane]] - brother&lt;br&gt;{Unnamed sister}\n| Actor=[[Conan Stevens]] (Season 1)&lt;br/&gt;[[Ian Whyte]] (Season 2)&lt;br&gt;[[HafĂžĂłr JĂşlĂ­us BjĂśrnsson]] (Seasons 4 and 5)}}\n{{Quote|Elia Martell! I killed her children. ''Then'' I raped her. Then I smashed her head in. Like ''this''!|Ser Gregor Clegane, as he kills Oberyn Martell|The Mountain and the Viper}}'''Gregor Clegane''' is a recurring character in the [[Season 1|first]], [[Season 2|second]], [[Season 4|fourth]] and [[Season 5|fifth]] seasons. He was originally played by guest star [[Conan Stevens]] and debuts in &quot;[[Cripples, Bastards and Broken Things]].&quot; Stevens was replaced by [[Ian Whyte]], who had already appeared in the series in other roles, for the second season. In the fourth and fifth seasons he isÂ portrayed by [[HafĂžĂłr JĂşlĂ­us BjĂśrnsson]].\n\nSer Gregor Clegane is the head of [[House Clegane]], minor vassals of [[House Lannister]]. Ser Gregor is a notoriously fearsome warrior with a tendency toward extreme violence. During the [[War of the Five Kings]] he raided [[the Riverlands]] on orders from his liege lord [[Tywin Lannister]]. Ser Gregor served briefly as [[castellan]]Â of [[Harrenhal]] before withdrawing his troops.\n\nLater, Gregor Clegane was requested by Cersei Lannister as a Champion for the Crown in [[Tyrion Lannister]]'s [[Second Trial by Combat of Tyrion Lannister|trial by combat]]. His opponent was Prince [[Oberyn Martell]] of Dorne, who had volunteered in order to avenge his sister, [[Elia Martell]], who Gregor had raped and murdered, as well as killing her children, during the [[Sack of King's Landing]]. Although he narrowly managed to kill his opponent, he was gravely wounded and poisoned, and is currently being treated by [[Qyburn]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Ser Gregor Clegane is a savage brute of a man, freakishly tall at nearly 8 feet in height, and well over 30 stone in weight (420 lbs./190 kg), most of it muscle. Gregor is so strong that he can easily wield with one hand greatswords which are meant to be wielded with two hands, allowing him to carry a shield as well. He is so strong that he has been known to cleave men in two with a single blow of his sword.\n\nKnown as &quot;the Mountain That Rides&quot;, Gregor is one of Tywin Lannister's chief enforcers. Gregor's knighthood is regarded as a hypocritical mockery of justice by many, as he is a thoroughly dishonorable and undisciplined butcher. While Gregor is so strong that he can easily fight the strongest knights in Westeros, his greatest enthusiasm in wartime is for burning out the homes of peasants who cannot possibly fight back, and torturing their women and children to death. Indeed, Gregor's immense size isn't really his main attribute to Tywin, so much as his utter enthusiasm for committing atrocities. With a &quot;might makes right&quot; mentality, Gregor feels that his immense bulk and strength gives him impunity to behave as he does, as few would dare to challenge him. While Gregor is incredibly dangerous in combat, he relies more on sheer strength than on speed or skill. Gregor has gone through multiple wives, who died from the extremely rough treatment they received from Gregor, though there are rumors that he killed them on purpose. His father and younger sister also died suspiciously. [[Sandor Clegane]] left when Gregor succeeded their father and never returned.\n\nGregor has aÂ nearly uncontrollable temper, and is capable of very brutal violence for the slightest provocation. According to Sandor, he once killed one of his men for snoring. When he was in Harrenhal, a servant girl named Pia spoke when heÂ wanted silence, so he smashed her face in with his mailed fist, breaking her nose and many of her teeth.\n\nGregor's men-at-arms are known as &quot;'''The Mountain's men'''&quot;. His cruelty and brutality are clearly mirrored in them. The best thing that can be said about them is that they are less vile and violent than the Brave Companions, [[Locke|Vargo Hoat]]'s sellsword company. Those who are mentioned specifically in the books are:\n*[[Joss Stilwood]], his squire.\n*{Rafford} aka Raff the Sweetling, who killed [[Lommy]]. Killed by [[Arya Stark]].\n*Dunsen, whoÂ took [[Gendry]]'s bull helm.\n*{[[The Tickler]]}, a torturer. Killed by Arya Stark.\n*{[[Polliver]]}, who took [[Needle|Arya's sword]]. Killed by the Hound.\n*{Chiswyck}, who assisted the Tickler with the torturing. Killed by [[Jaqen H'ghar]].\n*Shitmouth, the most foul-mouthed of Gregor's soldiers, but less cruel than the rest. Gives extra food to captives if they ask him nicely.\n*Eggon\n*Tobbot\n*{Unnamed squire} of [[House Sarsfield]]. Killed by Arya Stark\n\n\nWhen Sandor is told by Joffrey to escort Sansa back to the Red Keep after the tournament feast he tells her the story of how his face was burned (not Littlefinger as happens in the TV series). A wood carver gave toys to both of the Clegane children in order to gain their father's patronage. Sandor wanted the articulated jointed knight that Gregor got so he took it. Gregor was ten and already big enough to be training so he didn't even care about the toy, but when he found six year old Sandor playing with it without warning he pushed Sandor's head into a brazier and held him there. It took three men to get Sandor away from him and their father told people that Sandor's bed linens had caught fire. It was later when Gregor was anointed a knight that Sandor Clegane lost all respect for the institution of knighthood and has steadfastly refused to be knighted himself.\n\nSandor also tells Sansa that the death of Hugh of the Vale was not a tournament accident. Ser Hugh had obviously put on the armor himself and had not set the neck protector correctly. He says Gregor saw that, and thus could have sent the blow elsewhere, and that the lance didn't just accidentally deflect upward, as Gregor puts his lance exactly where he intends it to go every time. He meant to kill Ser Hugh, though it isn't clear if this was an assassination to silence Hugh, or just Gregor enjoying the carnage.\n\nWhen treating Gregor Clegane, Qyburn theorizes that Oberyn had adulterated the manticore venom on his spear with sorcery; thickening it in order to slow its progress through the veins towards the heart, dragging out Gregor's agony. It is also not on Cersei's orders but Tywin's that Gregor is treated, though this is only to get him enough back to health so [[Ilyn Payne]]Â could execute him. After Gregor's public confession of his part in the murders of Elia Martell and her children, Tywin (who'd always dismissed such talk as malicious rumours) chose to execute Gregor to appease [[House Martell]], rather than risk their outrage at Elia and Oberyn's death to cause them to support [[Stannis Baratheon]].\n\n", "Quotes": "{{Dialogue a-b|Gregor Clegane|Killing [[Brotherhood Without Banners|them]] isn't the problem. It's ''finding'' them.|Tywin Lannister|You gone soft, Clegane? I always thought you had a [[Sack of King's Landing|talent for violence]].|Gregor Clegane and Tywin Lannister|A Man Without Honor}}\n\n{{Dialogue a-b|Gregor Clegane|Who am I fighting?|Cersei Lannister|Does it matter?|Cersei emphasises Gregor's ability to beat anyone in battle|Mockingbird}}\n\n{{Dialogue a-b-a|Oberyn Martell|Have they told you who I am?|Gregor Clegane|Some dead man!|I am the brother of Elia Martell, and do you know why I've come all the way to [[King's Landing|this stinking shitpile of a city]]? For ''you''!|Oberyn Martell and Gregor Clegane before they fight in Tyrion Lannister's trial by combat|The Mountain and the Viper}}\n\n{{Dialogue a-b|Tyrion Lannister|Does he frighten you so much?|Bronn|I'd be a bloody fool if he didn't frighten me. He's freakish big and freakish strong. And quicker than you'd expect for a man of that size.|Bronn while considering whether or not to face Gregor for Tyrion.|Mockingbird}}\n\n{{Quote|You say [[Jon Snow|your brother]] gave you [[Needle|that sword]]? My brother gave me ''this''!|Sandor Clegane to Arya Stark about the facial burns Gregor gave him as a child.|Mockingbird}}\n\n", "Image gallery": "&lt;gallery&gt;\nGregor Clegane.jpg|Gregor played by Conan Stevens in Season 1\nSandor, Gregor &amp; Loras 1x05.jpg|Gregor and his brother Sandor after fighting during the Tourney of the Hand.\nGregor Viewer's Guide.jpg|Gregor from the second season HBO viewer's guide.\nClegane.jpg|Gregor in &quot;[[A Man Without Honor]]&quot;.\nTheMountainMockingbird.jpg|Ser Gregor in &quot;[[Mockingbird]]&quot;.\nThe Viper vs the Mountain4.jpg|Gregor fighting Oberyn in &quot;[[The Mountain and the Viper]]&quot;.\nThe Viper vs the Mountain3.jpg|Gregor Clegane battles Oberyn Martell &quot;The Mountain and the Viper&quot;.\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season One Appearances|4=yes|5=yes}}\n{{Season Two Appearances||||yes|7=yes|8=yes}}\n{{Season Four Appearances|||||||yes|yes||yes}}\n\n", "Biography": "===Background===\n[[File:Knighting.png|thumb|Gregor is knighted by Prince [[Rhaegar Targaryen]].]]Ser Gregor Clegane is the head of [[House Clegane]], a knightly house from the [[Westerlands]], and the elder brother of [[Sandor Clegane]].Â When Sandor and Gregor were children Gregor held his brother's face in a fire for using his toys without permission, horrifically scarring him.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt; Gregor is a landed knight rather than a full lord. Gregor is freakishly huge, said to be the largest man in [[Westeros]], almost eight feet in height and heavily muscled. For this reason he is called &quot;'''The Mountain That Rides'''&quot; or, simply, &quot;'''The Mountain'''&quot;. He is feared throughout [[Westeros]] with a reputation for ferocity and anger. He is a loyal retainer and servant of [[House Lannister]], particularly to Lord [[Tywin Lannister|Tywin]].&lt;ref name=&quot;Gregor viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-ofthrones/season2/#!/guide/houses/lannister/gregor-clegane/ HBO viewers guide, season 2 guide to houses, House Lannister - Gregor Clegane entry]&lt;/ref&gt;\n\nNumerous servants have gone missing at the Clegane keep over the years, apparently killed by Gregor for minor slights in one of his infamous rages, and their deaths then hushed up. Gregor's own father and sister died under dubious circumstances as well, and Sandor half-suspects that Gregor may have killed them as well. Their sister died when Sandor was too young to remember her well, and their father died years later in what was said to be a &quot;hunting accident&quot;. At the behest of Tywin Lannister, [[Prince]] [[Rhaegar Targaryen]] himself anointed Gregor as a knight, a great honor, even though Gregor was an infamously dishonorable man.&lt;ref name=&quot;CleganeLore&quot;&gt;&quot;[[House Clegane (Histories &amp; Lore)]]&quot;&lt;/ref&gt;\n\n[[File:Slaughter.png|thumb|left|Gregor about to murder Rhaegar's family.]]\nDuring [[Robert's Rebellion]], one year after Prince Rhaegar knighted him, Gregor participated in the [[Sack of King's Landing]]. After entering the Red Keep he proceeded to kill Rhaegar's two children by [[Elia Martell]]: their daughter [[Rhaenys Targaryen (daughter of Rhaegar)|Rhaenys]] and baby [[Aegon Targaryen (Son of Rhaegar)|Aegon]]. He killed baby Aegon by bashing his head against the wall, and then while still covered in the gore from her children proceeded to rape Elia, after which he killed her. It is rumored that he killed her by cutting her in half with a single swing of his massive sword.&lt;ref name=&quot;Elia viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-ofthrones/season2/#!/guide/houses/targaryen/elia-targaryen/ HBO viewers guide, season 2 guide to houses, House Targaryen - Elia Targaryen entry]&lt;/ref&gt;&lt;ref name=&quot;Gregor viewers guide&quot; /&gt;\n\nDespite pleas by Ned Stark, neither Gregor nor Lord Tywin were punished by King Robert for the murders of the royal family, leading to a rift in Ned and Robert's friendship.&lt;ref&gt;&quot;[[The Sack of King's Landing (Complete Guide to Westeros)]]&quot;&lt;/ref&gt;&lt;ref name=&quot;CleganeLore&quot; /&gt;\n\n===[[Season 1]]===\n[[File:Gregor_Clegane_in_armour.png|thumb|200px|Ser Gregor in full armor at the Tourney of the Hand.]]\nSer Gregor takes part in the [[tournament]] to celebrate [[Eddard Stark]]'s appointment as [[Hand of the King]]. He kills Ser [[Hugh]] of the Vale in a joust, horrifying the crowd. [[Littlefinger]] tells [[Sansa Stark]] that Gregor burned his brother [[Sandor Clegane|Sandor]]'s face over a naked flame when they were boys because Sandor borrowed one of his toys without asking. He tells her that few people know the story and not to let Sandor Clegane know that she does.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt; When Gregor faces Ser [[Loras Tyrell]], he loses the joust because Loras chose to ride a mare that was in heat to distract Gregor's stallion. Flying into a rage, Gregor demands his sword, then decapitates his own stallion with a single swing of his sword, before the entire horrified crowd. Ignoring his surroundings, he proceeds to knock the surprised Loras off his horse, and is on the verge of dishonorably killing him, when his brother Sandor intervenes, fighting him off to protect Loras. Gregor only stops when King Robert himself shouts a demand to end his folly, at which the fuming Ser Gregor relents and leaves.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\nCatelyn Stark takes [[Tyrion Lannister]] into custody on suspicion of the attempted assassination of her son [[Bran Stark|Bran]].&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt; In retaliation Gregor is dispatched to raid the [[Riverlands]], her homeland. Refugees from the Riverlands attend court in King's Landing and report that a huge knight who could take the head of a horse in one blow led the attack and had sacked their villages. Littlefinger says &quot;Remind you of someone?&quot;Â [[Eddard Stark]] sends [[Beric Dondarrion|Ser Beric Dondarrion]] with a hundred men to bring Gregor to justice. Eddard [[Attainting|declares him]] a false knight and strips him of all ranks and titles, lands and holdings, and sentences him to death.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt; The ruling is made null by Eddard's arrest for treason and subsequent beheading.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\nThe host led by Lord Beric [[Battle at the Mummer's Ford|clashes]] against Ser Gregor at the [[Mummer's Ford]]. Ser Gregor is victorious, and Lord Beric is reported dead.&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;&lt;ref&gt;Season 2 Bluray: War of the Five Kings feature&lt;/ref&gt;\n\nHowever, when [[Robb Stark]]'s [[Battle of the Whispering Wood|victory]] against his son forces Lord Tywin to withdraw his forces to [[Harrenhal]], he orders Ser Gregor to take five hundred men and &quot;set the Riverlands on fire&quot; from the [[Red Fork]] to [[Gods Eye]].&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n[[File:Tywin_and_Gregor.jpg|thumb|Gregor with Tywin Lannister at Harrenhal]]Gregor continues to raid the villages of the Riverlands from the Lannister army's base at Harrenhal. His men torture the prisoners they take for information about [[the Brotherhood]] and hidden valuables. He selects the prisoners for torture personally. Ser [[Amory Lorch]] adds a group of captured [[Night's Watch]] recruits to the captives. Lord [[Tywin Lannister]] arrives during the torture and asks Gregor what is going on. Gregor says that they were not expecting Tywin for another day. Tywin asks why the prisoners are not in their cells. Gregor says that their cells are overflowing. [[Polliver|One of Lorch's men]] interjects that the prisoners will not be there long. Tywin asks if they are so well manned that they can afford to discard able and skilled prisoners. He asks a [[Gendry|prisoner]] if he has a trade and learns that he is a smith. Tywin orders the prisoners put to work, sparing the young man.&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\nFollowing the assassination of Ser Amory just outside Lord Tywin's chamber Ser Gregor is tasked with finding the culprit. Tywin fears that he was the intended target and has Ser Gregor hang dozens of their own men. Ser Gregor suggests that an infiltrator from the [[Brotherhood Without Banners]] was responsible and Lord Tywin dispatches him to pressure the [[smallfolk]] of [[the Riverlands]] into giving up the members of the Brotherhood.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt; Tywin marches back to the Westerlands and leaves Gregor to serve as castellan at Harrenhal.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n===[[Season 3]]===\n[[Robb Stark]] and his army get to Harrenhal, finding that Gregor CleganeÂ has left the castle with his men. To their horror, they discover that Ser Gregor has executed the remaining 200 Northmen and RivermenÂ prisoners at Harrenhal, leaving their bodies to rot.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\nSer Gregor is later [[Battle of Stone Mill|expelled]] from [[Stone Mill]] by a force led by Lord [[Edmure Tully]], forcing him to flee south to [[Casterly Rock]].&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\nOberyn Martell discusses with Tyrion Lannister how the last time he was in King's Landing, it was for the wedding of his sister Elia to Rhaegar Targaryen. He also states that during the Sack of King's Landing, his sister was raped and murdered by Gregor. Oberyn believes that Tyrion's father,Â Tywin, was the one to give the order to the Mountain. He tells TyrionÂ that he intends to avenge her.&lt;ref name=&quot;E31&quot;&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\nâ&euro;&lsaquo;Polliver tells Gregor's brother when meeting in a tavern further north, that while loyal to the Mountain and the Lannisters, Polliver wasn't in agreement with Gregor's torturous methods because they were repetitive and boring.&lt;ref name=&quot;E31&quot; /&gt;\n\nWhen [[TyrionÂ Lannister|Tyrion&amp;nbsp;Lannister]] demands a [[trial by combat]], Gregor is appointed the Crown's champion by Queen [[Cersei Lannister]]. Tyrion first asks his brother [[Jaime]] to fight for him, but he refuses, saying that he simply cannot fight like he used to. Tyrion then asks his friend [[Bronn]] to be his champion, but he too refuses, arguing that the Mountain is an incredibly dangerous fighter, one that would cost him his life if he makes a single mistake. Finally, Prince [[Oberyn Martell]] approaches Tyrion and volunteers to be his champion, as he wants to avenge his sister.Â &lt;ref name=&quot;E37&quot;&gt;&quot;[[Mockingbird]]&quot;&lt;/ref&gt;\n\nGregor fights OberynÂ at Tyrion's trial by combat, wielding heavy plated armor and a large broad sword with one arm. Despite his immense size andÂ strength, he is no match for Oberyn'sÂ swift and agile fighting style. OberynÂ manages to knockÂ Gregor's helmet off early into the duel and proceedsÂ â&euro;&lsaquo;to slowlyÂ cut The Mountain down, all the while taunting him and demanding him to admit to the rape and murder of Elia Martell and her children, chanting &quot;you raped her; you murdered her; you killed her children&quot;. Oberyn eventually severs â&euro;&lsaquo;Clegane's hamstring, causing him to fall to his knees.Â Oberyn proceeds by jumping and thrusting his spear into Gregor's chest, severely injuring the gigantic man and seemingly sealing his defeat.Â Thinking his opponent is fully incapacitated,Â OberynÂ removes his spear from Gregor's chest and circles him, refusing to initiate the killing blow until Gregor has admitted to Elia's death and revealed who orchestrated it, directing his gaze accusinglyÂ at Tywin. However, in his hubrisÂ Oberyn is unexpectedly caught off guard when Clegane trips and pulls him to the ground, grasping him around the neck and slamming his fist squarely into his face, instantly knocking out many of Oberyn's teeth. CleganeÂ then begins crushing Oberyn's eyeballs with his thumbs whileÂ sadistically admitting to Elia's rape and murder, finishing the duel by brutally smashing Oberyn's skull in with his bare hands. As Gregor collapses to the ground from the wounds he sustained,Â Ellaria and TyrionÂ look on in horror asÂ Tywin announces that, according the rules of trial by combat, Oberyn's death has officially sealedÂ the fate of Tyrion LannisterÂ and sentences him to death.&lt;ref&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt;\n\nSecretly, Oberyn had his spears coated with [[Manticores|manticore]] venom, one of the deadliest [[Poison|poisons]] in the known world. Gregor is left in agony and ultimately loses consciousness. The venom causes his wounds to start putrefying, emitting an overpowering stench, and with dead flesh sloughing off. Even Grand Maester [[Pycelle]] regretfully tells Queen Cersei that Ser Gregor is beyond any hope of healing. [[Qyburn]], however, an expelled former maester with extensive medical knowledge gained from &quot;repugnant&quot; and &quot;unnatural&quot; experimentation on living people, suggests that he may be able to save him. Cersei dismisses Pycelle and gives Qyburn permission to do anything he can to save Ser Gregor (likely out of gratitude for sealing Tyrion's fate and her revenge on him for the death of Joffrey), though he says that his unorthodox methods may &quot;change&quot; him. She nervously asks if he means the process will weaken Gregor, but Qyburn knowingly assures her it will not.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n==â&euro;&lsaquo;Personality and traitsâ&euro;&lsaquo;==\nGregor is well-known for his hostile and savage nature. Often referred to as &quot;Tywin Lannister'sÂ mad dog&quot;, Gregor has an insatiable bloodlust that he releases through acts of extreme violence. He is quickÂ to anger and never shows any fear of acting on it, since no one dares stop him. The only person he has ever shown any loyalty or respect toward is Tywin, otherwise only seeming to act on his own accord, showing even little respect toward King Robert Baratheon after he was told to stop his fit of rage at the tourney. His violent personality had even manifested as a child, quickly becoming known for his strength, size, and brutality. Gregor even burned his own brother's face when they were children just because one of his toys was being played with. Gregor's short fuse and lack of conscience often showed his lack of honor, such as when he tried to murder Loras Tyrell after already losing a joust against him.Â \n\nAs a warrior, Gregor is feared for his imposing size and physical strength. In combat, his strength gives him a huge advantage over almost any opponent, able to overpower his enemies with brute force rather than rely on his skill. His weapon of choice was an enormous broad sword that most men would never be able to even swing with two hands, but which Gregor is strong enough to wield one-handed. He is strong enough to decapitate a horse with a single swing of his sword. Gregor also wears armor larger and thicker than normal knights would be able to wear, providing him almost impenetrable defense against his opponents. However, his brother Sandor Clegane (who is also very large and strong, though not to the same extent as Gregor) was shown to be able to duel him evenly. In addition, Gregor's lack of technical skill allowed Oberyn Martell to overwhelm him in their duel, as Oberyn's unique style of combat relied heavily on maneuverability and he used a spear to stay out of Gregor's reach.Â \n\n"}, "title": "Gregor Clegane"}