{"attributes": {"family": "", "image": "Grenn-Profile-HD.png", "allegiance": "The Night's Watch", "titles": " Ranger", "death": " Killed fighting Mag Mar Tun Doh Weg", "title": "Grenn", "actor": "Mark Stanley", "3": "yes", "5": "yes", "4": "yes", "7": "yes", "9": "yes", "8": "yes", "status": " :Category:Status: Dead", "season": "Season 1", "appearances": "22 episodes &lt;small&gt;(#Appearances", "link": "Night's WatchCharacter", "10": "yes==Image gallery==&lt;gallery spacing=&quot;small&quot; columns=&quot;3&quot;&gt;Jon, Sam and Pyp.jpg", "last": ["&quot;The Watchers on the Wall&quot;", "&quot;The Children&quot; (corpse)"], "deathep": "&quot;The Watchers on the Wall&quot;Quote", "place": "", "aka": "", "first": "&quot;Lord Snow&quot;"}, "sections": {"Behind the scenes": "Prior to being cast in the role of [[Gendry]], [[Joe Dempsie]] had auditioned for Grenn.&lt;ref&gt;McLean, Craig (April 15, 2013). [http://www.radiotimes.com/news/2013-04-15/meet-the-british-stars-of-game-of-thrones Meet the British stars of Game of Thrones] Radio Times.&lt;/ref&gt;\n\n", "TOP": "Grenn0232538yfhjxhgoxck3xntdqm6mhak9fky9e1803202015-03-29T16:45:33ZTabshr25020565{{Heraldry\n|image=Crow mini shield.png\n|link=Night's Watch\n}}\n\n{{Character\n| Title=Grenn\n| Image=Grenn-Profile-HD.png\n| Season=[[Season 1|1]], [[Season 2|2]], [[Season 3|3]], [[Season 4|4]]\n| First=&quot;[[Lord Snow]]&quot;\n| Last=&quot;[[The Watchers on the Wall]]&quot;&lt;br&gt;&quot;[[The Children]]&quot; (corpse)\n| Appearances=22 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n| Aka=\n| Status= [[:Category:Status: Dead|Deceased]]\n| Death= Killed fighting [[Mag Mar Tun Doh Weg]]\n| Titles= Ranger\n| Place=\n| Allegiance=The [[Night's Watch]]\n| Family=\n| Actor=[[Mark Stanley]]|DeathEp=&quot;[[The Watchers on the Wall]]&quot;}}\n{{Quote|We hold the gate!|Grenn makes his last stand|The Watchers on the Wall}} \n'''Grenn''' is a recurring character in the [[Season 1|first]], [[Season 2|second]], [[Season 3|third]] and [[Season 4|fourth]] seasons. He is played by guest star [[Mark Stanley]] and debuts in &quot;[[Lord Snow]]&quot;. Grenn is a ranger in the [[Night's Watch]], he joined and trained at the same time as [[Jon Snow]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Grenn is a tall, well-built young man. He is nicknamed the &quot;Aurochs&quot; because of his relatively large size and slow speed. He befriends Jon Snow, Pypar, and Samwell Tarly and is trained alongside them by Ser Alliser Thorne. They have another friend, Halder, who is also noted as being large and takes part in their practice sessions. For the TV show, the character of Halder has been eliminated and some of his characteristics and story functions combined with Grenn's.\n\nGrenn and about dozen more remain loyal to [[Jeor Mormont]] during the [[Mutiny at Craster's Keep]]. Being outnumbered 1:2 by the [[Betrayers]], they have to retreat, reluctantly leaving [[Sam]] behind. They make it to [[Castle Black]] long before Jon and Sam.\n\nGrenn doesn't perish during the Battle of Castle Black. Instead, it is Donal Noye, the castle's one-armed blacksmith and four others, who make a stand against Mag the Mighty and die slaying the giant.\n\nWhen Jon leaves the Wall to survey the situation at Castle Black, Grenn is left in charge as opposed to Dolorous Edd. Grenn survives the battle.\n\n", "Quotes": "{{Quote|When people talk about the Night's Watch, they never mention the shoveling.|Grenn|And Now His Watch is Ended}}\n\n{{Quote|[[Faith of the Seven|Gods]] aren't down here. It's the six of us, you hear me!?|Grenn to [[Donnel Hill]]|The Watchers on the Wall}}\n\n", "Image gallery": "&lt;gallery spacing=&quot;small&quot; columns=&quot;3&quot;&gt;\nJon, Sam and Pyp.jpg|Grenn training with [[Jon Snow]], [[Samwell Tarly]] and [[Pypar]] at [[Castle Black]].\nGrenn profile.jpg|Grenn in [[Season 2]].\nSam, Grenn and Edd 2x10.jpeg|A promotional image of Samwell Tarly, Grenn and [[Eddison Tollett]] in &quot;[[Valar Morghulis]].&quot;\nGrenn Season 3 ep 4.jpg|Grenn in &quot;[[And Now His Watch is Ended]]&quot;.\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n* {{AWOIAF|Donal Noye}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season One Appearances|||yes|yes|||yes|yes|yes|yes|yes}}\n{{Season Two Appearances|yes|yes|||yes|||yes||yes}}\n{{Season Three Appearances|yes|yes|yes|yes}}\n{{Season Four Appearances|3=yes|4=yes|5=yes|7=yes|||6=|8=yes|9=yes|10=yes}}\n\n", "Biography": "===Background===\nGrenn is a new recruit into the [[Night's Watch]]. He is strong but slow-witted.&lt;ref name=&quot;Grenn viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/nightswatch/grenn/ HBO viewers guide, season 2 guide to houses, Night's Watch - Grenn entry]&lt;/ref&gt; Grenn's father abandoned him, leaving him outside a farmhouse when he was only three years old.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt; He grew up on the farm, and had a relationship with a neighboring farmer's daughter in his youth.&lt;ref name=&quot;E12&quot;&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\n===[[Season 1]]===\nGrenn is a recruit in the [[Night's Watch]] training at [[Castle Black]]. Grenn, [[Rast]] and [[Pypar]] are directed by the [[Master-at-Arms]] [[Ser]] [[Alliser Thorne]] to test [[Jon Snow]]'s skills in combat. Jon breaks Grenn's nose in the fight. Annoyed by Jon's superior attitude, the three of them threaten Jon in the armory, but are encouraged to leave him alone by [[Tyrion Lannister]]. Tyrion suggests to Jon that he remember their deficiencies in training compared to his own privileged upbringing. Jon later starts training Grenn and the others in the art of combat, earning their trust.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt;\n\n[[File:Grenn-yield.png|thumb|Grenn yields to Samwell.]]\nGrenn and Pypar have become friends, with the latter teasing Grenn on his slow wit. Grenn agrees to Jon's plan to go easy on the new recruit [[Samwell Tarly]]. During practice, he urges Sam to hit him, and promptly falls over screaming from a small tap to explain why he can't continue the fight. Ser Alliser is unconvinced.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\n[[File:Grenn.png|thumb|left|Grenn with Jon.]]\nUpon completion of his training, Grenn is assigned to serve amongst the rangers.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt; Pypar and Grenn are among the men who witness the arrival of the bodies of [[Othor]] and [[Jafer Flowers]] to [[Castle Black]].&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt; The dead men return as [[Wight|wights]] and Jon saves the Lord Commander from one of them. Grenn, Pypar and the others inspect Jonâ&euro;&trade;s new sword, [[Longclaw]], a reward from the Lord Commander.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt; Grenn, Pypar and Sam ride after Jon when he chooses to abandon his post at Castle Black after the death of [[Eddard Stark]]. They talk to him, reciting their oaths, and convince him to return.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\nIn the far North the great ranging of the [[Night's Watch]] under [[Lord Commander]] [[Jeor Mormont]] traverses the Haunted Forest. They have passed six abandoned wildling villages and have been travelling for months. [[Jon Snow]] passes the sledge housing their ravens. He asks [[Samwell Tarly]] if he is having a hard time and Sam responds that nothing has killed him. Grenn is trying to push the sledge through the mud and complains that Samâ&euro;&trade;s weight damaged it. Sam counters that Grenn offered him a ride and Grenn says that he only did so because he was fed up of Sam's complaints about his blisters. [[Eddison Tollett]] watches the bickering pair. Jon dismounts and leads his horse towards the wooden hall known as [[Craster's Keep]]. Edd stands beside him and deadpans that he was born in a similar place but that he has now fallen on hard times. Sam joins them and notes the women working around the hall, asking if they are girls. Sam says that he has not seen a girl for six months and Edd warns the younger men not to speak to them. Grenn wonders if [[Craster]] does not like people speaking to his daughters and Edd says that they are also his wives, explaining that Craster marries his daughters and breeds more daughters with them. Sam and Grenn state their disgust and Edd counters that while all the other wildlings in the area have disappeared Craster is still present so he must be doing something right. Jon wonders what happens to Craster's sons. [[Lord Commander]] [[Jeor Mormont]] meets with Craster and learns that the wildlings have gone further north on the orders of [[King-beyond-the-Wall|King-Beyond-the-Wall]] [[Mance Rayder]]. The Lord Commander accepts Craster's offer of shelter and his condition that the men do not touch any of his wives.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\nSam, Edd, and Grenn are peeling potatoes outside Craster's Keep. Edd says that if the gods wanted them to have dignity they would not have made them fart when they died. Grenn is incredulous and Edd tells him the story of his mother's death. He claims that he held her hand as she passed and that she farted long and hard, blowing a raspberry to underscore his assertion. Sam notices Gilly passing with two rabbits and observes that it is greedy for Craster to have so many wives. Edd deadpans that they were having a serious discussion. Grenn points out two other women walking past. Sam says there is nothing like the sight of a woman walking away and Grenn replies that he prefers watching them come towards him. Grenn tells the others that he grew up with, and later slept with, a milkmaid named Violet. Sam is fascinated and says that he wishes he grew up on a farm. Edd sends Sam for more vegetables. Sam crosses paths with Craster's wife [[Gilly]] and becomes infatuated with her.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\nCraster catches Jon following him into the woods with a newborn boy. Craster incapacitates him and demands that the Watch leave.&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt; The ranging marches to the [[Fist of the First Men]]. Jeor tells Jon that [[Qhorin Halfhand]] cannot have arrived to meet them or he would have sounded his horn. Grenn, Edd and Sam trudge behind them. Jon and Jeor discuss the Halfhand's reputation as a skilled ranger. Sam says that the scenery is beautiful and that [[Gilly]] would love it there. Edd tells Grenn that there is nothing more sickening than a man in love.&lt;ref name=&quot;E15&quot;&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\n[[File:Arriving at the fist of the first men.jpg|thumb|Grenn, Edd, Jon, and Sam, arriving at the Fist of the First Men.]]\nHaving reached the fortified summit of the Fist the rangers prepare their camp. They are digging through the snow and unloading their gear. [[Ghost]] has rejoined the party and watches the men work from atop a mound of snow. Sentries dot the edges of the summit. Sam is amazed at being in such an ancient place, telling his companions that it was fortified by the First Men in the Long Winter thousands and thousands of years earlier. He considers all of the major historical events that have happened since in wonder including the invasion of the [[Andals]] and the conquering of Westeros by [[House Targaryen]]. Edd implores Sam to stop talking. Sam asks what his companions think the first men were like. Edd suggests that they were stupid, saying that no clever man finds himself in a place like the Fist. Jon suggests that their distant ancestors were afraid and came to the First to escape[[White Walkers| something]]. He says that he does not believe that it worked.&lt;ref name=&quot;E15&quot; /&gt;\n\nA horn sounds, halting the rangers. Grenn listens intently and wonders if it is a warning about the [[Wildlings]]. Jon pauses before saying that a single blast is for rangers returning while wildlings would have triggered two blasts. Edd notes the horrible moment after one blast on a horn when you must stand and wait, wondering if a second blast will announce foes. Sam adds that three blasts are used to signal [[White Walkers]]. Jon turns to look at him and he explains that it has been a thousand years but the horn is only blown three times for White Walkers. Grenn asks how Sam knows if so much time has passed. Sam begins to say that he read it in a book but Edd pre-empts and mimics his answer. Jon says that he can see Qhorin approaching. Edd says that they will live another day, punctuating his monotone with a sarcastic cheer.&lt;ref name=&quot;E15&quot; /&gt;\n\nQhorin arrives and reports sighting lookouts in the [[Skirling Pass]]. He takes a small party of scouts ahead to surprise the lookouts, Jon is among them.&lt;ref name=&quot;E15&quot; /&gt; They do not return and are feared dead. Grenn discovers a stone tablet while digging latrines. Beneath it is a cache of weapons wrapped in a Night's Watch cloak. Sam identifies them as being made of [[Dragonglass]].&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\nGrenn, Edd, and Sam are gathering animal droppings that will be used to keep fires burning. Grenn complains that he be believed they would be fighting Wildlings and people shouldn't live in a place where they have to burn animal droppings to keep warm. Edd sarcastically states to tell him if they spot a tree anywhere in the vast amounts of snow. While listening to Sam talk about Gilly, the group hears three blasts; the signal for White Walkers. Grenn and Edd run back to the Fist, but accidentally leave Sam behind.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\nGrenn survives the [[White Walkers]] attack on the [[Fist of the First Men]], and regroups with the remaining survivors as the ranging attempts to pull back to the Wall. While marching back to the wall with the others, heÂ notices thatÂ SamwellÂ collapses from fatigue. Samwell is upset that Grenn and Edd left him when the White Walkers and the wights came, but they both help him back to his feet.&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt;\n\nGrennÂ arrives with the rest of the survivors at Craster's Keep, where Craster reluctantly allows them to stay. He eats inside with the rest of the survivors and notices Gilly's cries of pain while she is giving birth. Later, Grenn and Edd are shoveling pig-shit while listening to Rast voice his distrust of Craster. RastÂ firmly states that Craster will hand them all over to the White Walkers, but Grenn and Edd refuse to listen.&lt;ref&gt;&quot;[[Walk of Punishment]]&lt;/ref&gt;\n\nGrenn, Edd, Samwell, Rast, and the rest of the survivors stand vigil lead by Lord Commander Mormont over a deceased ranger named Bannen. GrennÂ states that he did not know a broken foot could kill a man. Later, Grenn is present when the [[Mutiny at Craster's Keep]] occurs.Â He attacks Karl afterÂ RastÂ stabs Lord CommanderÂ MormontÂ in the back.&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n[[File:Grenn_and_Eddison_-_Breaker_of_Chains.jpg|thumb|Grenn and Eddison arrives at Castle Black after a successful escape from Craster's Keep.]]\nWhile the brothers of the Night's Watch at Castle Black discuss the wildling threat, a single horn blast is heard. It is revealed to be Grenn and Edd, who have survived the Mutiny at Craster's Keep. AlliserÂ Thorne questions why it took them so long to return. Grenn reveals they were held captive by the black brothers who betrayed Commander Mormont. Grenn also states that [[Karl]] is the one who is leading them and they are content with staying at the keep, eating Craster's food, and raping his daughter-wives.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\n[[File:Grenn_and_Jon_-_Oathkeeper.png|thumb|left|Grenn and Jon shows new recruits how to fight against the wildlings.]]\nJon Snow spars with GrennÂ in front of new recruits at Castle Black. Grenn helps in demonstrating the wildling strategy of wielding a weapon in each hand, which Jon learned while he was with the wildlings. Shortly after, Jon is dismissed by Alliser Thorne because only Rangers like Grenn should be training new recruits, not stewards. When Jon Snow's expedition to capture or kill all the [[Betrayers|Mutineers]]Â at Craster'sÂ Keep is sanctioned by Alliser Thorne, GrennÂ calls the brothers in the hall to attention and is the first to volunteer to go with Jon.&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\n[[File:GrennS405.png|thumb|Grenn discusses with Locke before their raid on Craster's Keep.]]\nBefore the raid begins, Locke scouts the keep and believes that taking down the mutineers should be easy. However, Grenn warns them that their leader, Karl, is probably the most dangerous. AsÂ the former top-paid cutthroat in Flea Bottom, Grenn has seen what Karl can do with a knife.Â GrennÂ fights alongside his fellow black brothers during the raid on Craster'sÂ Keep. After all the mutineers are slain, the casualties are taken into account. They initially find that four loyal brothers died fighting the mutineers, but it becomes five when Locke's dead body is found. GrennÂ wonders what could have killed Locke in such a gruesome manner.&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;\n\n[[File:S04E08_-_Grenn_&amp;_Pyp.png|thumb|left|Grenn furious by the recent news regarding the [[Sack of Mole's Town|sack]] of Mole's Town.]]\nAlong with Jon and Edd, Grenn returns to Castle Black and is greeted by the other brothers of the Night's Watch. He sits in as Jon argues that they should close up the tunnel.&lt;ref&gt;&quot;[[Mockingbird]]&quot;&lt;/ref&gt;\n\nGrenn is furious when he learns thatÂ [[Mole's Town]] has been attacked and members of the Night's Watch were butchered. Edd argues that all black brothers were under orders to remain at Castle Black. Grenn wants to retaliate, but Jon Snow reminds him that is exactly what the wildlings want. GrennÂ wonders how it will be possible for Night's Watch to defend the realm against a foe that outnumbers them 1,000 to 1 if they can't even defend Mole's Town.&lt;ref&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt;\n\n[[File:GrennDead.PNG|thumb|222px|Grenn's body discovered by Sam and Jon.]]\nGrenn is on top of the Wall when the wildlingÂ attack begins. While loading the ramps with barrels filled with oil, Grenn accidentally drops one off the Wall.Â Alliser ThorneÂ angrily drills his men on properly following orders when another horn blows from down below at Castle Black, signaling the unanticipated appearance of [[Tormund]] and [[Styr]]'sÂ band ofÂ wildlingsÂ at the castle's southern entrance.Â AlliserÂ has to go below as his leadership is needed there, entrusting command of the men guarding the Wall to [[Janos Slynt]]. When Grenn notices Slynt's incompetence, he pretends that AlliserÂ orders Janos to go down to Castle Black. Later, two giants and a mammoth attempt to break through the gate. After the mammoth is driven off by the fire from barrels with burning oil and one giant is killed by a ballista, the remaining giant, [[Mag Mar Tun Doh Weg]], manages to push the outer gate up to pass. Jon Snow orders Grenn to defend the inner gate with other brothers of the Night's Watch. Arriving at the inner gate, [[Hill|one man]] cowers when faced by the giant charging at them, but Grenn manages to convince him to stay by reciting the Night's Watch oath. The black brothers ready their weapons just as the giant rams the inner gate. They successfully kill the giant and hold the gate, but all of the black brothers are slain in the process. Their bodies are discovered by Jon and Sam after the battle and Jon kneels down and closes his eyes.&lt;ref&gt;&quot;[[The Watchers on the Wall]]&quot;&lt;/ref&gt;\n\n[[File:GrennBody.PNG|thumb|left|Grenn's body being burned with the other fallen brothers.]]\nWhen Jon speaks with Mance Rayder after the battle, Mance mentions the giant that was slain by GrennÂ and his companions. He tells Jon that the giant was known as &quot;Mag the Mighty&quot;, a king among the giants from a bloodline before the time of the First Men. Jon tells Mance that Grenn came from a farm. Jon and ManceÂ drink to their memories. After the arrival ofÂ [[Stannis Baratheon]] and his forces, Grenn is among the numerous bodies of fallen black brothers burned in Castle Black's courtyard.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n"}, "title": "Grenn"}