{"attributes": {"status": " :Category:Status: Alive", "death": "", "last": "", "family": "", "title": "Grey Worm", "season": "Season 3", "image": "Grey Worm Profile.jpg", "allegiance": ["House Targaryen", "Unsullied"], "actor": "Jacob AndersonQuote", "titles": "Commander of the Unsullied", "link": " House TargaryenCharacter", "place": "Summer Isles", "aka": "", "appearances": " 12 episodes (#Appearances", "first": "&quot;Kissed by Fire&quot;"}, "sections": {"TOP": "Grey Worm011939g917rhkx22flpaecf4otliq87hzw25w1809472015-04-04T05:38:22ZThe Dragon Demands5014364Undo revision 180499 by [[Special:Contributions/Cloudtheavenger|Cloudtheavenger]] ([[User talk:Cloudtheavenger|talk]]){{Heraldry\n|image = Targaryen mini shield.png\n|link = House Targaryen\n}}\n{{Character\n| Title=Grey Worm\n| Image=Grey Worm Profile.jpg\n| Season=[[Season 3|3]], [[Season 4|4]], [[Season 5|5]]\n| First=&quot;[[Kissed by Fire]]&quot;\n| Last=\n| Appearances= 12 episodes ([[#Appearances|see below]])\n| Titles=Commander of the Unsullied\n| Aka=\n| Status= [[:Category:Status: Alive|Alive]]\n| Death=\n| Place=[[Summer Isles]]\n| Allegiance=[[House Targaryen]]&lt;br&gt;[[Unsullied|The Unsullied]]\n| Family=\n| Actor=[[Jacob Anderson]]}}\n{{Quote|â&euro;&oelig;Torgo Nudhoâ&euro;? hokas bezy. Sa me broji beri. Ji broji ez bezo sene stas qimbroto. Kuny iles ji broji meles esko mazedhas derari va buzdar. Y Torgo Nudho sa ji broji ez bezy eji tovi Daenerys Jelmazmo ji teptas ji derve.&lt;br&gt;â&euro;&tilde;Grey Wormâ&euro;&trade; gives this one pride. It is a lucky name. The name this one was born with was cursed. That was the name he had when he was taken as a slave. But Grey Worm is the name this one had the day Daenerys Stormborn set him free.|Grey Worm|Kissed by Fire}}\n'''Grey Worm''' is a recurring character in the [[Season 3|third]], [[Season 4|fourth]] and [[Season 5|fifth]] seasons. He is played by [[Jacob Anderson]] and debuts in &quot;[[Kissed by Fire]]&quot;. Grey Worm is the commander of the [[Unsullied]], the warrior-[[eunuchs]] of [[Astapor]] whose reputation for combat is without equal.\n\nLike all Unsullied, Grey Worm's castration as a boy resulted in changes to his body's hormones, so he is smooth-cheeked with absolutely no facial hair.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Grey Worm is a stalwart and skilled warrior. Like all Unsullied, he doesn't have a real name, instead choosing a name every day by lottery from a barrel. The names the slave-masters came up with for them are intentionally demeaning, usually a combination of a color and a kind of vermin. He decides to keep the name Grey Worm as it is the one he had on the day he was freed.\n\nSlaves in Astapor are taken from all over the world, and no indication has been given about where Grey Worm is originally from, or if he even knows where it is. The TV series invented the background that he is from the [[Summer Islands]], but was taken by slavers as a baby, and has no memory of his life before being an Unsullied - though it is entirely plausible that this could be his background in the books.\n\nThere is no budding attraction between Grey Worm and [[Missandei]] in the books, given that the book version of Missandei is only ten years old. As for the plausibility of such a relationship, just because a [[eunuch]] does not feel ''sexual'' attraction, this does not prevent him from having human ''emotional'' attachments. In the books, some time after Daenerys captures Meereen an Unsullied called Stalwart Shield is the target of a revenge killing by one of the old slaver families. Daenerys asks how this Unsullied was ambushed alone, given that they patrol the streets in pairs. She is told that Stalwart Shield went off on his own to a brothel, where he was ambushed. Daeerys is confused why a eunuch would visit a prostitute, and Grey Worm himself explains to her that &quot;Even those who lack a man's parts may still have a man's heart.&quot; Stalwart Shield simply paid prostitutes to lay with him and hold him lovingly, to feel some sort of basic human affection after a lifetime of brutal debasement at the hands of the slave masters.\n\n", "Quotes": "{{Quote|Bezy eza ji rigle.&lt;br&gt;(This one has the honor.)|'''Grey Worm''' introduces himself as the leader of the Unsullied.|Kissed by Fire}}\n{{Quote|Nya dare, beza unehtelas jaa engo ozy?&lt;br&gt;(My queen, shall this one slice out his tongue for you?)|'''Grey Worm''' asks Daenerys if she wants Mero punished for insulting her repeatedly.|Second Sons}}\n\n", "Image Gallery": "\n", "See also": "* {{AWOIAF}}(MAJOR spoilers from the books)\n\n", "Appearances": "{{Season Three Appearances|||||yes||yes|yes|yes|yes}}\n{{Season Four Appearances|yes||yes|yes|yes|yes||yes||yes}}\n\n", "Biography": "===Background===\nGrey Worm was originally a boy taken into slavery by the [[Good Masters]] of [[Astapor]], an oligarchy of slave-traders dedicated to the training and commerce of [[Unsullied]], warrior-eunuch slaves trained into absolute obedience since early childhood. It later is revealed that he is originally from the [[Summer Islands]] and was taken by the slavers in a raid as a baby.  He has no memory of his life before being an Unsullied.&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\nHe is released from slavery after [[Daenerys Targaryen]] buys all the Unsullied in the city and has them put all slave owners in Astapor to the sword and release all slaves. Once released, Grey Worm, like all his brethren, chooses to fight for Daenerys as a free man.&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n[[File:Grey Warm.png|thumb|right|Grey Worm presents himself to Daenerys.]]\nAs per Daenerys's instructions, the Unsullied officers select their own leader to act as their official commander, reporting directly to her. Grey Worm is selected, though it is not established how. Upon reporting his election to Daenerys, she finds his name and its associated practiceâ&euro;&ldquo; given to him by the [[Good Masters]] to remind him that he is verminâ&euro;&ldquo; distasteful, and tells him that he and all Unsullied may use their original names or chose new ones they like. Grey Worm agrees to disseminate the instructions to the other Unsullied, but chooses to keep his. He considers that his birth name was cursed as he had it when was taken as a [[Slavery|slave]], while &quot;Grey Worm&quot; is a lucky name as it was the one he had when Daenerys Stormborn set him free.&lt;ref&gt;&quot;[[The Climb]]&quot;&lt;/ref&gt;\n\nAfter Daenerys and her army set camp a short distance from [[Yunkai]], Daenerys has Grey Worm send a man to the Yunkish gates to deliver a message to the [[Wise Masters]]: she will receive them in her camp to accept their surrender.&lt;ref&gt;&quot;[[The Bear and the Maiden Fair (episode)|The Bear and the Maiden Fair]]&quot;&lt;/ref&gt;\n\nGrey Worm is present when Daenerys hosts the captains of the [[Second Sons (mercenary company)|Second Sons]], [[Mero]] and [[Prendahl na Ghezn]], and their lieutenant [[Daario Naharis]]. Grey Worm is highly offended by Mero's boorish and insulting behavior towards Daenerys and Missandei, and offers - in Low Valyrian - to remove Mero's tongue as punishment, reaching for the bronze dagger in his belt. Daenerys graciously has him stand down.&lt;ref&gt;[[Second Sons (episode)]]&lt;/ref&gt;\n\nGrey Worm is present when [[Jorah Mormont]] and Daario plan the infiltration of Yunkai. Grey Worm remains silent throughout most of the meeting, until Daenerys asks for his opinion of Daario. Grey Worm is not used to having his own opinions, but Daenerys gently encourages him by saying that he is a leader now, and he responds that he trusts him. Daenerys sends the three to sneak into the city. Grey Worm proves himself an artist with his spear, easily besting dozens of Yunkish guards. He returns to his queen battered but uninjured at the end of the night.&lt;ref&gt;&quot;[[The Rains of Castamere (episode)]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n[[File:Game between daario and grey worm.png|thumb|Grey Worm gambling with Daario Naharis.]]Ser Barristan and [[Missandei]] reveal that Grey Worm and Daario have been indulging in a bit of gambling: they have been at the contest since midnight and have missed a morning meeting with the queen as a result. Daenerys is very irritated to discover that their contest is a game of who can balance their sword for the longest, the prize being the honor of riding at her side when the march resumes. Daenerys assigns the pair to guard the livestock as punishment for their childish game. When they fail to move, she casually warns them that the &quot;winner&quot; of the contest must find a new queen, prompting them to drop their weapons instantly. Grey Worm's gaze lingers on Missandei, which Daario takes as a sign that he is interested in her, and points out that this problematic given Grey Worm's eunuch status. Grey Worm tells Daario that he is not a smart man for saying such things.&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\nAt the gates of Meereen, Grey Worm asks to be allowed to kill the city's champion for Daenerys. The queen declines as she is unwilling to risk her army's official commander.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\n[[File:Missandei with grey worm.png|thumb|left|Grey Worm talking to Missandei.]]Missandei is revealed to have been teaching Grey Worm the Common Tongue. As the lessons progress, Missandei and Grey Worm discuss their lost homelands ([[Naath]] and the [[Summer Isles]] respectively) and Grey Worm's eagerness to kill the Masters of Slaver's Bay. Daenerys interrupts them to dispatch Grey Worm on a mission of subterfuge: he is to sneak into Meereen and arm the slaves there. Grey Worm and his team successfully slip in through the sewers and convince the slaves to rise up, ensuring the city is taken from within.&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\nWhile swimming, Grey Worm notices Missandei bathing naked with other women down the stream, and gazes at her intently. She notices this, and stands up slowly to let him view her before finally covering herself. Later he apologizes if he made her uncomfortable, and MissandeiÂ assures him he did not. It is made apparent that some sexual desire may still reside in him, even with his castration, and Missandei is not averse to his interest, later speculating with Daenerys as to &quot;how much&quot; the masters took from him. Grey Worm is later present when Jorah Mormont is banished from Daenery's service.&lt;ref&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt;\n\nGrey Worm is on hand when Daenerys learns that [[Drogon]] has killed a three year old girl. He later reports that Drogon is not actually in Meereen.&lt;ref&gt;[[The Children]]&lt;/ref&gt;\n\n"}, "title": "Grey Worm"}