{"attributes": {}, "sections": {" In the books ": "\nIn the ''[[A Song of Ice and Fire]]'' novels, greyscale generally affects children, especially in cold damp climates. The victims are left disfigured but become immune to the grey plague, the rarer mortal form of the affliction. It is known to be more deadly if contracted as an adult, though the symptoms can be stayed by limes, mustard poultices and hot baths. It's also believed that cutting off any infected appendages can prevent it spreading throughout the body, but this treatment isn't always effective. In some cases the disease spreads under the skin and causes vital organs to shut down, creating a slow and painful death. The [[wildlings]] consider people who survive greyscale unclean and will euthanize any child that shows the symptoms.\n\nA large area around the ruins of [[Chroyane]], north of [[Volantis]], in the [[Essos]] is even used as a large-scale colony for &quot;Stone men&quot;, the name for those infected with greyscale.\n\nGreyscale has no direct real-life equivalent. It is somewhat similar to leprosy in that it tends to disfigure those infected with it, and in how society fears people with greyscale as &quot;unclean&quot;. Unlike leprosy, some people occasionally manage to fight off greyscale, though their disfigurements never heal, i.e. Shireen's family isn't concerned that they might catch greyscale from interacting with her, because she fought off the infection as an infant. In this respect, greyscale is loosely also similar to smallpox: people who contracted smallpox could recover from it, but they might be left with permanent and severe scarring.\n\nWhile Shireen Baratheon was introduced in Season 3, no direct explanation was provided for the cause of her disfigurement in on-screen dialogue. It was mentioned in the updated HBO Viewer's Guide for Season 4.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season-3/episode-10/people/135/shireen-baratheon ]&lt;/ref&gt;\n\n", "Behind the scenes": "\nAccording to [[Kerry Ingram]] (who plays Shireen), it takes about three hours to apply the full Greyscale scarring makeup to the left side of her face, and about another two and a half hours to take it off.&lt;ref&gt;[http://www.youtube.com/watch?v=moELjb5mMdU&amp;feature=youtu.be&amp;t=9m10s ]&lt;/ref&gt;  By Season 5, the makeup team managed to get the application time down to two hours.&lt;ref&gt;[\nhttps://www.youtube.com/watch?v=rfphUbrQNjs&amp;feature=youtu.be ]&lt;/ref&gt;\n\n", "TOP": "Greyscale015461c9bcw40x3ox8ek7hbjzfjk0anguc70s1806322015-04-03T05:18:45ZThe Dragon Demands5014364/* Behind the scenes */{{Conjecture}}\n[[File:Shireen-3x06.jpg|thumb|Shireen Baratheon, disfigured by greyscale]]\n'''Greyscale''' is a dreaded and usually fatal disease that can leave flesh stiff and dead, and the skin cracked and flaking, mottled black and grey and stone-like to the touch. Those that manage to survive a bout with the illness will be immune from ever contracting it again, but the flesh damaged by the ravages of the disease will never heal, and they will literally be scarred for life.\n\nPrincess [[Shireen Baratheon]] caught greyscale as an infant and survived, but the ordeal left half of her face disfigured by the disease.\n\n", " See also ": "* [http://awoiaf.westeros.org/index.php/Greyscale Greyscale at A Wiki of Ice and Fire] (spoilers from the books)\n\n"}, "title": "Greyscale"}