{"attributes": {}, "sections": {"TOP": "Guest right015279q1fzd1ibadr5zfai4ay5rh3bojnctv51740832015-02-22T21:53:06ZSaul-dragon25691947Kingslaying corrected to Kinslaying[[File:Bread-and-Salt.png|thumb|right|300px|Guest right is traditionally sealed by both parties sharing bread and salt.]]\n{{Quote|The [[Red Wedding]] they're calling it.  Walder Frey committed sacrilege that day.  He shared bread and salt with the Starks.  He offered them guest right. The gods will have their vengeance...Frey will burn in the seventh hell for what he did.|A [[Farmer|Riverlands farmer]] loyal to the Tullys.|Breaker of Chains}}\n\n'''Guest right''' is an ancient and sacred tradition in [[Westeros]]. When a guest, be he common born or noble, eats the food and drinks the drink off a host's table beneath the host's roof, the guest right is invoked. Once invoked, neither the guest can harm his host nor the host harm his guest for the length of the guest's stay.\n\nGuest right is considered one of the most basic social rules of all civilized men. ''Every'' major religion in Westeros - the [[Old Gods of the Forest]], the [[Faith of the Seven]], even the [[Drowned God]] of the [[Iron Islands]] - holds guest right to be one of the most sacred and inviolable social rules. ''Every'' lordship or kingdom since the dawn of civilization has had secular laws protecting guest right.\n\n", "In real life": "\nGuest right, or a variation of it, has been one of the most basic social laws of virtually every civilization since the dawn of recorded history. The most famous version was practiced in ancient Greece, where early epic poets such as Homer and Hesiod relate that violations of the laws of hospitality are considered to be among the gravest of crimes. Zeus himself presided over the laws of hospitality, and in this capacity is referred to variously as Zeus Xenios, Zeus Philoxenon, or Zeus Hospites - ''xenia'' being the Greek concept of hospitality.\n\n[[George R.R. Martin]] may have drawn inspiration for the story of the [[Rat Cook]] from the Greek myth about the curse of the [[Wikipedia:Atreus|House of Atreus]]. The two brothers Atreus and Thyestes were feuding over the kingship, and Atreus discovered that Thyestes was having an affair with his own wife Aerope. Atreus exacted revenge by inviting Thyestes to dinner at his home, then secretly killed Thyestes's sons, cooked their meat, and served it to the unknowing Thyestes. After he had finished consuming his own issue, Atreus revealed to Thyestes what he had done and taunted him with the severed heads and hands of his sons. This is the source of modern phrase &quot;Thyestean Feast&quot;, one at which human flesh is served. Subsequently, Atreus and his descendants were cursed by the gods and various tragedies befell them across the generations. It was not for cannibalism, however, that the House of Atreus was cursed, but for Atreus's crime of killing his own nephews while they were guests in his home.\n\nIt has been argued that in the Book of Genesis, the violation of hospitality is what truly made [[Wikipedia:Sodom and Gomorrah|Sodom and Gomorrah]] considered to be wicked, resulting in God condemning everyone in the cities to die. In the narrative, God decides to destroy the cities but Abraham implores him to have mercy and spare the cities if even ten righteous people could be found there. God therefore sent two angels disguised as men to Sodom, who were refused hospitality by all until they encounter Abraham's nephew Lot, who had recently moved to Sodom with his family. Lot welcomes the two as guests into his home, and eats with them at his table. A crowd of men from the city later gathers outside of Lot's home and demands that he send the two strangers out of his house, &quot;so that we might know them&quot; (have sex with them). Lot is so horrified at their intentions that he even offers to let the crowd of men voluntarily have sex with his own virgin daughters rather than allow the two men who are his guests to be harmed. The crowd refuses but the angels then reveal their true forms, strike the crowd blind, and warn Lot that he and his family must leave the city at once. Sodom and Gomorrah are destroyed at dawn by God raining down fire and brimstone from the heavens.\n\nMany subsequent generations interpreted the story of Sodom and Gomorrah to be a condemnation of homosexual sex acts (to the point that &quot;sodomy&quot; became a common term for homosexual sex acts), but modern biblical scholars have pointed out that the inhabitants of Sodom are never explicitly condemned for engaging in homosexual sex. Rather, the crowd of men gathered outside Lot's house did not horrify him simply because they wanted to engage in homosexual sex, but because they wanted to rape and harm guests within his own home, whom he had formally extended his protection over as part of guest right. While other books of the bible (i.e. Leviticus) condemn homosexuality, the violation of the laws of hospitality is considered to be an infinitely worse transgression. The [[Wikipedia:Midrash|Midrash]] contains numerous commentaries and stories about the villainies of the Sodomites, not particularly focusing on homosexual sex but on their overall cruelty, including accounts of them horribly killing those who showed mercy to the poor.\n\nIn modern times, [[wikipedia:hospitality law|hospitality laws]] are the only legal remnants of the ancient guest right systems, though within a given culture, many guest right customs might persist. It is akin to the concept of diplomatic immunity, whereby foreign ambassadors are considered inviolate in a host country.\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, the guest right is an ancient and sacred tradition that goes back thousands of years to the time of the [[First Men]]. Bread and salt are the traditional provisions. To violate guest right is to break a sacred covenant that is believed to invoke the wrath of the gods both [[Old Gods of the Forest|old]] and [[Faith of the Seven|new]]. Even robber lords and bandits are bound by the ancient laws of hospitality. A bandit may ambush a man, rob him, and kill him, but even highwaymen would give serious pause before considering inviting a man into their home to eat at their table, then robbing and killing him.\n\nA lord with a bared sword across his knees is making a traditional sign that he is denying guest right. [[Robb Stark]] initially denies guest right to Tyrion Lannister - corresponding to the events of the Season 1 episode &quot;[[Cripples, Bastards and Broken Things]]&quot; - appearing with a bared sword across his knees when Tyrion is summoned before him, the traditional gesture of denying guest right, though he subsequently offers hospitality to Tyrion, which the latter then declines.\n\nIt is sometimes customary for a host to give &quot;guest gifts&quot; to the departing guests when they leave the host's dwellings; this usually represents the end of the sacred guest right and thus the departing guest is no longer considered under the host's protection, and vice versa. In addition, visiting guests will sometimes offer their host &quot;guest gifts&quot; as gratitude for giving them food and shelter.\n\nHighborn hostages, despite being part of a noble's household, sharing their food and drink, and being treated according to their status, are not considered guests, thus they are not subject to the protection of guest right. For example, [[Theon Greyjoy]] was technically a [[ward]] and prisoner of the Starks at Winterfell, not a guest, thus his seizing of Winterfell and the deaths of the children he passes off as Bran and Rickon, while treason, are not considered a violation of hospitality.\n\nIt hasn't been specifically mentioned if guest right is followed by the peoples of [[Essos]], such as the [[Free Cities]] or the [[Dothraki]]; however it is generally said that hospitality is one of the basic laws of every civilization in the world.\n\nIt should be noted that ever since the Red Wedding, although no other house has repeated the breaking of the right, it has left a more lasting stain on the ancient guest right, with safety and security in a strange castle no longer being considered guaranteed.\n\n", "Quotes": "{{Quote|My honored guests, be welcome within my walls and at my table. I extend to you my hospitality and protection in the light of the Seven.|Lord [[Walder Frey]] to King [[Robb Stark]] and his entourage|The Rains of Castamere (episode)}}\n\n{{Quote|Are you capable of that, Jon Snow? Killing a man in his own tent when he's just offered you peace? Is that what the Night's Watch is? Is that what you are?|[[Mance Rayder]] to [[Jon Snow]]|The Children}}\n\n", "Violations": "{{Quote|It wasn't for murder the gods cursed the Rat Cook, or for serving the King's son in a pie... he killed a guest beneath his roof... that's something the gods can't forgive.|[[Bran Stark]]|Mhysa}}\n\nFor either a guest or a host to break the promised protection of guest right is considered to be an utterly heinous crime, breaking all the laws of gods and men. Indeed, that any lord might break the bond of guest right is not simply thought to be extremely reprehensible (as [[Kinslaying]] orÂ [[Regicide]] are), but almost unfathomable.\n\nSeveral infamous examples of violation of guest right include:\n\n* The [[Rat Cook]], a legendary figure who allegedly lived centuries ago, who killed the son of a King while they were guests at the [[Nightfort]]. He then baked the flesh of the King's son into a meat pie, and served it back to his own father, who unwittingly enjoyed it so much that he asked for a second piece. The gods were not offended by the murder (as a man has a right to vengeance), nor even by the cooking of the son into a pie, but for violating the protection of guest right, as the laws of hospitality are sacred above all others.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n* Although few are aware of what really happened,Â [[Jaime Lannister]] violated guest right when he attempted to kill [[Bran Stark]] while he was a guest of Bran's father, [[Eddard Stark]], at [[Winterfell]]. Jaime attempted to kill a member of his host's family, however, not the host himself.\n** When [[Catelyn Stark]] accuses [[Tyrion Lannister|Tyrion]] of conspiring to murder her son, she points out he did so while being a guest formally invited into her home. She believed whoever had pushed Bran then had also sent the [[Catspaw assassin|assassin]].&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n* The [[Mutiny at Craster's Keep]]. The wildling [[Craster]] accepted the remains of [[Jeor Mormont]]'s ranging party into his home and gave them shelter, but he deliberately abused and mocked them as well as their fallen comrades, leading to a verbal confrontation in which Craster attempted to murder ranger [[Karl Tanner]], who stabbed Craster in the throat.&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n* The [[Red Wedding]]. [[Robb Stark]], his family, and bannermen are murdered by their host, [[Walder Frey]], after he had formally extended guest right by ceremonially sharing bread and salt with them, and following the wedding feast of Robb's uncle Lord [[Edmure Tully]] and [[Roslin Frey]].&lt;ref&gt;&quot;[[The Rains of Castamere (episode)]]&quot;&lt;/ref&gt;\n*[[The Hound]] beats the [[Farmer (Breaker of Chains)|farmer]] who let him and [[Arya Stark]] stay in his house, and takes his money. The Hound had earlier remarked that &quot;guest right don't mean much any more.&quot;&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n*When [[Jon Snow]] comes to treat with [[King-Beyond-the-Wall]] [[Mance Rayder]] during the [[Battle of Castle Black]], Mance shares food and drink with him, and they even toast those on both sides who fell in the heavy fighting the night before. Mance then sees Jon eyeing a cooking knife, and quickly deduces that Jon's real reason for coming was to assassinate Mance, knowing full well that even if he succeeded he would never make it out of the camp alive. Mance is stunned that this is what the Night's Watch has come to, and asks if Jon would really kill a man under [[parley]] who shared food and drink with him. Given that Jon's own half-brother Robb Stark was murdered in an unthinkable violation of guest right, Mance's accusation stings Jon deeply, and he hesitates for a tense moment. However, before Jon can actually violate guest right, they are interrupted by the surprise arrival of [[Stannis Baratheon]]'sÂ army.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n* {{WP}}\n\n"}, "title": "Guest right"}