{"attributes": {}, "sections": {"TOP": "Gulf of Grief07279obn3lqbsogrsojiy2602l772b9wyvmg1786202015-03-22T19:22:55ZThe Dragon Demands5014364/* References */{{Quote|Nobody remembers if the waters around Ghis had names before the empire. But ever since we know them only as Slaver's Bay... and the Gulf of Grief.|Ser [[Jorah Mormont]]|Old Ghis &amp; Slaver's Bay (Histories &amp; Lore)}}\n[[Image:Gulf of Grief.png|thumb|right|200px|A map showing the location of the Gulf of Grief along the southern coast of Essos.]]\n[[Image:Slaver's Bay Title Sequence.jpg|thumb|right|200px|The Gulf of Grief and Slaver's Bay as depicted in the title sequence.]]\n'''The Gulf of Grief''' is a body of water located south of [[Slaver's Bay]]. It is an inlet of the [[Summer Sea]] and separates the shattered lands of [[Valyria]] from the region of [[Ghiscar]]. Slaver's Bay itself is a large bay on the northern side of the Gulf of Grief.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/valyria/ HBO viewers guide, season 2 map, Valyria entry]&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Gulf of Grief is a busy sea, with ships from the [[Free Cities]] and the [[Jade Sea]] crossing it to reach the city-states of Slaver's Bay. It is not uncommon for ships to become becalmed while crossing it. Ship captains prefer to sail across the center of the gulf and along the eastern coast; as it is held to be bad luck to sail within sight of Valyria.\n\nDuring the [[Doom of Valyria]], substantial tidal waves and tsunamis generated by the collapse of the landmass into the sea raced across the gulf, laying waste to many cities and kingdoms along its shores and on the islands. This may be the reason for the term 'grief' in the title.\n\n", "History": "===[[Season 3]]===\n[[Daenerys Targaryen]]'s retinue is crossing the Gulf of Grief by ship when Daenerys decides to turn north to Slaver's Bay.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\n"}, "title": "Gulf of Grief"}