{"attributes": {"founding": "", "founder": "PurebornThe '''Hall of a Thousand Thrones''' is a location in Qarth. It is the seat of government of the city and the meeting place of The Thirteen.== History ===== Season 2 ===Daenerys Targaryen attends the Hall accompanied by Xaro Xhoan Daxos and Kovarro and meets with the Thirteen after her dragons are stolen, convinced that one of the Thirteen stole them.&lt;ref&gt;&quot;A Man Without Honor&quot;&lt;/ref&gt;== In the books ==In the ''A Song of Ice and Fire'' novels, the Hall of a Thousand Thrones is the seat of power of the Pureborn, the oligarch rulers of Qarth. To be allowed entrance into the Hall of a Thousand Thrones, petitioners must make the traditional sacrifice in the Temple of Memory, offer the traditional bribe to the Keeper of the Long List, send the traditional persimmon to the Opener of the Door, and finally receive the traditional blue silk slippers summoning him or her to the Hall of a Thousand Thrones.Inside, the Pureborn all are enthroned on great wooden chairs of their ancestors, which rise in curved tiers from a marble floor to a high domed ceiling. The chairs are immense, fantastically carved, bright with gold work, and studded with amber, onyx, lapis and jade. Each one is different from all the others, and each one strives to be the most fabulous. The domed ceiling is painted with scenes of Qarth's vanquished glory.== See also ==*AWOIAF (spoilers from the books)==References==&lt;references/&gt;QarthCategory:LocationsCategory:Locations in EssosCategory:QarthCategory:The Thirteen", "places": "", "title": "Hall of a Thousand Thrones", "image": "The Thirteen 2x07.jpg", "rulers": "The Thirteen", "location": "Qarth", "military": "Civic Guard", "religion": "", "age": "", "type": "Government headquarters", "institutions": "", "population": ""}, "sections": {" In the books ": "In the ''[[A Song of Ice and Fire]]'' novels, the Hall of a Thousand Thrones is the seat of power of the [[Pureborn]], the oligarch rulers of Qarth. To be allowed entrance into the Hall of a Thousand Thrones, petitioners must make the traditional sacrifice in the Temple of Memory, offer the traditional bribe to the Keeper of the Long List, send the traditional persimmon to the Opener of the Door, and finally receive the traditional blue silk slippers summoning him or her to the Hall of a Thousand Thrones.\n\nInside, the Pureborn all are enthroned on great wooden chairs of their ancestors, which rise in curved tiers from a marble floor to a high domed ceiling. The chairs are immense, fantastically carved, bright with gold work, and studded with amber, onyx, lapis and jade. Each one is different from all the others, and each one strives to be the most fabulous. The domed ceiling is painted with scenes of Qarth's vanquished glory.\n\n", " History ": "=== [[Season 2]] ===\n[[Daenerys Targaryen]] attends the Hall accompanied by [[Xaro Xhoan Daxos]] and [[Kovarro]] and meets with the Thirteen after her [[dragons]] are stolen, convinced that one of the Thirteen stole them.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\n", "TOP": "Hall of a Thousand Thrones023573gotcfx9vyl4f71yti3aiz8szepzuepf1297282014-04-25T03:49:17ZGonzalo848331{{Conjecture}}\n{{Settlement\n| Title=Hall of a Thousand Thrones\n| Image=The Thirteen 2x07.jpg\n| Image size=250px\n| Location=[[Qarth]]\n| Type=Government headquarters\n| Population=\n| Rulers=[[The Thirteen]]\n| Religion=\n| Military=[[Civic Guard]]\n| Institutions=\n| Places=\n| Founding=\n| Age=\n| Founder=[[Pureborn]]\n}}\nThe '''Hall of a Thousand Thrones''' is a location in [[Qarth]]. It is the seat of government of the city and the meeting place of [[The Thirteen]].\n\n", " See also ": "*{{AWOIAF}} (spoilers from the books)\n\n"}, "title": "Hall of a Thousand Thrones"}