{"attributes": {"status": " :Category:Status: Alive", "death": "", "last": " &quot;Blackwater (episode)", "family": "", "title": "Hallyne", "season": "Season 2", "image": "Hallyne.png", "allegiance": "The Alchemists' Guild", "actor": "Roy DotriceQuote", "titles": "Wisdom", "place": "King's Landing", "mentioned": "", "aka": "Hallyne the Pyromancer", "appearances": "2 episodes &lt;small&gt;(#Appearances", "first": " &quot;The Ghost of Harrenhal&quot;"}, "sections": {"TOP": "Hallyne04570h8c4yi81vh7msw6ckrzrcnqb6agv44i1722212015-02-08T21:40:34ZThe Dragon Demands5014364/* Season 2 */{{Character\n| Title=Hallyne\n| Image=Hallyne.png\n| Season=[[Season 2|2]]\n| First= &quot;[[The Ghost of Harrenhal]]&quot;\n| Last= &quot;[[Blackwater (episode)|Blackwater]]&quot;\n| Appearances=2 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n| Mentioned=\n| Titles=[[Wisdom]]\n| Aka=Hallyne the Pyromancer\n| Status= [[:Category:Status: Alive|Alive]]\n| Death=\n| Place=[[King's Landing]]\n| Allegiance=The [[Alchemists' Guild]]\n| Family=\n| Actor=[[Roy Dotrice]]\n}}\n{{Quote|Our order does not deal in pigshit!|Hallyne to [[Bronn]]|The Ghost of Harrenhal}}\n'''Hallyne''', sometimes called '''Hallyne the Pyromancer''', is a recurring character in the [[Season 2|second season]]. He is played by [[Roy Dotrice]]. Hallyne is the head of the [[Alchemists' Guild]] in [[King's Landing]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Hallyne is a self-important man frustrated with the Guild's fall in power and influence since the reign of the [[Mad King]]. Hallyne is said to be a &quot;third generation alchemist&quot;, i.e. his father and his father's father were also alchemists.\n\nHallyne is rewarded with the title of &quot;lord&quot; after the Battle of the Blackwater, as a reward for providing all of the wildfire which was used decisively in defense of the city. The title is only nominal, however, as he doesn't become the &quot;lord&quot; of anything and gains no lands or income.\n\n", "Behind the scenes": "\n*Wisdom Hallyne is played by Roy Dotrice, who narrated the audiobook versions of all five novels currently in the ''A Song of Ice and Fire'' series (and thus in a sense is &quot;reprising&quot; his role as Hallyne). Dotrice was originally cast to play [[Grand Maester]] [[Pycelle]], but fell ill shortly before production and was replaced by [[Julian Glover]].&lt;ref&gt;[http://grrm.livejournal.com/168109.html George R.R. Martin's blog] explaining Pycelle's recasting&lt;/ref&gt;\n*On the [[Season 2]] Blu-ray, Hallyne narrates a [[Histories &amp; Lore]] video on '''&quot;[[The Alchemists' Guild (Histories &amp; Lore)|The Alchemists' Guild]]&quot;'''.\n\n", "References": "{{reflist|2}}\n\n", "Appearances": "{{Season Two Appearances|||||yes||||yes}}\n\n", "Biography": "===Background===\nHallyne is the head of the [[Alchemists' Guild]] in [[King's Landing]], in charge of the city's stocks of [[wildfire]] and concerned with other fire-related matters.\n\nDuring the reign of [[Aerys II Targaryen]], in which the Guild returned to prominence, Hallyne was an acolyte of the Guild. Later, as [[Robert's Rebellion]] raged on, Hallyne heard rumors that Aerys had commissioned the Guild's Wisdoms, led by [[Rossart]], to create a great weapon to employ against [[Robert Baratheon]]. However, the city was [[Sack of King's Landing|sacked]] before the weapon could be unleashed and many of the Wisdoms assassinated.&lt;ref&gt;[http://www.youtube.com/watch?v=E7b-Z2lLtLc Game of Thrones Season Two Blu-ray Feature: History of the Alchemists' Guild]&lt;/ref&gt;\n\n===[[Season 2]]===\nQueen Regent [[Cersei Lannister]] commissions the Alchemist's Guild to produce wildfire for the defense of the city. Hallyne receives [[Tyrion Lannister]] at the [[Guildhall of the Alchemists]] after he discovers Cersei's plans. Tyrion recalls an old sailorâ&euro;&trade;s proverb â&euro;&oelig;Piss on wildfire and your cock burns off.â&euro;? [[Bronn]] grins and Wisdom Hallyne says that he has never conducted that particular experiment. Hallyne adds that it could be true because &quot;the substance&quot;, as pyromancers call wildfire, burns so hot that it can melt wood, stone, steel, and even flesh, which melts &quot;like tallow&quot;, according to the aged pyromancer. Hallyne claims that wildfire was the key to the power of [[House Targaryen]] after their dragons died out. However, [[Bronn]] mocks him and says that he has seen many insane old men pushing carts filled with jars of â&euro;&oelig;pig shitâ&euro;? around war camps making claims about their substances properties. Hallyne wags a finger at Bronn and assures him that their order does not deal in pig shit. Hallyne tells Tyrion that the substance is fire given form and that they have been perfecting it since the reign of King [[Maegor Targaryen]]. Bronn asks what the purpose of wildfire is and Hallyne says that it can be used in catapults.&lt;ref name=&quot;E15&quot;&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\n[[File:Tyrion see Wildfire.png|thumb|Tyrion in the wildfire vault at the Guildhall of the Alchemists in &quot;[[The Ghost of Harrenhal]]&quot;]]\nTyrion asks how much they have and Hallyne leads them deeper to the Guildhall's vaults, while Bronn continues to question and mock the usefulness of wildfire while facing a siege. Hallyne, angered, warns that Bronn would not have dared to insult the order of pyromancers while [[Aerys II Targaryen]] lived but the sellsword isn't swayed. Hallyne shows them a massive cellar with rows of shelves filled with pots of wildfire. Hallyne says that they have been working tirelessly since receiving Cerseiâ&euro;&trade;s orders and have amassed 7,800 pots. Bronn repeats his fears about it being a bad idea and Tyrion concurs. He says that Hallyne will be making wildfire for him from now on.&lt;ref name=&quot;E15&quot;/&gt;\n\n[[File:Hallyne 2x09.jpg|thumb|190px|Hallyne, delighted with his work in &quot;Blackwater&quot;.]]\nHallyne arrives on the ramparts of [[King's Landing]] close to the [[Mud Gate]] during the [[Battle of the Blackwater]]. He hands Tyrion the torch to signal springing the wildfire trap; Tyrion has flooded the [[Blackwater Bay]] with the substance and is waiting for Stannis' fleet to close on it before triggering an explosion. Hallyne is ecstatic at the destruction wrought on [[Stannis Baratheon]]'s fleet by the wildfire. The ploy is a success and the Lannisters are able to hold out until reinforcements arrive, winning them the battle.&lt;ref&gt;&quot;[[Blackwater]]&quot;&lt;/ref&gt;\n\n"}, "title": "Hallyne"}