{"attributes": {}, "sections": {"TOP": "Hammer of the waters021510m84lg98j3aiq6b5z1n9z08la7x0lqbc1515072014-07-07T17:21:10ZGreater good3347453[[File:Hammer_of_waters.png|thumb|268px|A child of the forest summons the hammer of the waters]]{{Quote|Calling on dark magic, the Children raised the sea the [[Arm of Dorne|land bridge]] that the [[First Men]] had crossed into [[Dorne]]. When that failed, the Children brought down the hammer of waters upon [[the Neck]], flooding and transforming it into the bog it is today.|[[Bran Stark]]|Wargs and the Sight (Histories &amp; Lore)}}[[File:Hammer_of_the_waters.png|thumb|268px|The Children use the hammer of the waters to drown the First Men.]]TheÂ '''â&euro;&lsaquo;hammer of the waters''' â&euro;&lsaquo;was a powerful [[magic]] used by the [[Children of the Forest]] to fight back against the [[First Men]], at the climax of the [[Wars of the First Men and the Children of the Forest|centuries-long wars between the two races]]. The devastation it caused transformed [[the Neck]] into a collection of bogs and swamps and led to [[The Pact|a peace]] that lasted thousands of years.&lt;ref&gt;&quot;[[Wargs and the Sight (Histories &amp; Lore)]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}}\n\n", "In the books": "[[File:Swamp.png|thumb|268px|The hammer of the waters transformed the Neck into the swamp it is today.]]In the ''[[A Song of Ice and Fire]]'' novels, the hammer of the waters is a [[Westerosi]] legend. The legend says that from [[Moat Cailin]]'s Children's Tower the [[Greenseer|greenseers]] of the Children of the Forest called upon their [[Old Gods of the Forest|nameless gods]] to send down the &quot;hammer of the waters&quot; to break the lands of Westeros in two in a desperate attempt to stop the onslaught of the First Men. The histories say that the [[crannogmen]] grew close to the children of the forest in the days when the greenseers tried to bring the hammer of the waters down upon the Neck.\n\nUnlike the shattering of the [[Arm of Dorne]], the attempt on the Neck was unsuccessful. The Children only succeeded in flooding the land, creating bogs and swamps. Why the Children's magic failed them is unknown. However, the cataclysm proved the strength of their power and may have proved instrumental in bringing the First Men to agree to the terms of the Pact that ended hostilities between the two races and marked 4,000 years of friendship between the First Men and the Children.\n\n"}, "title": "Hammer of the waters"}