{"attributes": {}, "sections": {"TOP": "Hand of the King02101iy4b40k3zrmdn4t3omvq47rwgxuybkf1774962015-03-17T06:42:57ZThe Dragon Demands5014364[[File:Hand of the King.jpeg|thumb|200px|The Hand of the King's brooch, symbol of the Hand's office and authority.]]\n{{Quote|What's the line?  'The King shits, and the Hand wipes.'|Ser [[Jaime Lannister]]|Lord Snow}}\nThe '''Hand of the King''' (or '''King's Hand''') is the most powerful appointed position in the [[Seven Kingdoms]], second only to the [[King of the Andals and the First Men|King]] in authority and responsibility. The Hand is the King's closest advisor, appointed and authorized to make decisions in the King's name. The Hand of the King is the highest-ranking member of the [[Small Council]], and leads meetings of the council as proxy for the king when the monarch is absent.\n\nA hand is often used as the symbol of the Hand of the King, such as on the wax seals of letters.  Hands of the King often wear a badge of office shaped like a hand, such as a broach or a gold necklace with a repeated hand design.\n\nDuring the reign of strong and able kings, the Hand is the chief agent for coordinating and carrying out the king's plans. During the reign of weak or ineffectual kings, the Hand is often the real power behind the throne, and the man chiefly responsible for holding the realm together. Such was the case when Lord [[Tywin Lannister]] ably served as Hand of the King for twenty years while King [[Aerys II Targaryen]] spiraled into insanity, or when Lord [[Jon Arryn]] served as Hand of the King for seventeen years under King [[Robert Baratheon]], who while an able soldier was not an able politician or statesman. The Hand is supposed to fulfill plans made by the king, but during the reign of weak kings when the Hand is left to clean up the political mess caused by inept rulers, a common saying is that &quot;The King shits, and the Hand wipes&quot;.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt;\n\n[[File:Hands-chair.jpg|thumb|right|200px|The chair of the Hand of the King at the Small Council table.]]\n\nThe Hand of the King is formally addressed as '''Lord Hand''' and resides in the [[Tower of the Hand]] at the [[Red Keep]] along with his family and household.\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Holders": "'''Under [[Aerys II Targaryen|Aerys II]]'''\n* '''Lord [[Tywin Lannister]]''', served as Hand of the King for twenty years until his resignation for Aerys' slights against him. Sided with [[Robert's Rebellion]] after the [[Battle of the Trident]] and carried out the [[Sack of King's Landing]], allowing [[Robert Baratheon]] to seize the [[Iron Throne]].\n* '''â&euro;&lsaquo;Lord [[Jon Connington]], '''â&euro;&lsaquo;[[Lord of Griffin's Roost]]. Served briefly as Hand of the King, but was exiled for failing to defeat [[Robert Baratheon]] in the [[Battle of the Bells]]. Later drank himself to death in [[Lys]].&lt;ref&gt;&quot;[[Robert's Rebellion (Histories &amp; Lore)]]&quot;&lt;/ref&gt;\n* '''Lord [[Rossart]]''', a [[Wisdom]] of the [[Alchemists' Guild]]. Briefly appointed to the position near the very end of the rebellion. Was placed in charge of a secret last resort weapon by Aerys, but both perished before it could be used.Â Killed during the [[Sack of King's Landing]].&lt;ref&gt;[http://www.youtube.com/watch?v=E7b-Z2lLtLc&amp;feature=youtu.be Game of Thrones Season Two Blu-ray Feature: History of the Alchemists' Guild]&lt;/ref&gt;\n'''Under [[Robert Baratheon|Robert I]]'''\n[[File:King Robert Baratheon Hand Jon Arryn.jpg|thumb|Jon Arryn, Hand of King to Robert Baratheon]]\n* '''Lord [[Jon Arryn]]''', served as Hand for most of the seventeen years of Robert's reign. Lord Arryn was said to be essentially the one man really holding the realm together while Robert drank, ate, and whored. Died from poisoning by [[Lysa Arryn]], under the instruction ofÂ [[Petyr Baelish]].\n* '''Lord [[Eddard Stark]]''', served briefly during the final months of Robert's reign. Attempted to reduce the kingdoms debts and stabilize the political tensions growing within the kingdom. Executed under false charges of treason by Robert's successor, Joffrey.\n\n'''Under [[Joffrey Baratheon|Joffrey I]]'''\n* '''Lord [[Tyrion Lannister]]''', served as acting Hand of the King in place of his father from the [[Battle of the Whispering Wood]] until after the [[Battle of the Blackwater]].\n* '''Lord [[Tywin Lannister]]''', relieved Tyrion from his post as acting Hand of the King after the [[Battle of the Blackwater]].\n'''Under [[Tommen Baratheon|Tommen I]]'''\n* '''Lord [[Tywin Lannister]]''', continued serving as Hand after Joffrey'sÂ death. Killed while sitting on the privy, by his own son Tyrion, who shot him with a crossbow.\n\n===Hands of Claimants to the Iron Throne===\n\n'''UnderÂ [[Stannis I Baratheon|Stannis I]]'''\n* '''LordÂ [[Davos Seaworth]],Â '''appointed to the position during theÂ [[Battle of Blackwater]]. Relieved of the charge when he was convicted of treason for trying to kill LadyÂ [[Melisandre]]. Reinstated to the Handship after his release.\n'''Under [[Renly Baratheon|Renly I]]'''\n* '''Lord [[Mace Tyrell]], '''given the position after marriage pact between [[House Baratheon of Storm's End]] and [[House Tyrell]]. After Renly's death, the Tyrells declared for Joffrey.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the position of &quot;Hand of the King&quot; is loosely comparable to the role of a prime minister in an absolute monarchy, or the Lord Chancellor of a medieval monarchy. The Hand's badge of office always includes the design of a hand, though each Hand is free to develop his own specific symbol. The TV series vaguely implies that the official symbol is a broach with a hand on it, though this might have just been Jon Arryn's personal Hand symbol, and Ned Stark simply reused it without bothering to design his own. In both the books and TV series, Tyrion Lannister also wore a gold necklace made of interlocking hands linked into a chain. Hands after Ned Stark in the TV series apparently just picked up the Hand broad from each previous Hand (that, and the TV series already made the prop, and it's a familiar visual designator for the audience).\n\nA popular saying is, &quot;What the King dreams, the Hand builds,&quot; but among the [[smallfolk]] and particularly during the reign of inept and weak kings, a less polite saying is, &quot;The King eats, and the Hand takes the shit.&quot; The Hand of the King is often the one who has to clean up after the mess caused by inept kings. The TV series slightly changed this, to &quot;The King shits, and the Hand wipes.&quot;\n\nThe events of the story are set in motion by the death of the Hand of the King, Lord [[Jon Arryn]], apparently from natural causes. King [[Robert Baratheon]] travels to [[Winterfell]] and asks Lord [[Eddard Stark]] to replace Jon. Eddard is doubtful, not wishing to travel far from his homeland and his family, but eventually agrees when an anonymous message claims that Jon Arryn was murdered. Eddard decides to agree to the King's offer so he can investigate and determine the truth of what has happened and if it poses a danger to Robert or the realm.\n\n===Hands, past and present===\n'''Under [[Aegon I Targaryen]], the Conqueror:'''\n*'''Lord [[Orys Baratheon]]''', the first [[Lord Paramount of the Stormlands]] and rumored to be Aegon's own bastard half-brother.\n* '''Lord Edmyn Tully, '''the first [[Lord Paramount of the Trident]], he was one of the first lords of Westeros to swear fealty to Aegon during the Conquest. Rewarded for his loyalty with the rule of the Riverlands, Edmyn served Aegon as Hand for two years before resigning and returning to Riverrun.\n* '''Ser Osmund Strong, '''a knight of House Strong, he served as Hand after Edmyn Tully's resignation and oversaw the construction of the wall around King's Landing.\n\n'''Under [[Aenys I Targaryen]], eldest son of Aegon I:'''\n* '''Lord Alyn Stokeworth, '''appointed Hand by the new King upon his ascension to the throne. He fought to put down the rebellion of the alledged grandson of Harren the Black, Red Harren, in the Riverlands. Killed in battle.\n* '''Prince [[Maegor Targaryen]]''', younger son of Aegon I. In gratitude for putting down another rebellion at [[The Eyrie]], Aenys made his brother the new Hand of the King. This ultimately led to the vigorous and ruthless Maegor being the real power behind the throne, leading the charge against those who had rebelled against his brother. Removed from the Handship when his marriage to Alys Harroway angered the Faith and Aenys tried to appease them by removing his brother from court.\n* '''Septon Murmison, '''appointed Hand to appease the Faith after Maegor's scandal, Murmison nevertheless also angered the Faith when he joined in marriage Aenys's children, Prince Aegon and Princess Rhaena. Expelled from the Faith, he could do little as the lords and knights of the realm rose up under the banner of the Seven.\n'''Under [[Maegor I Targaryen]], the Cruel:'''\n* '''Lord Lucas Harroway''', the King's goodfather, he was appointed Hand upon Maegor's ascension. However, when his daughter failed to deliver a healthy child to the King, he was executed along with the rest of his family.\n* '''Lord Edwell Celtigar''', appointed Hand after the execution of Lord Harroway.\n'''Under [[Jaehaerys I Targaryen]], the Old King:'''\n* '''Lord Robar Baratheon, '''the grandson of Orys Baratheon, he was the first to openly declare for Prince Jaehaerys's claim against that of his uncle, Maegor. Appointed Lord Protector of the Realm and Hand of the King upon Jaehaerys's ascension to the throne, Rober shared the rule of the realm with Dowager Queen Alyssa, who he married a year later.\n* '''Septon Barth''', the King's closest friend and an unconventional septon, he helped Jaehaerys rule the Kingdoms for near forty years. Died in office.\n* '''Ser Ryam Redwyne''', the Lord Commander of the Kingsguard, he was a brilliant warrior but a poor Hand and quickly left the office.\n* '''Prince Baelon Targaryen, '''the Old King's second son and Prince of Dragonstone after the death of his older brother Aemon, Baelon's tenure as the Hand of the King is remembered fondly. Died in office.\n* '''Ser Otto Hightower''', the younger brother of Lord Hightower of Oldtown, Ser Otto was a learned man who effectively ruled the Seven Kingdoms during the last years of the Old King's rule.\n'''Under [[Viserys I Targaryen]], the Young King:'''\n* '''Ser Otto Hightower, '''reappointed to his office by King Viserys. His daughter Alicent later married the King and gave his three sons. Ser Otto was relieved of his office when he insisted that his grandson Aegon should inherit the Iron Throne instead of Viserys's eldest child Rhaenyra.\n* '''Lord Lyonel Strong''', the Lord of Harrenhal, he served after the departure of Otto Hightower until his death in office due to a fire at Harrenhal.\n* '''Ser Otto Hightower''', returned to the office after King Viserys dissmissed his brother Prince Daemon and his daughter Rhaenyra as the wrong choices.\n'''Under [[Aegon II Targaryen]]: '''\n* '''Ser Otto Hightower, '''one of the conspirators who placed Aegon on the throne at the death of his father instead of his sister, Otto was reappointed Hand of the King. However, his attempts to conduct careful plans to build up alliances against Rhaenyra's camp led to his dissmissal from office.\n* '''Ser Criston Cole''', the Lord Commander of the Kingsguard, he had a more military-minded approach to the war against Rhaenyra. Died in battle whilst in office.\n'''Under [[Aegon III Targaryen]], the Broken King:'''\n* '''Lord [[Cregan Stark]]''', Lord of Winterfell, he was appointed Hand of the King after the arrest of the supposed poisoners of King Aegon II. Presided over the trials and executions of said traitors before resigning the following day.\n* '''Ser Tyland Lannister''', served for two years ably before dying of a winter chill while in office.\n* '''Lord Unwin Peake''', became Hand after the death of Ser Tyland. Appointed several of his friends and family to high offices, tried his best to weaken the other regents and desperately tried to wed his daughter to King Aegon. When he opposed the King's decision to marry Daenaera Velaryon, cousin to his rival Lord Alyn Velaryon, his advice was ignored and he resigned in protest, believing that he would be called back because he was indispensable to the rule of the Realm. However, the regents accepted his resignation.\n* '''Lord Thaddeus Rowan''', appointed the Hand after Lord Peake's resignation. Removed from office when he was falsely implicated in the illict affairs of the Rogare Bank. Arrested and tortured for information.\n* '''Ser Marston Waters''', led the witch hunt against all those implicated in the Rogare Bank's dealings, including Larra Rogare, the wife of Prince Viserys, and her brothers. However, the king and his brother refused to give up Larra and were besieged in Maegor's Holdfast for eighteen days. Ser Marston later turned his cloak and fulfilled his king's command to find those responsible for implicating the Rogares and his predecessor, Lord Rowan. Killed in office by his sworn brother, Ser Mervyn Flowers.\n* '''Grand Maester Munkun''', appointed as acting Hand of the King after the end of the Rogare conspiracy until new regents and a new Hand was appointed.\n* '''Lord Torrhen Manderly''', the last Hand of the regency, he was relieved of his office when Aegon III dissmissed his regents and begun his personal rule.\n* '''Prince [[Viserys II Targaryen|Viserys Targaryen]], '''served as Hand during the last years of his brother's rule. Suggested to Aegon that he bring nine mages from Essos to try and resurrect the dragons.\n'''Under [[Daeron I Targaryen]], the Young Dragon:'''\n* '''Prince Viserys Targaryen, '''continued as Hand after the death of his brother and the ascension of his nephew. Widely seen as having been the one to truly rule the Seven Kingdoms while Daeron tried to conquer Dorne.\n'''Under [[Baelor I Targaryen]], the Blessed King:'''\n* '''Prince Viserys Targaryen''', continued as Hand after the death of Daeron in Dorne. The true power behind the throne yet again, he was said to govern while his nephew prayed. The embarrsements Baelor caused the realm in the form of his appointements to High Septon (a man who couldn't read a sermon and a boy of eight) and their deaths led to the smallfolk believing that Viserys had poisoned them. He was also accused of having poisoned Baelor himself to end his madness and ascend to the throne.\n'''Under [[Daeron II Targaryen]], the Good King:'''\n* '''Prince Baelor 'Breakspear' Targaryen, '''appointed Hand by his father after serving with distinction during the Blackfyre Rebellion. He is remembered as a great man and a good Hand. Killed in office during a Trial by Seven by his own brother Prince Maekar.\n'''Under [[Aerys I Targaryen]]:'''\n* '''Ser Brynden 'Bloodraven' Rivers, '''made Hand and king in all bu name during his nephew's rule. Having previously served on the Small Council, he had built an important network of spies in all Seven Kingdoms. His abilities as spymaster and a warrior allowed him to deal with the remaining threat of the Blackfyres. Accused by many of having killed Daeron the Good during the Great Spring Sickness.\n'''Under [[Maekar I Targaryen]]:'''\n* '''Ser Brynden 'Bloodraven' Rivers, '''continued as Hand after the death of Aerys. After the King's death, he elected to call a Great Council to debat the matter of succession. Crushed another attempted Blackfyre Rebellion by murdering Aenys Blackfyre.\n'''Under [[Aegon V Targaryen]]:'''\n* '''Ser Brynden 'Bloodraven' Rivers, '''arrested upon the King's ascension for the murder of Aenys Blackfyre.\n'''Under [[Aerys II Targaryen]], the Mad King:'''\n* '''Lord [[Tywin Lannister]]''', the King's Hand for twenty years, resigned after King Aerys snubbed the idea of a marriage between his son [[Rhaegar]] and Tywin's daughter [[Cersei]]. Tywin's resignation caused Aerys to spiral even further into the heights of paranoia and insanity. Following Tywin's resignation, Aerys appointed four new Hands in rapid succession, the last three within the space of a year during [[Robert's Rebellion]].\n* '''Lord Owen Merryweather''', served as Hand for the brief few years between Tywin's resignation and the beginning of Robert's Rebellion. An amiable sycophant, he failed to take any action during the early days of the rebellion, which allowed Ned Stark and Robert Baratheon to successfully flee to their holdings and raise their armies in open warfare. For this blunder, Aerys had him exiled and his lands seized.\n* '''Lord Jon Connington''', served as Hand for King Aerys II. He was appointed after Merryweather's exile because he was a close friend of [[Rhaegar Targaryen|Prince Rhaegar]] and Aerys wanted a young, vigorous and skilled warrior to match Robert. Aerys exiled him after being defeated at the [[Battle of the Bells]] during Robert's Rebellion. It is rumored that he drank himself to death.\n* '''Lord Qarlton Chelsted''', executed for treason. Chelsted only briefly served as Hand between the Battle of the Bells and two weeks before the [[Sack of King's Landing]]. Aerys ordered Chelsted executed because he tried to dissuade the Mad King of his diabolic plan to destroy the whole city by wildfire, and resigned his position in protest when he realized Aerys wouldn't back down. People who weren't in the capital at the time often forget that Chelsted and his successor Rossart were ever Hands.\n* '''Lord [[Rossart]]''', a Wisdom of the [[Alchemists' Guild]]. He was Hand for less than a fortnight, before he was killed by [[Jaime Lannister]] during the [[Sack of King's Landing]].\n\n'''Under [[Robert Baratheon]], the Usurper:'''\n* '''Lord [[Jon Arryn]]''', for King Robert. Served as Hand for most of the seventeen years of Robert's reign. Lord Arryn was said to be essentially the one man really holding the realm together while Robert drank, ate, and whored.\n* '''Lord [[Eddard Stark]]''', for King [[Robert Baratheon]]. Served briefly during the final months of Robert's reign.\n\n'''Under Joffrey Baratheon'''\n* '''Lord [[Tyrion Lannister]]''', serving as Acting Hand of the King in place of his father [[Tywin Lannister]].\n* '''Lord [[Tywin Lannister]]''', relieved Tyrion Lannister from his post as Acting Hand of the King after the [[Battle of the Blackwater]].\n\n&lt;p style=&quot;margin-top:0.4em;margin-bottom:0.5em;&quot;&gt;'''UnderÂ TommenÂ Baratheon'''&lt;/p&gt;\n\n\n* '''Lord Tywin Lannister''', continued his role as Hand of the King for TommenÂ after Joffrey's death at the [[Purple Wedding]].\n\nDuring the brief period in which [[Renly Baratheon]] rebelled and laid claimed to the [[Iron Throne]] he named Lord [[Mace Tyrell]] - father of his new wife [[Margaery Tyrell|Margaery]] and his lover Ser [[Loras Tyrell|Loras]] - as his Hand of the King. The TV series made no mention Lord Mace was appointed to the position (though Mace will only debut in the TV series in Season 4).\n\nNeither [[Robb Stark]] of [[The North]] nor [[Balon Greyjoy]] of the [[Iron Islands]] appoint their own &quot;Hand of the King&quot; because they are each fighting to secede their respective regions and set them up as independent kingdoms, while the office of &quot;Hand of the King&quot; is particular to the government of the [[Iron Throne]] itself.\n\nIn the books, [[Stannis Baratheon]] names [[Davos Seaworth]] his new Hand of the King after his release from the dungeons of Dragonstone, after it is discovered that his current Hand, Alester Florent (uncle of his own wife [[Selyse Florent]]) was trying to negotiate a surrender to the Lannisters after the defeat of Stannis' army at the [[Battle of the Blackwater]]. Alester wrote a letter he planned to send to Lord Tywin - without Stannis' knowledge or consent - offering peace and suggesting that Stannis would give up his claim to the Iron Throne, swear fealty to Joffrey, and take back what he said about Joffrey's parentage, but would remain Lord of Dragonstone and Storm's End, and that the Florents would get their castle, Brightwater Keep, back. In addition, he offered [[Shireen Baratheon|Shireen]]'s hand in marriage to [[Tommen Baratheon]]. Alester had no intention of treason, but innocently felt he was doing what was best for Stannis, because these were the best terms he could hope for after his loss at the Blackwater. However, Stannis was unwilling to even negotiate with his enemies, but offering to marry off his only child to the Lannisters was an even greater insult - particularly given that he considers Tommen to be an abomination borne of [[incest]]. Alester is thrown in the dungeon as well and during his brief time as Davos' cellmate explains what transpired. Although Alester acted of folly and had no malicious intent, Stannis - harsh in his judgment as ever - believes that Alester feigned loyalty while acting against him, while Davos out of earnest loyalty told him hard truths he didn't want to hear, so he releases Davos and promotes him to be his new Hand of the King - to the consternation of some of his other remaining bannermen from more prestigious noble Houses.\n\nIn the TV series, during the episode &quot;Blackwater&quot; Stannis says he intends to name Davos as his Hand after they win the battle, but they lose the battle, Davos is lost at sea, and when he returns he quarrels with Melisandre and is thrown in the dungeon. Thus there was never a point when he could have actively assumed the office. However, in the Season 3 finale &quot;Mhysa&quot;, after Davos is released from the dungeon he starts reading through letters the castle has received (despite his difficulty from only recently learning how to read), and tells [[Shireen Baratheon|Shireen]] that he has to do this drudgery now that he is her father's Hand &quot;again&quot; - which doesn't match the previous order of events in the TV series, in which Stannis intended to name Davos his Hand but never had the chance before. It's possible Davos was just speaking loosely about Stannis' earlier intent to promote him, generally referring to being back in her father's service now that he's out of the dungeon. Either way, Davos is Stannis's Hand after he is released from Dragonstone's dungeons.\n\n", "History": "===[[Season 1]]===\nFollowing [[Robert's Rebellion]], King [[Robert Baratheon]] appointed Lord [[Jon Arryn]] as Hand of the King. Seventeen years later, the elderly Lord Jon dies in [[King's Landing]]. King Robert travels north to [[Winterfell]] to ask Lord [[Eddard Stark]] to replace him. Eddard is reluctant until he receives intelligence from Jon's wife (and his own sister-in-law), [[Lysa Arryn]], that the [[House Lannister|Lannister]] family murdered Jon as part of a wider conspiracy. Eddard then accepts Robert's proposal, hoping to learn the truth about Jon's death.&lt;ref&gt;&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;&lt;/ref&gt;Â LysaÂ later revealed that it's herself who poisoned Jon, under the instruction of Petyr Baelish, and then sent the letter falsely charging HouseÂ LannisterÂ for this murder.Â &lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;\n\nOn the [[Kingsroad]], Eddard is told that [[Daenerys Targaryen]] has married a [[Dothraki]] warlord, whose army may pose a potential threat to the realm. King Robert suggests assassinating her, but Eddard dissuades him by noting the moral implications and pointing out that the Dothraki do not have any ships.&lt;ref&gt;&quot;[[The Kingsroad]]&quot;&lt;/ref&gt;\n\n[[File:Small Council.png|thumb|Lord Eddard chairs the small council meeting with Robert Baratheon's crested chair empty.]]\nUpon arriving in King's Landing, Eddard takes up his role as King's Hand by chairing meetings of the [[small council]]. He learns that, despite Jon Arryn's prudence, Robert has put the realm more than six million gold crowns in debt.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt; Eddard also hears reports that the [[City Watch]] is struggling to control the influx of visitors to witness the king's [[tournament]] in honor of Eddard's appointment.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt; When King Robert announces that Daenerys is pregnant and must now die, Eddard argues against the decision. When Robert orders it done anyway, Eddard resigns the Handship.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\nAfter being injured in an altercation with Ser [[Jaime Lannister]], Eddard is reinstated by Robert on the condition he makes peace with the Lannisters. He agrees, but then learns that the Lannister bannerman [[Gregor Clegane]] has been burning farms in the [[Riverlands]]. He sends Ser [[Beric Dondarrion]] and a hundred men to arrest Ser Gregor and orders that Lord [[Tywin Lannister]] present himself in King's Landing to answer for the actions of his bannerman. The other members of the small council consider this act rash.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt; As well as Hand of the King, Lord Eddard is appointed Regent and Protector of the Realm by the dying King Robert after the latter's wounding by a boar. However, Eddard is stripped of this position by order of Queen [[Cersei Lannister]] and the newly-raised King [[Joffrey Baratheon]] when he tries to expose the truth of Joffrey's birth.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n\nKing Joffrey then names Lord Tywin Lannister, his grandfather and former Hand of the King to the [[Aerys II Targaryen|Mad King]] twenty years earlier, as his new Hand.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt; However, Tywin is too busy fighting the [[House Stark|Stark]] army under [[Robb Stark]] in the Riverlands, so sends his son [[Tyrion Lannister|Tyrion]] to act in his stead. Furious at Cersei' incompetence in allowing Joffrey to execute Eddard Stark, Tywin orders Tyrion to take the situation in the capital in hand and if necessary to mount heads on spikes.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\nUpon Tyrion's arrival at King's Landing, his sister disputes his appointement as Acting Hand, but is forced to accept it.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt; Tyrion sets about putting affairs in order. He strips Lord [[Janos Slynt]] of his lands and titles and exiles him to [[the Wall]], replacing him as Commander of the [[City Watch]] with [[Bronn]].&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt; Tyrion then exposes Grand Maester [[Pycelle]] as being in Cersei's pocket and strips him of his position on the small council. He also forges an alliance with [[House Martell]] of [[Dorne]] by pledging Princess [[Myrcella Baratheon]] to their [[Trystane Martell|youngest son]] in marriage, to Cersei's fury. Tyrion also sends Lord [[Petyr Baelish]] to the [[Stormlands]] to treat with [[Renly Baratheon]] and make a secret offer to [[Catelyn Stark]], that Tyrion will release [[Sansa Stark|Sansa]] and [[Arya Stark|Arya]] (whom he does not hold) to her in return for Jaime Lannister's release.&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\nTyrion also attempts to restrain Joffrey's cruelty by being kind to Sansa and attempting to distract Joffrey with two prostitutes. The plan backfires when Joffrey abuses the girls to send a message to Tyrion. However, Tyrion succeeds in blackmailing his cousin [[Lancel Lannister|Lancel]] into betraying Cersei and feeding him intelligence about her actions.&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\nTyrion attempts to mend fences with Cersei and work with her in preparing the city for [[Stannis Baratheon]]'s attack. However, Cersei refuses to talk to Tyrion, even for the city's defense, insisting that Joffrey will handle it personally. Tyrion learns from Lancel that Joffrey's plan is to use [[wildfire]] to defend the city. Tyrion heads off the plan - which could burn down the city by accident - by recruiting Wisdom [[Hallyne]] of the [[Alchemists' Guild]] to his cause. Tyrion believes that he is doing a good job as Hand, but is shocked when he sees a street protest where he is named a 'demon monkey' and blamed for Joffrey's excesses.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\n[[House Martell]] accept Tyrion's offer of an alliance and Myrcella leaves the city for [[Dorne]]. However, after waving her off the royal party is [[Riot of King's Landing|attacked]] on the streets of King's Landing by the [[smallfolk]] of the city, who are starting to starve as food supplies to the city are interrupted by the war. Joffrey fans the flames of the riot by ordering his soldiers to kill the rioters. Tyrion, furious, slaps Joffrey and attempts to restore order.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\nWhile sailing to attack Kings Landing in the [[Battle of the Blackwater]], [[Stannis Baratheon]] tells Ser [[Davos Seaworth]] that should they succeed in taking the city and overthrowing Joffrey, he intends to name Davos as his Hand of the King.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\nTyrion oversees the defense of King's Landing during the [[Battle of the Blackwater]], using a [[wildfire]] trap to destroy a significant portion of the enemy's forces. After the tide of battle turns in favor of Stannis Baratheon and morale runs low, Tyrion personally leads the city defenders into battle.&lt;ref&gt;&quot;[[Blackwater]]&quot;&lt;/ref&gt;\n\nTyrion is stripped of his power after Tywin Lannister arrives at King's Landing, relieving Tyrion from his position as acting Hand. In a ceremony in which King Joffrey declares him [[Savior of the City]], Lord TywinÂ is also proclaimed as Hand of the King. Varys notes to Tyrion that he will not be credited for his actions as Hand, but notes that those who are aware of his role are grateful for it.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n\nTywin Lannister, having resumed his position as Hand of the King, holds a new Small Council meeting. To emphasize his dominance, Tywin has the location of the meeting moved to a new chamber, located just outside of his own.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\nAfter his release from prison,Â [[Davos Seaworth]]Â was named Hand of the King for KingÂ [[Stannis Baratheon]].\n\n===[[Season 4]]===\n\nAfter Joffrey is slain by Petyr Baelish and Olenna Tyrell, his younger brother and heir, [[Tommen Baratheon]], becomes the new King and names Tywin as his Hand. Shortly afterwards, Tywin is killed by Tyrion, leaving the position vacant.\n\n"}, "title": "Hand of the King"}