{"attributes": {"founding": "", "founder": "'''Hardhome''' is a Free Folk fishing village located beyond the Wall on a sheltered bay along the Shivering Sea, situated at the tip of the large peninsula known as Storrold's Point. ==Behind the scenes==Hardhome is set to appear in Season 5. The sets were built at Wikipedia:Magheramorne", "places": "", "title": "Hardhome", "image": "Hardhome.jpg", "rulers": " ", "location": "Beyond the Wall, Westeros ", "military": "", "religion": "Old Gods of the Forest", "age": "", "type": "Village", "institutions": "", "population": ""}, "sections": {"Also see": "*{{AWOIAF|Hardhome}} (spoilers from the books)\n\n", "Behind the scenes": "Hardhome is set to appear in [[Season 5]]. The sets were built at [[Wikipedia:Magheramorne|Magheramorne Quarry]] in Northern Ireland.&lt;ref name=day&gt;[http://www.youtube.com/watch?v=p9Mi17nLflY Game of Thrones Season 5: A Day in the Life]&lt;/ref&gt;\n\n", "TOP": "Hardhome029965ojolhfy59vonan114pm5kyfs79ra9py1776362015-03-18T21:19:57ZThe Dragon Demands5014364/* In the books */{{Settlement\n| Title=Hardhome\n| Image=Hardhome.jpg\n| Image size=\n| Location=[[Beyond the Wall]], [[Westeros]] \n| Type=Village\n| Population=\n| Rulers= \n| Religion=[[Old Gods of the Forest]]\n| Military=\n| Institutions=\n| Places=\n| Founding=\n| Age=\n| Founder=\n}}\n'''Hardhome''' is a [[Free Folk]] fishing village located [[beyond the Wall]] on a sheltered bay along the [[Shivering Sea]], situated at the tip of the large peninsula known as [[Storrold's Point]]. \n\n", "In the books": "\nHardhome was the closest thing to becoming a true town that the Free Folk ever built, though by the standards of the Seven Kingdoms south of the Wall it was a modestly sized fishing village.  It was perfectly situated in a strong defensive position on the tip of the peninsula known as Storrhold's Point, near waters rich in fish and seals, and with abundant supplies of timber and stone in the surrounding cliffs (which were also well-sheltered with caves).  \n\nAbout 600 years ago (300 years before the [[War of Conquest|Targaryen Conquest]]), however, disaster struck the settlement.  No one knows exactly what happened:  the fires from the town's destruction burned so high that watchers on the Wall hundreds of miles away could see the sky dimly lit on the horizon, and ashes rained down in the Haunted Forest for half a year.  Some say that slavers came from the Free Cities to attack the town - though know one knows from which city, and no report of it was ever heard.  Others say that other wildling groups attacked the town, or that the alleged cannibals from [[Skagos]] raided the settlement.  Some think that supernatural forces may have struck.  Whatever the case, the town was left in ruins.\n\nAs the wildlings flee from the return of the White Walkers, however, many have taken refuge there and partially rebuilt Hardhome.  \n\nIn the novels, after Mance Rayder's defeat, a small fraction of his army flees the Wall rather than surrender to the Night's Watch, with a large portion led by the woods witch Mother Mole traveling back to Hardhome to seek refuge.  The Night's Watch sends an expedition by ship to treat with them, and possibly evacuate them from the oncoming army of the undead.  Jon Snow does not personally join this expedition in the novels, though reports come back from the expedition via messenger-raven.  The TV series condensed this to send Jon Snow along with the expedition as a POV character the audience is familiar with (i.e. similar to how in Season 4, Stannis actually spoke with Tycho Nestoris of the Iron Bank in person, while in the books this was done via written correspondence).\n\n"}, "title": "Hardhome"}