{"attributes": {}, "sections": {"TOP": "Harpies014360tawoztq1xqtfy46mete8fo6gdivpjl81811672015-04-05T01:59:32ZArticXiongmao15030876/* Season 4 */ It's not still covered by the flag.[[File:Harpy_astapor.jpg|thumb|300px|A massive harpy atop a meeting hall on one of the ends of the Walk of Punishment.]]\n'''Harpies''' are mythological creatures in the culture of [[Essos]], whose likeness is used as the symbol of the [[Ghiscari Empire]], as well its colony-cities in [[Slaver's Bay]], where Ghiscari culture survives to this day.\n\nHarpies are shown as having the face and torso of a woman and the wings of a bird.\n\n", "Image gallery": "&lt;gallery columns=&quot;3&quot; spacing=&quot;small&quot;&gt;\nAstapor Harpy title sequence.jpg|The harpy of Astapor, as shown in the title sequence.\nAncient Ghis Harpy.jpg|A harpy statue from the city of [[Old Ghis]] as depicted in the [[Complete Guide to Westeros]].\nAstapor city view.jpg|The statue of a harpy seen from a distance.\nDany_GoodMasters3x03.jpg|The harpy of Astapor is traditionally depicted holding a chain with open manacles between its talons.\nWhip.jpg|The whip the [[Good Masters]] use to control the [[Unsullied]], with a handle shaped like a harpy.\nUnsullied Whip Concept Art.jpg|Concept art of the Unsullied whip.\nHarpie Statue Concept Art.jpg|Harpy statue concept art.\n&lt;/gallery&gt;\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the harpy is the ancient sigil of the [[Ghiscari Empire]], described as having a bat's wings, an eagle's talons, and a scorpion's tail. On the Ghiscari flag, the harpy is shown clutching a thunderbolt in its talons. [[Valyria]] destroyed the Ghiscari Empire and conquered its lands, but after the [[Doom of Valyria]] Ghiscari culture reasserted itself. The nation of Ghiscar, expanding from the island city of [[New Ghis]], bears the harpy on its flag.\n\nThe city-states of Slaver's Bay (Astapor, [[Yunkai]] and [[Meereen]]), although not subject to the new Ghiscari kingdom of New Ghis, are Ghiscari in culture and origin and also employ the harpy as their sigil. The Astapori harpy holds a chain with open manacles, the Yunkish harpy holds a whip and an iron collar, while the Meereenese harpy holds nothing.\n\n", "History": "===[[Season 3]]===\n[[File:Yunkai_3x09.2.jpg|thumb|left|A massive stone statue of a Harpy sits atop the largest pyramid in Yunkai.]]\n\nHarpies are shown prominently in the city of [[Astapor]] on [[Slaver's Bay]]. A great statue of a harpy can be seen on the walls of Astapor overlooking the bay.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt; The harpy of the Astapori flag is depicted holding, between her talons, a chain with open manacles on both ends.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\n\nAn enormous statue of a harpy, located at the top of the largest and tallest pyramid, dominates the skyline of [[Yunkai]].&lt;ref&gt;&quot;[[Second Sons (episode)]]&quot;&lt;/ref&gt;&lt;ref&gt;&quot;[[The Rains of Castamere (episode)]]&quot;&lt;/ref&gt;\n===[[Season 4]]===\nA huge bronze harpy lies at the apex of the [[Great Pyramid]] of [[Meereen]].&lt;ref&gt;&quot;Breaker of Chains&quot;&lt;/ref&gt;\n\n[[File:Siege of Meereen.png|thumb|The Harpy atop the Great Pyramid of Meereen, covered by a Targaryen flag.]]During the [[Siege of Meereen]], as the local [[Slavery|slave]] population rises in arms against the [[Great Masters]], an enormous black banner with the three-headed red dragon of [[House Targaryen]] is placed over the harpy atop the pyramid. After the revolt is victorious and the city falls to [[Daenerys Targaryen]], she takes up residence in the Great Pyramid. The Queen's private residence lies at the very top, just below the Harpy.&lt;ref&gt;&quot;Oathkeeper&quot;&lt;/ref&gt;\n\n"}, "title": "Harpies"}