{"attributes": {"status": " :Category:Status: Dead", "religion": " Drowned GodQuote", "last": "", "family": "", "title": "File:HoareSquare.jpg", "season": "Season 2", "image": "Harren Hoare.png", "allegiance": "House Hoare", "culture": "Ironborn", "titles": "King of the Iron Islands and the Riverlands", "link": "House Hoare", "mentioned": "&quot;A Man Without Honor&quot;", "place": "Orkmont", "aka": ["Harren the Black", "Black Harren"], "first": ""}, "sections": {" In the books ": "\nIn the ''[[A Song of Ice and Fire]]'' novels, Harren the Black was the last King of the Iron Islands and the Riverlands, grandson of Harwyn Hardhand, a [[King of the Iron Islands]] who took the [[Trident]] from Arrec, the [[Storm King]] (grandfather of [[Argilac Durrandon|Argilac the Arrogant]]. Harren's father extended their domains further east by conquering even more territory from the [[Kingdom of the Stormlands]], advancing east from the [[Gods Eye]] to the Narrow Sea and south to the [[Blackwater Rush]] (more or less the area of the later [[The Crownlands|Crownlands]]).\n\nHarren the Black was a vain, bloody tyrant hated by his vassals. His cruelty became legendary across Westeros. Harren had a very long reign: he had been king for forty years by the time of the War of Conquest. Argilac Durrandon was a strong king and managed to stem the tide of ironborn expansion, starting when he became king 20-30 years before the War of Conquest. Even so, Harren focused on strengthening his hold on the large territories that House Hoare already held, pouring massive resources into finishing Harrenhal (breaking the backs of thousands of enthralled Rivermen).\n\nHarren's growing strength and expansionist mindset indirectly led to the War of Conquest, or at least its immediate cause. After so many years Argilac was starting to grow old, and with only one daughter as an heir, he feared that Harren would sense weakness and mount another major invasion against the Stormlands. Argilac therefore proposed a marriage-alliance to Aegon Targaryen, whose dragons could stop Harren. Aegon declined the offer, however, pointing that he already had ''two'' wives - and that the vast lands that Argilac promised as dowry (from Gods Eye to the Blackwater) were in fact still held by Harren (and Aegon would only gain them if they succeeded). Aegon did give a counter-offer, that Argilac's daughter could marry his best friend (and rumored bastard brother) [[Orys Baratheon]]. Argilac was incensed at giving his daughter's hand in marriage to a bastard, so he cut off the hands of Aegon's envoy and mailed them back to Dragonstone in a box, saying they were the only hands he would ever receive from him. Aegon responded by calling his bannermen, and announcing that he intended to conquer not merely the Stormlands or the ironborn, but all of the Seven Kingdoms.\n\n", "TOP": "Harren Hoare08582mb9i5qe2oxlgkb9dlnmj0c44tr52xti1764362015-03-12T21:02:22ZThe Dragon Demands5014364{{Character\n| Title=[[File:HoareSquare.jpg|40px|left|link=House Hoare]] Harren Hoare [[File:HoareSquare.jpg|40px|right|link=House Hoare]]\n| Image=Harren Hoare.png\n| Season=[[Season 2|2]]\n| First=\n| Last=\n| Mentioned=&quot;[[A Man Without Honor]]&quot;\n| Aka=Harren the Black&lt;br&gt;Black Harren\n| Status= [[:Category:Status: Dead|Deceased]]\n| Titles=[[King of the Iron Islands and the Riverlands]]\n| Place=[[Orkmont]]\n| Culture=[[Ironborn]]\n| Allegiance=[[House Hoare]]\n| Family=\n| Actor=|Religion = [[Drowned God]]}}\n{{Quote|Harren the Black thought [[Harrenhal|this castle]] would be his legacy. The greatest fortress ever built: the tallest towers, the strongest walls. The Great Hall had thirty five hearths. Thirty five, can you imagine? Look at it now... a blasted ruin.|[[Tywin Lannister]] to [[Arya Stark]]|A Man Without Honor}}\n'''Harren Hoare''', better known as '''Harren the Black''' and '''Black Harren''', is an unseen character in ''[[Game of Thrones (TV series)|Game of Thrones]]''. He is dead by the time of the series and has only been mentioned in dialogue.\n\n", " See also ": "* {{AWOIAF}}\n\n", " Biography ": "=== Background ===\nHarren the Black was an [[ironborn]] King who ruled over the [[Iron Islands]] and the [[Riverlands]] from his castle, [[Harrenhal]]. Harrenhal was the biggest castle in the entire history of the [[Seven Kingdoms]] and was built to be invulnerable to any attack by land.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\nHowever, when [[Aegon Targaryen]] [[War of Conquest|invaded]] the [[Seven Kingdoms]], King Harren's vassals from the Riverlands, led by [[Edmyn Tully]], revolted against him, while Aegon the Conqueror unleashed his dragon, [[Balerion]] the Black Dread against the massive stronghold.&lt;ref&gt;&quot;The Complete Guide to Westeros: The Field of Fire&quot; featurettes confirm Aegon used his three dragons only in the Field of Fire&lt;/ref&gt; The [[King of the Iron Isles and the Riverlands]] and his [[House Hoare|sons]] perished as dragonflame consumed Harrenhal, leaving behind blackened and melted ruins.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\n"}, "title": "Harren Hoare"}