{"attributes": {"season": " Season 2", "image": " Burning of Harrenhal.jpg", "narrator": " Catelyn Stark'''&quot;Harrenhal&quot;Â ''' is part of the Histories &amp; Lore, a special feature in the Blu-ray of Season 2 of ''Game of Thrones''. It is narrated by Michelle Fairley as Lady Catelyn Stark.==Synopsis==Catelyn Stark details the rise and fall of the supposedly impenetrable fortress Harrenhal and the terrifying legends that have plagued its ruins ever since.==Summary==On the shores of the Gods Eye due north of the Isle of Faces rises a monument of arrogance and cruelty: Harrenhal. For a people who prided themselves on their ships, the Ironborn of old seized any chance to leave them, and carved out a vast kingdom from the peaceful Riverlords. Their empire reached its zenith under King Harren Hoare, called &quot;The Black&quot; by those he terrorized; and his own men, though they meant it proudly.King Harren enslaved the Riverlands to raise the mightiest fortress Westeros had ever seen, with walls so vast that winters would come and go and besieging armies grow old and grey before the castle fell. Five towers he ordered, reaching into the heavens like grasping fingers; a monstrosity which he forced the people of the Riverlands to build for their own subjugation.But the day the slaves laid down the last stone, Aegon I Targaryen and his sisters Visenya Targaryen", "title": " Harrenhal"}, "sections": {"TOP": "Harrenhal (Histories &amp; Lore)016907p9dr7whdz4y96pn5l5o3bx9m4ytcbnm1773692015-03-17T00:48:39ZGreater good3347453Added infobox and synopsis{{Lore|Title = Harrenhal|Image = Burning of Harrenhal.jpg|Season = [[Season 2|2]]|Narrator = [[Catelyn Stark]]}}\n'''&quot;Harrenhal&quot;Â ''' is part of the [[Histories &amp; Lore]], a special feature in the Blu-ray of [[Season 2]] of ''[[Game of Thrones]]''. It is narrated by [[Michelle Fairley]] as Lady [[Catelyn Stark]].\n\n", "Notes": "During the brief montage when Catelyn explains that every House which ever held Harrenhal was struck by tragedy and went extinct, a montage shows a series of [[Heraldry]] banners burning away to signify the death of each of these Houses. While the names aren't mentioned on-screen, these heraldry designs accurately correspond to the Houses which held Harrenhal in the books, and even progress through the montage in chronological order: [[House Qoherys]], [[House Towers]], [[House Harroway]], [[House Strong]], and [[House Lothston]].\n\nThe castle itself is held by [[House Whent]] at the beginning of the TV series, but the last living member was old Lady Shella Whent, whose children had all died. Shella herself died (apparently due to old age and stress) after the Lannisters invaded Harrenhal in Season 2 (though this was off-screen and not directly stated).\n\nHouse Whent apparently only went extinct in the male line, however, as [[Minisa Tully]] (Catelyn's mother) was herself born a Whent, and thus Catelyn, Lysa, Edmure, and all of their respective children would technically have some claim to Harrenhal. However, because the Lannisters consider the Tullys and the Starks (Catelyn Tully's children) to be in rebellion against the crown, they opt to simply award the castle to [[Petyr Baelish|Petyr &quot;Littlefinger&quot; Baelish]] - who then marries Lysa.\n\n", "Synopsis": "[[Catelyn Stark]] details the rise and fall of the supposedly impenetrable fortress [[Harrenhal]] and the terrifying legends that have plagued its ruins ever since.\n\n", "Summary": "On the shores of the [[Gods Eye]] due north of the [[Isle of Faces]] rises a monument of arrogance and cruelty: [[Harrenhal]]. For a people who prided themselves on their ships, the [[Ironborn]] of old seized any chance to leave them, and carved out a vast kingdom from the peaceful Riverlords. Their empire reached its zenith under King [[Harren Hoare]], called &quot;The Black&quot; by those he terrorized; and his own men, though they meant it proudly.\n\nKing Harren enslaved the [[Riverlands]] to raise the mightiest fortress [[Westeros]] had ever seen, with walls so vast that winters would come and go and besieging armies grow old and grey before the castle fell. Five towers he ordered, reaching into the heavens like grasping fingers; a monstrosity which he forced the people of the Riverlands to build for their own subjugation.\n\nBut the day the slaves laid down the last stone, [[Aegon I Targaryen]] and his sisters [[Visenya Targaryen|Visenya]] and [[Rhaenys Targaryen (sister of Aegon I)|Rhaenys]] rode south. When they arrived with their small army, Harren laughed and shut the gates. Harrenhal was given an easy first test; it failed. Harrenhal could have survived all the armies of Westeros combined, but Harren learned that the tallest and thickest walls meant little to [[dragons]]. With Harren and his sons dead, Harrenhal quickly surrendered to Aegon. [[House Tully]] then raised the Riverlords in rebellion against the [[Iron Islands]], and with Aegon they flushed the ironborn to the sea.\n\nRather than tear it down, Aegon claimed Harrenhal as a prize and gave it to one of his commanders, whose line then withered to extinction as would every family to hold it thereafter.\n\nWhen many speak of Harrenhal, their voices drop to whispers. They speak of [[Danelle Lothston|Mad Lady Lothston]], who was said to send a giant bat to send children for her crock pots and to bathe in blood and serve feasts of human flesh. They also mention the ghosts of Black Harren and his sons who still walk the castle at night, all aflame. Another tale tells of servants who went to bed at full health and were found in the morning burnt to ash. These are usually dismissed as stories to frighten wayward children and excite young girls.\n\nHarrenhal is a prize; a nigh impregnable castle with enough land and income to make a man one of the greatest lords of Westeros in a single stroke. But it would not be entirely right either. If by a king's grace someone seizes Harrenhal, they would then have to garrison, repair and maintain it. Even by stretching to the end of their means the could not fill and manage the whole castle, so they would retreat their household to four of the five towers. Then three, then two, then only the bottom thirds of those. They would close the Hall of the Hundred Hearths and take their meals in their rooms. Even then they could not shed the feeling of desolation; that Harrenhal and it's vastness is devouring them. In later years as they bury a grandson or a great-grandson, the last of their line, they will know it has.\n\n"}, "title": "Harrenhal (Histories &amp; Lore)"}