{"attributes": {"founding": "", "founder": "King Harren Hoare", "places": "Kingspyre Tower&lt;br /&gt;Tower of Dread&lt;br /&gt;Widow's Tower&lt;br /&gt;Wailing Tower&lt;br /&gt;Tower of Ghosts", "title": "File:Baelish mini flag.png", "image": "Harrenhal.jpg", "rulers": ["House Baelish (de jure)", "House Bolton (abandoned)", "House Lannister (abandoned)", "House Slynt (never occupied)", "House Whent (expelled)", "House Lothston (extinct)", "House Strong (extinct)", "House Harroway (extinct)", "House Towers (extinct)", "House Qoherys (extinct)", "House Hoare (extinct)"], "link": "House Baelish", "location": "The Riverlands, the north shore of Gods Eye", "military": "", "religion": ["The Faith of the Seven", "The Drowned God (formerly)"], "age": "300 years (approx.)", "type": "Castle (partially ruined)", "institutions": "", "population": ""}, "sections": {"TOP": "Harrenhal025205tpcze3n3qy4a9mfztze0ncwakwjo8m1787532015-03-23T03:26:39ZSharp Blades26158496/* Notable residents of Harrenhal */{{Settlement\n| Title=[[File:Baelish mini flag.png|45px|left|link=House Baelish]] Harrenhal [[File:Baelish mini flag.png|45px|right|link=House Baelish]]\n| Image=Harrenhal.jpg\n| Location=[[The Riverlands]], the north shore of [[Gods Eye]]\n| Type=Castle (partially ruined)\n| Population=\n| Rulers=[[House Baelish]] (de jure)&lt;br&gt;[[House Bolton]] (abandoned)&lt;br&gt;[[House Lannister]] (abandoned)&lt;br&gt;[[House Slynt]] (never occupied)&lt;br&gt;[[House Whent]] (expelled)&lt;br&gt;[[House Lothston]] (extinct)&lt;br&gt;[[House Strong]] (extinct)&lt;br&gt;[[House Harroway]] (extinct)&lt;br&gt;[[House Towers]] (extinct)&lt;br&gt;[[House Qoherys]] (extinct)&lt;br&gt;[[House Hoare]] (extinct)\n| Religion=The [[Faith of the Seven]]&lt;br&gt;The [[Drowned God]] (formerly)\n| Military=\n| Institutions=\n| Places=Kingspyre Tower&lt;br /&gt;Tower of Dread&lt;br /&gt;Widow's Tower&lt;br /&gt;Wailing Tower&lt;br /&gt;Tower of Ghosts\n| Founding=\n| Age=300 years (approx.)\n| Founder=King [[Harren Hoare|Harren the Black]]}}\n{{Quote|Harren the Black thought this castle would be his legacy. The greatest fortress ever built: the tallest towers, the strongest walls. The Great Hall had thirty-five hearths. Thirty-five, can you imagine? Look at it now... a blasted ruin.|[[Tywin Lannister]] to [[Arya Stark]]|A Man Without Honor}}\n'''Harrenhal''' is a huge castle, the largest one in all of [[Westeros]], though it is also the most ill-omened. It is located on the northern shore of the [[Gods Eye]] lake at the heart of the [[Riverlands]], south of the River [[Trident]] and northwest of [[King's Landing]].\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Harrenhal is a colossal castle consisting of five massive towers (the Tower of Dread, the Widow's Tower, the Wailing Tower, the Tower of Ghosts, and the Kingspyre) and immense walls. It occupies thrice as much land as [[Winterfell]]: its [[Godswood]] spans 20 acres, its stables hold a thousand horses, and its kitchens are as large as Winterfell's great hall. The great hall contains some 30 hearths.\n\nThe castle was built over 300 years ago by House Hoare, the ruling house of the Iron Islands which had overrun and conquered the Riverlands. It took three generations to construct. King Harren the Black completed the castle, boasting that it was impregnable. Unfortunately, the day he completed the castle was the same day that [[Aegon the Conqueror]] invaded Westeros. His [[dragon]]s were not obstructed by the towering walls and roasted Harren and all his heirs alive in the tallest tower of the castle, now known as the Kingspyre.\n\nSince Harren's death the castle has passed through a number of other noble houses ([[House Qoherys|Qoherys]], [[House Towers|Towers]], [[House Harroway|Harroway]], [[House Strong|Strong]], and [[House Lothston|Lothston]]), each of which has come to ruin for one reason or another. Also, every castellan to command the castle's garrison has come to a horrific end, even when they are far away from the castle. This has led to the common superstition in Westeros that Harrenhal is cursed, which is the reason [[Petyr Baelish]] never set foot there ever since he was granted the castle. Prior to the [[War of the Five Kings]] House Whent, loyal vassals to Lord [[Hoster Tully]] of Riverrun, held the lordship of Harrenhal.\n\nThe people who served as castellans of Harrenhal from the beginning of the series are:\n*{[[Shella Whent]]}. Presumed dead.\n*{[[Tywin Lannister]]}. Killed by [[Tyrion Lannister]].\n*{[[Amory Lorch]]}. Torn apart by the bear.\n*[[Roose Bolton]]\n*{[[Locke|Vargo Hoat]]}. Killed by [[The Mountain]].\n*[[Gregor Clegane]]. Fatally injured in a [[Second Trial by Combat of Tyrion Lannister|duel]] by [[Oberyn Martell]].\n*{[[Polliver]]}. Killed by [[The Hound]].\n\nSo far, Roose Bolton is the only one who evaded the alleged curse.\n\nHarrenhal is considered extremely ill-reputed place not only due to the alleged curse: according to [[Jaime Lannister]], Harrenhal has seen more horror in its three hundred years than [[Casterly Rock]] had witnessed in three thousand.\n\nDue to its central location in contested borderlands, since its construction Harrenhal has fallen to hostile siege more times than any other major castle in Westeros (within the same three hundred year time period). Aegon the Conqueror infamously burned and half-ruined the castle not long after it was finished using his dragon Balerion. It was also attacked during the Faith Militant uprisings - or rather, the early localized rebellions against Aegon I's sons which later coalesced into a wide-scale conflict. A rebel leader styling himself Harren the Red, claiming to be Harren the Black's bastard, established himself at Harrenhal but was crushed. Harrenhal was one of the focal points of the major campaigns during the Dance of the Dragons and changed hands multiple times. It was probably attacked during the First Blackfyre Rebellion. Ironically, the one major continent-wide war which Harrenhal was not directly besieged in was [[Robert's Rebellion]] - yet in many ways, the spark of the rebellion began at Harrenhal. It was during a great [[Tournaments|tournament]] at Harrenhal that [[RhaegarÂ Targaryen|Rhaegar&amp;nbsp;Targaryen]] controversially crowned [[Lyanna Stark]] as the Queen of Love and Beauty - and his later abduction of Lyanna set the entire war in motion.\n\nDuring the Dance of the Dragons, Harrenhal gained the dubious distinction of being one of the few castles to have been burned out ''twice'' with dragonfire. While it is loosely said that it fell to &quot;dragons&quot; during the War of Conquest, only one dragon was actually present - though Aegon I's mount Balerion the Black Dread, the largest Targaryen dragon, was more than sufficient to bring it to ruin. During the Dance, however, which occurred 130 years later, the faction loyal to [[Aegon II Targaryen|Aegon II]] captured Harrenhal, aided by his younger brother Aemond One-Eye riding the dragon [[Vhagar]]. Later the strategic situation changed and the army had to withdraw, but to deny use of the castle to their enemies, Aemond used Vhagar to burn out every wooden structure in the entire complex. So ultimately multiple &quot;dragons&quot; did burn Harrenhal - just not at the same time.\n\nBy the War of the Five Kings, Harrenhal had fallen into such disrepair that Shella Whent's household had completely abandoned three of the five great towers of the castle, letting them fall into ruin. Even in the two remaining towers, they only occupied and continued to service the bottom fifth of each tower - put another way, only about two fifteenths of the castle's potential living space was actually being used and maintained.\n\nAfter House Lannister takes Harrenhal, most of its household keep on serving the occupiers. However, [[Arya Stark]], [[Jaqen H'ghar]], [[Rorge]] and [[Biter]] free the Northern prisoners after Lord Tywin and the Mountain leave the castle under the command of Amory Lorch. The Brave Companions seize the chance to turn on Lorch and deliver the castle to Roose Bolton, who was commanding the Northern forces east of the Trident, with whom they had previously made a deal. Later Roose leaves Harrenhal to attend [[Red Wedding|Edmure Tully's wedding]], granting the command of the castle to [[Locke|Vargo Hoat]]. Hoat is killed by [[The Mountain]]. When the Mountain is called back to [[King's Landing]], he gives the command to Polliver, who is killed by [[The Hound]].\n\nAccording to the TV series official [[pronunciation guide]] developed for the cast and crew, &quot;Harrenhal&quot; is pronounced &quot;HAIR-in-hall&quot;.\n\n", "Behind the scenes": "\nConcept artist Kimberley Pope explained the elements she came up with for Harrenhal's design: &quot;I added the thorns, dead trees, and suggested it would be nice to have the lake as a sulphuric crater, toxic and dead, still suffering from the devastation brought about by the burning of Harrenhal.&quot; The walls of Harrenhal's major towers are also supposed to appear so large that to characters inside the complex they seem like mountains in the background.&lt;ref&gt;[http://www.hbogo.com/#series/video&amp;assetID=GOROSTGP35015?videoMode=embeddedVideo?showSpecialFeatures=true/ &quot;Garden of Bones&quot; In-Episode Guide]&lt;/ref&gt;\n\nProduction Designer [[Gemma Jackson]] said that in order to develop the look of Harrenhal, she visited Cambodia and the ruins of [[Wikipedia:Angkor Wat|Angkor Wat]] to get a feel for how a vast but crumbling castle complex should appear, with many broken walls overgrown with vines and creepers. Many of the walls were broken when it was burned with dragonfire, and more have since fallen into ruin but not been repaired, because the entire castle is too big to adequately maintain. To emphasize this, the paths through the Harrenhal set were designed to be deliberately confusing, so the camera is never quite sure what is right around the next bend: informal &quot;entrances&quot; to different sections of the castle will suddenly appear as characters pass through large broken gaps in old walls. The Lannister troops have also haphazardly assembled some wooden constructions in their makeshift camp within the older stone walls - and because all of the trees were burned away long ago, they mostly just broke up whatever old rotting furniture or half-burned support beams they could find within the castle itself and hastily hammered them together into new forms. The combined effect gives Harrenhal a confusing, maze-like quality. Jackson also added large broken stones around the bases of many of the walls, to emphasize that they are crumbling into ruin, and their upkeep is so neglected that no one even expends the effort to clear the fallen stones away. &lt;ref&gt;&quot;Garden of Bones&quot; In-Episode Guide&lt;/ref&gt;\n\n", "Notable residents of Harrenhal": "\n* Lady {[[Shella Whent]]}, called &quot;Old Lady Whent&quot;, the former Lady of Harrenhal and head of House Whent. Presumably deceased.\n\n===Lannister occupation===\n\n* Lord {[[Tywin Lannister]]}, Lord of Casterly Rock, Lord Paramount of the Westerlands and Warden of the West. Made Harrenhal his seat while waging war in [[the Riverlands]]. Killed by [[Tyrion]].\n** Ser [[Kevan Lannister]], his brother and adviser. Rode south with Lord Tywin.\n** Ser [[Gregor Clegane]], called &quot;the Mountain That Rides&quot; or &quot;the Mountain&quot;, Lord Tywin's sworn sword. Greatly injured by [[Oberyn Martell]].\n*** {[[The Tickler]]}, a torturer in the Lannister army. Killed by [[Jaqen H'ghar]].\n*** [[Weasel]], a gaoler.\n** Ser {[[Amory Lorch]]}, a knight sworn to Lord Tywin. Poisoned by [[Jaqen H'ghar]].\n*** {[[Polliver]]}, a man-at-arms serving under Ser Amory. Killed by [[Arya Stark]].\n*** [[Jaqen H'ghar]], a [[Lorath]]i criminal recruited into the Lannister army. Actually a [[Faceless Man]]. Whereabouts unknown.\n*** {[[Rorge]]}Â and {[[Biter]]}, [[King's Landing]] criminals recruited into the Lannister army. Killed byÂ [[Arya Stark]]Â and [[Sandor Clegane|The Hound]]Â .\n** [[Arya Stark]], disguised as a commoner and made Lord Tywin's cupbearer. Escaped into the Riverlands.\n*** [[Gendry]], a smith, and [[Hot Pie]], an apprentice baker. Arya's companions.\n\n===Northern occupation===\n\n* Lord [[Roose Bolton]], [[Lord of the Dreadfort]], holding the castle in the name of [[Robb Stark]], the King in the North. Now back in [[the North]].\n** {[[Locke]]}, Roose Bolton's master-at-arms. Killed by [[Hodor]].\n**[[Steelshanks]], a man-at-arms sworn to Lord Bolton.\n* [[Qyburn]], a former maester. Now at [[King's Landing]].\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "History": "===Background===\n[[File:HarrenhalPreConquest.jpg|thumb|right|Harrenhal before its destruction.]]\nKing [[Harren Hoare]]'s grandfather led the [[Ironborn|ironborn]] to conquer [[the Riverlands]], previously occupied by [[the Stormlands]]. The ironborn cared nothing for the inhabitants of the mainland, and their rule was brutal and tyrannical - far more than any previous occupier. To consolidate their hold on the Riverlands, Harren's grandfather commissioned construction of a great fortress on the northern shore of the [[Gods Eye]] lake, in the very heart of the region. The largest and greatest fortress ever built in Westeros, it took three generations to finish. The ironborn broke the backs of the Riverlanders in forced labor to complete an instrument for their own domination. The great castle was finally finished in King Harren's time, and he arrogantly named it &quot;Harrenhal&quot; after himself. On the very same day that the last brick was laid, however, [[Aegon I Targaryen|Aegon Targaryen]] and his sisters landed with their army from [[Dragonstone]] at the mouth of the [[Blackwater Rush|Blackwater]] River, along with their three [[dragons]], beginning the [[War of Conquest]].\n\nHarren thought the walls of his massive castle could withstand any assault, but he did not realize that dragons could simply fly over them. In the [[Burning of Harrenhal]], Aegon used his dragon [[Balerion]] to roast King Harren and all of his sons alive within their own tower. Harrenhal was blasted with dragonfire and left half-ruined.\n\nAfterwards, Aegon Targaryen granted Harrenhal to his bannermen of [[House Qoherys]], which eventually became extinct. They were followed by Houses [[House Towers|Towers]], [[House Harroway|Harroway]], [[House Strong|Strong]], and [[House Lothston|Lothston]]. All of them, like the Hoares and Qoherys before them, died out, leading to the castle of be considered a cursed place. Several tales are told of Harrenhal, including the tale of [[Danelle Lothston|Mad Lady Lothston]], the flaming ghosts of Harren and his sons, and of servants who go to sleep and are found turned to ashes the following day.&lt;ref&gt;[[Complete Guide to Westeros]]&lt;/ref&gt;\n\n[[Image:Harrenhal Pin.png|thumb|right|200px|Map showing the location of [[Harrenhal]] on the continent of [[Westeros]].]]\n\nHarrenhal is seen as something of a white elephant: while it is technically the biggest castle in Westeros, it is so ridiculously large that the surrounding area cannot possibly produce the necessary food to support the massive army needed to fully man it. Rulers of Harrenhal usually lose money and resources simply by possessing it. As a result, Harrenhal is rarely if ever fully manned. Moreover, it was never fully repaired after being blasted with dragonfire by the Targaryens three hundred years ago, which combined with the fact that the garrison is never as large as the fortifications require, means that Harrenhal really isn't one of the most defensibly formidable castles in Westeros.&lt;ref&gt;[[Complete Guide to Westeros]]&lt;/ref&gt;\n\nThe surrounding lands subject to Harrenhal are actually some of the richest and most fertile in all of Westeros, being located in the watersheds of both the Trident River and Gods Eye lake. In peacetime, a noble House can actually become quite wealthy from holding Harrenhal - provided that they hire only a skeleton force to defend it instead of a full garrison. It is a testament to the sheer size of the castle that even the most productive farmlands in Westeros cannot support enough troops to fully garrison it. Nonetheless, the unwary often see Harrenhal as a great reward or prize in war, without pausing to consider that there is actually little net profit in holding it.&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\nBy the time of the [[War of the Five Kings]], Harrenhal was held by [[House Whent]], until they were stripped of it and the castle was given to [[House Slynt]] as a reward for [[Janos Slynt]]'s betrayal of [[Eddard Stark]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/harrenhall/ HBO viewers guide, season 2 map, Harrenhal entry]&lt;/ref&gt; However, due to the area being a warzone, Slynt never actually occupied the castle and was stripped of it when [[Janos Slynt]] was sent to [[the Wall]] . In Season 2, it is used as the main forward base for [[Tywin Lannister]]'s army in the Riverlands during his campaign against [[Robb Stark]]. However, the Lannisters later withdraw their forces to defend King's Landing in the decisive [[Battle of the Blackwater]]. At the beginning of Season 3 the abandoned castle is re-captured by the Northern army (Robb Stark's maternal grandmother was a Whent, so he has some direct claim to the castle), and Robb left a detachment of the Northern army under [[Roose Bolton]] to hold the castle. After Bolton left to attend the [[Red Wedding | wedding of Edmure Tully and Roslin Frey]], the castle is manned by his crony [[Locke]]. However in Season 4, Locke is seen at Bolton's side back in the North, so it is unknown who holds Harrenhal for the moment. It can be surmised that it's back in Lannister hands.\n\n===[[Season 1]]===\n[[Catelyn Stark]] recognizes a [[knight]] of Harrenhal at the [[Crossroads Inn]] and asks [[Willis Wode|him]] if he is loyal to Lady Whent and Catelyn's father, Whent's liege lord. When he replies this is the case, she asks his aid in restraining [[Tyrion Lannister]] and receives it.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\nKing [[Joffrey Baratheon]] gives the castle of Harrenhal to [[Janos Slynt]], commander of the [[City Watch]], for his part in betraying [[Eddard Stark]].&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\nFollowing the [[House Lannister|Lannister]] defeat at the [[Battle of the Whispering Wood]], Lord [[Tywin Lannister]] announces that he will take his army of 30,000 men, capture Harrenhal and use it as the forward base for his army in the Riverlands while [[Robb Stark]]'s numerically superior forces consolidate near [[Riverrun]].&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n[[File:Harrenhal1.jpg|thumb|right|The towers of Harrenhal.]]\n[[Arya Stark]], [[Gendry]], and [[Hot Pie]] are taken prisoner and taken to Harrenhal, which serves as a rallying point for the Lannister troupes warring in the Riverlands. Here they are witness to horrific torture inflicted upon the [[smallfolk]] by Lannister torturers in search for the [[Brotherhood without Banners]]. Later [[Tywin Lannister]] arrives to take command over the forces operating the Riverlands.&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\n[[Tyrion Lannister]] offers Harrenhal to [[Petyr Baelish]] along with [[Lord Paramount of the Riverlands|lordship]] over all of the Riverlands in exchange for his aid in the release of [[Jaime Lannister]].&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\nEventually Tywin leaves Harrenhal to move against an approaching [[Robb Stark]], and leaves Arya behind under the brutal command of Ser [[Gregor Clegane]]. Later on Arya escapes from Harrenhal with the help of [[Jaqen H'ghar]]. &lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\nAfter the [[Battle of the Blackwater]], King [[Joffrey]] grants Harrenhal to Lord Baelish for his aid in arranging the Lannister-[[House Tyrell|Tyrell]] alliance.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\nThe Northern army prepares to [[Liberation of Harrenhal|seize]] Harrenhal, only to find that Ser [[Gregor Clegane]] has already abandoned the castle and put all the Northern and Riverlands prisoners to the sword.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\nAfter receiving news of the death of Lord [[Hoster Tully]], [[Robb Stark]] departs from Harrenhal.&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt; Lord [[Roose Bolton]] remains in command of the ruined castle, along with a portion of the northern army.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\n[[Jaime Lannister]] arrives at Harrenhal, having been captured and maimed by Bolton's hunter [[Locke]].&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n\nAmong the terms Walder Frey sends Robb Stark to renew his alliance with [[House Stark]], he demands Harrenhal and all its attendant lands and income.&lt;ref name=&quot;S306&quot;&gt;&quot;[[The Climb]]&quot;&lt;/ref&gt;\n\nAfter negotiating with Lord Bolton, Jaime is sent back to Kings Landing under the command of [[Steelshanks]], while [[Brienne of Tarth]], his companion, has to stay behind for abetting treason against House Stark.&lt;ref name=&quot;S306&quot;/&gt;\n\nRoose Bolton leaves Harrenhal for [[the Twins]], and leaves Brienne to the mercy of Locke, who has her thrown into a bearpit. Jaime returns to save her just in time. They leave a furious Locke behind.&lt;ref&gt;&quot;[[The Bear and the Maiden Fair]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n\nAt some point Locke abandons Harrenhal to return to the Dreadfort alongside Roose Bolton.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\n"}, "title": "Harrenhal"}