{"attributes": {"status": "Quote", "title": "Hearteater", "image": "Sansa_kissing_Hearteater.png", "material": "Castle-forged steel", "owner": "Joffrey Baratheon", "maker": ""}, "sections": {"TOP": "Hearteater09374179gb9p0a9ru7u60c6riq0qqi2dlcw81559222014-08-06T03:56:36ZThe Dragon Demands5014364/* In the books */{{Sword\n| Title=Hearteater\n| Image=Sansa_kissing_Hearteater.png\n| Image size=250px\n| Material=Castle-forged steel\n| Maker=\n| Owner=[[Joffrey Baratheon]]\n| Status=\n}}\n{{Quote|My new blade. 'Hearteater' I've named it.|King Joffrey Baratheon|Blackwater}}\n'''Hearteater''' is the name [[Joffrey Baratheon]] gives the new sword he carries to the [[Battle of the Blackwater]].\n\n", "See also": "*{{AWOIAF}}\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Joffrey has a habit of frequently getting new and quite impressively made swords, and giving them fierce names like &quot;[[Lion's Tooth]]&quot; or &quot;Hearteater&quot;, but he never actually swings a sword against an opponent at any time in the narrative. When he does personally execute people he uses a crossbow, because he doesn't actually know how to wield a sword.\n\nJoffrey receives a new [[Valyrian steel]] sword, [[Widow's Wail]], from his grandfather Tywin on the day of [[Purple Wedding|his wedding]] to [[Margaery Tyrell]], replacing Hearteater - for a few hours, until Joffrey is poisoned at his own wedding feast later in the day.  Many lords own more than one sword, but usually only one is &quot;the&quot; single, ancestral sword of their family.  As a Valyrian steel sword, Widow's Wail would replace Hearteater as the sword passed down to the head of House Baratheon of King's Landing - and Martin has confirmed that ownership of Widow's Wail technically passed to Joffrey's younger brother Tommen after his death.  No mention is made of what happened to Hearteater after Joffrey received Widow's Wail, or of what he intended to do with it.\n\n", "History": "===[[Season 2]]===\nBefore leaving the [[Red Keep]] to oversee [[King's Landing]]'s defenses against [[Stannis Baratheon]]'s attack, King Joffrey orders [[Sansa Stark]] to see him off with a kiss. He then draws Hearteater and commands her to kiss it. He mentions that after the battle he will have her kiss it again and taste his uncle's blood. Sansa asked if that means he will be fighting the vanguard, as [[Robb Stark]], who is only a pretender, does. Angered, Joffrey says that someday she can lick Robb's blood off Hearteater as well. Ultimately,Â Joffrey never wields the sword in battle.&lt;ref&gt;&quot;[[Blackwater]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\nJoffrey has Hearteater with him inside his palanquin as he is being transported through [[Flea Bottom]].&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\n"}, "title": "Hearteater"}