{"attributes": {}, "sections": {"TOP": "Hedge knight030812syph7eigo1j95d3qzyr0u8dedy34vae1777882015-03-19T03:57:45ZGreater good3347453/* Known hedge knights */[[File:Hedge Knight.png|thumb|300px|right]]\n{{Quote|Hedge knights, now, are a different breed. Take a sellsword and remove the sense. They get their name from where the sleep: under the hedges of the Seven Kingdoms and ditches and stables. They do not have the family name or the purse like real knights, so they spend all their money on armor and a horse and riding tourney after tourney in the hope of impressing some lord or winning some prize.|[[Bronn]]|Sellswords &amp; Hedge Knights}}\n'''Hedge knights''' are independent [[Knighthood|knights]] who wander the [[Seven Kingdoms]] seeking employment with major lords.  They are so-called because it is said they are so poor that they cannot afford to stay at inns, but sleep under hedges by the roadsides. They also sleep in ditches and stables.\n\nUnlike knights are are sworn to the service of a lord, they have little money and no family name. For this reason they spend what money they have on armor and a [[Horses|horse]] and ride in [[Tournament|tournaments]] in the hope of impressing a lord and being accepted into his household or winning a prize.&lt;ref&gt;&quot;[[Sellswords &amp; Hedge Knights]]&quot;&lt;/ref&gt;\n\n", "References": "{{Reflist}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, a hedge knight is a wandering knight without a master.  Many are quite poor, and they travel the length and breadth of [[Westeros]] looking for gainful employment.\n\nLess scrupulous hedge knights put their martial training to use by resorting to banditry. For this reason, hedge knights are often mistrusted and considered disreputable. The term &quot;hedge knight&quot; itself is considered disparaging and some hedge knights can be described as &quot;upjumped&quot; - bandits who were knighted by other hedge knights, with no real prestige to their title.  Nonetheless there are some chivalrous hedge knights who value their honor and who try to uphold their vows, in fact sometimes more so than in comparison to other knights who are higher up in the social strata, and feel that their high status means that they don't have to strictly follow their vows.  \n\nThe first novella in the ''[[Tales of Dunk and Egg]]'' series is entitled ''The Hedge Knight''.\n\n", "Known hedge knights": "[[File:Dunk the Lunk.png|thumb|right|Ser [[Duncan the Tall]] during his days as a hedge knight.]]\n*Ser [[Duncan the Tall]], lived as a hedge knight prior to winning the favor of [[House Targaryen]] and becoming a member of the [[Kingsguard]].&lt;ref&gt;&quot;[[Justice of the Seven Kingdoms]]&quot;&lt;/ref&gt;\n*The [[Baelish (hedge knight)|grandfather]] of [[Petyr Baelish]], was a hedge knight who owned a small portion of land and a keep in [[the Fingers]].&lt;ref&gt;&quot;[[House Baelish (Histories &amp; Lore)]]&quot;&lt;/ref&gt;\n\n"}, "title": "Hedge knight"}