{"attributes": {}, "sections": {"Behind the scenes": "[[Image:Jim Stanes heraldry.png|thumb|Jim Stanes in his workshop.  Note the heraldry chart in the background.]]\n[[Image:Heraldry behind the scenes 1.png|thumb|Stanes's early heraldry concept art.  Note that some, such as the Umber and Royce sigils, ''do not'' match their final, on-screen versions.]]\nWhile the heraldry designs used by each noble House were established by author [[George R.R. Martin]] in the ''[[A Song of Ice and Fire]]'' novels, graphic artist [[Jim Stanes]] was tasked with taking Martin's textual descriptions and adapting them into the visual format of the TV series. Stanes achieved this after laborious effort, and comparisons with literally hundreds of examples from real-life medieval heraldry.\n\nStanes described the process of physically making the heraldic banners:\n\n:&quot;We basically sent digital files of the artwork to printers, with specific instructions about how big they are, color matching, we put a color system here, which the printer also has. So we print up banners, flags, tent materials, all sorts of things like that.&quot;&lt;ref&gt;[http://www.youtube.com/watch?v=SaLzC91ty7Q Game Of Thrones: The Artisans - Jim Stanes, Graphic Artist: Heraldry]&lt;/ref&gt;\n\nHe went on to explain that the sigils that appear on shields or armor are directly painted on, or applied by the production team. A few of the major Houses get their own molded shields, i.e. the Stark direwolf which appears on their shields is not simply painted on but a more detailed molding. Some of the major Houses also get their own custom armor which features their sigils as part of the design, i.e. the Lannister lions worked into [[Tywin Lannister]]'s armor.\n\nStanes explained that the heraldry for the [[Great Houses]] were the first ones to be fully developed for Season 1, as well as for a few of the other major Houses which appear prominently in Season 1 (i.e. [[House Umber]]).\n[[Image:Heraldry behind the scenes 2.png|thumb|Concept art of the Lannister lion sigil.]]\n[[Image:Heraldry behind the scenes 3.png|thumb|Concept art of the Stark direwolf sigil.]]\nStanes described the process of creating the heraldry for some of the Great Houses:\n\n:&quot;The Lannister lion, we went through hundreds and hundreds of versions. We looked at references from the ancient past, the Middle Ages, we looked at 20th century logos, all sorts of different ideas on how a lion could look.&quot;&lt;ref&gt;[http://www.youtube.com/watch?v=SaLzC91ty7Q Game Of Thrones: The Artisans - Jim Stanes, Graphic Artist: Heraldry]&lt;/ref&gt;\n\n:&quot;The Stark sigil took a long time to develop. The direwolf is a big symbol in the [TV series], so we needed to establish something that really felt right.&quot;&lt;ref&gt;[http://www.youtube.com/watch?v=SaLzC91ty7Q Game Of Thrones: The Artisans - Jim Stanes, Graphic Artist: Heraldry]&lt;/ref&gt;\n\n:&quot;Greyjoy, they're the kraken. I didn't even known what a kraken was: it's a giant squid, basically, that what's everybody says it is, so we did a big squid.&quot;&lt;ref&gt;[http://www.youtube.com/watch?v=SaLzC91ty7Q Game Of Thrones: The Artisans - Jim Stanes, Graphic Artist: Heraldry]&lt;/ref&gt;\n\n", "TOP": "Heraldry019321o6ndkaevzviemaoirmzpou3lk354bc31795152015-03-26T15:31:54ZThe Dragon Demands5014364/* Exceptions: the Night's Watch and the Kingsguard */::''This article is written from an out-of-universe perspective.''\n\n{{dialogue a-b-a-b|Ygritte|Is that how you lot do your fighting? You march down the road banging drums and waving banners?|Jon Snow|Most of the time, yes.|How do the men holding the banners fight?|They don't, really.  It's a great honor to carry your House sigil.|[[Jon Snow]] explains to [[Ygritte]] the [[Free Folk|wildling]] the importance of heraldry in the Seven Kingdoms.|The Bear and the Maiden Fair (episode)}}\n\nThe various noble Houses of the [[Seven Kingdoms]] use distinctive '''heraldry'''Â to identify their armies on the battlefield and as a sign of status for individuals.\n\nHeraldic designs may consist of a simple pattern of colors, but also usually feature real or mythological animals or objects. Specific sets of formal rules govern what form a heraldic design may take.\n\nOnly members of noble families, or their bannermen, have the legal right to formally display their own heraldry.\n\nThe heraldry of each noble House is also accompanied by [[House words|a specific House motto, or &quot;words&quot;]]. These typically take the form of boasts or battle-cries, such as [[House Baratheon]]'s words &quot;Ours is the fury!&quot;, or [[House Tully]]'s words &quot;Family, Duty, Honor&quot;. [[House Stark]] is a major exception in that unlike most other Houses, its words are not a boast but the ominous warning &quot;Winter is coming&quot;. House words do not typically appear on a House's heraldry, in the books as well as the TV series.\n\n==Heraldry in Westeros and in the real-world==\n\nIn the real-life Middle Ages, a specific set of rules governed heraldry designs.\n\nThe colors used in heraldry are formally known as &quot;tinctures&quot;, though these are subdivided into regular &quot;colors&quot;, &quot;metals&quot;, and &quot;furs&quot;. Red, Green, Blue, Purple, and Black are considered &quot;colors&quot;. Certain other colors (i.e. Brown) were added in later centuries as new dyes became available to Medieval Europe. The two &quot;metals&quot; are Gold and Silver, though both of these actually encompass a spectrum of colors: gold to orange to yellow is all considered &quot;gold&quot;, while white to grey is collectively considered &quot;silver&quot;. A few fur patterns were also used, such as &quot;Ermine&quot; and &quot;Vair&quot;. Ermine is supposed to look like the tail pattern of a stoat, and Vair is supposed to resemble the belly coloration of a kind of squirrel. Furs such as Ermine are technically patterns, not single &quot;colors&quot;, but are arbitrarily lumped in with colors and metals as &quot;tinctures&quot;. Each tincture officially consists of a specific shade of a given color and no other: there is only one shade of &quot;blue&quot; which can be used, with no variation between different shades of &quot;light blue&quot; and &quot;dark blue&quot;.\n\nThe most important rule of heraldry is the [[Wikipedia:Rule of tincture|rule of tincture]]:\n\n:''Metal shall never be put on metal, nor color on color.''\n\nIt is against the rules of heraldry to for a design to be half red and half blue, or for it to be half gold and half silver. For example, the sigil of [[House Lannister]] is a gold lion (metal) on a red field (color). It would not be permitted to have a gold lion on a ''silver'' background, because it is also a metal. Ostensibly this is because heraldry is supposed to identify different armies on the battlefield and should be easily distinguishable at a glance.\n\nThere is a major loophole to this rule, however, in the choice of color for the animal or object (the sigil) used in a heraldic design. An object may be depicted as &quot;proper&quot; - using the color is possesses in nature - regardless of what other colors it is touching. This explicitly allows the animal or object featured in a heraldic design to break the rule of tincture. For example, the sigil of [[House Stark]] is a grey direwolf on a snow-white field, which breaks the &quot;no metal against metal&quot; rule. However, direwolves are actually grey in nature, so it is simply being displayed &quot;proper&quot; - the rule of tincture does not apply, and it can be used on a white field. In contrast, it would still break the rules of heraldry to put a purple direwolf on a blue background, because direwolves are never purple in nature, and a purple direwolf cannot plausibly be said to be displayed &quot;proper&quot;.\n\nA problem presented in both the ''[[A Song of Ice and Fire]]'' novels and HBO's TV adaptation ''Game of Thrones'' is that a specific set of terminology is officially used in heraldry, describing the different tinctures as well as design motifs - and this terminology only exists in the French language. The official names for the various tinctures are: ''Gules'' (Red), ''Vert'' (Green), ''Azure'' (Blue), ''Purpure'' (Purple), ''Sable'' (Black), ''Or'' (Gold), ''Argent'' (Silver).\n\nFrench does not exist in the fictional world of [[Westeros]] and [[Essos]], however, so it may be impossible to use the real-life formal terminology of heraldry in this context. For example, no one within the narrative is ever going to say to [[Tywin Lannister]] that the sigil of his House is &quot;gules, a lion or&quot;.\n\nDifferent shapes may be fitted into various shapes on flags or armor, but because they were originally painted onto shields, the official shape of an overall piece of heraldry is usually the shape of a shield (an ''escutcheon''). This is the practice throughout most of the Seven Kingdoms, with the major exception of [[Dorne]]. Military tactics in the deserts of Dorne favor quick hit-and-run attacks, as opposed to columns of slow and bulky armored knights, who would soon suffer from lack of available water sources. Thus instead of using the full shields of heavy knights, the Dornish favor lightly armored and mobile riders who fight with spears and small rounded shields. This is reflected in the heraldry of Houses from Dorne, which are officially in the shape of a perfect circle, not an escutcheon.\n\n===Younger sons, variations, and personal sigils===\n[[File:Blackfish sigil.png|thumb|right|200px|The personal coat of arms of [[Brynden Tully]].]]\nYounger sons of noble Houses often prefer to use their own distinctive personal sigils, which are often a slight variation of the official sigil of their House. Sometimes even the oldest son and heir, or even the current lord, may have his own personal sigil - this is simply a matter of preference.\n\nFor example, while the official heraldry of House Tully is a silver fish on a red and blue background, [[Brynden Tully|Brynden &quot;The Blackfish&quot; Tully]] uses a variant of this for his personal heraldry, which consists of a black fish on a red and blue background.\n\n===Bastards===\nAcknowledged [[Bastards|bastard]] children of a noble family are still not legally permitted to officially carry the heraldry of their noble parent's House. They may unofficially carry a flag displaying the heraldry on the battlefield or use weapons and equipment that display its heraldic symbol - but only as much as any common footsoldier in their noble parent's army may also carry such equipment. If an acknowledged noble-born bastard began openly wearing capes and armor displaying the heraldry of his noble parent's House, and using banners displaying the heraldry at formal social functions, he would face legal troubles and punishment.\n[[File:Targaryen.JPG|thumb|House Targaryen's sigil is a red dragon on a black field.]]\n[[File:House-Blackfyre-heraldry.jpg|thumb|House Blackfyre, founded by a bastard son of House Targaryen, follows the custom for bastards by inverting the Targaryen colors, resulting in a black dragon on a red field.]]\nFor example, [[Jon Snow]] (before he joined the [[Night's Watch]] and forsook all family ties) was forbidden from officially &quot;carrying&quot; and displaying the Stark heraldry of a grey direwolf on a white field. One of House Stark's bannermen such as Ser [[Rodrik Cassel]] might physically hold a flag displaying the Stark heraldry, or even a common Stark footman might carry such a flag, and thus Jon may have carried weapons or equipment featuring the Stark direwolf design motif, but Jon was not allowed to use the Stark heraldry as a representation of himself, because this would be essentially making the false claim that he was a legitimized child who no longer bore the shame of his bastardy.\n\nNoble-born bastards are in a legal state between fullborn nobles and simple commoners, however, and unlike the common [[smallfolk]], acknowledged bastards are allowed to use their own heraldry - just not the heraldry of their noble parent's House. A custom very common in Westeros is for bastards to use the heraldry of their noble-born parent's House but with the colors inverted (which is known as &quot;breaking&quot; the design scheme). While the books and TV series never portrayed Jon Snow as using any kind of heraldry before he joined the Night's Watch, if he followed this custom his personal sigil would have been a white direwolf on a grey field, the reverse of the Stark colors. Thus the discovery of the six direwolf pups by [[Eddard Stark|Ned Stark]] and his sons is all the more considered a sign from the [[Old Gods of the Forest|Old Gods]]: not only were there two female and four male pups (to match the Stark children), but the sixth was an albino - physically resembling the white direwolf design that Jon would use in heraldry as a bastard son.\n\nOne of the more infamous examples of bastard heraldry is [[House Blackfyre]], a cadet branch of [[House Targaryen]] founded by bastard son [[Daemon Blackfyre]] when he was legitimized, over a century before the [[War of the Five Kings]]. Following the custom for bastards, Daemon inverted the color scheme of the Targaryen heraldry, so instead of the normal red three-headed dragon on a black background, House Blackfyre's heraldry consisted of a black three-headed dragon on a red background.\n\n===Exceptions: the Night's Watch and the Kingsguard===\n[[File:Jon_and_Benjen_1x03.png|thumb|The Night's Watch &quot;uniform&quot; is solid black: signifying the ''absence'' of heraldry.]]\nThe [[Night's Watch]] has no heraldic symbol, to emphasize its sworn duty to be removed from petty politics of one lordly House or another, but to defend the lands of men as a whole. Thus, the Night's Watch uses solid black on its banner and shields, which symbolizes the erasure of any allegiance to noble Houses. Even the &quot;uniform&quot; of the Night's Watch is to wear solid black clothing; members from wealthier families often buy all-black clothing before leaving for [[the Wall]], while poor conscripts have their clothing simply dyed black when they reach the Wall (clothing which isn't always well-suited for cold weather). Thus when new recruits join the Night's Watch, they are often said to &quot;take the black&quot;, to take up the black uniform.\n[[File:Night's Watch vows.jpg|thumb|left|Those who take the Watch's vows reject all heraldry.]]\nSolid black specifically denotes the ''rejection'' of heraldry, and is therefore strictly speaking not a &quot;symbol&quot; in and of itself, but the absence of a symbol. Even the seals on messages sent by the Night's Watch are simply made in black wax with no symbol on them. The [[Free Folk|wildlings]] have taken to calling members of the Night's Watch &quot;crows&quot; because like crows they are covered in black, but this is just a nickname - though it has also caught on a bit south of the Wall as well, as travelling Night's Watch recruiters such as [[Yoren]] are often called &quot;wandering crows&quot;.\n\n:''The Night's Watch-related articles on the ''Game of Thrones Wiki'' make use of the black raven icon used for the Night's Watch and associated characters on the HBO Viewer's Guide, but this is only because it became too confusing to use a solid black navigation icon in different articles. The black crow icon from the HBO website is non-canonical and never actually used within the story.''\n\n[[File:Jaime_kingsguard_promo.jpg|thumb|right|150px|The Kingsguard are famous for their white cloaks and armor.  In this Season 1 photo, Jaime wears the symbol of the Kingsguard on his breastplate.]]\n[[File:Jaime Lannister Season 4.jpg|thumb|right|150px|Jaime in Season 4, wearing the new variant of the Kingsguard symbol on his breastplate, a crown made of three swords.]]\nMembers of the elite [[Kingsguard]] are noted for their all-white cloaks and white enameled gold armor. In the novels, individual members of the Kingsguard, in private events such as [[Tournaments|tournaments]], bear only solid white heraldry on their shields and banners - the opposite of how a knight with no allegiance will use solid black heraldry. Indeed, only members of the Kingsguard legally have the right to carry shields and banners emblazoned with all-white heraldry.  Somewhat like the Night's Watch, they formally renounce their familial and political allegiances when they join the order. Unlike the Night's Watch, the all-white banners of the Kingsguard are technically not considered to be a rejection or absence of heraldry, the way black is.\n\nThe Kingsguard ''as an institution'', however, does have a symbol, a triple-pointed crown made of swords, representing the crown of the [[King of the Andals and the First Men]].  They wear this on their armor, and carry it on banners when leading the king's armies in war, acting officially in their capacity as Kingsguard. \n\n:The novels have given somewhat conflicting statements about Kingsguard heraldry, saying at different times that they are the only men in Westeros legally allowed to display solid white heraldry, but at other times also saying that the symbol &quot;of the Kingsguard&quot; is a golden crown encircled by seven silver swords, on a white field.  The ''apparent'' explanation is that the crown and swords are the symbol of &quot;the Kingsguard&quot; as an institution, but in private events such as tournaments, Kingsguard are not representing the king, so they display only solid white heraldry - given that they have formally renounced their prior family allegiances and heraldry.  In the books, Jaime Lannister flagrantly violated this principle by wearing armor decorated with golden Lannister lions while in Robert's Kingsguard, but multiple characters point out that he shouldn't be allowed to do this (Robert can't complain because he is dependent on Jaime's father for financial support).  \n\n:The TV series modified &quot;Kingsguard institutional symbol&quot; in Season 1 to be a triple-pointed crown with no swords.  This continued until Season 4, when without explanation all of the Kingsguard shifted to use a new symbol of a triple-pointed crown shape formed by three interlocking swords symbols.  The symbol did not change in-universe, this was a retcon:  even carvings in the [[White Sword Tower]] and ''[[The Book of Brothers]]'' (a decades-old book) appear in Season 4 with the new symbol.  The TV series has also not yet directly established that the Kingsguard are the only group allowed to display all-white heraldry at tournaments.  \n\n:''Similar to the Night's Watch, Kingsguard-related articles on the ''Game of Thrones Wiki'' make use of either their distinctive helmet or the King's crown design from their armor, but this is only because it became too confusing to use a solid white navigation icon in different articles. Officially, the heraldry of the Kingsguard is just a solid white banner.''\n\n==[[The North]]==\nHeraldry is closely associated with [[knighthood]], which was introduced to Westeros by the [[Andals]] six thousand years ago. Northern warriors are not as flashy as southern knights, fighting over frivolous love feuds, but have to be dour and grim to survive the harsh winters which affect the North. Some of the heraldry from southern Westeros can be very ornate, which the Northerners see as frivolous. As a result, George R.R. Martin intentionally made heraldry in the North not as complex as heraldry from the south of Westeros.\n\n&lt;gallery&gt;\nStark.JPGâ&euro;&#x17D;|[[House Stark|House Stark of Winterfell]] - a grey direwolf on a white plain.\nStark banner behind the scenes.png|Stark banner - variant with the grey direwolf and white field also surmounting a green escutcheon.\nRobb Stark command tent.jpg|King [[Robb Stark]] standing in front of a Stark banner in his command tent.\nStark tourney 2.jpg|House Stark - variant displaying a full direwolf on a white field, surmounting a green escutcheon.\nWinterfell direwolf tapestry.jpg|A tapestry at [[Winterfell]] featuring the full-bodied version of the Stark direwolf sigil.\nHouse Stark tapestry.jpg|Alternate angle of the direwolf tapestry.\nHouse-Bolton-heraldry.jpg|[[House Bolton]] - a red flayed man, hanging upside-down on a white X-shaped cross, on a black background.\nJaime and Bolton make plans S3E6.jpg|A House Bolton sigil displayed behind [[Jaime Lannister]] and [[Brienne of Tarth]] as they dine with Lord [[Roose Bolton]].\nBolton men3x02.jpg|House Bolton - variant in which the red flayed man and black plain surmount a red escutcheon.\number sig.png|[[House Umber]] - four gold chains linked by a central ring on red.\nHouse Umber tourney.jpg|Umber banner at the [[Tourney of the Hand]].\nHouse-Mormont-sigil.jpg|[[House Mormont]] - a black bear in a green wood on a white field.\nHouse Mormont tourney.jpg|House Mormont banner at the Tourney of the Hand\nKarstark sig.png|[[House Karstark]] - a white sunburst on black.\nHouse Karstark banner.jpg|Karstark banner in a Northern army camp.\nHouse Hornwood tourney.jpg|[[House Hornwood]] - a brown bull moose on an orange field.\nCerwyn sig.png|[[House Cerwyn]] - a black battle-axe on silver.\nHouse Cerwyn banner.jpg|House Cerwyn banner\nReed Sigil.png|[[House Reed]] - a black lizard-lion on a grey-green field.\nHouse Manderly Icon.png|[[House Manderly]] - a white merman over a blue-green field.\nTallhart heraldry.jpg|Behind the scenes photo of a [[House Tallhart]] banner:  a green sentinel tree on a white field.\nTallhart sigil.jpg|From left to right:  House Hornwood, House Bolton, House Umber, House Cerwyn (obscured by the chandelier), and on the far right (apparently) House Mormont.  \nHouse-Forrester-heraldry.png|[[House Forrester]] - a white ironwood tree on a black field embellished with a black sword.\nWhitehill banner.png|[[House Whitehill]] - a white pile inverted on indigo, with a single four-pointed star above.\n&lt;/gallery&gt;\n\n==[[The Vale of Arryn]]==\n\n&lt;gallery&gt;\nHouse-Arryn-heraldry.jpg|[[House Arryn]] - a white falcon and crescent moon on a blue field.\nHouse Arryn tourney.jpg|Arryn heraldry at the [[Tourney of the Hand]].\nHouse Royce.jpg|[[House Royce]] - a shower of pebbles on an orange field, surrounded by runes.\nRoyce sigil runes.jpg|House Royce closeup - note the runes from the [[Old Tongue|Old Tongue of the First Men]].\nRoyce runes The Artisans Jim Stanes.png|House Royce sigil concept art by [[Jim Stanes]]: note that these ''do not'' match the final, on-screen version. \nWaynwood and Royce costumes.jpg|Lord [[Yohn Royce]] wears the sigil of House Royce on his cloak\nWaynwood and Royce costumes rear view.jpg|Rear view of Lord Royce (at right) with his House's sigil displayed on his cloak\nVale heraldry.jpg|Three lords wearing the heraldry of their Houses on their tunics:  House Arryn (center), [[House Waynwood]] (left) - a black broken wheel on a green field, [[House Corbray]] (right) - a black raven in flight, holding a red heart, on a white field.\nBaelish sig.png|[[House Baelish]] - a black mockingbird on a yellow field; Petyr Baelish's self-fashioned sigil.\nLittlefinger's brothel entrance mockingbird sigil.jpg|Baelish's mockinbird sigil is displayed at the entrance of [[Littlefinger's brothel|the brothel he owns]] in King's Landing. \n&lt;/gallery&gt;\n\n==[[The Riverlands]]==\n\n&lt;gallery&gt;\nTully.JPG|[[House Tully]] - a silver trout on a red and blue background.\nHouse Tully tourney.jpg|House Tully banner at a tournament.\nFrey.JPG|[[House Frey]] - [[the Twins]] and the bridge, on a grey field, surmounting an escutcheon of blue water.\nFrey banner.jpg|House Frey banner.\nBlackwood sig.png|[[House Blackwood]] - a flock of black ravens surmounting a dead white weirwood tree.\nHouse Blackwood tourney.jpg|A banner displaying the sigil of [[House Blackwood]]. \nBracken sig.png|[[House Bracken]] - a red stallion on a gold field.\nTyrion Lannister in the Vale.jpg|Tyrion holds a shield displaying House Bracken's heraldry.\nMallister sig.png|[[House Mallister]] - a silver eagle on a blue field.\nMallister shield.jpg|Mallister heraldry seen on a tournament shield.\nWhent sig.png|[[House Whent]] - Nine black bats on a gold field.\nHouse Whent-shield.png|Whent heraldry on a shield.\nLothston sigil.png|[[House Lothston]] - a single black bat, on a field party per bend silver and gold.\nStrong sigil.png|[[House Strong]] - a tripartite pale blue, red, and green on white.\nHarroway sigil.png|[[House Harroway]] - Per bend sinister orange and black rayonne, a castle countercharged.\nTowers sigil.png|[[House Towers]] - five black towers on white, surrounded by a double tressure red and black.\nQoherys sigil.png|[[House Qoherys]] - flaming saltire, red and yellow, between four white skulls, on black.\nHouse-Mudd-heraldry.jpg|[[House Mudd]] - A golden crown studded with green emeralds on brown\n&lt;/gallery&gt;\n\n==[[The Westerlands]]==\n\n&lt;gallery&gt;\nLannister.JPG|[[House Lannister|House Lannister of Casterly Rock]] - a golden lion on a red field\nHouse Lannister tourney.jpg|Lannister heraldry at a tournament\nLannister war banners.jpg|Lord Tywin Lannister next to Lannister battle-flags: note that the lion is passant (striding), not rampant (rearing up) as in the standard version.\nLannister banners Winter is Coming.jpg|Another view of Lannister battle-flags, featuring the passant version of the lion.\nClegane sig.png|[[House Clegane]] - three black dogs on a yellow field\nHouse Clegane tourney.jpg|House Clegane banner at a tournament\nGregor_Clegane_in_armor.png|Ser Gregor Clegane, with a single black dog on his shield (instead of the full three)\nSwyft sig.png|[[House Swyft]] - a blue rooster on a yellow field\nHouse Swyft.jpg|House Swyft banner at the Tourney of the Hand.\nCrakehall sig.png|[[House Crakehall]] - a black and white brindled boar on brown.\nHouse Crakehall tourney.jpg|House Crakehall banner (center) at the Tourney of the Hand.\nLefford sig.png|[[House Lefford]]- a golden pile on blue, a sun right in the sky\nRedwyne Tarly and Lefford heraldry PW.jpg|House Lefford banner (right) at the [[Purple Wedding]]\nMarbrand sig.png|[[House Marbrand]] - a burning tree on smoke grey\nHouse Marbrand tourney.jpg|House Marbrand banner (barely visible at left), along with a House Lefford banner (center), and a House Crakehall banner (right).   \nReyne sig.png|[[House Reyne]] - a red lion with a forked tail on a silver field.  \nReyneRebellion.png|[[House Reyne]] - The red lion of the Reynes is artistically depicted in this image combating the golden lion of the Lannisters, to represent the [[Reyne Rebellion]] (their actual heraldry was posed differently).\nPayne sigil.png|[[House Payne]] - purple and white chequy with gold coins in the checks.\n&lt;/gallery&gt;\n\n==[[The Crownlands]]==\n\nThree centuries before the War of the Five Kings, [[Aegon I Targaryen]] and his two sisters rode their dragons to conquer and unite the Seven Kingdoms.  They then established a new heraldry design for the Targaryen royal line:  a three-headed red dragon on a black field.  The three heads represent Aegon I and his two sisters.  \n\nAfter [[Robert Baratheon]] became king, he continued to use the heraldry of House Baratheon of Storm's End, a black stag on a gold field, but with a crowned stag to signify the new royal status of his House.  In Season 2, Joffrey's &quot;House Baratheon of King's Landing&quot; starts using a new heraldry design, with a Baratheon stag and a Lannister lion facing each other.  The books more clearly explain that this is what Joffrey used as his ''personal'' heraldry, even before Robert died.  When Joffrey comes to Winterfell at the beginning of the first novel, Jon Snow remarks on how arrogant it is that Joffrey gives equal standing to his mother's House in his personal sigil.  By the second novel, corresponding to Season 2, Joffrey just used his personal sigil so prolifically at court that it became established as the new heraldry for his cadet branch of House Baratheon.  \n\nStannis, as a second son, formally established the cadet branch &quot;House Baratheon of Dragonstone&quot;, using as its heraldry his own personal sigil, the black stag of Baratheon surrounded by the fiery red heart of the Lord of Light.  After Renly died, with Cersei's children really bastards of incest, Stannis's branch became the ''de facto'' main branch of &quot;House Baratheon&quot; (not that the Lannisters will admit it).  As a result, in the books, at the [[Battle of Castle Black]] Jon Snow notices Stannis's soldiers carrying ''both'' Stannis's fiery-heart sigil, as well as the original black stag on a gold field version of the Baratheon heraldry (perhaps to emphasize that Stannis's branch is the &quot;real&quot; House Baratheon at this point).  \n\n&lt;gallery&gt;\nTargaryen.JPG|[[House Targaryen]] - a red three-headed dragon on a black field.\nViserys.jpg|Viserys' tunic prominently displays the Targaryen heraldry - according to [[Michele Clapton]], as if to desperately insist &quot;look at me, I'm a Targaryen king!&quot;\nSiege of Meereen.png|A larger Targaryen banner displayed atop the highest pyramid in [[Meereen]] after its conquest by [[Daenerys Targaryen]].\nHouse-Blackfyre-heraldry.jpg|House Blackfyre - a black three-headed dragon on a red field, reversing the colors the Targaryen heraldry, as is the custom for bastard children.\nHouse-Baratheon-of-Kings-Landing-heraldry.jpg|[[House Baratheon of King's Landing|House &quot;Baratheon&quot; of King's Landing]] - the crowned stag of Baratheon black on gold and the lion of Lannister golden on red combatant\nJoffrey's sigil.jpg|King Joffrey altered the royal sigil, adding the Lannister lion of his mother, usurping the stag of his &quot;father&quot; Robert by giving the lion equal standing: symbolically revealing his &quot;true colors&quot;.  Note that the tail of the Lannister lion crosses over into the stag's side and hovers over its head, subtly implying the dominance of the Lannisters.\nHouse-Baratheon-of-Dragonstone-heraldry.jpg|[[House Baratheon of Dragonstone]] - the crowned black stag of Baratheon enclosed within the fiery red heart of the Lord of Light\nBaratheonOfDragonStoneHeraldry.jpg|King Stannis's new heraldry on his banner\nStannis sigil.png|The variant sigil of King Stannis, displaying a full rampant stag\nDontos.jpg|Ser [[Dontos Hollard|Dontos]] wears the heraldry of [[House Hollard]] on his breastplate - barry red and pink, three golden crowns on a blue chief.\n\n&lt;/gallery&gt;\n\n==The [[Iron Islands]]==\n\n&lt;gallery&gt;\nGreyjoy.JPG|[[House Greyjoy]] - a golden kraken on a black field\n203 GreyjoyMen.jpg|Greyjoy heraldry on banners\nFall of Moat Cailin.jpg|Ramsay presents his father with the Greyjoy banner of the defeated ironborn after the [[Fall of Moat Cailin]].\nHoareSigil.jpg|[[House Hoare]] - quartered per saltire of silver chains: 1st quarter sable, a longship or, 2nd quarter argent, a pine vert, 3rd quarter or, a grape burgundy, 4th quarter azure, a flying raven sable\nBlacktydeHeraldry.jpg|[[House Blacktyde]] - A vairy green and black\nBotleyHeraldry.jpg|[[House Botley]] - A shoal of silver fish on pale green\n&lt;/gallery&gt;\n\n==[[The Stormlands]]==\n\nBefore the [[War of Conquest|Targaryen Conquest]], the independent [[Kingdom of the Stormlands]] was ruled by [[House Durrandon]], but during the conquest the last of the Storm Kings, [[Argilac Durrandon]], was killed in battle by the Targaryen general [[Orys Baratheon]] (rumored to be a bastard half-brother of Aegon the Conqueror himself). Aegon gave Orys rule over the Stormlands, which he secured by taking Argilac's castle-seat at [[Storm's End]] and his daughter (and only child) as his wife. Thus while House Durrandon officially became extinct, its bloodline continued in House Baratheon. Orys also took the old Durrandon heraldry as his own, so House Durrandon's heraldry was the same as the later heraldry used by House Baratheon. The slight difference is that House Durrandon's sigil was a crowned black stag, to signify their status as kings, but because the Baratheons were ''not'' kings under the Targaryens for the next three centuries, the stag in Baratheon heraldry did not have a crown. After Robert Baratheon overthrew the Targaryens and usurped the throne, however, the crowned stag was added back into Baratheon heraldry (making it look just like the old Durrandon heraldry). In the TV series itself, [[Bran Stark]] states in Season 1's &quot;[[The Wolf and the Lion]]&quot; that the black Baratheon stag only gained a crown after Robert became king. The practical result of this is that any flashbacks or prequel material in the TV series set before Robert's Rebellion should depict the Baratheon black stag ''without'' a crown.\n\n&lt;gallery&gt;\nBaratheon sig.png|House Baratheon of Storm's End - a crowned black stag rampant on a gold field.  It only gained the crown after Robert usurped the Iron Throne.\nBaratheon tourney.jpg|Baratheon heraldry on a tournament banner\nRoyalPartyArrival1x01.jpg|Baratheon heraldry variant displaying a black stag's head\nBaratheon tourney 2.jpg|Baratheon heraldry variant displaying a passant instead of rampant stag\nRenly sigil.png|Renly Baratheon's personal sigil - a golden crowned stag on a field of green, a nod to the color scheme of his new wife's powerful family, House Tyrell.\nRenlySigilAlternate.jpg|Alternate version of Renly's sigil, with the Baratheon stag rampant, golden on green\nRenly's Kingsguard with Brienne Loras and heraldry.jpg|Renly and [[Kingsguard#Rival Kingsguards|his Kingsguard]], displaying his personal sigil.\n2x04 RenlyMenSigil.jpg|Banners displaying Renly's sigil - it usually just depicted the head of the stag, though just depicting the head of a heraldic animal is a common variant for other House sigils as well.\nTarth sig.png|[[House Tarth]] - yellow suns on rose quartered with white crescents on azure.\nBrienne costume Purple Wedding 2.jpg|[[Brienne of Tarth]] at the [[Purple Wedding|royal wedding]], wearing an outfit with an embroidery of the House Tarth sigil on the front.  \nHouse Caron.jpg|[[House Caron]] - a field of black nightingales on yellow (center)\nSwann sig.png|[[House Swann]] - party per pale argent (white) and sable (black), two swans combatant countercharged\nHouse Swann tourney.jpg|House Swann banner at a tournament.\nDondarrion sig.png|House Dondarrion - A forked purple lightning bolt on a black starry sky\nDondarrionSigil.jpg|House Dondarrion sigil, from the Season 3 Histories &amp; Lore.\nWillem Wylde.png|[[House Wylde]] -  a maelstrom (spiral) of alternating gold and aquamarine stripes\n&lt;/gallery&gt;\n\n==[[The Reach]]==\n\n&lt;gallery&gt;\nHouse-Tyrell-heraldry.jpg|[[House Tyrell|House Tyrell of Highgarden]] - a golden rose on a green field\nLorasknight.png|Ser [[Loras Tyrell]] displaying the Tyrell heraldry on his shield.\nKnight of the Flowers.png|Ser Loras on his horse, which is covered in a cloth repeating the Tyrell rose sigil\nHouse Clegane shield.jpg|House Tyrell's heraldry (at right), displayed at a tournament\nTyrell lady Growing Strong.jpg|A [[Tyrell lady]] holds up her embroidery, featuring the golden rose of the Tyrell sigil surmounting their words, &quot;Growing Strong&quot;.\nJoffreyMargaeryWedding.jpg|Tyrell banners decorating the main altar of the [[Great Sept of Baelor]]\nFlorent Sigil.png|[[House Florent]] - a red gold fox on ermine\nHouse Florent Shield.png|House Florent heraldry on a shield\nHouse Florent tourney.jpg|House Florent heraldry on a tournament banner\nRedwyne sig.png|[[House Redwyne]] - a burgundy grape cluster on white\nTarly sig.png|[[House Tarly]] - a red huntsman on green\nRedwyne Tarly and Lefford heraldry PW.jpg|The banners of House Redwyne (left), and House Tarly (center), at the [[Purple Wedding]].  \nAshford Sigil.png|[[House Ashford]] - a white sun beneath a white chevron, on a burnt-orange background.\nHumfrey Beesbury.png|[[House Beesbury]] - a yellow beehive on a black background\nHouse Fossoway.png[[House Fossoway]] of Cider Hall - a red apple on a gold background\nMern gardener.jpg|[[House Gardener]] - a green hand on a white field (seen here on a shield)\nGardenerSigil.jpg|House Gardener - A green hand on a white field\n&lt;/gallery&gt;\n\n==[[Dorne]]==\n\n&lt;gallery&gt;\nHouse Martell.jpg|[[House Martell|House Martell of Sunspear]] - A red sun pierced by a gold spear, on an orange field\nMartell banner set photo.jpg|from a set photo for [[Season 4]].  Note that the spear pierces the sun at an angle, with the tip exiting the sun on the bottom of the sun's right side (from the viewer's perspective).   \nDornishBannermen.jpg|Banners of Dornish houses: [[House Manwoody]] (background left), [[House Dalt]], (front left), [[House Qorgyle]] (background right), [[House Blackmont]] (front right)\n&lt;/gallery&gt;\n\n", "References": "{{reflist}}\n\n", "In the books": "\nThe heraldry designs of certain noble Houses are depicted differently between the books and TV series.\n\nIn the TV series, many of the sigils used by the Great Houses have alternate versions, some showing the full body of the animal they represent, others just the head, i.e. a direwolf head for the Starks, a lion's head for the Lannisters, a stag's head for the Baratheons.  The books clarify that the full-bodied running grey direwolf is the official heraldry design of House Stark:  the variant using just a direwolf's head is Robb Stark's personal sigil.  The TV series just uses various alternate designs, each of them considered &quot;official&quot; for their noble House.  \n\nSometimes these are slight variations on the field, often adding an escutcheon on the bottom of large banners, though these additions are not seen in all versions. For example, [[House Stark]]'s heraldry in the books only consists of a grey direwolf on a snow white field. In the TV series, large banners sometimes depict this surmounting a green escutcheon, introducing a new color that wasn't in the original heraldry. Some of the original House Baratheon banners (i.e. at the tournament in Season 1) use a black escutcheon on the bottom of large banners, but this is simply a re-use of colors already in the heraldry (from the black stag).\n\nOn a few occasions the heraldry of a noble House has been drastically altered in the TV series, possibly to make it more easily visible. The greatest example are the changes made to the heraldry of [[House Frey]]. In the books, House Frey's heraldry consists of the two towers and bridge of [[the Twins]] colored blue, on a silver-grey background. The TV series made the towers white, and over the same grey field, but now above a blue escutcheon which is drawn to resemble the waves of the Green Fork of the Trident River. The color change may be because after the blue river was added as an escutcheon at the bottom, it would have been visually confusing to have the castle be the same color as the water. Unfortunately, reversing the colors like this makes it vaguely resemble the reversed colors used in heraldry by bastard children (though in such cases, without the escutcheon, the entire background field is blue, not just the escutcheon).\n\nThe heraldry of [[House Tully]], which is fairly important as it is one of the Great Houses, was significantly re-arranged in the adaptation. In the TV series, it is striped horizontally, with two wavy white lines separating a red top section (which contains a white fish) and a blue bottom section (the small space between the two white stripes is also blue). In the books, the stripes run ''vertically'', and there are no white stripes. Rather, the heraldry starts as blue, but then two wavy muddy-red vertical stripes run through the blue, making for a total of five stripes - each of equal width - alternating blue/red/blue/red/blue. The white fish is set in the middle of this, and crosses through multiple stripes. Because the TV series just has two large red and blue sections, instead of five stripes of equal width, the fish in the TV series is entirely contained within the top red section.\n\n[[House Arryn]], also a Great House, also had its heraldry significantly changed.  In the books, House Arryn's heraldry is a sky-blue falcon soaring against a white moon, on sky-blue.  The TV series version, however, has a white falcon next to a white crescent moon, on a blue field.  \n\nIn the books, the sigil of [[House Umber]] is a roaring giant in chains, but the TV series changed this to simply four linked chains connected by a central ring. It is possible there were concerns that the TV audience might not understand it was meant to be a [[Giants|giant]] and not just an odd-looking man. Earlier concept art by Jim Stanes (seen in production blogs) reveals that the TV version of the Umber sigil went through several versions, and an earlier version did contain a giant's arm (with its body out of frame) grasping the chains.\n\nThe heraldry of [[House Mallister]] in the books is a silver eagle on a purple field, but in the TV series the field is blue.\n\n[[House Redwyne]]'s heraldry in the books is a burgundy grape cluster on a blue field, but the TV series changed this to a burgundy grape cluster on a white field, probably because burgundy on blue is more difficult to readily distinguish.\n\nThe heraldry of [[House Florent]] is inconsistently described in the books, but apparently consists of a red-gold fox's head, encircled by lapis lazuli flowers, all of which is on an ermine background. The TV version simply omits the lapis lazuli flowers (and predominantly shows a full-bodied fox).\n\n[[Petyr Baelish|Petyr &quot;Littlefinger&quot; Baelish]] prefers to use his personal mockingbird sigil, but as he is the only living member of [[House Baelish]], he has functionally replaced the old version (which featured the head of the Titan of Braavos) with his own. The mockingbird heraldry has not appeared prominently in heraldry on the TV series so far (though Petyr does prominently wear a mockingbird-shaped broach, it doesn't feature colors). The one time it has appeared was on a ship's sail in Season 3, in which it seemed to be a black mockingbird on a yellow field. In the books, the sigil actually consists of a field of multiple silver mockingbirds, on a green plain.\n\nThe heraldry of [[House Corbray]] in the books is three black ravens in flight, each holding a separate red heart, on a white field. In the TV series continuity (as briefly glimpsed in an animated featurette), it is apparently a single black raven instead of three.\n\n", "Beyond the Seven Kingdoms": "\nOther regions of [[the Known World]] might not have the same rules and standards of heraldry as are used in the Seven Kingdoms of Westeros. Even so, many groups in [[Essos]] use various heraldic designs to distinguish themselves. Sometimes these may be political entities, but it is most common in Essos to see heraldry used by independent [[Mercenary#Mercenary companies|mercenary companies]], using distinct symbols on their banners in order to serve the original purpose of heraldry: so soldiers and captains can distinguish the movement of different forces on the battlefield.\n\nThe old [[Ghiscari Empire]] used [[Harpies]] as its symbol, until it was defeated by the [[Valyrian Freehold]] five thousand years ago. After the [[Doom of Valyria]] four hundred years before the War of the Five Kings, local city-states and former colonies of the region reasserted their independence, and became known as [[Slaver's Bay]]. The three major city-states of Slaver's Bay - [[Astapor]], [[Yunkai]], and [[Meereen]] - like to think of themselves as continuations of the former glories of [[Old Ghis]], so they also use harpies as their symbols, though each uses a slight variant. The Astapori harpy holds a chain with open manacles, the Yunkish harpy holds a whip and an iron collar, while the Meereenese harpy holds nothing.\n\nSo far (in both the books and TV series) no specific heraldry has been mentioned for any of the nine [[Free Cities]] (though [[Braavos]] mints its [[Currency|currency]] with a symbol of the [[Titan of Braavos]] , a famous landmark from the city). Individual noble families or wealthy ruling merchant families from the Free Cities do sometimes use their own heraldic devices but even in the books they have not been prominently mentioned. If anything, at one point in the books [[Illyrio Mopatis]] of [[Pentos]] remarks that he thinks the Westerosi take their heraldry much too seriously (i.e. Tywin Lannister's constant speeches about how &quot;the lion does not concern himself with the opinions of sheep!&quot;) - so apparently, heraldry is simply not as important or developed in the Free Cities as it is in Westeros.\n\nThe [[Dothraki]] are an illiterate society but also do not use any particular banners or symbols. Dothraki ''[[khalasar]]s'' do sometimes differentiate themselves by decorating their bodies and their horses with different colors of paint. For example, Khal [[Drogo]]'s ''khalasar'' used blue paint. Blue is one of the most expensive dye colors available to the Dothraki, and thus its use it associated with great wealth and power (similar to how purple is the most expensive color dye in Westeros, and thus became associated with royalty).&lt;ref&gt;Season 3 Blu-Ray special features&lt;/ref&gt; In contrast, Khal [[Jhaqo]]'s new ''khalasar'', formed after Drogo's death, uses red paint to decorate themselves and their horses. Jhaqo may have initiated this switch to distance his new rule from Drogo's, and cheaper red paint was all they had available at the time.&lt;ref&gt;[http://www.dothraki.com/2012/04/rhaeshi-ajjalani/ David J. Peterson's blog], Dothraki.com&lt;/ref&gt; However, individual ''khalasars'' have no names, nor particularly long-lasting or deep histories and affiliations, because they frequently dissolve on the death of their ''khal'', or get conquered and absorbed by other ''khalasars''. As a result, the paint-schemes used by individual'' khalasars'' do not usually last from one generation to the next.\n\nAs for the lands [[Beyond the Wall]] in Westeros, [[Ygritte]] specifically says that the [[Free Folk]] do not use heraldry, or wave banners around which make their forces easy to spot on a conventional battlefield. Instead, they prefer attack by ambush.\n\n===Image Gallery===\n\n&lt;gallery&gt;\nSecond Sons.jpg|The banner of the [[Second Sons (mercenary company)|Second Sons]] mercenary company, displaying a broken sword.\nAncient Ghis Harpy.jpg|A harpy statue from the city of [[Old Ghis]] as depicted in the [[Complete Guide to Westeros]].\nDany_GoodMasters3x03.jpg|The harpy of Astapor is traditionally depicted holding a chain with open manacles between its talons.\nWhip.jpg|The whip in the form of a harpy the [[Good Masters]] use to control the [[Unsullied]].\nDrogo Dany Wedding Day.png|Members of [[Drogo]]'s [[Dothraki]] khalasar decorated themselves with expensive blue paint on formal occasions.\nDaenerys &amp; Irri 2x02.png|[[Jhaqo]]'s new khalasar switched to decorating themselves and their horses with red paint.\n\n&lt;/gallery&gt;\n\n"}, "title": "Heraldry"}