{"attributes": {}, "sections": {"Lexicon": "*'''''daor''''' - &quot;no&quot;&lt;ref&gt;[http://www.makinggameofthrones.com/production-diary/2014/5/8/high-valyrian-101-learn-and-pronounce-common-phrases MakingGameOfThrones]&lt;/ref&gt;\n*'''''dracarys''''' - (&quot;drah-KAH-ris&quot;)&lt;ref&gt;[http://www.dothraki.com/2012/06/ei-mahrazhith-drivoe/ David J. Peterson's blog]&lt;/ref&gt; The High Valyrian word for &quot;dragonfire&quot;. Daenerys says &quot;Dracarys&quot; to Drogon, the young [[Dragons|dragon]], to encourage him to breathe fire.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt; [[Daenerys Targaryen]] teaches her newly hatched dragons to breathe fire on command when she says ''dracarys'',â&euro;&lsaquo;â&euro;&lsaquo;â&euro;&lsaquo; burning [[Pyat Pree]] alive.&lt;ref name=&quot;E20&quot;&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt; She also uses the command to make [[Drogon]] burn [[Kraznys mo Nakloz]] alive.&lt;ref&gt;[[And Now His Watch is Ended]]&lt;/ref&gt;\n*'''''kÄ&ldquo;li''''' - [[Cats|Cat]] (David J. Peterson's cat is named &quot;Keli&quot;, so he made it the noun for &quot;cat&quot; in High Valyrian).&lt;ref&gt;[http://www.makinggameofthrones.com/production-diary/2014/5/8/interview-with-linguist-david-peterson MakingGameOfThrones.com]&lt;/ref&gt;\n*'''''kirimvose''''' - (or ''kirimvos'', for short; stress on the second &quot;i&quot; for both) &quot;thank you&quot;.&lt;ref&gt;[http://www.dothraki.com/2012/12/merry-merry-goatmas/ David J. Peterson's blog], Dothraki.com, December 25h, 2012.&lt;/ref&gt;\n*'''''kessa''''' - &quot;yes&quot;&lt;ref&gt;[http://www.makinggameofthrones.com/production-diary/2014/5/8/high-valyrian-101-learn-and-pronounce-common-phrases MakingGameOfThrones]&lt;/ref&gt;\n*'''''valar morghulis''''' - (val-are mor-goo-lis: &quot;valar&quot; uses short &quot;a&quot; as in &quot;valley&quot;, not long &quot;A&quot; as in &quot;vapor&quot;)&lt;ref&gt;[http://www.dothraki.com/2012/06/ei-mahrazhith-drivoe/ David J. Peterson's blog]&lt;/ref&gt; &quot;all men must die&quot;, in the sense of &quot;all men must (eventually) die (sooner or later)&quot;. Throughout the Valyrian-speaking world, it is used to indicate acceptance of a potentially unpleasant truth or assignment.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;&lt;ref&gt;&quot;[[Second Sons (episode)|Second Sons]]&quot;&lt;/ref&gt; The word is also a common greeting, especially in [[Braavos]]&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;Â and particularly among the guild of assassins known as the [[Faceless Men]].&lt;ref name=&quot;E20&quot;/&gt; When used as a greeting, it is answered with the phrase &quot;'''''valar dohaeris'''''&quot;,&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt; which translates to &quot;all men must serve&quot;.\n*'''''zaldrizes''''' - [[Dragons]]&lt;ref&gt;[http://www.makinggameofthrones.com/production-diary/2014/5/8/interview-with-linguist-david-peterson MakingGameOfThrones.com]&lt;/ref&gt;\n*'''''SkorÄŤ dÄ&ldquo;malČłti tymptir tymis, Ä&ldquo;rinis iÄ  morghĹŤlis.''''' - &quot;When you play the game of thrones, you win or you die.&quot;&lt;ref&gt;[http://www.makinggameofthrones.com/production-diary/2014/5/8/high-valyrian-101-learn-and-pronounce-common-phrases MakingGameOfThrones]&lt;/ref&gt;\n\n", "Speakers of High Valyrian": "* [[Daenerys Targaryen]]\n* [[Missandei]]\n* [[Melisandre]]\n* [[Thoros]]\n\n==[[Low Valyrian]]==\nWithout the central influence of the Valyrian empire, the speech of their descendants and former colonies transformed into derivative languages known as &quot;Low Valyrian&quot;, or &quot;Bastard Valyrian&quot;. Low Valyrian is not a single language, so much as a family of diverse dialects well on their way to becoming separate languages - so much so that even those who speak one might not be able to speak another, and without mutual intelligibility, it could be argued that they have truly become separate languages.\n\nEach of the Nine Free Cities has its own dialect/language of Low Valyrian. These include [[Braavos]]i, [[Lorath]]i, [[Lys]]ene, [[Myr]]ish, [[Norvos]]hi, [[Pentos]]hi, [[Qohor]]ik, [[Tyrosh]]i, and [[Volantis|Volantene]]. [[Slaver's Bay]] also has its own dialect/language of Low Valyrian, making for a total of ten different branches.\n\nThe Low Valyrian of Slaver's Bay is somewhat influenced by the old language of Ghiscar, but owes more of its descent to High Valyrian than the old local languages. The three great slaver cities of [[Astapor]], [[Yunkai]], and [[Meereen]] each speak a different dialect of Low Valyrian, but unlike the Free Cities dialects, they are still mutually intelligible. People in Astapor would call their language &quot;Astapori Valyrian&quot; (or just &quot;Valyrian&quot;), to differentiate it from &quot;Meereenese Valyrian&quot;.&lt;ref&gt;[http://www.dothraki.com/2013/03/game-of-thrones-season-3-premiere-event/ David J. Peterson's blog], Dothraki.com, March 19, 2013.&lt;/ref&gt;\n\n", "TOP": "High Valyrian010343gx4b3tpww7z4qxfwuwxzp2wj9w4amwx1784982015-03-22T03:10:51ZThe Dragon Demands5014364[[File:Talisaletter.jpg|thumb|325px|A letter written in High Valyrian.]]\n{{Quote|The gods could not devise a more perfect tongue. It is the only proper language for poetry.|[[Missandei]]|Second Sons (episode)}}\n\n'''High Valyrian''' is the [[Languages|language]] of the old [[Valyrian Freehold]] which was located on the eastern continent of [[Essos]].\n\nMuch of Essos was once dominated by the Valyrians for thousands of years, stretching from the [[Free Cities]] in the west, to [[Slaver's Bay]] in the east. The Valyrians forced the peoples they subjugated to speak in (or at least be able to converse in) their language.\n\nAfter the [[Doom of Valyria]] 400 years before the [[War of the Five Kings]], &quot;High Valyrian&quot; (as it became known) ceased to be a living language, instead being used as a lore-language by scholars throughout both Essos and [[Westeros]].\n\nWesterosi typically do not speak High or Low Valyrian,&lt;ref name=&quot;E26&quot;&gt;&quot;[[The Climb]]&quot;&lt;/ref&gt; and it can surprise many in Essos when a Westerosi such as [[Daenerys Targaryen]] does.&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n\nHigh Valyrian is used by [[Red Priest]]s to communicate with each other.&lt;ref name=&quot;E26&quot;/&gt; This may have less to do with its use as a liturgical language and more to do with the fact that most Red Priests are Essosi, and High Valyrian is the easiest mode of communication amongst them.\n\n", "In the books": "As a dead language of a fallen empire used by scholars and educated noblemen throughout a medieval world, High Valyrian is basically their world's equivalent of Latin. Indeed, author George R.R. Martin has said that the old Valyrian Freehold is basically his fantasy world's equivalent of the Roman Republic. Most of the people in the western part ofÂ Essos speak one of the languages that derive from High Valyrian, including all of the Free Cities and all of Slaver's Bay.\n\n[[Tyrion Lannister]] learned High Valyrian from his tutors growing up, as apparently many of the noble-born of Westeros do. Thus even though the Valyrian Freehold never extended to Westeros, many of the better-educated characters are capable of understanding it. Numerous times throughout the books, Tyrion or other characters are observed reading books written in High Valyrian. Even [[Winterfell]] had several rare books written in High Valyrian in its collection. [[Samwell Tarly]] and even [[Arya Stark]] were taught High Valyrian by their castles' Maesters, though they don't know as much of it as certain older characters like Tyrion who have devoted a considerable number of years to its study.\n\nAs for Low Valyrian, Tyrion could speak some Braavosi reasonably well, knew a smattering of Myrish, and a few phrases of Tyroshi. Tyrion apparently could not speak Pentoshi. Tyrion himself says that Low Valyrian is &quot;not so much a dialect as nine dialects on the way to becoming separate tongues&quot;. However, the fact that Tyrion knows High Valyrian and some dialects like Braavosi, but cannot understand others, lends a large amount of evidence to the position that they have reached the point where they are not mutually intelligible and are truly separate languages.\n\nIn contrast, the Low Valyrian of Slaver's Bay, which is influenced by the old Ghiscari language, is more uniform. It is stated that while the Low Valyrian of Yunkai is a different dialect than that of Astapor, they are still mutually intelligible. However, a great multitude of other languages are spoken in large numbers in Slaver's Bay, due to the large influx of slaves from many distant lands.\n\nValyrian is described as sounding &quot;liquid&quot;. The Valyrian writing system is said to involve &quot;glyphs&quot;. This appears to have been changed for the series, as the handful of props bearing High Valyrian writing clearly show they use the same alphabet as the Common Tongue.\n\n[[House Targaryen]], a noble family of the Valyrian Freehold living on their most distant outpost on [[Dragonstone]] island, survived the Doom along with their [[Dragons]]. Presumably, the Targaryens of Dragonstone spoke High Valyrian as well. After the Targaryens conquered Westeros three hundred years ago, they conversed with their subjects in the [[Common Tongue]] of the [[Andals]] which was spoken throughout the continent. It is not clear if the Targaryens stopped speaking High Valyrian entirely, or continued to teach it to their children. Certainly, the Targaryens were proud of their descent from Old Valyria, and the children of powerful noble Houses like Tyrion Lannister learned High Valyrian, so it stands to reason that even [[Rhaegar Targaryen]]'s generation could speak High Valyrian.\n\n[[Daenerys Targaryen]] knows High Valyrian, though how she learned it in exile is unexplained. Daenerys has been observed in the TV series saying words of High Valyrian, like &quot;''dracarys''&quot;. Daenerys is also stated to know the (Low) Valyrian of the Free Cities, because she grew up there, though which variants she knows are not clear. When Daenerys responds to a merchant in Vaes Dothrak speaking in &quot;Valyrian&quot;, the variant she replies in makes him think she is from Tyrosh, so she seems to be able to speak Tyroshi. Daenerys may be reasonably familiar with Braavosi and Pentoshi, because those were the Free Cities that she spent the longest time in. She also briefly stayed at various times in [[Myr]], [[Qohor]], [[Volantis]], and [[Lys]], so she may have some familiarity with those variants as well. Daenerys quickly learns the Low Valyrian spoken in Slaver's Bay, which is very different from the variants spoken in the Free Cities, though her experience with other variants of Low Valyrian helped her learn it faster than a Westerosi with no knowledge of Valyrian languages.\n\nIn the third novel (specifically ''A Storm of Swords'' - Daenerys II) confusing descriptions are given about what variant of Valyrian is spoken in Slaver's Bay:\n*&quot;Even the Ghiscari tongue was largely forgotten; the slave cities spoke the High Valyrian of their conquerors, or what they had made of it.&quot;\n*&quot;Kraznys's High Valyrian was twisted and thickened by the characteristic growl of Ghis, and flavored here and there with words of slaver argot.&quot;\n\nIt isn't clear from this if Kraznys is speaking in &quot;High Valyrian&quot; or if he is speaking in Ghiscari Low Valyrian - the Romance version of the language which developed in Slave's Bay, twisting the language much as French twisted Latin.\n\nWhen asked, David J. Peterson explained that even in the books, Kraznys is speaking Ghiscari Low Valyrian. This chapter was narrated from Daenerys's POV and she is simply commenting on how much they have &quot;twisted&quot; High Valyrian - to the point that it is the different language of Low Valyrian.\n\nIn the TV series, Peterson explained that in Season 3 Daenerys always speaks in High Valyrian, not Low Valyrian - albeit she quickly picks up several specific terms from Ghiscari Low Valyrian. Specifically when she says &quot;a dragon is not a slave&quot; (''ZaldrÄŤzes buzdari iksos daor''), the word &quot;buzdari&quot; is actually Ghiscari Low Valyrian for &quot;slave&quot;. The High Valyrian word for slave is &quot;dohaeriros&quot;, but Daenerys used the common word for &quot;slave&quot; in Low Valyrian to emphasize to Kraznys that she could understand what he was saying in Low Valyrian.&lt;ref&gt;[http://www.dothraki.com/2013/04/sesir-urnebion-z%C8%B3hon-keliton-issa/ David J. Peterson's blog], Dothraki.com, April 22nd, 2013.&lt;/ref&gt; Given that Kraznys understands her response, he apparently knows High Valyrian as well, but prefers speaking in his mother-tongue. Melisandre and Thoros explicitly state that they are speaking in High Valyrian during their exchanges in &quot;The Climb&quot;.\n\nIn Peterson's words:\n\n:Kraznys speaks Astapori Valyrianâ&euro;&rdquo;in the book and in the show. Astapori Valyrian is descended from High Valyrian, but descended directly after a process of creolization and de-creolization with the Ghiscari language. This development was different from the development of the other Low Valyrian languages, but given that the source material is the same, itâ&euro;&trade;s understandable that Dany gets it pretty well, despite the fact that sheâ&euro;&trade;ll miss a word here or there thatâ&euro;&trade;s of Ghiscari origin. Dany only speaks High Valyrian on the show. Thoros and Melisandre only speak HIgh Valyrian on the show. Every episode that has them speaking Valyrian of any kind has High Valyrian in it.&lt;ref&gt;[http://www.dothraki.com/2014/01/the-treasure-of-the-wastes/#comment-7423 David J. Peterson's blog], Dothraki.com, February 1st, 2014.&lt;/ref&gt;\n\n", "Behind the scenes": "*Valyrian was designed by [[David J. Peterson]], who constructed all of the fictional languages used on ''Game of Thrones''. Peterson created High Valyrian independently, then applied a series of phonological, semantic and grammatical changes to create the Slaver's Bay Low Valyrian.&lt;ref&gt;[http://whatsnext.blogs.cnn.com/2013/03/29/david-peterson-and-the-languages-of-game-of-thrones/ David Peterson and the languages of 'Game of Thrones'], March 29th, 2013&lt;/ref&gt;\n*High Valyrian was not identified as such on screen until &quot;[[The Climb]]&quot;, which also featured the first extended dialogue in the language. [[Kraznys mo Nakloz]]'s lines and his short dialogue with Daenerys were in Low Valyrian, identified only as &quot;Valyrian&quot; on screen.\n\n", "See also": "*{{AWOIAF}}\n\n", "Appearances in the TV show": ":''See:Â [http://wiki.dothraki.org/Season_3_High_Valyrian_Dialogue Season Three High Valyrian Dialogue on Dothraki.org]''\n\n"}, "title": "High Valyrian"}