{"attributes": {}, "sections": {"TOP": "High Septon05274j1nc3wp46b589ekew52bjr5ceidos741595622014-09-15T16:36:09ZThe Dragon Demands5014364:''This page is about the title. For individual men who have held this religious position, see the list below.''\n[[Image:High Septon.png|thumb|The High Septon who held the office before his death in the [[Riot of King's Landing]].]]\n[[Image:High Septon 2 3x08.jpg|thumb|The High Septon who replaced the one killed in the Riot of King's Landing.]]\n\n'''High Septon''' is the title held by the head of the [[Faith of the Seven]], the dominant religion of the [[Seven Kingdoms]]. It is a position of supreme authority within the church, but has little or no official power outside of the religion. Unofficially, the position does carry a high degree of social influence, though under weak High Septons the position itself is prone to manipulation by secular political leaders.\n\nWhen the current High Septon dies, a new one will be elected by the [[Most Devout]], the ruling council of the Faith of the Seven, who rank just below the High Septon in the religion's hierarchy.  As the Most Devout are typically the most senior and prominent officials within the Faith, they usually elect a new High Septon from among their own members.  \n\nAn individual who becomes High Septon is supposed to leave behind their original name when taking such a holy office, and it is officially forbidden to refer to them, living or dead, as anything other than simply &quot;the High Septon&quot;. This can become confusing when referring to the actions or policies of different High Septons.\n\n", "Known High Septons": "\n*The {[[High Septon (Before the riot of King's Landing)|High Septon]]} killed during the [[Riot of King's Landing]]\n*The new [[High Septon (After the riot of King's Landing)|High Septon]], after the Riot of King's Landing.\n\n", "In the Books": "\nGiven that author [[George R.R. Martin]] has said that the Faith of the Seven is analogous to the Catholic Church in his medieval fantasy world, the High Septon is analogous to the medieval Papacy. The High Septon is selected by an inner council of the Faith called the Most Devout, who are analogous to the College of Cardinals.\n\nThe Faith of the Seven has both male and female priests, known as Septons and Septas. Even the council of the Most Devout is known to possess several female members during the time of the books. It isn't clear if there has ever been a High Septa, but there has also never been any mention of a formal rule against a female priest heading the Faith of the Seven.\n\nA quirk of the position of High Septon in Westeros is that the current office-holder is supposed to leave behind his original name, and it is not permitted to refer to him by it. Thus while a medieval Pope might take on a regnal name (i.e. Hildebrand became known as Pope Gregory VII), or even continue to use his original name, the High Septon is only referred to as &quot;the High Septon&quot;. This rule remains in effect even long after their death, when someone else is the current High Septon. This of course can become very confusing when members of the Faith are discussing actions and policies of different High Septons, often having to resort to crude descriptive monikers like &quot;the fat one&quot;, &quot;the bald one&quot;, or &quot;the High Septon before the last High Septon&quot;, etc.\n\n"}, "title": "High Septon"}