{"attributes": {"status": "Active", "features": "Dialogue a-b", "language": " Common Tongue", "title": " Hill tribes", "ruler": " Independent chieftains", "image": " Tyrion 1x09.jpg", "society": " Clan-based", "location": " Mountains of the Moon, The Vale of Arryn, Westeros", "religion": " Unknown", "aka": "wildlings", "predecessors": "First Men"}, "sections": {"Culture": "The hill tribes are divided into clans of varying size and strength. Three of the most notable are the '''Stone Crows''', '''Burned Men''', and '''Black Ears''', led by [[Shagga]], [[Timett]], and [[Chella]] respectively. They are a frequent danger to travelers along the [[Eastern Road]] which crosses over the mountain into [[the Vale]] from [[the Riverlands]].\n\nThe hill tribes are quite ferocious and will often resort to violence at slight provocations. However, they are not entirely uncivilized: sometimes when a member from one tribe kills a member from another, their leaders have been known to negotiate a non-violent end to the feud by demanding blood money be paid as compensation by the offending tribe.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\n", "TOP": "Hill tribes031544ryew5pyzajwocnabaerr13bvdl1q6d1754852015-03-06T09:52:12ZSharp Blades26158496{{Culture infobox\n| Title= Hill tribes\n| Image= Tyrion 1x09.jpg\n| AKA=wildlings\n| Status=Active\n| Predecessors=[[First Men]]\n| Location = [[Mountains of the Moon]], [[The Vale of Arryn]], [[Westeros]]\n| Ruler= Independent chieftains\n| Society= Clan-based\n| Language= [[Common Tongue]]\n| Religion= Unknown\n| Features=\n}}\n{{Dialogue a-b|Kevan Lannister|They do seem rather ferocious.|Tyrion Lannister|Ferocious? Last night, a Moon Brother stabbed a Stone Crow over a sausage. Three Stone Crows seized the Moon Brother and opened his throat. Bronn managed to keep Shagga from chopping off the dead man's cock - which was fortunate - but even still, Ulf is demanding blood money. Which Shagga and Gunther refuse to pay.|Tyrion and his uncle Kevan discuss the Hill tribesmen|Baelor}}\nThe '''hill tribes''' or '''mountain clans''' are clans who live in the foothills of the [[Mountains of the Moon]] on the western fringes of [[the Vale of Arryn]]. They reject and resist the rule of [[House Arryn]], and harass travelers along the [[Eastern Road]] through the mountains.\n\nThey are descendants of the [[First Men]] who originally occupied the Vale during the [[Age of Heroes]] and before. They were driven into the hill by the [[Andals|Andal]] [[Andal Invasion|invaders]].&lt;ref&gt;[https://www.youtube.com/watch?v=y8NFmXJOqyc Game of Thrones Season 4: Episode #5 - Know Your Strengths (HBO)], directly stated by George R.R. Martin.&lt;/ref&gt;\n\nThe hill tribes are also sometimes derisively referred to as &quot;wildlings&quot;, but out of context the term is usually understood to refer to the peoples living [[beyond the Wall]], who refer to themselves as the &quot;[[Free Folk]]&quot; (&quot;wildlings&quot; is used as a generic synonym for &quot;barbarians&quot; or &quot;savages&quot;).&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\n", "The Clans": "[[File:Shagga.jpg|thumb|300px|Shagga, son of Dolf]]\n*[[Stone Crows]] - led by Shagga\n*[[Burned Men]] - led by Timett\n*[[Black Ears]] - led by Chella\n*[[Moon Brothers]] - led by [[Ulf]]\n*[[Painted Dogs]]\n\n", "See also": "* {{AWOIAF|Mountain clans|The mountain clans}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels a number of warrior clans eke out a mean existence in the foothills of the Mountains of the Moon, including the Black Ears, Burned Men, Stone Crows, Moon Brothers, and Painted Dogs. The Moon Brothers and the Black Ears have strong bonds together. Other less prominent hill tribes that have been mentioned in the books are the Milk Snakes and the Sons of the Mist. They hold outsiders as enemies and wish to destroy [[House Arryn]] and loot the Vale for themselves, but lack the weapons and armor needed, particularly siege engines.\n\nAfter the battle Tywin pays off the hill tribes and most return home to the Mountains of the Moon in the Vale. Shagga and the Stone Crows, however, decide to stay in the Kingswood, feeling that there are better opportunities for them there (that is, more promising targets for raids).\n\nAfter the clans are armed with steel weapons and armor by the Lannisters and return to their homes, they become a dangerous menace to the Vale. When [[Arya Stark]] and [[The Hound]] head to the Vale (corresponding to [[Season 4]] of the TV series) they come to a small village where the elder warns them that it is very dangerous to pass the Eastern Road these days, because the clans have steel now, good swords and mail hauberks. He tells them that half a year ago, the [[Stone Crows]] raided a nearby village, took every woman and every scrap of grain, and killed half the men. According to [[Lysa Arryn]], the departure of her uncle [[Brynden Tully]] from the [[Bloody Gate]] also made the mountain clans grow very bold. The sub-plot was ultimately omitted from Season 4, and the hill tribes did not reappear.\n\n"}, "title": "Hill tribes"}