{"attributes": {"status": " :Category:Status: Alive", "death": "", "last": "", "family": " Old Nan - great-grandmother", "title": "Hodor", "season": "Season 1", "image": "Hodor infobox.jpg", "allegiance": "House Stark", "actor": "Kristian NairnQuote", "link": " House StarkCharacter", "4": "yes", "place": "Winterfell", "aka": "", "appearances": "21 episodes &lt;small&gt;#Appearances", "first": "&quot;Winter is Coming (episode)"}, "sections": {"TOP": "Hodor02191hkd1ederwfwpbq81yxjhn4ncvhpv5dw1805022015-04-01T21:50:15ZThe Dragon Demands5014364/* Personality */{{Heraldry\n|image = Stark mini shield.png\n|link = House Stark\n}}\n{{Character\n| Title=Hodor\n| Image=Hodor infobox.jpg\n| Season=[[Season 1|1]], [[Season 2|2]], [[Season 3|3]], [[Season 4|4]]\n| First=&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;\n| Last=\n| Appearances=21 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Aka=\n| Status= [[:Category:Status: Alive|Alive]]\n| Death=\n| Place=[[Winterfell]]\n| Allegiance=[[House Stark]]\n| Family= [[Old Nan]] - great-grandmother\n| Actor=[[Kristian Nairn]]}}\n{{Quote|Hodor.|Hodor|A Man Without Honor}}\n\n'''HodorÂ '''is a recurring character in the [[Season 1|first]], [[Season 2|second]], [[Season 3|third]]Â andÂ [[Season 4|fourth]]Â seasons. He is played by guest star [[Kristian Nairn]] and debuts in the [[Winter is Coming (episode)|series premiere]], though he does not speak until &quot;[[Cripples, Bastards and Broken Things]].&quot; HodorÂ is a simpleminded servant of [[House Stark]] at [[Winterfell]] working in the stables. He aids [[Bran Stark]]'s mobility after he sustains a paralyzing injury when falling from a tower by carrying him from place to place, in his arms, in a basket on his back, and in a wheelbarrow. After Winterfell is captured by [[Theon Greyjoy]], HodorÂ escapes with [[Osha]], Bran, and [[Rickon Stark|Rickon]] leaving a trail, then back tracking to hide in the Stark crypts. When emerging to find Winterfell burned, he leaves with Osha to take Bran and Rickon north to [[the Wall]] to [[Jon Snow]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Hodor has brown hair and a brown beard and is the great-grandson of [[Old Nan]], the oldest woman in the castle. When Bran tells Nan that the only thing Hodor is sure of is his own name, Nan laughs as Hodor's real name is actually '''Walder''': no one knows where the word &quot;Hodor&quot; came from, but it is the only word he seems capable of speaking, and has become his name. The meaning of the word (if any) is unknown.\n\nIt is stated that Old Nan's two sons died in [[Robert's Rebellion]], and her daughters moved away and died (presumably childless), while her grandson died in the [[Greyjoy Rebellion]]. While the exact relationships have not been explicitly stated, this presumably means that it was Hodor's grandfather who died in Robert's Rebellion, and Nan's grandson who died in the Greyjoy Rebellion was Hodor's father.\n\nThere is widespread speculation that Hodor is a descendant of the famous knight [[Duncan the Tall]], who eventually rose to be Lord Commander of the [[Kingsguard]] under his friend King [[Aegon V Targaryen]]. Ser Duncan (&quot;Dunk&quot;) and Aegon &quot;Egg&quot; Targaryen are the two main characters in the &quot;Tales of Dunk and Egg&quot; prequel novellas, which start about 90 years before ''Game of Thrones'' begins. [[George R.R. Martin]] has stated that, with time-jumps in between each story, he intends for the prequel novellas to cover the entire lives of Dunk and Egg, up until about 50 years ago. Like Ser Duncan, Hodor is also extremely tall. The upcoming fourth prequel novella, ''The She-Wolves of Winterfell'', reveals that Ser Duncan traveled to [[Winterfell]]. At one point [[Bran Stark]] has a [[greensight]] vision of the past, and sees a very large man &quot;as tall as Hodor&quot; in the Winterfell godswood, being kissed by a slender young woman - who might have been [[Old Nan]]. There is also speculation, based on some hints given by George R.R. Martin, that [[Brienne of Tarth]] is also a descendant of Ser Duncan, due to her great height, and also because she recalls seeing an old shield in the armory at Tarth with heraldry that readers would recognize as matching Ser Duncan's personal sigil. If true, this would make Hodor and Brienne second cousins. Actor Kristian Nairn is aware of this theory, but when asked about it at conventions has not confirmed it: logically, Hodor probably doesn't know if Ser Duncan was his great-grandfather, so the writers wouldn't have told Nairn, because it would not affect his performance (just as [[Kit Harington]] has emphasized that the writers never told him who [[Jon Snow]]'s mother is, because it's a plot point that Jon himself doesn't know).\n\nHodor is incredibly strong and over seven feet tall, making him taller than even [[Greatjon Umber]] (who is slightly less than seven feet tall). This causes Osha to remark (as in the TV series) that she wonders if he has giant's blood in him. Actor Kristian Nairn is actually &lt;nowiki&gt;6'10''&lt;/nowiki&gt; and thus slightly shorter than Hodor is described, however, clever use of camera angles makes him seem taller. Also, being paired with the child [[Isaac Hempstead-Wright]] (Bran Stark) results in a forced perspective which makes him seem proportionately taller (as opposed to if he was standing next to [[Brienne of Tarth]] or [[Sandor Clegane]] in many scenes, which he does not). There are many instances showing Hodor's great strength, such as pushing up a roof beam and pushing open the crypt door, even after part of the tower has fallen against it. However, he is very docile and never shows aggression, even when being taunted or bullied by others much weaker than he is.\n\nIn the books, there are numerous instances in which the mentally handicapped are forced into demeaning positions as court fools, etc., and not simply among the [[smallfolk]]. Even handicapped persons born into noble Houses are often reduced to being court fools and aren't treated as blood relatives. For example Aegon, the second son of [[Stevron Frey]] (himself the first son of [[Walder Frey]]) was born mentally handicapped and is put in a degrading position as the court fool at [[The Twins]] and nicknamed &quot;Jinglebell&quot;. This demeaning treatment given to the mentally handicapped is similar to the discrimination that [[Tyrion Lannister]] faces due to his dwarfism: as he points out, had he been born a commoner, they'd have simply left him out in the woods to die as a baby. Hodor offers a contrast between how House Stark and most other noble Houses treat the mentally disabled and the weak in general. Instead of making him a court fool or social outcast, the Starks have treated Hodor with respect as a person, giving him an actual vocation within his ability so he can live as a fairly functional member of society. The Starks and Maester Luwin have occasion to tell others, such as the two Walder Frey fosterlings, to not abuse or make fun of him.\n\nAccording to the TV series official [[pronunciation guide]] developed for the cast and crew, the name &quot;Hodor&quot; is pronounced &quot;HO-dor&quot;.\n\n", "Behind the scenes": "\nHodor is not described in the books as having a large scar on his right temple: this was added by the makeup department of the TV series to hide a tattoo possessed by actor [[Kristian Nairn]].\n\nWhen asked if it was difficult to express a range of emotions when playing a character who can only speak a single word, Kristian responded:\n:&quot;Unlike in the book, where Hodor's emotions are portrayed by a combination of the single word, the situation, and the reader's imagination, I have a very powerful medium to use as well: my body language. I was partially deaf when I was a child, and often in school, before I was fixed, I had to read context and emotions from people's faces and body language. That's also a huge part of sign language, and my knowledge of that (although I'm extremely out of practice) has put me in good stead for this part.&quot;&lt;ref&gt;Game of Thrones Special Collectors Edition:  An Unofficial Guide to the Most Epic Fantasy Series in History.  &quot;Hodor Speaks&quot;, page 58.&lt;/ref&gt;\n\n", "Image Gallery": "&lt;gallery&gt;\nHouse Stark and retainers.jpg|Hodor stands beside the Stark family as they await the arrival of the king in &quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;.\nHodor 1x04.jpg|Hodor in Winterfell in &quot;[[Cripples, Bastards and Broken Things]]&quot;.\nHodor 1x06.png|Hodor holds Bran's new saddle in &quot;[[A Golden Crown]]&quot;.\nBran-stark-and-hodor-issac-hempstead-wright-and-kristian-nairn-helen-sloan.jpeg|Promotional image of Bran and Hodor in the [[Season 2|second season]].\nHodorGreetsSummer.jpg|Hodor greets [[Summer]] the [[Direwolves|direwolf]] in &quot;[[What is Dead May Never Die]]&quot;.\nBran surrenders Winterfell.jpg|Hodor stands in courtyard when Bran surrenders Winterfell to Theon in &quot;[[The Old Gods and the New]]&quot;.\nBran wargs into Hodor.jpg|Bran wargs into Hodor in &quot;[[First of His Name]]&quot;.\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season One Appearances|yes|||yes||yes||yes||yes}}\n{{Season Two Appearances|yes||yes||yes|yes|yes|yes||yes}}\n{{Season Three Appearances||yes||||yes|yes||yes|yes}}\n{{Season Four Appearances||yes|4=yes||yes|yes|||||yes}}\n\n", "Biography": "HodorÂ is [[Lackwit|simple-minded]] (i.e. mentally disabled) and he is only capable of saying one word, &quot;hodor&quot; (which is a nonsense word), though he can apparently understand complex instructions other people give him. Nonetheless, [[House Stark]] set him to work at a productive occupation within his capacities, as aÂ stableboy serving at Winterfell. Hodor is incredibly large and strong. While he is slow of wits, he is gentle and loyal to the Starks.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/stark/hodor/ HBO viewers guide, season 2 guide to houses, House Stark - Hodor entry]&lt;/ref&gt; He is actually [[Old Nan]]'s great-grandson and only living relative.\n\n===[[Season 1]]===\nHodorÂ greets the arrival of King [[Robert Baratheon]] with the rest of the [[House Stark|Stark]] household.&lt;ref&gt;&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;&lt;/ref&gt;\n\n[[File:Tyrion and Bran 1x04.png|thumb|Hodor carries Bran to see Tyrion in &quot;[[Cripples, Bastards, and Broken Things]].&quot;]]\n[[Theon Greyjoy]] directs HodorÂ to carry the crippled [[Bran Stark]] to the great hall to meet [[Tyrion Lannister|Tyrion]] . He holds [[Bran Stark|Bran]] while [[Tyrion Lannister|Tyrion]] offers to give him the plans for a new kind of saddle that he can ride even in his crippled state.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt; Some weeks later, Hodor excitedly bursts into [[Bran Stark|Bran]]'s room with the saddle made from [[Tyrion Lannister|Tyrion]]'s diagram.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\nHodor bathes naked in the hot pool in the [[Godswood]] while Bran prays. Hodor is seen by [[Osha]], who tells [[Bran Stark|Bran]] that she thinks he must have [[giants]]' blood in him. Bran reminds Hodor to get dressed.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n[[Bran]] dreams that he is [[Summer]], seeing the world through the [[Direwolves|direwolf]]'s eyes as he stalks through the [[Godswood]] and looks up at the [[Red Comet]]. He goes to the pool next to the [[Heart tree]] and looks down at his reflection. The next day Bran has Hodor carry him out to the godswood; [[Osha]] accompanies them and finds a plant that can be used to make a pain relieving tea. She asks Bran if he has had more strange dreams and he claims that he does not dream at all. He changes the subject to the comet, saying that he has heard men say it is an omen favoring [[Robb Stark|Robb]] in the war. Osha says that she has heard people say the comet is [[House Lannister|Lannister]] red and favors their enemies and that she heard a stableboy say the comet was blood red and marked the death of Eddard. Hodor kneels by the pool and Osha helps Bran to the ground by its edge, affectionately stroking his hair. She tells him that stars do not fall for men and that a red comet signifies [[dragons]]. Bran stares at his reflection in the water and asserts that dragons are extinct.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\n[[File:Summer 2x03.jpg|thumb|Bran wakes to see Summer and Hodor in &quot;[[What is Dead May Never Die]].&quot;]]\nBran continues to have wolf dreams. During one, he follows Hodor and again sees the world from Summer's point of view. Summer follows Hodor as he comes to wake Bran up. Bran looking through Summer's eyes jumps up on the bed, and Bran finds himself looking down at his own face. Bran wakes to find himself looking into Summer's eyes with HodorÂ looking on.&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt; Bran discusses his dreams with Osha as Hodor prepares his horse. Bran says that he dreamt that the sea came to Winterfell, flooding the castle and killing his people and killing Ser [[Rodrik Cassel]]. Ser Rodrik leads the garrison to relieve the siege of [[Torrhen's Square]] by an unknown enemy.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt; The attack was a feint orchestrated by [[Theon Greyjoy]] who uses the opportunity to seize Winterfell. Later, Osha kills a guard, then leads Hodor, Bran, and [[Rickon Stark|Rickon]] out the gate, freeing them from the clutches of the [[ironborn]].&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt; They travel to a shepherd's farm on the outskirts of the Stark lands. Theon hunts for them with hounds, tracking them to the farm and then losing the scent. He returns to Winterfell with the charred corpses of two boys, claiming that they are Bran and Rickon. He makes no mention of Hodor and Osha.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\n[[File:Bran and Rickon Alive.jpg|thumb|Hodor, Bran, and Rickon in crypts of Winterfell in &quot;[[The Prince of Winterfell]].&quot;]]\nWhen [[Maesters|Maester]] [[Luwin]] sees Osha taking bread down into the crypts, he looks at the bodies and realizes that they are not Bran and Rickon. Later in the crypts, Osha tells him that after they escaped, they doubled back through a stream to mislead the hounds, and have been hiding in the crypts beneath Winterfell ever since. Realizing the bodies were orphans working at the farm and that Theon killed them so no one would know that Bran and Rickon had escaped him, they determine not to tell Bran as he would blame himself. However, Bran sitting next to a sleeping Hodor and Rickon has heard them.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n[[File:Bran, Hodor, Summer and Shaggydog.jpg|thumb|Hodor and Bran emerging from the Crypts with [[Shaggydog]] and Summer in &quot;[[Valar Morghulis]].&quot;]]\nWhen the escapees finally emerge from the crypts, Winterfell has been burned and Maester Luwin is badly wounded in the Godswood. He tells them that the children must be taken to the Wall to Jon Snow who will protect them from the invading ironmen and get word to [[Catelyn Stark|Catelyn]] and Robb. Later, Hodor is pushing Bran in a wheelbarrow, while Osha carries Rickon, as they head away from Winterfell.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\nHodor is on the road to [[Castle Black]], along with Bran, Rickon, Osha and the direwolves, Summer and Shaggydog. Bran continues to dream about chasing the Three-eyed Raven. In his dreams, he also encounters a strange boy, who he later meets while awake. The boy turns out to be [[Jojen Reed]], accompanied by his sister, [[Meera Reed|Meera]]. Jojen possesses the rare gift of seeing the past and present through his dreams, and is able to speak with Bran through their dreams. Jojen tells Bran that he is a '[[warg]]', someone who can control the minds of animals.&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt;\n\nAfter seeking shelter in a derelict windmill during a rainstorm, the group notice a band of [[Free Folk|wildlings]] chasing down an [[old man]]. The sounds of thunder terrify Hodor, who shouts out in panic. Fearing discovery, Jojen tells Bran to silence Hodor, who keeps panicking. Bran unintentionally uses his Warg powers to render Hodor unconscious. With the wildlings still outside, Jojen convinces Bran to Warg through Summer and Shaggydog outside, who then maul to death some of the wildlings. While in control of Summer and Shaggydog, Bran saw [[Jon Snow]] outside fighting the wildlings. He tells Osha to take Rickon with her to the holdfast of [[Jon Umber]], a loyal bannerman of the Starks. Bran bids a tearful Rickon farewell, who leaves with Osha and Shaggydog, while Bran continues northward with Hodor, Summer and the Reed siblings.&lt;ref&gt;&quot;[[The Rains of Castamere]]&quot;&lt;/ref&gt;\n\nLater, the group arrives at the Wall and stay overnight in an [[Nightfort|abandoned castle]]. During the night, [[Samwell Tarly]], with [[Gilly]] and [[Sam|her child]], meet Bran and the Reeds in the castle. Samwell, noticing the gigantic Hodor and Summer, realizes who Bran is and offers to take them to Castle Black. They refuse and Jojen tells Sam that they are going beyond the Wall, as no force in the realm of Westeros could withstand the threat posed by the White Walkers. Sam reluctantly gives them the obsidian blades as well as obsidian arrowheads found north of the Wall, which he earlier used to slay a White Walker. True to his gentle nature, Hodor initially does not want to take the blade offered to him, only taking it when directly told to do so. That night, Bran, the Reeds, Hodor and Summer finally pass beyond the Wall.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n&lt;span style=&quot;background-color:transparent;&quot;&gt;HodorÂ is captured by the [[Betrayers|mutineers]] alongside his companions when they scout [[Craster's Keep]] and attempt to free [[Summer]] and [[Ghost]]. While Bran, Jojen, and Meera are taken inside the keep, Hodor is chained up outside and abused by the mutineers. [[Rast]]Â stabs him in the leg with a spear and states that if he was as big as Hodor, he would be &quot;king of the fucking world&quot;.&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt; &lt;/span&gt;\n\nWhen [[Locke]] â&euro;&lsaquo;attempts to kidnap Bran during the [[Raid on Craster's Keep]], Bran wargs into Hodor and ambushes Locke. Using his immense strength, the Bran-controlled Hodor lifts Locke off the ground and snaps his neck. Hodor is visibly disturbed when he regains control of his body. He later escapes with the rest of his companions.&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;\n\nAs the group continues to travel north, they finally arrive to the [[Heart tree]]Â from Bran's visions. As they are approaching the tree,Â the group is soon ambushed by skeletalÂ [[wights]]. Bran wargs into Hodor again to fend them off, but there are too many of them. As they are about to be overwhelmed, [[Leaf|one]] of the [[Children of the Forest]] saves the group with her magic. Hodor carries Bran into the [[Cave of the three-eyed raven|cave]] beneath the Heart tree where the wights cannot reach them, and brings him near the [[Three-eyed raven]].&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n", "Personality": "\nHodor generally seems to have a happy demeanor, overjoyed by basic things like presenting Bran with a new saddle, hearing the echo of his own voice in a well, or greeting one of the Stark direwolves.  He is deeply loyal to the Starks, who have treated him very well.  Despite his large size and strength, Hodor is a gentle soul who is terrified by violence - even violence done by himself, as he often cowers in fear instead of fighting back against foes who are actually smaller than he is.  Even so, his loyalty to the Starks is so great that he continues to follow (or rather, carry) Bran Stark through great dangers.\n\n"}, "title": "Hodor"}