{"attributes": {}, "sections": {"TOP": "Hostage0211548hkh2h6h9jyizz75lfumsix3gofnjf01769272015-03-14T18:53:13ZThe Dragon Demands5014364/* In the books */[[File:Arya and Sandor - Second Sons (episode).png|300px|right|thumb|Sandor 'the Hound' Clegane and his hostage, Arya Stark.]]\n{{Quote|Spare [[Rickard Karstark|his]] life. Keep him as a hostage.|[[Catelyn Stark]] to [[Robb Stark]]|Kissed by Fire}}\n\nA '''Hostage''' or '''Captive''' is a member of a [[noble house]] that is held against their will by another noble house or organization. Some hostages are imprisoned if considered dangerous or if there is risk that they may escape (with or without outside help). Others are awarded the courtesy and privileges of nobility and given relatively free run of the castles or keeps they are captive in. In the case of children, these hostages often become no different from [[ward]]s to their captors.\n\nIn times of war, hostages are taken and kept alive to use later in political negotiations or in exchange for ransom. Such prisoners are usually only held until the war is over. As a high-profile hostage can be an important bargaining chip, it is considered impolitic for their captors to harm them.\n\nIn peace time, specially after the end of a war or rebellion, long-term political hostages are taken to ensure the good behavior of a captive's relative or retainers, under penalty of torment or death for the hostage.\n\n", "Known hostages": "*[[Theon Greyjoy]]: taken hostage after the [[Siege of Pyke|failure]] of the [[Greyjoy Rebellion]] and raised as a ward of [[House Stark]]. He is currently hostage of [[Ramsay Bolton|Ramsay Snow]] of [[House Bolton]].\n*[[Tyrion Lannister]]: briefly made hostage by Lady [[Catelyn Stark]] and taken to [[the Eyrie]] to face judgment. Released after being declared innocent in [[First Trial by Combat of Tyrion Lannister|trial by combat]].\n*[[Sansa Stark]]: made a hostage of Queen [[Cersei Lannister]] following the arrest and execution of her father, [[Eddard Stark|Ned Stark]]. She finally escapes King's Landing with the aid of [[Dontos Hollard]].\n*Ser [[Jaime Lannister]]: taken prisoner by [[House Stark]] after the [[Battle of the Whispering Wood]]. Kept hostage by [[Robb Stark]], the [[King in the North]], until his release by Lady Catelyn Stark.\n* Ser {[[Alton Lannister]]}: made hostage presumably after the Battle of the Whispering Wood and employed as envoy by King Robb. Killed by Ser Jaime while imprisoned as part of the latter's escape attempt.\n* [[Arya Stark]]: fled King's Landing before she could become a hostage of the Lannisters along with her sister. She is then taken hostage by the [[Brotherhood Without Banners]] and subsequently by [[Sandor Clegane]], who intends to ransom her to a relative. She later escapes from Clegane.\n* Ser {[[Jaremy Mallister]]}: hostage of [[House Lannister]] at [[Harrenhal]], put to the sword along with the rest of Northern/Riverlands prisoners at the orders of Ser [[Gregor Clegane]].\n* {[[Willem Lannister|Willem]]} and {[[Martyn Lannister]]}: captured at the [[Battle of Stone Mill]] and made hostages of [[House Tully]]. Killed by Lord [[Rickard Karstark]].\n* [[Brienne of Tarth]]: taken hostage by [[Locke]] while escorting Ser Jaime Lannister to [[King's Landing]]. A ransom from her father is rejected and she is placed in the bear pit of Harrenhal. Saved from death and liberated by Ser Jaime.\n* Lord [[Edmure Tully]]: made a hostage of [[House Frey]] during the events of the [[Red Wedding]] after his marriage and [[bedding]] with [[Roslin Frey]].\n", " In the books": "In theÂ ''[[A Song of Ice and Fire]]''Â novels, [[Jon Umber|Greatjon Umber]] is taken hostage by [[House Frey]] after the [[Red Wedding]], as a political hostage as to usher [[House Umber]] to swear fealty. Contrary to the books, in the TV series Greatjon Umber is not present during the wedding and the writers have confirmed that he is therefore free somewhere in the Riverlands.\n\n"}, "title": "Hostage"}