{"attributes": {"status": " :Category:Status: Alive", "10": "yesSeason Two Appearances", "death": "", "last": "&quot;Mockingbird&quot;", "family": "", "title": "Hot Pie", "season": "Season 1", "image": "Hot_Pie-Profile-HD.png", "allegiance": "", "actor": "Ben HawkeyQuote", "place": "King's Landing", "7": "yes==Image gallery==&lt;gallery&gt;Hot Pie.jpg", "aka": "", "appearances": " 11 episodes &lt;small&gt;(#Appearances", "first": "&quot;Fire and Blood&quot;"}, "sections": {"TOP": "Hot Pie02343ny5yqculve5nej19ki5mkvxlry3j0ys1769442015-03-14T22:28:51ZSharp Blades26158496{{Character\n| Title=Hot Pie\n| Image=Hot_Pie-Profile-HD.png\n| Season=[[Season 1|1]], [[Season 2|2]], [[Season 3|3]], [[Season 4|4]]\n| First=&quot;[[Fire and Blood]]&quot;\n| Last=&quot;[[Mockingbird]]&quot;\n| Appearances= 11 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n| Aka=\n| Status= [[:Category:Status: Alive|Alive]]\n| Death=\n| Place=[[King's Landing]]\n| Allegiance=\n| Family=\n| Actor=[[Ben Hawkey]]}}\n{{Quote|You need sour cherries to make it right, and the secret is you dry the stones, and then you break them with a mallet.  That's where the real flavor is.  You crush 'em up real fine and then, when you're finished, sprinkle them over the pie crust...|'''Hot Pie''' demonstrates his fine knowledge of the bakery arts.|The Prince of Winterfell}}\n'''Hot Pie''' is a recurring character in the [[Season 1|first]], [[Season 2|second]], [[Season 3|third]], and [[Season 4|fourth]] seasons. He is played by guest star [[Ben Hawkey]] and debuts in &quot;[[Fire and Blood]].&quot; He is an orphan and now fugitive previously accompanying [[Arya Stark]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Hot Pie is a young recruit for the [[Night's Watch]] that [[Yoren]] meets in King's Landing. He was a baker's apprentice. He does not appear until the second novel ''A Clash of Kings''.\n\nThe first encounter between Hot Pie and Arya isÂ much more violent than in the show: Hot Pie threatens Arya and tries to take Needle by force, while Lommy encourages him to.Â Gendry tells them to leave Arya alone, but they do not listen.Â Arya does not want to fight and offers Hot Pie her wooden sword, but he demands Needle and tries to take it from her. Using the wooden sword, Arya whacks Hot Pie's donkey, causing him to fall off of it, then when Hot Pie is on the ground Arya breaks his nose. When she turns her attention to Lommy who backs off in fear, Hot Pie attacks her from behind with a jagged rock. Gendry warns Arya of his approach (but he does not intervene in the brawl otherwise). Arya evades the rock and beats Hot PieÂ so badly that he soils his pants and is forced to spend a short while riding on the back of a wagon due to his injuries. For this, Yoren thrashes Arya to the extent of her being too sore to sit for a short while.\n\nAfter substantial time as prisoners of the Lannisters at Harrenhal, and their subsequent escape together, Arya starts to think of both Gendry and Hot Pie as her &quot;pack&quot;. Just before they meet the Brotherhood Without Banners, Arya notes to herself that Hot Pie is only slowing them down as she tries to make her way to Riverrun, but she won't leave him behind because a wolf pack protects its members.\n\nHot Pie ends up making bread for a different inn named the Inn of the Kneeling Man. He decides to stay there because he is tired of travelling dangerous roads, exposed to the rain, suffering of saddle sores and constantly frightened. He asks Arya to come back when the war was over, and she promises to, though she has no idea if the war would ever be done. Although Arya thinks Hot Pie is stupid and cowardly, she misses him a lot.\n\nHot Pie is not mentioned in the books afterwards. He never meets [[Brienne of Tarth|Brienne]] and [[Podrick Payne]].\n\n", "Quotes": "{{Dialogue a-b|Lommy|You'd better give Hot Pie [[Needle|the sword]]. I've seen him kick a boy to death.|Hot Pie|I knocked him down, and I kicked him in the balls, and I kept kicking him until he was dead! I kicked him all to pieces.|Hot Pie and Lommy to Arya|Fire and Blood}}\n\n", "Image gallery": "&lt;gallery&gt;\nHot Pie.jpg|Hot Pie discussing food recipes with [[Gendry]] at [[Harrenhal]] in &quot;[[The Prince of Winterfell]]&quot;\nArya.png|Arya threatens Hot Pie with Needle in &quot;[[Fire and Blood]]&quot;\nArya-stark-maisie-williams-helen-sloan.jpeg|Night's Watch recruits sleep on the Kingsroad in &quot;[[What is Dead May Never Die]]&quot;.\nhotpiepodrickbriennetalkinginn.png|Hot Pie speaks while Brienne and Pod eat a [[kidney pie]] made by him in &quot;[[Mockingbird]]&quot;.\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n\n", "Appearances": "{{Season One Appearances|10=yes}}\n{{Season Two Appearances|yes|yes|yes|yes|yes|||yes||yes}}\n{{Season Three Appearances||yes|yes}}\n{{Season Four Appearances|7=yes}}\n\n", "Biography": "===Background===\nHot Pie is an orphan living in [[King's Landing]] and working for a baker as an apprentice. He was born and grew up in the city.&lt;ref&gt;&quot;[[Mockingbird]]&quot;&lt;/ref&gt;\n\n===[[Season 1]]===\nHot Pie and [[Lommy Greenhands]] are recruited to join the [[Night's Watch]]. They bully [[Arya Stark]] when she joins their group and demand she give up her sword, [[Needle]]. Hot Pie claims that he killed a boy once by kicking him to death. When Arya refuses and threatens to kill him like she has with other 'fat boys', he backpedals and bumps into [[Gendry]], who scares him off.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\nHot Pie is travelling north on the [[Kingsroad]] with [[Yoren]]â&euro;&trade;s recruits.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt; [[Gold Cloaks]] from [[King's Landing]] come upon them looking for [[Gendry]]. Yoren intimidates them into leaving but they promise to return with more men. Later, [[Arya Stark|Arya]], Hot Pie and [[Lommy Greenhands]] wash cook pots in the stream while Gendry fills a pail with water. Lommy says that they should yield if the gold cloaks return, not wanting to be caught in a battle. Hot Pie claims that he is unafraid of battle and Arya questions his courage. Hot Pie claims to have seen lots of battles and Arya calls him a liar. Hot Pie insists that he saw a man stabbed in the neck outside a tavern in [[Flea Bottom]]. Lommy tells Hot Pie that two men fighting is not a battle. Hot Pie says that they had armor on. Arya questions the relevance of this and Hot Pie says that if the combatants wear armor, it is automatically a battle. Lommy refutes the assertion and Hot Pie wonders what a dyer's apprentice would know about battle. As Gendry returns to refill the pail, Arya tell Hot Pie that Gendry is an armorer's apprentice. She instructs Hot Pie to relay his definition of a battle to Gendry. Gendry asks who told Hot Pie that. Hot Pie claims that he heard it from a knight. Gendry asks how Hot Pie knew he was a knight and Hot Pie again cites armor as deciding the issue. Gendry explains that anyone can buy armor. Hot Pie asks how Gendry knows and Gendry reminds him that he sold armor.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\nThe group is resting in a barn when they are roused to arms by Yoren and told they are being attacked. Hot Pie and Lommy arm themselves and Lommy picks up Gendry's helm before they rush outside. They are met by Ser [[Amory Lorch]] and a force of men loyal to [[House Lannister]]. Lorch points out the Gold Cloaks with him and says that they have come for [[Gendry]], a royal bastard. Lorch orders Yoren and the recruits to drop their weapons. Yoren remains defiant and Lorch orders him shot. Yoren fights on but is eventually overwhelmed.&lt;ref name=&quot;E13&quot;&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\nSeeing their leader killed, Gendry and many of the other recruits join the fight while Hot Pie hides in the bushes. The recruits are quickly defeated and the survivors are taken prisoner. Lorch orders the prisoners taken to Harrenhal. Hot Pie is found in the bushes and is quick to yield. Lommy calls for help from the ground, a crossbow bolt in his left leg. [[Polliver]] approaches and asks him if he can walk. Lommy says they will have to carry him. Polliver offers him a hand and then stabs him through the throat, killing him. He tells his companions that Lommy wanted to be carried, drawing a laugh. Lorch pushes over Yoren's corpse and demands that the survivors identify Gendry. Arya says that they have already killed him pointing out the bulls head helm lying next to Lommy.&lt;ref name=&quot;E13&quot;/&gt;\n\nHot Pie, Gendry and Arya arrive at the ruined castle Harrenhal with a column of other Lannister prisoners. Gendry sees the decimated towers and asks what kind of fire can melt stone. Arya tells him that it was dragon fire and Hot Pie asks if there are dragons there. Gendry says that dragons are extinct and Hot Pie wonders what he can smell. Arya says that it is the smell of dead people. Polliver orders them to walk on into the midst of the ruin.&lt;ref name=&quot;E14&quot;&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\nThey are chained in a stockade with many other prisoners. They can hear the sounds of a man being tortured nearby. The screams end and an [[old woman prisoner|old woman]] says that the victim is dead. She is expressionless and reports in a monotone that her captors have tortured her sister, husband and now her son to death. Gendry realizes that they select a new victim each day. Arya asks if anyone survives the torture and the woman does not answer.&lt;ref name=&quot;E14&quot;/&gt;\n\nHot Pie and the prisoners are awoken by Ser [[Amory Lorch]] and his men. Ser [[Gregor Clegane]] approaches the stockade. Hot Pie says that he is the one who chooses the prisoners and Arya recognizes him. Hot Pie stares at him as he approaches and Arya asks what he is doing. Hot Pie says that another prisoner told him that he always stares at the mountain and is never chosen. Hot Pie and his new friend stare at Gregor as he surveys the captives. Gregor selects the staring prisoner. Hot Pie wets himself in fear. The prisoner is strapped to a chair by [[Weasel]] as [[the Tickler]] questions him. He is asked about hidden valuable in his village and the whereabouts of [[the Brotherhood]]. A rat is placed in a bucket and strapped to his chest. Weasel heats the bucket to provoke the rat into burrowing through his chest. The Tickler asks who aided the Brotherhood and the prisoner implicates Ganes the butcher and his son. He begs them to stop and the Tickler says that he has been very helpful but continues with the torture regardless. Hot Pie and the other prisoners watch, helpless to stop them.&lt;ref name=&quot;E14&quot;/&gt;\n\nThe head of the tortured prisoner is hammered onto a spike above the stockade. Gendry is chosen by Gregor and his questioning begins despite him not being from the village. Lord [[Tywin Lannister]] arrives and halts the torture. He orders the prisoners put to work and recognizes that Arya is a girl. Tywin says that she will be his new cup bearer.&lt;ref name=&quot;E14&quot;/&gt; While working in the castle Hot Pie comes across the corpse of the Tickler, apparently having been murdered in broad daylight.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\n[[File:Escaping Harrenhal.jpg|thumb|Hot Pie, Arya, and Gendry escape Harrenhal.]]\nHot Pie is talking to Gendry about recipes, when Arya comes by looking for Jaqen, but he doesn't know where Jaqen is. Lord Tywin leaves Harrenhal under Gregor's command. Arya arranges to escape with assistance from [[Jaqen H'ghar]]. Hot Pie steals food from the kitchens for their journey and goes along despite his fear. They are to walk out of the gate at midnight, but guards are posted there. It isn't until they begin walking to the gate that they realize that the guards are dead and nailed to their posts.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\nAfter escaping Harrenhal, they see Jaqen H'ghar standing on a small cliff above them, and Arya leaves the others to go to talk to him.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\nHot Pie and [[Gendry]] criticize [[Arya Stark|Arya]] for not asking [[Jaqen H'ghar]] to kill the contenders for the [[Iron Throne]] and ending the war. They are all captured by the [[Brotherhood without Banners]]. The Brotherhood takes them to the [[Inn at the Crossroads]] and feeds them, but before they can depart, [[Sandor Clegane|Sandor &quot;The Hound&quot; Clegane]] is brought in as a prisoner, and in surprise, identifies Arya Stark.&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt;\n[[File:Wolf_Cake.jpg|thumb|Hot Pie's attempt at making a loaf of bread shaped like a direwolf.]]\nAs they get ready to leave, Hot Pie explains that he isn't going with them: he baked some bread for the innkeeper, and as he was a baker's apprentice when he lived in King's Landing, the innkeeper thought it was the best bread they'd ever had, and offered him a job. This life of fighting and travelling isn't really for him, plus [[Thoros]] formally made a deal with the inn to give them Hot Pie's services to pay for all of the meals the Brotherhood had there. He also points out that his brother is noÂ [[king]]Â and he is no [[House Stark|Stark]] of &quot;Winterhell&quot;, earning a harsh correction of the name from Arya.Â Before they go, he gives Arya a present he made for her: a loaf of bread shaped like a [[Direwolves|direwolf]], though Arya implies the tail looks like a head. Arya is a bit brusque but the three wish each other well as they depart, and as they are riding away Arya starts eating the wolf-bread, and turns back to shout to Hot Pie that it is very good.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n[[File:Hotpiepodrickbriennetalkinginn.png|thumb|Brienne and Podrick meet Hot Pie.]]\n\n[[Brienne of Tarth]] and [[Podrick Payne]] stop at the inn to dine and Hot Pie serves them a [[kidney pie]] he made. Hot Pie tells them at length the process in finding the right ingredients for the kidney pie. He asks if Brienne is a [[knight]] as she is wearing armor, he then asks of Brienne's business. Hot Pie leaves after addressing the [[House Stark|Starks]] as traitors.Â \n\n[[File:Got_s4e7_-_hot_pie_-_2.png|thumb|left|Hot Pie gives an improved direwolf bread loaf to Brienne.]]\n\nAs Brienne and Podrick prepare to leave the inn, Hot Pie approaches them and hands Brienne a loaf of bread shaped like a wolf and mentions that it is better than the last. He tells them he was with [[Arya Stark|Arya]]Â travelling to [[the North]] to join the [[Night's Watch]], before being captured by the [[House Lannister|Lannisters]],Â and then being captured by the [[Brotherhood Without Banners]]. He explains that the last time he saw Arya was when the Brotherhood departed the inn, along with their prisoner [[Sandor Clegane|The Hound]], and that they intended to ransom her back to her family at [[Riverrun]]. Brienne and Podrick quickly (and correctly) deduce that because Arya's mother and brother were killed at the [[Red Wedding]], anyone trying to ransom her would now head to her next closest surviving relative with money and power: her maternal aunt [[Lysa Arryn]], ruler of [[The Vale of Arryn|the Vale]]. Leaving Hot Pie at the inn, they depart for [[The Eyrie|the Eyrie]].&lt;ref&gt;&quot;[[Mockingbird]]&quot;&lt;/ref&gt;\n\n"}, "title": "Hot Pie"}