{"attributes": {"founder": "Quote", "title": "House Umber", "image": "Umber sig.png", "heir": "", "sigil": "Four gold chains linked by a central ring on dark red", "seat": "Last Hearth", "age": "", "titles": "Lord of Last Hearth", "allegiance": "House Stark", "words": "", "lord": "Greatjon Umber", "region": "The North", "vassals": ""}, "sections": {"TOP": "House Umber02330admm15zkhg7cn3y8wpajm2kgt2jn9831774422015-03-17T03:14:53ZThe Dragon Demands5014364/* In the books */{{Noble house\n| Title=[[House Umber]]\n| Image=Umber sig.png\n| Sigil=Four gold chains linked by a central ring on dark red\n| Words=\n| Titles=[[Lord of Last Hearth]]\n| Seat=[[Last Hearth]]\n| Region=The [[North]]\n| Lord=[[Greatjon Umber]]\n| Heir=\n| Allegiance=[[House Stark]]\n| Vassals=\n| Age=\n| Founder=}}\n{{Quote|The Umbers are great warriors. Even I heard about them growing up.|Osha|The Rains of Castamere (episode)}}\n'''House Umber''' of the [[Last Hearth]] is a vassal house that holds fealty to [[House Stark]] of [[Winterfell]]. Their lands are in the far north of the Stark territories, just south of [[the Wall]] and the lands held by the [[Night's Watch]]. Their stronghold is a castle called Last Hearth and the head of the house is the [[Lord of Last Hearth]].\n\nHouse Umber's sigil is four chains linked by a central ring. Their motto is not known at present.\n\n", "Image gallery": "&lt;gallery&gt;\nHouse Umber.png|HBO viewer's guide image of the House Umber sigil\nUmber icon.png|HBO viewer's guide icon for House Umber.\nUmber-small.png|Small icon of House Umber from the HBO viewers guide.\nHouse Umber tourney.jpg|The banner of House Umber at the [[Tournament|Tourney of the Hand]] in &quot;[[Cripples, Bastards and Broken Things]]&quot;.\nUmber-map-marker.jpg|A map marker used to represent the forces of House Umber.\n&lt;/gallery&gt;\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Umbers are staunch supporters of the Starks, but truly respect strength alone. The Umbers are strong, formidable warriors who enjoy life to the full, although some of the family members are less reputable, with some Umber lords said to still practice the banned tradition of First Night. Their lands are close to the Wall and they are bitterly opposed to the [[Wildlings]], as sometimes small wildling bands who evade the Watch raid their lands.\n\nThe Umbers are the northernmost noble House in Westeros, and may be named after the real English county of Northumberland or the medieval Anglian kingdom of Northumbria.\n\nHouse Umber's [[Heraldry]] in the books is different to the TV show. In the books, the sigil is a roaring giant in chains, but in the TV show it is just the chains.\n\nMembers:\n* Lord [[Greatjon Umber]], the current head of the family. Taken captive by the Freys in the [[Red Wedding]]. Grandson of Hoarfrost Umber, by Hoarfrost's eldest son.\n** {Smalljon Umber}, the Greatjon's son and heir. Slain by the Freys in the Red Wedding.\n* Mors &quot;Crowfood&quot; Umber, the Greatjon's uncle, younger son of Hoarfrost Umber.\n* Hother &quot;Whoresbane&quot; Umber, the Greatjon's uncle, youngest son of Hoarfrost Umber.\n\n", "Members": "[[File:Greatjon.png|thumb|Greatjon Umber, head of House Umber.]]\n* Lord [[Greatjon Umber]], the current head of the family.\n\n"}, "title": "House Umber"}