{"attributes": {"imagesize": "250 px'''House Strong''' is an extinct noble house of the Riverlands. Their sigil was a tripartite pale blue, red, and green on white.Their seat was the castle of Harrenhal, which was granted to them after the extinction of House Harroway. However, the Strongs also died out, like all the Houses to hold Harrenhal, and the castle was passed on to House Lothston.==In the books==In the ''A Song of Ice and Fire'' novels, House Strong's backstory is the same. Some descendants of the House live in exile in the Free Cities.House Strong held Harrenhal from the time of King Jaehaerys I Targaryen to the time of Rhaenyra Targaryen", "founder": "", "title": "House Strong", "region": "The Riverlands", "heir": "", "sigil": "a tripartite pale blue, red, and green on white", "seat": "Harrenhal", "age": "", "titles": "", "allegiance": "House Tully", "lord": "", "image": "Strong sigil.png", "vassals": ""}, "sections": {"TOP": "House Strong013374j0uitb5pfcsi1rregbvs0qdu8boyw5s1492102014-06-26T20:46:14ZGreater good3347453{{Noble house\n| Title=[[House Strong]]\n| Image=Strong sigil.png\n| Sigil=a tripartite pale blue, red, and green on white\n| Titles=\n| Seat=[[Harrenhal]]\n| Region=The [[Riverlands]]\n| Lord=\n| Heir=\n| Allegiance=[[House Tully]]\n| Vassals=\n| Age=\n| Founder=\n|ImageSize =250 px}}\n\n'''House Strong''' is an extinct noble house of [[the Riverlands]]. Their sigil was a tripartite pale blue, red, and green on white.\n\nTheir seat was the castle of [[Harrenhal]], which was granted to them after the extinction of [[House Harroway]]. However, the Strongs also died out, like all the Houses to hold Harrenhal, and the castle was passed on to [[House Lothston]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, House Strong's backstory is the same. Some descendants of the House live in exile in the [[Free Cities]].\n\nHouse Strong held Harrenhal from the time of King [[Jaehaerys I Targaryen]] to the time of [[Rhaenyra Targaryen|Rhaenyra]] and [[Aegon II Targaryen]].\n\nThere have been a number of historicalÂ StrongsÂ mentioned in the books. One was SerÂ Lucamore Strong known as &quot;Lucamore the Lusty&quot;. Â He was a [[knight]] of the [[Kingsguard]]Â during the reign of Jaehaerys I who broke the Kingsguard vows of chastityÂ by secretly marrying three women and fathering sixteen children. Â His sworn brothers discovered this and informed the king, who then had Lucamore [[Eunuch|gelded]] and sent to [[the Wall]] to join the [[Night's Watch]].\n\nAnother notable Strongs were Lord Larys Strong, Lord of Harrenhal, who served as [[Master of Whisperers]]Â under King Viserys I and [[Aegon II Targaryen|King Aegon II]], andÂ Ser Harwin Strong, lover of RhaenyraÂ TargaryenÂ and rumored father of her first three children.Â Â Â \n\n"}, "title": "House Strong"}