{"attributes": {"season": " Season 1", "image": " House Targaryen Complete Guide to Westeros.png", "narrator": " Viserys Targaryen'''&quot;House Targaryen&quot;''' is a featurette and part of &quot;Great Houses&quot; section of the Complete Guide to Westeros, a special feature in the Blu-ray of Season 1 of ''Game of Thrones''. It is narrated by Harry Lloyd as Prince Viserys Targaryen.==Synopsis==Viserys Targaryen recounts House Targaryen conquest and ruling of the Seven Kingdoms before being brought down by the treacherous Usurper Robert Baratheon.==Summary==The House Targaryen", "title": " House Targaryen"}, "sections": {"TOP": "House Targaryen (Complete Guide to Westeros)013206jfqxsvsx5gfncbs44vo746atqyf885u1779452015-03-19T19:47:41ZThe Dragon Demands5014364{{Lore|Title = House Targaryen|Image = House Targaryen Complete Guide to Westeros.png|Season = [[Season 1|1]]|Narrator = [[Viserys Targaryen]]}}\n'''&quot;House Targaryen&quot;''' is a featurette and part of &quot;Great Houses&quot; section of the [[Complete Guide to Westeros]], a special feature in the Blu-ray of [[Season 1]] of ''[[Game of Thrones]]''. It is narrated by [[Harry Lloyd]] as Prince [[Viserys Targaryen]].\n\n", "Synopsis": "[[Viserys Targaryen]] recounts [[House Targaryen]] conquest and ruling of the [[Seven Kingdoms]] before being brought down by the treacherous Usurper [[Robert Baratheon]].\n\n", "Summary": "The [[House Targaryen|Targaryen]] dynasty unified the [[Seven Kingdoms]] and ruled for nearly three centuries. Viserys Targaryen calls it a dynasty &quot;forged in fire, sealed in blood&quot; and brought down by [[Robert's Rebellion|rebellion]].\n\nViserys explains that Targaryens are &quot;blood of the dragon&quot;, descended from the nobility of ancient [[Valyria]], a once mighty [[Valyrian Freehold|empire]] in [[Essos]]. When the [[Doom of Valyria|Doom]] destroyed Valyria and its people, House Targaryen survived, having settled in the island fortress of [[Dragonstone]] years before. They remained there for a century, until the rise of [[Aegon the Conqueror]].\n\nInstead of attempting to take the lands of his ancestors, Aegon sailed west for the Seven Kingdoms along with his sister [[Rhaenys Targaryen (sister of Aegon I)|Rhaenys]] and [[Visenya Targaryen|Visenya]]. To keep their bloodline pure, Aegon took both of his sisters as wives, following the custom of their Valyrian ancestors. Together, they landed on the eastern coast of [[Westeros]] with their blazon: a three-headed dragon, representing Aegon and his sister-wives; their words: &quot;Fire and Blood&quot;. While their host was small when compared to the armies of the Seven Kingdoms, Aegon and his sisters had a secret weapon: the last of the dragons.\n\nAegon [[War of Conquest|conquered]] every kingdom except for [[Dorne]], which bowed to Targaryen rule a century later, and had the swords of his enemies melted down by the fire of his dragon, [[Balerion]] the Black Dread, and forged into the [[Iron Throne]]. The capital city of [[King's Landing]] was built where Aegon and his sisters first came ashore. Aegon also ordered the construction of a royal castle, the [[Red Keep]], on the city's highest hill.\n\nFor three hundred years the dynasty stood strong in the face of rebellion, civil war and plague. But the line of the &quot;dragon kings&quot; was broken when Viserys' father, [[Aerys II Targaryen|Aerys Targaryen, the Second of His Name]], was overthrown in rebellion. Aerys was betrayed and slaughtered by Ser [[Jaime Lannister]], a member of his own [[Kingsguard]]. Aerys' son and heir, [[Rhaegar Targaryen|Rhaegar]], perished on the field of [[Battle of the Trident|battle]], at the hands of [[Robert Baratheon]], who claimed the Iron Throne for himself.\n\nAnd so today, the sole survivors of the storied Targaryen dynasty are Viserys, rightful [[King of the Andals and the First Men|King]] of the [[Andals]] and [[Lord of the Seven Kingdoms|ruler]] of the Seven Kingdoms, and his sister, [[Daenerys Targaryen|Daenerys]]. They were spirited to the [[Free Cities]] of the east by loyalists. There, they have lived in exile ever since, dreaming of the day they will cross the [[Narrow Sea]] and take back their father's throne.\n\n"}, "title": "House Targaryen (Complete Guide to Westeros)"}