{"attributes": {"season": " Season 3", "image": " House Tully Histories &amp; Lore.png", "narrator": " Brynden Tully'''&quot;House Tully&quot;''' is part of the Histories &amp; Lore, a special feature in the Blu-ray of Season 3 of ''Game of Thrones''. It is narrated by Clive Russell as Ser Brynden Tully.==Synopsis==Brynden Tully recounts the history of House Tully and their alliances with other the great houses of Westeros.==Summary==Other houses chose House Targaryen", "title": " House Tully"}, "sections": {"TOP": "House Tully (Histories &amp; Lore)021124mgoix92ht63gnb2qciwiraoj6vte7661773942015-03-17T02:22:39ZGreater good3347453Added synopsis and infobox{{Lore|Title = House Tully|Image = House Tully Histories &amp; Lore.png|Season = [[Season 3|3]]|Narrator = [[Brynden Tully]]}}\n'''&quot;House Tully&quot;''' is part of the [[Histories &amp; Lore]], a special feature in the Blu-ray of [[Season 3]] of ''[[Game of Thrones]]''. It is narrated by [[Clive Russell]] as Ser [[Brynden Tully]].\n\n", "Notes": "*The preceding Season 2 Histories &amp; Lore featurette [[Harrenhal (Histories &amp; Lore)|about Harrenhal]] vaguely implied that the River lords revolted against the ironborn and sided with the Targaryens only ''after'' the fall of Harrenhal and death of Harren Hoare. In this video, Brynden makes it clear that in the TV continuity (just as in the books), the River lords revolted ''before'' the fall of Harrenhal, seeing Aegon Targaryen as a chance to overthrow the yoke of brutal ironborn oppression. The armies of the River lords swelled Aegon's ranks: he landed at the mouth of the Blackwater with an army of only 3,000 men, which then split to advance on two objectives: one group with Aegon went to Harrenhal and another led by Orys and Rhaenys advanced to Storm's End. They may have also picked up some levies from the defeated lords near the landing site (such as Rosby, Duskendale, etc.). Aegon's western host therefore numbered perhaps less than 2,000 when he began, but with the addition of the armies of the Tullys and other River lords his numbers swelled to 8,000 by the time he arrived at Harrenhal.\n\n", "Synopsis": "[[Brynden Tully]] recounts the history of [[House Tully]] and their alliances with other the great houses of [[Westeros]].\n\n", "Summary": "Other houses chose [[House Targaryen|dragons]], [[House Greyjoy|krakens]] and [[House Lannister|lions]] for their sigils. The Tullys took the trout, that most terrifying of fish especially when it leaps out of the water. You do not have many options when you live in [[the Riverlands]]. It could have been worse; the Tullys could have been minnowsÂ or wheat. After all, they make a lot of it. Though a land does not get as fertile as theirs just by water. The old [[River King]]s, [[Storm Kings]] and the [[King of the Rock|Kings of the Rock]]Â spilled blood there for thousands of years, squabbling like children over a new toy.\n\nUntil the [[ironborn]] came and spanked them with their axes. Under [[Harren Hoare|Harren the Black]] their kingdom stretched all the way to the [[Gods Eye]], where they built the largest castle [[Westeros]] had ever seen. [[Maesters]] teach that Harren was a fool, but he had some sense; if you are going to enslave and torture an entire people you had best have thick walls to hide behind. But the very day the last stone was laid in [[Harrenhal]], [[Aegon I Targaryen]] landed in Westeros. As soon as he saw Aegon's hoast on the horizon, [[Edmyn Tully]] lead the mass desertion of Riverlords to Aegon's side. Harren likely did not notice. The problem with huge castles is that they blind their residents to what is outside, both by their size and the arrogance they inspire. Not that the ironborn ever lacked for that; they take pride in their ignorance of every trapping of civilization. Though any baker could have told them that fire turns stone walls into an oven, and so Harren the Black finally lived up to his name and the Riverlords swept the ironborn back to the sea.\n\nIn return for Edmyn's service, House Tully was made Aegon's new [[Lord Paramount of the Trident]] and all of the other lords had to swear them fealty, but old habits die hard. The Riverlands are and always have been the middle child of Westeros, caught up in every fart from one lord at another. The Tullys new that in order for the family to survive, alliances had to be made. Their trout has swum up so many rivers over the centuries and leapt onto so many plates that it is a wonder half of the realm's sigils do not have fins by now. Thus every Tully child is taught: &quot;Family, Duty, Honor&quot;, the Tully words and pains in the Tully arse.\n\nWhen [[Brynden Tully]] returned from the [[War of the Ninepenny Kings]] people called him &quot;Ser Brynden&quot;, but his older brother [[Hoster Tully|Hoster]] called him &quot;engaged&quot;. A [[Bethany Redwyne|great match]] with a [[House Redwyne|very rich house]] to be sure, but he had just fought and killed a great deal of men and had no desire to be told when and whom to marry. He broke ties with Hoster, earning the name &quot;Blackfish&quot; along with his personal sigil; a much more intimidating black trout.\n\nHe was too stubborn at the time to realize that while other houses fight with swords, House Tully fights with marriages. The betrothal of his niece [[Catelyn Stark|Catelyn]] to [[Brandon Stark (Son of Rickard)|Brandon Stark]] drew them into the [[Robert's Rebellion|war]] against the [[Aerys II Targaryen|Mad King]], while the betrothal of his other niece [[Lysa Arryn|Lysa]] to [[Jon Arryn]] cemented the rebellion. If he had obeyed his older brother earlier, they would have had the largest navy in Westeros with them as well and their victory would have been swift. Of course, he never mentioned this fact to his brother; he would have taken it as an apology.\n\nHis brother is dead now and his nephew [[Edmure Tully|Edmure]] rules in [[Riverrun]]. Gods help them, a trout that cannot tell the worm from the hook. But he is a Tully, he is unmarried and there is a [[War of the Five Kings|war]]. Many can predict how that story will end. Maybe she will be beautiful. Maybe she will be rich. As long as she brings swords and men to House Tully, she could look like the fish they hang all over Riverrun. Edmure will honor his duty to family and swallow his pride. One Blackfish per family can be overlooked, two and they would have to change all those pretty banners.\n\n"}, "title": "House Tully (Histories &amp; Lore)"}