{"attributes": {"imagesize": "Quote", "founder": "", "title": "House Blackmont", "image": "House-Blackmont-heraldry.jpg", "heir": "", "sigil": "A flying grey and white vulture, grasping a baby in its talons, on a black field.", "seat": "Blackmont", "age": "", "titles": "", "allegiance": "House Martell", "words": "", "lord": "", "region": "Dorne", "vassals": ""}, "sections": {"TOP": "House Blackmont019827mupvld9gvdy6tr586k0aliicyno98si1569552014-08-15T18:26:15ZThe Boy Who Cried Direwolf5928719{{Noble house\n| Title=House Blackmont\n| Image=House-Blackmont-heraldry.jpg\n| Sigil=A flying grey and white vulture, grasping a baby in its talons, on a black field.\n| Words=\n| Titles=\n| Seat=[[Blackmont]]\n| Region=[[Dorne]]\n| Lord=\n| Heir=\n| Allegiance=[[House Martell]]\n| Vassals=\n| Age=\n| Founder=\n| ImageSize=\n}}\n{{Quote|A vulture grasping a baby in it's talons: House Blackmont.|[[Podrick Payne]]|Two Swords}}\n'''House Blackmont''' is a vassal house which holds fealty to [[House Martell]] of [[Dorne]]. Their seat is the eponymous castle of [[Blackmont]].\n\nHouse Blackmont's sigil is a flying vulture proper, with a baby in its talons, on a black field.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, House Blackmont's castle-seat (also named Blackmont) is located in the far west of Dorne, in the [[Red Mountains]]. It is further up the [[Torentine]] River from [[Starfall]] (seat of House Dayne), which is located closer to the river's mouth.\n\nAs a result, the Blackmonts have very little [[Rhoynar]] ancestry, as the Rhoynar primarily settled in the eastern river-valleys of Dorne. The noble Houses from the Red Mountains descend primarily from the same [[First Men]]/[[Andal]] ethnic mix as most of the rest of southern Westeros, and thus tend to be light-haired and light-skinned, compared with the coastal Houses that descend primarily from the Rhoynar (such as the Martells), who are much darker-skinned. The dark-skinned coastal Dornishmen descended mostly from the Rhoynar are known as &quot;salty Dornishmen&quot;, while the light-skinned First Men/Andal descended Houses of the western mountains are known as &quot;Stony Dornishmen&quot;.\n\nThe members of House Blackmont at the time of the novels are:\n*Lady Larra Blackmont, Lady of Blackmont.\n**Jynessa Blackmont, her daughter. Heir to Blackmont.\n**Perros Blackmont, her son. A squire.\n\nDue to the equal primogeniture system of Dorne, Lady Larra rules House Blackmont in her own right, inherited from her parents. The other regions of the Seven Kingdoms predominantly follow male-preference primogeniture, in which daughters only inherit if they have no surviving brothers (who also left no progeny); thus while daughters do still sometimes succeed to rule noble Houses in other regions of Westeros it is uncommon.\n\nHouse Blackmont's [[Heraldry]] is different in the books, in which it is a black vulture grasping a baby in its talons, on a gold background. In the TV series, it is a grey and white vulture, grasping a baby in its talons, on a black field.\n\n", "Members": "*Lord [[Blackmont (Lord)|Blackmont]], head of the house and Lord of Blackmont\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n"}, "title": "House Blackmont"}