{"attributes": {"founder": "Quote", "title": "House Tyrell", "image": "House-Tyrell-heraldry.jpg", "heir": "Loras Tyrell", "sigil": "A golden rose on a green field", "seat": "Highgarden", "age": "", "titles": ["Lords of Highgarden", "Wardens of the South", "Lords Paramount of the Reach"], "allegiance": "House Baratheon of King's Landing", "words": "'''&quot;Growing Strong&quot;'''", "military": "", "lord": "Mace Tyrell", "region": "The Reach", "vassals": ["House Tarly", "House Hightower", "House Florent", "House Fossoway", "House Redwyne", "House Oakheart"]}, "sections": {"Relationships": "===Members===\n* Lord {[[Luthor Tyrell]]}, deceased. Died in a hawking accident.\n* Lady [[Olenna Tyrell|Olenna]] of [[House Redwyne]], Luthor's widow, called &quot;the Queen of Thorns&quot;, Mace Tyrell's mother.\n** Lord [[Mace Tyrell]], Lord of Highgarden, Lord Paramount of the Reach and Warden of the South, the head of the family.\n** His wife, Lady [[Alerie Tyrell|Alerie]] of [[House Hightower]].\n*** His daughter, [[Margaery Tyrell]], young and beautiful, the widow of [[Renly Baratheon]] and [[Joffrey Baratheon]].\n*** His eldest son and heir, Ser [[Loras Tyrell]], called &quot;the Knight of the Flowers&quot;, noted for his youth, valor and his skill with a lance.\n\n===Sworn to House Tyrell===\n* [[House Bulwer]] of [[Blackcrown]]\n* [[House Cuy]] of [[Sun House]]\n* [[House Florent]] of [[Brightwater Keep]], now sworn to [[Stannis Baratheon]]\n* [[House Fossoway]] of [[Cider Hall]]\n* [[House Hightower]] of [[Oldtown]]\n* [[House Leygood]]\n* [[House Oakheart]] of [[Old Oak]]\n* [[House Redwyne]] of [[the Arbor]]\n* [[House Tarly]] of [[Horn Hill]]\n\n===Vassals and allies===\n* Lord [[Randyll Tarly]], Lord of Horn Hill\n* Lord [[Paxter Redwyne]], Lord of the Arbor\n\n", "Family tree": "{{House Tyrell family tree}}\n\n", "TOP": "House Tyrell02190hhmqodqzv5261lv8oeg4uajkuv4unpz1720162015-02-07T18:29:12ZNazanaczony2034559/* In the books */{{Noble house\n| Title=[[House Tyrell]]\n| Image=House-Tyrell-heraldry.jpg\n| Sigil=A golden rose on a green field\n| Words='''&quot;Growing Strong&quot;'''\n| Titles=Lords of Highgarden&lt;br&gt;Wardens of the South&lt;br&gt;Lords Paramount of the Reach\n| Seat=[[Highgarden]]\n| Region=The [[Reach]]\n| Lord=[[Mace Tyrell]]\n| Heir=[[Loras Tyrell]]\n| Allegiance=[[House Baratheon of King's Landing]]\n| Vassals=[[House Tarly]]&lt;br&gt;[[House Hightower]]&lt;br&gt;[[House Florent]]&lt;br&gt;[[House Fossoway]]&lt;br&gt;[[House Redwyne]]&lt;br&gt;[[House Oakheart]]\n| Military=\n| Age=\n| Founder=}}\n{{Quote|Luckily for us Tyrells, our blood runs quite warm.|Margaery Tyrell|Valar Dohaeris}}\n[[Image:House Tyrell banner.jpg|thumb|right|200px|The banner of [[House Tyrell]] of [[Highgarden]], the rulers of [[the Reach]].]]\n\n'''House Tyrell''' is one of the [[Great Houses]] of [[Westeros]]. It rules over [[the Reach]], a vast, fertile, and heavily-populated region of southwestern Westeros, from their castle-seat, [[Highgarden]]. It is currently led by Lord [[Mace Tyrell]], although his mother, the indomitable [[Olenna Tyrell]], still wields considerable influence over the House's affairs and is usually considered the ''true'' leader of the family. Mace's son [[Loras Tyrell|Loras]] is a noted [[tournament]] [[knight]] (and secretly, the lover of Lord [[Renly Baratheon]]). Mace's daughter [[Margaery Tyrell|Margaery]] married Renly when he crowned himself king, to cement the alliance between Renly and her father. Following Renly's death, Margaery was then married to King [[Joffrey Baratheon]] before his assassination at his [[Purple Wedding|wedding feast]].\n\nThe Tyrell [[Heraldry|sigil]] is a golden rose on a pale green field. Their motto is, '''&quot;Growing Strong&quot;'''.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, House Tyrell is a powerful noble house. The Reach is the most populous region of the Seven Kingdoms and the Tyrells can field the largest army on the continent, although the Lannisters, being richer, can better-equip their troops. This makes the Tyrells formidable enemies but excellent allies.\n\nHouse Tyrell never ruled as &quot;kings and queens&quot;, as opposed to the Starks, [[Lannister]]s, or [[Arryn]]s. Before King Aegon I Targaryen's invaded and united the Seven Kingdoms, the Tyrells were stewards to [[House Gardener]], the Kings of the Reach. The Tyrells had responsibility for maintaining the castle of [[Highgarden]], the seat of royal power in the Reach. In the battle known as the [[Field of Fire]], King Mern IX Gardener and all of his issue were burned alive by Aegon's [[dragons]]. Harlen Tyrell, King Mern's steward, surrendered Hightower to King Aegon and was rewarded with the title of Lord Paramount of the Reach and Warden of the South.\n\n[[House Florent]] of Brightwater Keep has long disputed the suitability of the Tyrells to the rule of the Reach, on the grounds that they can claim a closer blood-relationship to the old kings of House Gardener. House Florent is a cadet branch of House Gardener, founded by a younger son of the main Gardener line, while House Tyrell can only claim descent from House Gardener through the female line.\n\nAs a result the Florents have often bucked the authority of the Tyrells in the past three centuries since the Targaryen conquest. It came as little surprise when after Renly died and House Tyrell led their vassals in switching to support King Joffrey and the Lannisters, House Florent was the only major House from the Reach to instead switch allegiance to Stannis. Indeed, Stannis's wife is herself a Florent.\n\nThus the Tyrells, while always maintaining firm control of the Reach, have always feared that they have an uneasy grip on their rule. While the Tyrells possess very fertile lands from which they can raise large armies, there are other powerful noble families in the Reach, such as House Florent, which don't particularly respect them the way the vassals of the Starks and Lannisters respect them because they used to be their kings. A great deal of skill at court politics has thus been needed to keep the Tyrells' powerful vassals in check, though Tyrells like Lady [[Olenna Tyrell|Olenna]] possess this in abundance. Therefore, House Tyrell is always on the lookout to secure a marriage into a royal line, to strengthen their prestige and cement their rule over the Reach.\n\nAs [[D.B. Weiss]] summed it up in a Season 2 featurette, in the current generation House Tyrell is a closet matriarchy of sorts. While dependable, honorable, and loyal, the men of House Tyrell aren't particularly intelligent or adept at politics. Instead, the female members of House Tyrell (such as Margaery and her father's mother Olenna) are the intelligent ones who actively plan out the political course that House Tyrell will take. An exception to this is Lord Mace's eldest son Willas, who unlike his father and two younger brothers ([[Garlan Tyrell|Garlan]] and Loras), is said to be quite well-educated.\n\nSince being elevated to rule of the Reach, during any major Westeros-wide conflict the Tyrells have frequently followed the strategy of pragmatically siding with whoever seems most likely to win, rather than fighting for abstract principles of law or honor. During the Targaryen Conquest they surrendered to the Targaryens willingly in return for their favor. In Robert's Rebellion they sided with the Mad King because they owed the Targaryens everything, and didn't think Robert Baratheon could defeat him. During the civil war known as the Dance of the Dragons, however, the Tyrells judged that the faction of [[Rhaenyra Targaryen]] and the faction of [[Aegon II Targaryen]] were so evenly matched that it was not obvious at the outset which side would win. With neither side having a clear advantage over the other, to the surprise of both, the Tyrells declared their neutrality and took no part in the war (though their bannermen were heavily divided between the two sides).\n\nAccording to the TV series official [[pronunciation guide]] developed for the cast and crew, &quot;Tyrell&quot; is pronounced &quot;TI-rul&quot;, as opposed to &quot;Tie-rell&quot;, etc. In spite of this, several characters, including Lady Olenna, have inconsistently alternated with pronouncing it &quot;TIE-rell&quot;.&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt; Even ''within the same scene'' in Season 3's &quot;[[Walk of Punishment]],&quot; Cersei says &quot;Tie-rell&quot; while Tywin says &quot;Tih-rul&quot;. When asked about this, official ''Game of Thrones'' linguist [[David J. Peterson]] (creator of the [[Dothraki (language)|Dothraki]] and [[High Valyrian|Valyrian languages]]) said that he personally pronounces it as &quot;Tie-rell&quot;, but has heard it both ways on the TV show - given that he doesn't himself decide how to pronounce basic character names. He did offer that maybe, just as in real life, there are simply multiple ways to pronounce the same name.&lt;ref&gt;[http://www.dothraki.com/2013/07/vaes-dothrak-vimithreri/ David J. Peterson's blog]&lt;/ref&gt;\n\nThe rest of the Tyrells are:\n\n* Lady Mina Tyrell, Lord Mace's sister. Married to Lord [[Paxter Redwyne]].\n* Lady Janna Tyrell, Lord Mace's sister. Married to Ser Jon Fossoway.\n* Garth Tyrell, Lord Mace's uncle. Called 'Garth the Gross'. Lord Seneschal of Highgarden.\n**Garse Flowers, Garth's bastard son.\n** Garrett Flowers, Garth's bastard son.\n* Ser Moryn Tyrell, Lord Mace's uncle. Lord Commander of the City Watch of Oldtown.\n**Ser {Luthor Tyrell}, Moryn's eldest son. Married to Elyn Norridge.\n***Ser Theodore Tyrell, Luthor's eldest son. Married to Lia Serry.\n****Elinor Tyrell, Theodore's daughter. Handmaiden to Lady Margaery.\n****Luthor Tyrell, Theodore's son. A squire.\n***Maester Medwick, Luthor's second son. A Maester.\n***Olene Tyrell, Luthor's daughter. Married to Ser Leo Blackbar.\n**Leo Tyrell, Moryn's second son. Called 'Leo the Lazy'. Studying at the Citadel.\n*Maester Gormon, Lord Mace's uncle. A Maester.\n\nDistant relations of the main branch are:\n\n* Ser Quentin Tyrell, a cousin of Lord Mace. Slain at the [[Battle of Ashford]].\n** Ser Olymer Tyrell, Quentin's son. Married to Lysa Meadows.\n***Raymund Tyrell, Olymer's eldest son.\n***Rickard Tyrell, Olymer's second son.\n*** Megga Tyrell, Olymer's daughter. Handmaiden to Lady Margaery.\n* Maester Normund, a cousin of Lord Mace. He is in service at Blackcrown.\n* Ser {Victor Tyrell}, a cousin of Lord Mace. Slain by the Smiling Knight of the [[Kingswood Brotherhood]].\n**Victaria Tyrell, Victor's daughter. Widow of Lord Jon Bulwer.\n***Alysanne Bulwer, Victaria's daughter. The Lady of Blackcrown.\n**Ser Leo Tyrell, Victor's son. Married to Alys Beesbury.\n***Alla Tyrell, Leo's eldest daughter. Handmaiden to Lady Margaery.\n***Leona Tyrell, Leo's second daughter.\n***Lyonel Tyrell, Leo's eldest son.\n***Lucas Tyrell, Leo's second son.\n***Lorent Tyrell, Leo's third son.\n\nThe following sworn houses have yet to appear in the series:\n\n* House Ashford of [[Ashford]]\n* House Beesebury of [[Honeyholt]]\n* House Blackbar of [[Bandallon]]\n* House Caswell of [[Bitterbridge]]\n* House Crane of [[Red Lake]]\n* House Costayne of [[Three Towers]]\n* House Footly of [[Tumbleton]]\n* House Meadows of [[Grassy Vale]]\n* House Merryweather of [[Long Table]]\n* House Mullendore of [[Uplands]]\n* House Rowan of [[Goldengrove]]\n\n\n", "Behind the scenes": "The HBO Viewer's Guide for Season 1 lists Mace Tyrell and Alerie Hightower as having four children â&euro;&ldquo; [[Willas Tyrell|Willas]], Garlan, Loras and Margaery â&euro;&ldquo; in keeping with the books. Willas and Garlan were not mentioned at all on-screen, were removed from the Viewer's Guide for Season 2, and did not reappear in the Viewer's Guide for Season 3. Loras was explicitly confirmed as being the heir to Highgarden in &quot;[[The Climb]]&quot;. Willas and Garlan's roles in the narrative (the Tyrell who was to wed Sansa Stark and the Tyrell who asked for Margaery to marry Joffrey) had already been given toÂ Loras on-screen.Â \n\n", "Image gallery": "&lt;gallery&gt;\nHouse Clegane shield.jpg|A shield emblazoned with the sigil of House Tyrell (right) on display at the [[Tournament|Tourney of the Hand]] in &quot;[[The Wolf and the Lion]]&quot;.\nHouse Tyrell tourney.jpg|The banner of House Tyrell at the Tourney of the Hand in &quot;The Wolf and the Lion&quot;.\nHouse Tyrell.jpg|The sigil of House Tyrell from the Maester's Path promotional campaign.\nTyrell icon.png|HBO viewer's guide icon for House Tyrell.\nTyrell sigil.jpg|House Tyrell's sigil in black and white from the HBO viewer's guide.\nTyrell Shield.jpg|A shield emblazoned with the sigil of House Tyrell from the HBO viewer's guide.\nTyrell-small.png|Small icon of House Tyrell from the HBO viewers guide.\nTyrell map-marker.jpg|A map-marker used to represent House Tyrell forces.\nSecond Sons Tyrell group shot.jpg|The major Tyrell characters in Season 3:  Margaery, Loras, and their grandmother Olenna\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "History": "===Background===\nHouse Tyrell began as a [[Cadet branch|cadet branch]] of [[House Gardener]], the ancient Kings of the Reach. The Tyrells became senior servants of the main Gardener line, serving for centuries as castellans of the royal castle at [[Highgarden]]. Over time they rose to prominence as one of the strongest noble Houses in the Reach, and even intermarried with the royal line - though so did many other powerful Houses from the Reach.\n\nDuring the [[War of Conquest|Targaryen Conquest]], King [[Mern Gardener]] was burned alive at the [[Field of Fire]] by the Targaryen [[dragons]], along with all of his immediate heirs. Subsequently, Mern's steward [[Harlen Tyrell]] voluntarily surrendered Highgarden to [[Aegon I Targaryen|Aegon Targaryen]]. Aegon rewarded Harlen by making him Lord of Highgarden and [[Lord Paramount of the Reach]] - ahead of other Houses from the Reach which were actually more closely related to House Gardener.&lt;ref name=&quot;House Tyrell viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/tyrell/ HBO viewers guide, season 2 guide to houses, House Tyrell entry]&lt;/ref&gt; Chief among these is [[House Florent]] of Brightwater Keep, which claims direct male-line descent from the old Gardener kings, while House Tyrell only claim descent from House Gardener through the female line.[[File:Harlen_Tyrell_surrender_to_Aegon_the_Conqueror.png|thumb|Harlen Tyrell surrenders to Aegon the Conqueror.]]\n\nHouse Tyrell's overall disposition is adequately represented by their sigil of a rose: a rose's beauty often hides the fact that it has thorns. The Tyrells do try to be just and fair most of the time, however this often lulls their enemies into thinking that like the Starks, they are utterly beholden to honorable conduct. In reality, the Tyrells are just as cunning as the Lannisters in court politics and intrigue, though they often prefer a more subtle approach. Thus they strike a pragmatic balance between the Starks' honor and the Lannisters' ruthlessness.\n\nThroughout history, House Tyrell has played by the strategy of following the sure path, siding with whoever is most likely to win in any conflict. During the [[War of Conquest|Targaryen Conquest]], they surrendered Highgarden to the invading forces of Aegon the Conqueror, and in return the Tyrells were elevated as the new Lords Paramount of the Reach. During [[Robert's Rebellion]], House Tyrell remained loyal to [[House Targaryen]], as [[Robert Baratheon]] was a rebel unlikely to win, and the Tyrells owed their rule of the Reach to the Targaryens. Forces of House Tyrell managed to inflict the only loss Robert suffered during the war, albeit an indecisive one, at the [[Battle of Ashford]]. However, the vast army and resources of House Tyrell were tied up on a siege of [[Storm's End]] (held for Robert by his brother;Â [[Stannis Baratheon]]). After the [[Mad King]]'s death, the Tyrells surrendered and swore fealty to Robert Baratheon.Â [[File:Tyrell_surrender_to_Robert.png|thumb|Mace Tyrell surrenders to Robert Baratheon.]]\n\nIn the current generation, House Tyrell is a stable and honestly loving family, with none of the internal rivalries that are to be found in House Lannister and House Baratheon. Thus the relationships between Lord Mace and his children, and between siblings like Loras and [[Margaery Tyrell|Margaery]], are genuine and uncomplicated.\n\n===Military strength===\nThe Reach is the most fertile and populous region of Westeros, allowing House Tyrell to gain immense wealth (through taxation of the large population) and also to muster an enormous army of 100,000 men. The Tyrells can typically raise and equip almost twice as many soldiers as any of the other Great Houses in Westeros.\n\n===[[Season 1]]===\nSer Loras Tyrell suggests to his lover, Renly Baratheon, that the Tyrells would support a claim for the [[Iron Throne]] made by Renly with all of their formidable military and economic might. Renly is initially reluctant to make such a claim.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt; However, when [[Eddard Stark]] spurns his aid, Renly flees [[King's Landing]] by night with Loras.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt; He is crowned King in Highgarden and lays claim to the Iron Throne.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\nThe Tyrells and Renly have raised an army of 100,000 men to support Renly's claim to the throne, outnumbering any of the other claimants' armies by a significant number. [[Robb Stark]] sends [[Catelyn Stark|his mother]] to treat with Renly and seek an alliance against the Lannisters.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt; To cement his new alliance with House Tyrell, Renly marries Lord Mace's only daughter, Loras' sister [[Margaery Tyrell]].&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt; [[Petyr Baelish|Petyr &quot;Littlefinger&quot; Baelish]] then arrives at Renly's camp as an envoy from King Joffrey. While in camp, he engages Margaery in conversation, alluding to the fact that Renly is actually a homosexual, trying to lure her allegiance (and that of House Tyrell) away from Renly. To Baelish's surprise, he finds that Margaery is not intimidated by him or his court intrigues. Baelish also did not anticipate that, as it turns out, Margaery is fully aware that Renly is in a homosexual relationship with her own brother Loras, but she does not care. Margaery honestly believed that supporting Renly's claim to the kingship was in the best interests of House Tyrell, so she agreed to the paper marriage. Indeed, she actively supported the idea.&lt;ref&gt;&quot;[[Garden of Bones]]&lt;/ref&gt; However, in private, Margaery also shrewdly explains to Renly that he has to impregnate her, as the best way to truly cement the alliance between their two Houses is if &quot;you put your baby in my belly.&quot;&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\nKing Renly is then assassinated in his tent under mysterious circumstances. As Ser Loras stands vigil over his body, Margaery urges him that it is not safe and they must return with their army to Highgarden. Littlefinger then arrives in the tent, and while Loras is angry with him and overcome with grief, Littlefinger calmly explains to him that Stannis' army will arrive within the hour, and when they do, the Tyrell's former allies in the Stormlands will fight each other over who gets to hand Loras and Margaery over to Stannis as prisoners. Margaery agrees with the sense of what Littlefinger is saying, and that if they have any hope of getting revenge on Stannis for Renly's death (which they accurately suspect he was responsible for) they must live to fight another day. After Loras leaves, Baelish tries to assess the position of Margaery and of House Tyrell. Noting her marriage to Renly, he asks Margaery if she wants to be a queen. Margaery cooly responds that she wants to be &quot;''the'' queen&quot;, much to the pleasure of Baelish.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\nLittlefinger travels to [[Harrenhal]] to propose to Lord [[Tywin Lannister]] that they should seize Renly's untimely demise as an opportunity to forge a new alliance between House Lannister and House Tyrell. With House Tyrell on their side, the large armies and resources of the Reach will support King Joffrey's faction in the war. Tywin feels that trying to woo the Tyrells to their allegiance is the obvious course of action, criticizing Baelish for acting like he's the only person who could have thought of that, but nonetheless he sends him to try to broker the alliance with House Tyrell&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\nLittlefinger is successful in negotiating with the Tyrells, and the allied forces arrive in time to achieve a decisive victory against Stannis at the [[Battle of the Blackwater]]. Just as Stannis' forces were turning the tide and about to take the city, the Lannister army led by Tywin and the large Tyrell army led by Loras arrived from the Riverlands and the Reach, and caught Stannis' army in the flank. Stannis' army was almost completely destroyed, though Stannis himself managed to escape with a small fraction of his men.&lt;ref&gt;&quot;[[Blackwater]]&quot;&lt;/ref&gt;\n\nTo formalize the new alliance between House Lannister and House Tyrell, King Joffrey agrees to be betrothed to marry Margaery Tyrell, who subsequently takes place at court. The marriage will be finalized once the war is over.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n\nDue to the new Lannister-Tyrell alliance, House Tyrell resumes shipment of its foodstuffs along the [[Roseroad]] to feed the common people of [[King's Landing]], who were suffering greatly from the deprivations of the war, and the disruption in trade which began when Highgarden declared for [[Renly Baratheon]]. Margaery says that 100 wagons are now arriving in the city daily from the Reach, containing wheat, barley, and apples.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\nIn order to strengthen and guide the new alliance, the House Tyrell family matriarch, Lady [[Olenna Tyrell]], arrives in King's Landing. Lady Olenna and her granddaughter Margaery have a private meeting with [[Sansa Stark]] in which Olenna asks Sansa to give her frank, truthful assessment of King Joffrey. Olenna bluntly tells Sansa that she feels her fatheaded oaf of a son [[Mace Tyrell]] made a major mistake in supporting Renly's rival claim to the throne, much to Margaery's embarrassment. Olenna nonetheless chides that the men of House Tyrell have never been very intelligent: her own husband the late Lord [[Luthor Tyrell]] rode off a cliff to his death during a hawking accident because he was too focused on the sky, Loras is good at knocking men off horses with a stick but not politics, and her son Mace is an oaf who is determined to see House Tyrell marry into the royal line. Thus, she says, the more politically savvy women of House Tyrell are left to clean up the mess. Sansa confirms the rumors that have been coming out of the capital: Joffrey is a monster. Lady Olenna says this is &quot;a pity&quot; but takes the news calmly. She thanks Sansa for her honesty, and assures her that her son Mace is too set on entering Margaery into a royal marriage to call off the wedding at this point.&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt;\n\nWhen discussing the prospect of marrying [[Cersei Lannister]] to Loras Tyrell, [[Tywin Lannister]] and Olenna Tyrell discuss the scandals surrounding the pair. In response to Tywin's suggestion that Highgarden &quot;has a high tolerance for unnatural behavior&quot;, Olenna states that while House Tyrell doesn't &quot;turn [itself] in knots over&quot; homosexuality, incest is still very much frowned upon. On a more practical note, she says that the Tyrells cannot take the risk that Cersei will be unable to give Loras any heirs, as otherwise Highgarden will revert to the ([[House Baratheon of King's Landing|Baratheon]]) children of Margaery and Joffrey.&lt;ref&gt;&quot;[[The Climb]]&quot;&lt;/ref&gt;\n\n"}, "title": "House Tyrell"}