{"attributes": {"imagesize": "250px", "founder": "'''House Redwyne''' is a vassal house that holds fealty to House Tyrell of Highgarden. Their lands are located on the island of The Arbor, southwest of Highgarden. Its heraldry consists of a burgundy grape cluster on a white field.==History=====Background===The Arbor is known for producing the Food and Drink#Wines", "title": "House Redwyne", "image": "Redwyne sig.png", "heir": "", "sigil": "A burgundy grape cluster on a white field.", "seat": "The Arbor", "age": "", "titles": "", "allegiance": "House Tyrell", "words": "", "lord": "Paxter Redwyne", "region": "The Reach", "vassals": ""}, "sections": {"TOP": "House Redwyne04233sur44oy3h9m69c2u7ob2rmnubygjl1h1767792015-03-13T22:46:57ZThe Dragon Demands5014364/* Image gallery */{{Noble house\n| Title=[[House Redwyne]]\n| Image=Redwyne sig.png\n| ImageSize=250px\n| Sigil=A burgundy grape cluster on a white field.\n| Words=\n| Titles=\n| Seat=[[The Arbor]]\n| Region=The [[Reach]]\n| Lord=[[Paxter Redwyne]]\n| Heir=\n| Allegiance=[[House Tyrell]]\n| Vassals=\n| Age=\n| Founder=\n}}\n'''House Redwyne''' is a vassal house that holds fealty to [[House Tyrell]] of [[Highgarden]]. Their lands are located on the island of [[The Arbor]], southwest of Highgarden. Its [[heraldry]] consists of a burgundy grape cluster on a white field.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, House Redwyne is a one of the most powerful noble families in [[the Reach]], with close ties to their overlords House Tyrell. The large offshore island they rule, The Arbor, is famous as the home of the largest vineyards in Westeros. A large portion of the wines exported across [[Westeros]] come from the Arbor, and the higher-quality wines produced on the Arbor are considered to be the best in Westeros. Due to their island location and heavy involvement in the wine trade, House Redwyne maintains a large fleet of ships. The Redwyne fleet forms a significant portion of the fleet of the Reach, of which Lord Paxter Redwyne serves as high admiral and commander.\n\nMembers of House Redwyne tend to have bright orange hair.\n\nWhile most vassal Houses from the Reach joined House Tyrell in fighting for the royal [[House Targaryen]] during [[Robert's Rebellion]], the Redwynes are noted for being particularly staunch Targaryen-loyalists.\n\nThe Season 2 Blu-ray special features display the Redwyne sigil under a list of Renly Baratheon's supporters, but in the books House Redwyne doesn't declare for Renly. They wanted to, but during the early stages of the [[War of the Five Kings]] Queen [[Cersei Lannister]] holds the twin sons of Lord Paxter hostage at the royal court. After Renly dies, they join their Tyrell liege lords in aiding the Lannister army in the [[Battle of the Blackwater]].\n\nA slight difference is that the sigil of House Redwyne in the books is a burgundy grape cluster on a blue field, but the TV series changed this to a burgundy grape cluster on a white field, probably because burgundy on blue is more difficult to readily distinguish.\n\n'''Members'''\n*Lord [[Paxter Redwyne]], Lord of the Arbor.\n**Mina Tyrell, his wife and first cousin. Sister of Lord [[Mace Tyrell]], and daughter of the Queen of Thorns, Olenna Redwyne.\n***Ser Horas Redwyne, the son of Paxter and twin to Ser Hobber.\n***Ser Hobber Redwyne, the son of Paxter and twin to Ser Horas.\n***Desmera Redwyne, their daughter.\n**[[Olenna Tyrell]], his paternal aunt as well as mother-in-law (due to Paxter marrying his first cousin Mina Tyrell), a Redwyne by birth. She is the widow of Lord [[Luthor Tyrell]], the late lord of Highgarden. She is called the &quot;Queen of Thorns&quot;.\n\nLord Runceford Redwyne was a past head of the House: he was the father of Lady Olenna, and grandfather of Paxter.\n\nSerÂ Ryam RedwyneÂ is a past [[Lord Commander]] of the [[Kingsguard]]Â who was considered to be the greatest knight of his day.Â For this he was named [[Hand of the King]], but was a disaster.Â He is now considered to be one of the worst Hands the realm has ever seen and is now a warning to those who become Hands.Â \n\n", "References": "{{Reflist}}\n\n", "Members": "[[File:Olenna-Tyrell-S4EP01.jpg|thumb|Olenna Tyrell, who was born Olenna Redwyne, married Luthor Tyrell.]]\n*Lord [[Paxter Redwyne]], [[Lord of the Arbor]] and head of the House. Married to Mace Tyrell's older sister.\n*Lady [[Olenna Redwyne]], called the &quot;Queen of Thorns&quot;, widow of [[Luthor Tyrell]] and mother of Lord [[Mace Tyrell]]. Lord Paxter's aunt and mother in law.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/#!/guide/houses/tyrell/ HBO viewers guide, season 1 guide to houses, House Tyrell entry]&lt;/ref&gt;&lt;ref name=&quot;House Tyrell viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/tyrell/ HBO viewers guide, season 2 guide to houses, House Tyrell entry]&lt;/ref&gt;\n*[[Viola Redwyne]], Lady Olenna's sister&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\nWith unspecified familiar relationship with the main branch, other Redwynes include:\n\n*[[Bethany Redwyne]] - once betrothed to [[Brynden Tully]], but he refused to take part in the arranged marriage.\n\n", "Image gallery": "&lt;gallery captionalign=&quot;left&quot;&gt;\nHouse Redwyne.png|The icon of House Redwyne from the HBO viewers guide.\nRedwyne-small.png|Small icon of House Redwyne from the HBO viewers guide.\nRedwyne Tarly and Lefford heraldry PW.jpg|The banner of House Redwyne (left) at the [[Purple Wedding]].  \n&lt;/gallery&gt;\n\n", "History": "===Background===\nThe Arbor is known for producing the [[Food and Drink#Wines|finest wines]] in the [[Seven Kingdoms]]. Due to their island location, their merchant ships require great protection at sea, so the [[Redwyne Fleet]] is one of the three largest in the realm. The Redwynes enjoy a particularly close relationship with its overlord, House Tyrell.&lt;ref&gt;[http://viewers-guide.hbo.com/season3/#!/locations/the-arbor/ HBO viewers guide, season 3 guide to houses, House Tyrell entry]&lt;/ref&gt;\n\nIn the current generation, Lady [[Olenna Tyrell]] was herself born Olenna Redwyne, before she married Lord [[Luthor Tyrell]].\n\n===[[Season 2]]===\nHouse Redwyne follows their liege lords of House Tyrell in supporting [[Renly Baratheon]]'s claim to the [[Iron Throne]].&lt;ref&gt;Season 2 bluray: War of the Five Kings feature&lt;/ref&gt;\n\n===[[Season 4]]===\nThe Redwyne sigil is present at the [[Purple Wedding|royal wedding]].&lt;ref&gt;The Lion and the Rose&lt;/ref&gt;\n\n"}, "title": "House Redwyne"}