{"attributes": {"cadets": ["House Baratheon of King's Landing", "House Baratheon of Dragonstone"], "founder": "Orys BaratheonQuote", "title": "House Baratheon", "image": "Baratheon sig.png", "heir": ["(disputed)", "Myrcella Baratheon", "Shireen Baratheon "], "sigil": "A crowned black stag rampant on a gold field", "seat": "Storm's End", "age": "300 years", "titles": ["Lords Paramount of the Stormlands", "Lord of Storm's End"], "allegiance": "", "words": "'''&quot;Ours is the Fury&quot;'''", "lord": ["(disputed)", "Tommen Baratheon", "Stannis Baratheon "], "region": "The Stormlands", "vassals": ["House Caron", "House Dondarrion", "House Selmy", "House Swann", "House Tarth", "House Trant", "House Errol", "House Estermont", "House Musgood", "House Grandison", "House Peasebury", "House Connington", "House Seaworth", "House Wylde"]}, "sections": {"Vassal Houses": "* [[House Connington]] of [[Griffin's Roost]]\n* [[House Errol]] of [[Haystack Hall]]\n* [[House Estermont]] of Greenstone\n* [[House Grandison]] of Grandview\n* [[House Musgood]]\n* [[House Peasebury]] of Poddingfield\n* [[House Tarth]] of [[Evenfall Hall]]\n* {[[House Toyne]]} - extinct\n* [[House Trant]] of Gallowsgrey\n* [[House Seaworth]] of Cape WrathÂ \n* [[House Wylde]] of [[Rain House]]\n\n''Houses from the [[Dornish Marches]]''\n* [[House Caron]] of [[Nightsong]]\n* [[House Dondarrion]] of [[Blackhaven]]\n* [[House Selmy]] of Harvest Hall\n* [[House Swann]] of [[Stonehelm]]\n\n", "TOP": "House Baratheon02108h57kdou0g3dsnsg7z2dcv9ydvjgdf751809482015-04-04T05:40:30ZThe Dragon Demands5014364No.  The other kind of rein.  Undo revision 180530 by [[Special:Contributions/Artimec|Artimec]] ([[User talk:Artimec|talk]]){{Noble house\n| Title=[[House Baratheon]]\n| Image=Baratheon sig.png\n| Sigil=A crowned black stag rampant on a gold field\n| Words='''&quot;Ours is the Fury&quot;'''\n| Titles=Lords Paramount of the Stormlands&lt;br&gt;Lord of Storm's End\n| Seat=[[Storm's End]]\n| Region=The [[Stormlands]]\n| Lord=(disputed)&lt;br&gt;[[Tommen Baratheon]]&lt;br&gt;[[Stannis Baratheon]] \n| Heir=(disputed)&lt;br&gt;[[Myrcella Baratheon]]&lt;br&gt;[[Shireen Baratheon]] \n| Allegiance=\n| Vassals=[[House Caron]]&lt;br&gt;[[House Dondarrion]]&lt;br&gt;[[House Selmy]]&lt;br&gt;[[House Swann]]&lt;br&gt;[[House Tarth]]&lt;br&gt;[[House Trant]]&lt;br&gt;[[House Errol]]&lt;br&gt;[[House Estermont]]&lt;br&gt;[[House Musgood]]&lt;br&gt;[[House Grandison]]&lt;br&gt;[[House Peasebury]]&lt;br&gt;[[House Connington]]&lt;br&gt;[[House Seaworth]]&lt;br&gt;[[House Wylde]]\n| Cadets=[[House Baratheon of King's Landing]]&lt;br&gt;[[House Baratheon of Dragonstone]]\n| Age=300 years\n| Founder=[[Orys Baratheon]]}}\n{{Quote|...the Baratheons fight each other, ...|[[Daenerys Targaryen]] to Ser [[Jorah Mormont]].|The Ghost of Harrenhal}}\n[[Image:House Baratheon banner.jpg|thumb|right|200px|The banner of [[House Baratheon]] of [[Storm's End]], rulers of the [[Stormlands]].]]\n\n'''House Baratheon''' is one of the [[Great Houses]] of [[Westeros]], although also one of the youngest. It is the current royal house.\n\nHouse Baratheon's sigil is a black stag on a gold background and their house motto is '''&quot;Ours is the Fury&quot;'''. When Robert ascended the [[Iron Throne]], a gold crown was added to the stag, denoting their status as the royal house.\n\nThe ancestral Baratheon stronghold is [[Storm's End]], but since becoming the royal house they have also taken possession of the old [[House Targaryen|Targaryen]] island fortress of [[Dragonstone]], while the King rules from the city of [[King's Landing]], the capital of the Seven Kingdoms.\n\nWhen the [[War of the Five Kings]] began following King [[Robert Baratheon]]'s death, House Baratheon became divided into three distinct factions: [[House Baratheon of King's Landing|one]] led by Robert's alleged son (who is actually the product of an incestuous sexual relationship between Cersei and Jaime Lannister),Â [[Joffrey Baratheon|Joffrey]]; [[House Baratheon of Dragonstone|one]] led by his younger brother, [[Stannis Baratheon|Stannis]]; and one led by his youngest brother, [[Renly Baratheon|Renly]]. As a result of Renly's murder and the casualties suffered at the Battle of the Blackwater, the majority of House Baratheon's surviving lords and bannermen are now sworn to Stannis, though much of the Stormlands are occupied by the forces of Tommen Baratheon (Joffrey's younger brother and successor after his assassination).\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Orys Baratheon was the rumored bastard half-brother of King [[Aegon I Targaryen]], the conqueror of the Seven Kingdoms. Orys led an army which slew the last of the Storm Kings, Argilac the Arrogant, and captured his castle of Storm's End. For his loyal service, Orys was made a lord and allowed to found his own Great House, marrying the daughter of Argilac and taking his sigil and words for his own. At just under 300 years, this makes House Baratheon the youngest by far of the Great Houses.\n\nHouse Baratheon has ruled over the tempest-wracked southeastern shores of Westeros, the area known as the Stormlands, ever since. It has produced a number of great and notable warriors, such as Ser Lyonel Baratheon, the Laughing Storm, and married into the royal [[House Targaryen]] several generations ago.\n\nWhen Robert Baratheon's betrothed, Lyanna Stark, was kidnapped by Rhaegar Targaryen, he was enraged and raised his banners in rebellion against King Aerys II, along with Lyanna's brother (and Robert's best friend) Eddard Stark. They were joined by several other houses in a civil war known as Robert's Rebellion. Robert's army smashed the royal host at the Battle of the Trident and put it to rout. The treachery of House Lannister delivered the capital at King's Landing to Robert. With Lyanna killed during the war, Robert agreed to marry Cersei Lannister in gratitude for her father's pledge of fealty.\n\nRobert became King and he made his brother Stannis (one year younger than him) the Lord of Dragonstone, the ancestral island stronghold of the Targaryens, and his youngest brother Renly (fifteen years younger) lord of the familial seat at Storm's End.\n\nIn a very minor difference to the books, the TV series spells &quot;Argilac&quot; as &quot;Argalic&quot;. It is not clear if this is an error or a deliberate change. Another difference is that, after crowning himself King, Renly doesn't alter the colors of the Baratheon sigil.\n\nFollowing the death of Robert and Renly, the only surviving members of House Baratheon are Stannis, his wife, and his daughter Shireen. No mention has been made in the five current novels of any surviving cousins, who might make claim to rule of House Baratheon. Robert is rumored to have fathered over a dozen bastards, but they are not considered legitimate heirs. Robert does have one acknowledged bastard, Edric Storm, whom he acknowledged because his mother was a member of the nobility. Robert had no part in raising him, instead sending him to foster at Storm's End.\n\nIn the TV series, their banner depicts a stag with a crown around its neck, while in the novels, the crown is above its head. The original stag sigil used by House Durrandon had a crown, but when Orys Baratheon took the sigil for his own the crown was removed because the Baratheons were not kings under the Targaryens. The crown was only added back nearly three centuries later, after Robert deposed the Targaryens and usurped the Iron Throne. Even in the TV series, during Bran Stark's history lesson in Season 1, he explicitly states that the stag in Baratheon heraldry only gained a crown after Robert became king.\n\nHouses sworn to House Baratheon in the books, yet to appear in the series:\n* House Buckler of [[Bronzegate]].\n* House Cafferen of Fawnton.\n* House Fell of [[Felwood]].\n* House Mertyns of [[Mistwood]].\n* House Morrigen of [[Crow's Nest]].\n* House Penrose of Parchments.\n* House Wylde of [[Rain House]].\n\nAccording to the TV series official [[pronunciation guide]] developed for the cast and crew, &quot;Baratheon&quot; is pronounced &quot;Buh-RATH-ee-un&quot;.\n\n", "Image gallery": "&lt;gallery captionalign=&quot;left&quot;&gt;\nHouse Baratheon.jpg|The sigil of House Baratheon from the Maester's Path promotional campaign.\nGot Slider Game of Thrones.jpg|Promotional image for the [[Season 1|first season]] featuring the banner of House Baratheon.\nBaratheon shield.jpg|A shield emblazoned with the sigil for House Baratheon from the HBO viewer's guide.\nBaratheon icon.jpg|House Baratheon icon from the HBO viewer's guide.\nBaratheon sigil.jpg|House Baratheon sigil in black and white from the HBO viewer's guide.\nBaratheon tourney 2.jpg|Short banner of House Baratheon and Baratheon men-at-arms at the [[Tournament|Tourney of the Hand]] in &quot;[[Cripples, Bastards and Broken Things]]&quot;.\nBaratheon tourney.jpg|Long banner of House Baratheon at the Tourney of the Hand in &quot;[[The Wolf and the Lion]]&quot;.\n2x03_Baratheon_Men.jpg|Baratheon men-at-arms in &quot;[[What is Dead May Never Die]]&quot;.\n2x04_RenlyMenSigil.jpg|Baratheon men-at-arms holding Renly Baratheon's banner in &quot;[[Garden of Bones]]&quot;\n&lt;/gallery&gt;\n\n", "Members": "* King {[[Robert Baratheon]]}, the head of the family, [[King of the Andals and the First Men]], [[Lord of the Seven Kingdoms]], [[Protector of the Realm]]. Killed by a boar.\n** His wife, Queen Regent [[Cersei Lannister|Cersei]], of [[House Lannister]].\n*** Their eldest son and Robert's heir, King {[[Joffrey Baratheon]]}, poisoned at his royal wedding.\n*** Their daughter, Princess [[Myrcella Baratheon]],Â KingÂ Tommen'sÂ heir,Â now a ward of Prince [[Doran Martell]].\n*** Their youngest son, KingÂ [[Tommen Baratheon]].\n* King [[Stannis Baratheon]], Robert's younger brother, the Lord of [[Dragonstone]] and claimant to the Iron Throne.\n** His wife, Queen [[Selyse Baratheon|Selyse]], of [[House Florent]].\n***Their daughter, Princess [[Shireen Baratheon]].\n* King {[[Renly Baratheon]]}, Robert's youngest brother, the Lord of [[Storm's End]], also a claimant to the Iron Throne. Killed by a [[shadow]].\n** His wife, Queen [[Margaery Tyrell|Margaery]], of [[House Tyrell]].\n\nNote: Joffrey, Myrcella and Tommen are claimed to be the children of King Robert Baratheon, but actually are born of incest between Queen Cersei and her twin brother, Ser [[Jaime Lannister]]. Thus, Stannis is Robert's lawful heir.\n{{House Baratheon family tree}}\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "History": "House Baratheon was founded by [[Orys Baratheon]], a general in the army of King [[Aegon I Targaryen]], the Conqueror. Orys Baratheon was also rumored to be Aegon's bastard half-brother. He defeated [[Argilac the Arrogant]], the last of the [[Storm Kings]], and captured his castle of [[Storm's End]]. He also captured Argilac's daughter, [[Argalia Baratheon|Argalia]], and took her as his wife. For his accomplishments, Orys was made Lord of Storm's End and founder of House Baratheon.\n\n[[File:Orys_Baratheon_leadering_his_troops_in_Storm's_End.png|thumb|Orys Baratheon leading his troops in Storm's End]]\n\n[[Image:House Baratheon lineage.jpg|jpg|thumb|right|200px|A history book with information on the founders of House Baratheon.]]\n\n===Robert's Rebellion===\n\nTwo hundred and eighty-one years later, Lord [[Robert Baratheon]] [[Robert's Rebellion|rebelled]] against King [[Aerys II Targaryen]], the Mad King, when the latter's son, Prince [[Rhaegar Targaryen|Rhaegar]], kidnapped Robert's betrothed, [[Lyanna Stark]], and his father the Mad King murdered her [[Rickard Stark|father]] and [[Brandon Stark (the elder)|brother]]. House Baratheon, allied to the Houses [[House Stark|Stark]], [[House Arryn|Arryn]] and [[House Tully|Tully]], defeated the Targaryen army at the [[Battle of the Trident]], while the forces of [[House Lannister]] captured King's Landing, where [[Jaime Lannister]] slew the Mad King. It was decided that Robert, as the military leader of the rebellion and also the one with the best blood-claim to the [[Iron Throne]], would become King. With Lyanna dead, he married [[Cersei Lannister]] to cement the alliance that brought down the Targaryens, but they did not have a happy marriage, due to Robert's whoring and abuse, and Cersei's hatred of him.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/rbaratheon/ HBO viewers guide, season 2 guide to houses, House Baratheon of Storm's End entry]&lt;/ref&gt;\n\n===Royal House===\nWhen House Baratheon became the new royal dynasty, the House's heraldry was slightly altered, adding a crown to the black stag on a gold field.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\nWith Robert Baratheon leaving for King's Landing to rule all of the Seven Kingdoms from the Iron Throne, he left his youngest brother [[Renly Baratheon]], who was only a child at the time, to rule the seat of House Baratheon at Storm's End. Meanwhile, he appointed his middle brother [[Stannis Baratheon]] as Lord of [[Dragonstone]]Â island, the ancestral seat of House Targaryen. This also made Stannis the lord of several minor outlying islands of the Crownlands which were in [[Blackwater Bay]]. Many saw this as an insult to Stannis, as windswept and isolated Dragonstone was not as wealthy or prestigious as Storm's End, the capital of the Stormlands. However, Stannis was a proven military commander and a loyal vassal of his experience was needed to rein in Dragonstone, where many of the most die-hard Targaryen loyalist Houses were located.Â [[File:Robert_in_the_Iron_Throne.png|thumb|Robert in the Iron Throne]]\n\nIt isn't exactly clear how King Robert envisioned dividing up his possessions for future generations of House Baratheon, or if he even had a plan. It isn't clear if he meant to permanently unite [[the Crownlands]]Â around King's Landing with the Stormlands around Storm's End (which do border the Crownlands). Alternatively, he might have handed off Storm's End and the Stormlands to a cadet branch of House Baratheon formed by Stannis or Renly's children, while Robert's own &quot;children&quot; ruled the Crownlands. There's even the possibility that Robert intended to cut his younger brothers out of the succession entirely, and have the rule of the Stormlands pass to his younger &quot;son&quot; Tommen. Whatever plans Robert may have had were swept away by the outbreak of war upon his unexpected death.\n\n===War of the Five Kings===\n\nSeventeen years after he was crowned king, Robert Baratheon died of a wound taken on a boar hunt. Secretly, his death was actually the result of Queen Cersei having his wine spiked to make sure he would be too drunk to defend himself on the hunt.\n[[File:House-Baratheon-of-Kings-Landing-heraldry.jpg|thumb|right|The sigil of Joffrey's &quot;House Baratheon of King's Landing&quot;]] His eldest son, [[Joffrey Baratheon]], was crowned King on the [[Iron Throne]], but his rule was soon contested by those who claimed that he was born of incest between Queen Cersei and her twin brother, Jaime, including both of Robert's brothers. This directly led to the outbreak of the conflict which would become known as the [[War of the Five Kings]]. Just as the war tore apart the Seven Kingdoms into different factions following different kings, in microcosm, House Baratheon itself has been torn between three rival heirs claiming the succession:\n\n'''Joffrey Baratheon''', crowned king on the Iron Throne, continued to rule the cadet branch of House Baratheon formed by King Robert, &quot;[[House Baratheon of King's Landing]]&quot;. However, with the spread of rumors revealing that Joffrey is not Robert's son but a bastard of incest between Cersei and Jaime Lannister, none of the lords of the Stormlands declared for him.\n\n[[File:House-Baratheon-of-Dragonstone-heraldry.jpg|thumb|right|The sigil of Stannis's &quot;House Baratheon of Dragonstone&quot;]]\n'''Stannis Baratheon''' formed his own cadet branch, &quot;[[House Baratheon of Dragonstone]]&quot;, and claimed the kingship as Robert's eldest surviving brother and thus legal heir. Robert had several [[bastard]] children but by definition none of them could inherit his rule. However, as an unpopular and stern man, hardly any of the Houses from the Stormlands declared for Stannis.\n[[File:Renly sigil.png|thumb|right|The sigil adopted by King Renly I for his faction in the War of the Five Kings mirrored his alliance with House Tyrell.]]\nFlouting tradition, Robert's younger brother '''Renly BaratheonÂ '''declared himself king ahead of his older brother Stannis. Almost all of the lords of Houses in the Stormlands declared for Renly, who also continued to hold Storm's End itself. As a further insult to Stannis, Renly didn't even bother officially forming his own cadet branch, instead claiming dominion over all of &quot;House Baratheon&quot;. To strengthen his military and political position, Renly entered into a marriage-alliance with the powerful [[House Tyrell]] of [[the Reach]], by wedding [[Margaery Tyrell]]. For his personal sigil, and the sigil of his faction in the war, Renly altered the original color scheme of the sigil of House Baratheon. Instead of the black crowned stag on a yellow field, Renly's banner displayed a golden crowned stag on a field of green, a nod to the color scheme of his new wife's powerful family, House Tyrell.\n\nRenly was subsequently assassinated and left no heirs. All of the noble Houses of the Stormlands that had declared for Renly then grudgingly switched their allegiance to Stannis as the only surviving Baratheon brother, as the Tyrells abandoned them claiming (accurately) that Stannis had something to do with Renly's death. Stannis assembled his new armies into a massive assault in King's Landing, the [[Battle of the Blackwater]]. However, Stannis' forces were crushed in the assault by the timely arrival of [[Tywin Lannister]] and [[Loras Tyrell]], heralding the new Lannister-Tyrell alliance. Most of the military strength of the Stormlands was crushed in the battle, though Stannis himself was able to escape back to Dragonstone with a handful of remaining troops. Stannis lost most of the Stormlands as a result of the battle: with their military strength spent, the Houses of the Stormlands were too weak to resist Joffrey's armies and bent the knee. Some of Renly's old supporters who were never fond of Stannis even actively switched to Joffrey's side.\n\nAt this point, in terms of the family, there is no unified &quot;House Baratheon&quot; as there was before the war. Stannis is indeed the legal heir of the previous House, but he has formed his own cadet branch with new heraldry. Joffrey, along with his younger sister Myrcella and younger brother Tommen, are all bastards and not actual &quot;Baratheons&quot;. Aside from being a bastard, Joffrey also leads his own cadet branch with different heraldry, not the original &quot;House Baratheon&quot;. Thus the only surviving members of the Baratheon family are Stannis, his wife, and his only child, his daughter [[Shireen Baratheon]].\n\nIn terms of &quot;House Baratheon&quot;, the political entity ruling over the Stormlands, they have been largely crushed and subdued by Joffrey's forces. Stannis continues to possess the holdings he had before Renly died, Dragonstone and a few other minor islands in Blackwater Bay. However, a garrison continues to hold the impregnable castle of Storm's End itself in Stannis's name.\n\n"}, "title": "House Baratheon"}