{"attributes": {"season": " Season 4", "image": " House Baelish Histories &amp; Lore.png", "narrator": " Petyr Baelish'''&quot;House Baelish&quot;''' is part of the Histories &amp; Lore, a special feature in the Blu-ray of Season 4 of ''Game of Thrones''. It is narrated by Aidan Gillen as Lord Petyr Baelish.== Synopsis ==Littlefinger explains how, despite humble beginnings, House Baelish has rapidly risen to power, thanks mostly to his own wit and ambition.==Summary==From the east coast of the Vale, the Fingers reach out into the Narrow Sea, four rocky peninsulas plagued by wind and rain and barren to all but the hardiest of weeds, the ancestral home of House Baelish. House Baelish began with Petyr's great-grandfather, a Braavos", "title": " House Baelish"}, "sections": {"TOP": "House Baelish (Histories &amp; Lore)0300973czrabympdjzfq0b2x21rp9epcqnsg01773022015-03-16T20:29:17ZGreater good3347453Added infobox{{Lore|Title = House Baelish|Image = House Baelish Histories &amp; Lore.png|Season = [[Season 4|4]]|Narrator = [[Petyr Baelish]]}}\n'''&quot;House Baelish&quot;''' is part of the [[Histories &amp; Lore]], a special feature in the Blu-ray of [[Season 4]] of ''[[Game of Thrones]]''. It is narrated by [[Aidan Gillen]] as Lord [[Petyr Baelish]].\n\n", " Synopsis ": "Littlefinger explains how, despite humble beginnings, [[House Baelish]] has rapidly risen to power, thanks mostly to his own wit and ambition.\n", "Notes": "\n*Baelish says that the Fingers consist of four peninsulas, but the ''World of Ice and Fire'' sourcebook (2014) confirms that there are actually ''five'' fingers (the title &quot;Lord of the Five Fingers&quot; was used by the rulers of an Andal proto-kingdom).  &quot;Littlefinger&quot; Baelish is from the smallest of these, the northernmost, nearest to the [[Three Sisters]] islands.  The mistake is easy to make:  the peninsula is so &quot;little&quot; that it isn't clear just by looking at a map if it is actually considered a &quot;peninsula&quot; or just a variation of the shape of the coastline.  It also was never stated before the ''World'' book exactly how many peninsulas make up &quot;the Fingers&quot;.\n\n", "Summary": "From the east coast of the [[Vale]], the [[Fingers]] reach out into the [[Narrow Sea]], four rocky peninsulas plagued by wind and rain and barren to all but the hardiest of weeds, the ancestral home of [[House Baelish]]. \n\nHouse Baelish began with Petyr's great-grandfather, a [[Braavos|Braavosi]] [[sellsword]] who came to the Vale at the invitation of [[House Corbray]]. His grandfather raised himself to the status of [[hedge-knight]] and even managed to acquire a bit of land and a keep on the smallest of the Fingers, though Petyr does believe he missed sleeping under his titular hedges. The only thing worse than owning a dreary and desolate land is owning only a small portion of it. Luckil,y Petyr did not spend much time there as a child. During the [[War of the Ninepenny Kings]], which Petyr regards as a cheap name for a cheap cause, while other men fought for the king, his father fought to befriend [[Hoster Tully]], [[Lord Paramount of the Trident]] and head of one of the oldest and greatest houses in [[Westeros]]. Thanks to his father's heroic efforts Lord Hoster agreed to [[Ward|foster]] him at [[Riverrun]] with his own children. \n\nUntil then his whole world had been an small tower on the gull-stained rocks of the Fingers, but when Petyr first saw the stone walls of Riverrun rising from the Trident, towering over him, back then he was a little more easily impressed. The boy in him thought the [[The Seven|gods]] themselves must live in such a place. He soon learned otherwise. Lord Tully's son [[Edmure Tully|Edmure]] was quick to ensure Petyr would never forget himself in their House. He nicknamed Petyr 'Littlefinger' for his size and homeland, and the name was just cruel enough to stick. His sisters, [[Lysa Arryn|Lysa]] and [[Catelyn Tully|Catelyn]], made him a pawn in their kissing-games, trading him back and forth between them for practice. Needless to say, he enjoyed spending time with them more than Edmure. As they grew older, the game began to change, as all games do. Lysa grew more bold, and Cat more demure. When Lord Tully announced Cat's betrothal to a brute from [[the North]], whom she had never met, Petyr realized her duty would outweigh any feelings she had for him. Fool that he was, Petyr challenged this [[Brandon Stark (the elder)|Brandon Stark]] to a [[duel]] for her hand. He was a warrior, Petyr was a boy. If Cat had not intervened, Brandon would have killed him and laughed over his corpse. For his insolence Lord Tully banished Petyr from Riverrun. \n\nNo matter, he had learned everything he needed back then. He would fight his battles not with swords, but with wits, a few men could match him. Even then House Baelish might have died out on the rocks of the Fingers, Petyr was again a poor lord, with no allies and no prospects except, if he were lucky, a daughter of a middling [[merchant]]. Then opportunity arose, the [[Mad King]] [[Execution of Rickard and Brandon Stark|executed]] that Brandon Stark and incited a [[Robert's Rebellion|rebellion]]. His old friend Lysa Tully was married off to [[Jon Arryn]], [[Lord Paramount of the Vale|Lord of the Vale]], to cement the alliance against the [[Iron Throne]], bringing her within Petyr's circle again. He quickly capitalized on our former affection and persuaded her to have him appointed as controller of customs at [[Gulltown]], the Vale's greatest port. Wars burn gold like wildfire. When he increased the port's income tenfold, her husband took notice of this lowly lord from the Fingers and when the new and profligate King [[Robert Baratheon|Robert]] needed a [[Master of Coin]], who could find gold where no one else could, why Lord Arryn knew just the man. \n\nOnce House Baelish had no lands, no name and no gold, now they have quite a lot of each. What new rung would the new generation climb? Petyr refuses to be hasty, he is not done yet.\n\n"}, "title": "House Baelish (Histories &amp; Lore)"}