{"attributes": {"founding": "", "founder": "Quote", "places": "", "title": "House of the Undying", "image": "House of the Undying.png", "rulers": "Warlocks of Qarth", "location": "Qarth", "military": "", "religion": "", "age": "", "type": "Sect headquarters", "institutions": "", "population": ""}, "sections": {" In the books ": "In the ''[[A Song of Ice and Fire]]'' novels, the House of the Undying is the abode of the Undying Ones, the leaders of the Qartheen warlocks. It is described as a grey, ancient ruin, is long and low, with no towers or windows. It is coiled like a stone serpent through a grove of black-barked trees with inky blue leaves which are used to make Shade of the evening.\n\nDaenerys saw no vision of Drogo and their son. She saw many visions, some of them of the past, others are presumed to be foreshadowing of future events:\n\n*A beautiful, naked woman being ravished by four of the dwarves who serve the house.\n*A little girl (presumably Daenerys herself) runs barefoot toward a big house with a red door - Daenerys' childhood home in [[Braavos]].\n*A throne room with dragon skulls on the walls, where an old man in rich robes with dark eyes and long silver-grey hair (presumably her father, [[Aerys II Targaryen|the Mad King]]) sits on a barbed throne and appears to give the order to burn the [[Red Keep]] during the [[Sack of King's Landing]].\n*A room where a silver-haired man, who resembles [[Viserys Targaryen|Viserys]] but is taller and his eyes are a dark indigo rather than lilac (presumably [[Rhaegar Targaryen]]) talks to [[Elia Targaryen|a woman]] nursing a baby, names the baby [[Aegon Targaryen (Son of Rhaegar)|Aegon]], saying the child is &quot;the prince that was promised&quot; and &quot;The dragon has three heads&quot;, then plays a harp.\n*A splendor of wizards who claim to be the Undying of Qarth and offer to teach Daenerys the secret speech of dragonkind. These are just a glamour of the Undying to hide their true visages.\n*[[Viserys Targaryen|Viserys]] screams as the molten gold runs down his cheeks and fills his mouth.\n*A tall lord with copper skin and silver-gold hair stands beneath the banner of a fiery stallion, a burning city behind him. This may be a glimpse at what [[Rhaego]]'s future would have been, had he lived.\n*Rubies fly like drops of blood from the chest of a dying prince (presumably [[Rhaegar Targaryen]]), and he sinks to his knees in the water and with his last breath murmuring a woman's name.\n*A feast of slaughtered corpses holding cups, spoons, and food, with a dead man with a wolf's head sitting on a throne wearing an iron crown. Daenerys and readers were led to assume that this vision was symbolic, but it turned out to be ''literally'' true and foreshadowing the [[Red Wedding]]: with the Northern leadership slaughtered by their own hosts at a wedding feast, and an actual direwolf's head sewn onto Robb Stark's corpse as a final desecration.\n*A red sword glowing like sunset, raised in the hand of a blue-eyed king who casts no shadow (perhaps [[Stannis Baratheon]]).\n*A cloth dragon sways on poles amidst a cheering crowd.\n*From a smoking tower, a great stone beast takes wing, breathing shadow fire.\n*Daenerys' [[The silver|silver mare]] trotting through the grass, to a darkling stream beneath a sea of stars.\n*A corpse stands at the prow of a ship, eyes bright in his dead face, grey lips smiling sadly.\n*A blue flower grows from a chink in a wall of ice, and fills the air with sweetness.\n*[[Mirri Maz Duur]] shrieks in the flames, a dragon bursting from her brow.\n*A bloody corpse of a [[Wineseller|naked man]], bouncing and being dragged behind a silver horse.\n*A white lion runs through grass taller than a man.\n*Beneath the [[Mother of Mountains]], a line of naked [[Dosh khaleen|crones]] creep from a great lake and kneel shivering before her, their grey heads bowed.\n*Ten thousand [[Slavery|slaves]] lift bloodstained hands as Daenerys races by on her silver, crying &quot;Mother, mother!&quot;, reaching for her, touching her. This is a foreshadowing of the liberation of the slaves of [[Yunkai]], also seen in the final scene of &quot;[[Mhysa]]&quot;.\n\nThe Undying told Daenerys obscure prophecies:\n\n*Three fires must you light, one for life and one for death and one to love.\n*Three mounts must you ride, one to bed and one to dread and one to love.\n*Three treasons will you know, once for blood and once for gold and once for love.\n\nFollowing the visions, the Undying Ones suddenly attacked Daenerys. [[Drogon]] saved her by setting the room on fire and attacking the Undying, ripping their rotten flesh apart. Daenerys and Drogon escaped from the burning house. Pyat Pree was angry at Daenerys for burning the palace. He drew a knife and charged at her, but was stopped by Drogon, Jhogo and Rakharo.\n\nAlthough Daenerys defeated the Undying Ones, soon she learned that as a result of burning the palace, the whole city has grown hostile to her overnight. Pyat Pree gathered the surviving warlocks together to work ill on her. Thus she had to leave Qarth.\n\n", " History ": "=== [[Season 2]] ===\n\n[[Daenerys]], Ser [[Jorah Mormont]] and [[Kovarro]] reach the House of the Undying. While trying to figure out a way inside, Jorah loses sight of Dany. She enters inside and with a flamed torch begins her search for her [[Dragon|dragons]]. She finds herself in an illusion of the charred remains [[Great Hall (Red Keep)|Great Hall]] of the [[Red Keep]], covered in snow; then she finds herself in another illusion in which she emerges from [[the Wall]] in a snowy storm and then enters a tent where she meets with [[Drogo]] and their son [[Rhaego]]. Aware of the illusion, she leaves and finds herself in a room with her chained dragons, and soon [[Pyat Pree]] chains Daenerys up as well. The warlock states that he intends to keep her prisoner forever. However, as the dragons are not muzzled, they are able to burn Pree to death at Daenerys' command.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n", "TOP": "House of the Undying08116a6wq7jxys77e5kegxxclqzhedqkndx51679392014-12-18T21:53:54Z69.62.157.78/* In the books */{{Settlement\n| Title=House of the Undying\n| Image=House of the Undying.png\n| Image size=250px\n| Location=[[Qarth]]\n| Type=Sect headquarters\n| Population=\n| Rulers=[[Warlocks of Qarth]]\n| Religion=\n| Military=\n| Institutions=\n| Places=\n| Founding=\n| Age=\n| Founder=\n}}\n{{Quote|Should you grow weary of Xaro's baubles and trinkets it would be an honor to host you at the House of the Undying.|[[Pyat Pree]] to [[Daenerys Targaryen]]|The Ghost of Harrenhal}}\nThe '''House of the Undying''' is a location in [[Qarth]]. It is the headquarters of the [[Warlocks of Qarth]]. It is a large tower without any visible openings and surrounded by trees which are used to make [[Shade of the evening]].\n\n", "Image Gallery": "&lt;gallery captionalign=&quot;left&quot;&gt;\nHouse_of_the_Undying.jpg|An unknown person carrying the dragons to the House of the Undying\n&lt;/gallery&gt;\n\n", " See also ": "*{{AWOIAF}} (spoilers from the books)\n\n"}, "title": "House of the Undying"}