{"attributes": {"imagesize": "", "founder": "'''House Connington''' is a vassal house that holds fealty to House Baratheon of Storm's End. Their castle is Griffin's Roost, located south-west of Storm's End on the western edge of Shipbreaker Bay.==History==During Robert's Rebellion, Lord Jon Connington led an attack on Stoney Sept. Insisting on engaging Robert in single combat, his army was defeated when Eddard Stark arrived to aid Robert with reinforcements, resulting in the Battle of the Bells.&lt;ref&gt;&quot;Robert's Rebellion (Histories &amp; Lore)&quot;&lt;/ref&gt;==Members==*Lord Jon Connington, Lord of Griffin's Roost and Hand of the King to Aerys II Targaryen. Died in exile.==In the books==In the ''A Song of Ice and Fire'' novels, the Conningtons were a significantly wealthy house during the rule of House Targaryen. Their sigil is two griffins combatant countercharged per pale on red and white. Lord Commander Alyn Connington was one of the best war leaders in the history of the Kingsguard.Lord Armond Connington always desired land, and he once sought assistance from Prince Rhaegar Targaryen regarding a dispute with Lord Morrigen. The The Book of Brothers", "title": "House Connington", "image": "", "heir": "", "sigil": "", "seat": "Griffin's Roost", "age": "", "titles": ["Knight of Griffin's Roost", "Lord of Griffin's Roost (pre-Robert's Rebellion)"], "allegiance": "House Baratheon", "words": "", "lord": "", "region": "The Stormlands", "vassals": ""}, "sections": {"TOP": "House Connington0214880huxidw6t96k89nr1s4iyit893s408q1569702014-08-15T18:45:32ZThe Boy Who Cried Direwolf5928719{{Conjecture}}\n{{Noble house\n| Title=House Connington\n| Image=\n| ImageSize=\n| Sigil=\n| Words=\n| Titles=[[Knight of Griffin's Roost]]&lt;br&gt;[[Lord of Griffin's Roost]] (pre-Robert's Rebellion)\n| Seat=[[Griffin's Roost]]\n| Region=[[The Stormlands]]\n| Lord=\n| Heir=\n| Allegiance=[[House Baratheon]]\n| Vassals=\n| Age=\n| Founder=\n}}\n'''House Connington''' is a vassal house that holds fealty to [[House Baratheon]] of [[Storm's End]]. Their castle is [[Griffin's Roost]], located south-west of Storm's End on the western edge of [[Shipbreaker Bay]].\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Conningtons were a significantly wealthy house during the rule of [[House Targaryen]]. Their sigil is two griffins combatant countercharged per pale on red and white. [[Lord Commander]] Alyn Connington was one of the best war leaders in the history of the [[Kingsguard]].\n\nLord Armond Connington always desired land, and he once sought assistance from Prince [[Rhaegar Targaryen]] regarding a dispute with Lord Morrigen. The [[The Book of Brothers|White Book]] entry on [[Barristan Selmy]] records how he defeated Armond's son, Lord Jon Connington, in the Tourney at [[Storm's End]]. Ashara Dayne danced with Jon at the Tourney at [[Harrenhal]].\n\nJon was later named Hand of the King by the Mad King, Aerys II Targaryen. The previous Hand, Owen Merryweather, had been exiled for his failure to face Robert's Rebellion, and Lord Connington was a noted warrior of proven loyalty, being one of Prince Rhaegar's best friends. During the [[Battle of the Bells]] at [[Stoney Sept]], Jon wounded [[Hoster Tully]] and killed Ser Denys Arryn, the Darling of the Vale, with an axe. After being defeated by the rebels at Stoney Sept, Jon was stripped of his lands and sent into exile in the [[Free Cities]], where he drank himself to death.\n\nAerys allowed the Connington lands to remain with Jon's cousin, Ronald Connington, the castellan of Griffin's Roost, but Ronald joined the rebellion after the [[Battle of the Trident]]. When [[Robert Baratheon]] was crowned king after the death of Aerys, he allowed Ronald to keep Griffin's Roost, but the Conningtons lost their lordship and nine-tenths of their land was distributed among neighbors who were more fervent in their support of Robert. House Connington's status thus fell from from being a full noble house to a knightly one.\n\nThrough the initiative of Ronald, his son Ronnet was betrothed when he was sixteen to twelve-year-old [[Brienne of Tarth]]. Ronnet rejected her when he met her, however, as he did not find Brienne attractive. Ronnet now rules as the Knight of Griffin's Roost.\n\nRed Ronnet declares for [[Renly Baratheon]] at the onset of the [[War of the Five Kings]], goes over to [[Stannis]] after Renly's [[Assassination of Renly I|death]] and participates in the [[Battle of the Blackwater]], where he's made prisoner. Afterward he's among the many of Stannis' bannermen that bend the knee to [[Joffrey]].\n\n'''Members'''\n*SerÂ {Alyn Connington}, called &quot;the Pale Griffin.&quot; A former Lord Commander of the Kingsguard, and one of the best war leaders in the history of the order.\n*Lord {Armond Connington}, Lord of Griffin's Roost\n*SerÂ {Ronald Connington}, Knight of Griffin's Roost and father of Ronnet\n*Lord {Jon Connington}, former Lord of Griffin's Roost.\n*Ser Ronnet Connington, his cousin's son. Knight of Griffin's Roost. Called &quot;Red Ronnet&quot;.\n**Ronald Storm, Ronnet's bastard son.\n*Raymund Connington, Ronnet's younger brother.\n*Alynne Connington, Ronnet's younger sister.\n\n", "Members": "*Lord {[[Jon Connington]]}, [[Lord of Griffin's Roost]] and [[Hand of the King]] to [[Aerys II Targaryen]]. Died in exile.\n\n", "History": "During [[Robert's Rebellion]], Lord [[Jon Connington]] led an attack on [[Stoney Sept]]. Insisting on engaging Robert in single combat, his army was defeated when [[Eddard Stark]] arrived to aid Robert with reinforcements, resulting in the [[Battle of the Bells]].&lt;ref&gt;&quot;[[Robert's Rebellion (Histories &amp; Lore)]]&quot;&lt;/ref&gt;\n\n"}, "title": "House Connington"}