{"attributes": {"cadets": ["House Florent", "House Tyrell (female line)"], "imagesize": "150px", "founder": "Garth Gardener", "title": "House Gardener", "image": "GardenerSigil.jpg", "heir": "Extinct", "sigil": "A green hand on a white field", "seat": "Highgarden", "age": "", "titles": "King of the Reach", "allegiance": "Sovereign", "words": "", "lord": "Extinct", "region": "The Reach", "vassals": ["House Tyrell", "House Hightower", "House Florent"]}, "sections": {"TOP": "House Gardener06430lpjij53dkctwfb8yi2e0u88jfqpjwbs1731352015-02-15T15:36:04ZThe White Winged Fury26111788{{Noble house\n| Title=[[House Gardener]]\n| Image=GardenerSigil.jpg\n| ImageSize=150px\n| Sigil=A green hand on a white field\n| Words=\n| Titles=[[King of the Reach]]\n| Seat=[[Highgarden]]\n| Region=[[The Reach]]\n| Lord=Extinct\n| Heir=Extinct\n| Allegiance=Sovereign\n| Vassals=[[House Tyrell]]&lt;br&gt;[[House Hightower]]&lt;br&gt;[[House Florent]]\n| Cadets=[[House Florent]]&lt;br&gt;[[House Tyrell]] (female line)\n| Age=\n| Founder=[[Garth Gardener|Garth Greenhand]]}}\n[[Image:Mern gardener.jpg|thumb|200px|King Mern Gardener, holding a shield displaying the green hand sigil of House Gardener]]\n{{Quote|For over a thousand the years the Greenhand's sons and grandsons ruled the Reach as House Gardener; the offshoots of his daughters grew as vast and powerful houses in their own right.|[[Margaery Tyrell]]|House Tyrell (Histories &amp; Lore)}}\n'''House Gardener''' of [[Highgarden]] is an extinct Great House of [[Westeros]], dating back to the time in which the [[First Men]] ruled the entire continent. Prior to the [[House Targaryen|Targaryen]] conquest, they ruled as [[King of the Reach|Kings]] of [[the Reach]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season1/#!/guide/houses/tyrell/ HBO Viewer's Guide Season 1, House Tyrell]&lt;/ref&gt; Their [[Heraldry|heraldry]] depicted a green hand on a white field.\n\nIts founder was [[Garth Gardener|Garth Greenhand]], who wore a crown of vines and flowers and was said to have made the land bloom. Many of the noble houses of the Reach, including [[House Tyrell]] and [[House Florent]], trace their descent to him.&lt;ref&gt;&quot;The Complete Guide to Westeros: The Age of Heroes&quot; featurette, Season 1 Blu Ray boxset&lt;/ref&gt;\n\nThe Gardeners became extinct when [[Aegon I Targaryen|Aegon the Conqueror]] invaded Westeros. The King of the Reach, [[Mern Gardener|Mern IX]], joined forces with the [[King of the Rock]], [[Loren Lannister|Loren I]] to challenge the invaders. In the battle, that became known as the [[Field of Fire]], King Mern died incinerated when Aegon unleashed his three dragons, [[Vhagar]], [[Meraxes]] and [[Balerion]] the Black Dread, against the combined forces of the Reach and the Rock.&lt;ref&gt;&quot;The Complete Guide to Westeros: House Lannister&quot; featurette, Season 1 Blu Ray boxset&lt;/ref&gt; [[Harlen Tyrell]], the [[steward]] of Highgarden, surrendered the castle to Aegon, and he was afterward made [[Lord Paramount of the Reach]] and [[Warden of the South]].\n\n", " See also ": "*{{AWOIAF}}\n\n", "In the books": "[[File:Garth's crown.png|thumb|left|250px|The crown of the Gardener kings.]] \nHouse Gardener is one of only three Great Houses which ever went extinct, the other two being [[House Durrandon]] of [[the Stormlands]] and [[House Hoare]] of the [[Iron Islands]]. The Durrandon and Hoare bloodlines were extinguished in the male line, but they did survive in the female line. The daughter of the last Durrandon king was married by the founder of [[House Baratheon]], so there is some continuity with its replacement, and apparently no surviving Durrandon relatives could challenge the resulting Baratheon line. In the Iron Islands, House Volmark is said to descend from House Hoare in the female line, but due to the odd elective kingship practices of the ironborn, they do not have a particularly better claim to rule than [[House Greyjoy]].\n\nHouse Gardener, however, had intermarried with many of the other noble Houses of the Reach, making them younger branches of the main Gardener line. These include the Florents and Tyrells, as well as the Rowans and Oakhearts. The Tyrells can only claim descent from the Gardeners through the female line, however, the Florents are directly descended from the Gardeners through a male line (a younger Gardener brother married a Florent at one point). Because the Tyrells willingly surrendered Highgarden, however, the Targaryens skipped over the Florents to appoint the Tyrells as rulers of the Reach. This makes the situation in the Reach quite unique among the Seven Kingdoms, because the deposed former Great House isn't exactly &quot;extinct&quot; (despite being formally disestablished) and actually possesses a superior claim to rule based on male-line descent than the current ruling House.\n\n"}, "title": "House Gardener"}