{"attributes": {"founder": "Quote", "title": "House Casterly", "image": "", "heir": "Extinct", "sigil": "", "seat": "Casterly Rock", "age": "", "titles": "", "allegiance": "Sovereign", "words": "", "lord": "Extinct", "region": "The Westerlands", "vassals": ""}, "sections": {" In the books ": "In ''[[A Song of Ice and Fire]]'', the background of House Casterly is the same. Their sigil, motto and ultimate fate remains unknown, though they clearly no longer existed by the time of the [[War of Conquest]]. That is, even within the narrative, there are rival myths about exactly what happened to the Casterlys. Some say that Lann tricked them into killing each other, then may have finished off the survivors. Others say that Lann infested their castle with rats, or even lions, to drive them out. The more pragmatic story is that Lann was simply a man-at-arms in their castle who impregnated the current Lord Casterly's daughter, and with no other heirs this left Lann as the new Lord of Casterly Rock through his child. There is also the possibility that he impregnated and married a minor member of the family, then &quot;used his wits&quot; to manipulate his way into a position of greater power.\n\nThe Casterleys were very rich, but did not call themselves &quot;kings&quot;, nor did Lann the Clever call himself &quot;king&quot;. The Lannisters only started calling themselves &quot;kings&quot; many generations later, after their steady accumulation of wealth made them very powerful.\n\n", "Quotes": "{{Quote|According to the legend, Lann, using only his wits won Casterly Rock from the noble house of Casterly during the Age of Heroes.|[[Tywin Lannister]]|House Lannister (Complete Guide to Westeros)}}\n\n", "TOP": "House Casterly06443o1co0am3snuwaupzepn682bvsapppy81569322014-08-15T18:03:48ZThe Boy Who Cried Direwolf5928719{{Noble house\n| Title=[[House Casterly]]\n| Image=\n| Sigil=\n| Words=\n| Titles=\n| Seat=[[Casterly Rock]]\n| Region=The [[Westerlands]]\n| Lord=Extinct\n| Heir=Extinct\n| Allegiance=Sovereign\n| Vassals=\n| Age=\n| Founder=}}\n{{Quote|Lann must have been clever enough not to rely solely on his wits. After all, where today is House Casterly?|[[Tywin Lannister]]|The Westerlands (Histories &amp; Lore)}}\n'''House Casterly''' is an extinct Great House of [[Westeros]] from the [[Age of Heroes|time]] of the [[First Men]]. They ruled from their seat of [[Casterly Rock]], until they were swindled from their castle by the legendary trickster, [[Lann the Clever]].&lt;ref&gt;&quot;The Complete Guide to Westeros: House Lannister&quot; featurette, Season 1 Blu Ray boxset&lt;/ref&gt;\n\n", " See also ": "* {{AWOIAF}}\n\n"}, "title": "House Casterly"}