{"attributes": {"imagesize": "'''House Cassel''' is a vassal house of the North. They serve House Stark of Winterfell.==Known members==*Ser Rodrik Cassel, master-at-arms of Winterfell. Executed by Theon Greyjoy after the Fall of Winterfell* Jory Cassel, his nephew, Captain of Guards for Eddard Stark. Killed in the streets of King's Landing by Ser Jaime Lannister.==Family tree==House Cassel family tree==In the books==In the ''A Song of Ice and Fire'' novels, House Cassel is a lesser house in service of the Starks of Winterfell. Their sigil is ten white wolf heads, 4-3-2-1, on grey with a black border. Rodrik's older brother had four sons including Jory, but the other three did not live to adulthood. Rodrik himself was married three times but they gave him only daughters, and his last wife is also dead. Following Rodrik's death, the only surviving member of House Cassel is his daughter Beth, who was taken to Dreadfort by Ramsay Snow following the Sack of Winterfell, and her fate is unknown (his other daughters having previously died due to unrevealed circumstances).===Members===*Ser Rodrik Cassel. Killed by Theon Greyjoy**Beth Cassel, his daughter. Taken to Dreadfort by Ramsay Snow.*Martyn Cassel, Rodrik's brother. Died in the Tower of Joy during Robert's Rebellion.**Jory Cassel, Martyn's son. Killed by Lannister soldiers==See also==* AWOIAF (spoilers from the books)North HousesCategory:Vassal houses", "founder": "", "title": "House Cassel", "image": "", "heir": "", "sigil": "Ten white wolf heads, 4-3-2-1, on grey with a black border", "seat": "", "age": "", "titles": "", "allegiance": "House Stark", "words": "", "lord": "", "region": "The North", "vassals": ""}, "sections": {"TOP": "House Cassel01281371mqbzqritpbdp8zpuuld6vssv9k3zn1741692015-02-24T15:19:52ZThe Dragon Demands5014364Undo revision 174163 by [[Special:Contributions/81.157.199.209|81.157.199.209]] ([[User talk:81.157.199.209|talk]]){{Noble house\n| Title=[[House Cassel]]\n| Image=\n| Sigil=Ten white wolf heads, 4-3-2-1, on grey with a black border\n| Words=\n| Titles=\n| Seat=\n| Region=The [[North]]\n| Lord=\n| Heir=\n| Allegiance=[[House Stark]]\n| Vassals=\n| Age=\n| Founder=\n|ImageSize =}}\n\n'''House Cassel''' is a vassal house of [[the North]]. They serve [[House Stark]] of [[Winterfell]].\n\n", "Family tree": "{{House Cassel family tree}}\n\n", "Known members": "*Ser {[[Rodrik Cassel]]}, master-at-arms of [[Winterfell]]. Executed by Theon Greyjoy after the [[Fall of Winterfell]]\n* {[[Jory Cassel]]}, his nephew, Captain of Guards for [[Eddard Stark]]. Killed in the streets of [[King's Landing]] by Ser [[Jaime Lannister]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, House Cassel is a lesser house in service of the Starks of Winterfell. Their sigil is ten white wolf heads, 4-3-2-1, on grey with a black border. Rodrik's older brother had four sons including Jory, but the other three did not live to adulthood. Rodrik himself was married three times but they gave him only daughters, and his last wife is also dead. Following Rodrik's death, the only surviving member of House Cassel is his daughter Beth, who was taken to [[Dreadfort]] by [[Ramsay Snow]] following the [[Sack of Winterfell]], and her fate is unknown (his other daughters having previously died due to unrevealed circumstances).\n\n===Members===\n*Ser {Rodrik Cassel}. Killed by Theon Greyjoy\n**Beth Cassel, his daughter. Taken to Dreadfort by Ramsay Snow.\n*{Martyn Cassel}, Rodrik's brother. Died in the Tower of Joy during [[Robert's Rebellion]].\n**{Jory Cassel}, Martyn's son. Killed by Lannister soldiers\n\n"}, "title": "House Cassel"}