{"attributes": {"imagesize": " 250pxQuote", "founder": " ", "title": "House Baelish", "image": "Baelish sig.png", "heir": "None", "sigil": ["The head of the Titan of Braavos on a green field (former)", "A black mockingbird on a yellow field"], "seat": "Harrenhal", "age": "", "titles": "Lord of Harrenhal", "allegiance": "", "words": "", "lord": "Petyr Baelish", "region": ["The Vale of Arryn (originally and de facto)", "The Riverlands (de jure)"], "vassals": ""}, "sections": {"TOP": "House Baelish02598htwnsn2grdhebtlgu8vpnbtd7cvgvdm1802152015-03-29T01:32:52ZArdilaun24498038{{Noble house\n|Title=[[House Baelish]]\n|Image=Baelish sig.png\n|Sigil=The head of the [[Titan of Braavos]] on a green field (former)&lt;br&gt;A black mockingbird on a yellow field\n|Words=\n|Titles=Lord of Harrenhal\n|Seat=[[Harrenhal]]\n|Region=[[The Vale of Arryn]] (originally and de facto)&lt;br&gt;[[The Riverlands]] (de jure)\n|Lord=[[Petyr Baelish]]\n|Heir=None\n|Allegiance=\n|Vassals=\n|Age=\n|Founder= \n|ImageSize = 250px\n}}\n{{Quote|Once, House Baelish had no lands, no name and no gold. Now, we have quite a lot of each. What new run will the next generation climb? Let us not be hasty. I am not finished yet.|[[Petyr Baelish]]|House Baelish (Histories &amp; Lore)}}\n'''House Baelish''' was formerly a lesser vassal house that held fealty to [[House Arryn]] of [[the Vale]]. They are now the [[Lord of Harrenhal|Lords of Harrenhal]].\n\n[[File:BaelishShip.png|thumb|Petyr Baelish's ship, displaying his personal mockingbird sigil on the sail.]]\nThe sigil of House Baelish is a grey stone head with fiery eyes on a light green field. However, the current lord of the house, Lord [[Petyr Baelish]], called &quot;Littlefinger&quot;, prefers to use his personal emblem of a black mockingbird almost exclusively. Since he is the only living member of the house, the mockingbird sigil is more commonly associated with the name.\n\n", "Image Gallery": "&lt;gallery&gt;\nHouse Baelish.png|HBO viewer's guide icon for House Baelish.\nBaelish-small.png|Small icon of [[House Baelish]] from the HBO viewers guide.\nS04E1 - Mockingbird Sigil.png|The mockingbird sigil outside the brothel owned by Petyr Baelish in &quot;[[Two Swords]]&quot;.\nBaelish keep.png|The unnamed keep of House Baelish.\n&lt;/gallery&gt;\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, House Baelish began with Petyr's great-grandfather, a common [[Mercenary|sellsword]] from [[Braavos]] who traveled to [[Westeros]] and took up service with House Corbray of the Vale. The sellsword's son, Petyr's grandfather, was also a warrior: he won great honor, converted to the [[Faith of the Seven]] and was [[knight]]ed. He took the head of the [[Titan of Braavos]] as his sigil. Petyr's own father held some land, but only a few stony acres in the Fingers.\n\nPetyr's father fought in the [[War of the Ninepenny Kings]], the preemptive assault on the forces of Maelys Blackfyre, the last of the [[House Blackfyre|Blackfyre Pretenders]], before they could attempt an invasion of Westeros. During the conflict Petyr's father came into contact with Lord [[Hoster Tully]]. They became allies through circumstances unknown, and Hoster agreed to foster Petyr at [[Riverrun]], a great honor for a lesser house with a seat so insignificant it had no [[maester]] or even a name. There, Petyr befriended [[Catelyn]] and [[Lysa Arryn|Lysa Tully]].\n\nPetyr is the only living member of House Baelish, though it is so poor that he gained all of his current wealth due to his own career as a treasurer. Petyr's great skills with numbers and banking led him to become the tax and revenue collector for Gulltown, the principal city of the Vale. At Lord [[Jon Arryn]]'s suggestion, King [[Robert Baratheon]] later made Petyr his Master of Coin for the whole realm, a role he continues to serve in until he is sent back to the Vale to enter into a profitable marriage-alliance with Lysa Arryn.\n\nThe only real benefit Petyr received from being born into House Baelish is that it technically made him a member of the minor nobility, thus allowing his initial entry into court life. Petyr downplays his partial descent from the Free Cities of the east, even abandoning the use of the original sigil of House Baelish, displaying the Titan of Braavos, to his own personal sigil featuring a mockingbird. Thus it is somewhat ironic that he criticizes Varys for being from the Free Cities.\n\nPetyr rarely returns home, leaving the keeping of his minor towerhouse to a small staff.\n\nPetyr prefers to use his own personal sigil of a mockingbird, rather than House Baelish's original sigil which displays the head of the Titan of Braavos. Petyr wanted to be accepted into the upper nobility of Westeros, and the Titan's head would only have served to remind others that his family had foreign roots. Given that Petyr is the only living member of House Baelish, this means that the Titan's head sigil has been functionally replaced by Petyr's personal mockingbird sigil as the &quot;official&quot; [[Heraldry]] of his House. The mockingbird sigil has not appeared prominently in heraldry on the TV series so far (though Petyr does prominently wear a mockingbird-shaped broach). The one time it has appeared was on a ship's sail in Season 3, in which it seemed to be a black mockingbird on a yellow field. In the books, the sigil actually consists of a field of multiple silver mockingbirds, on a green plain.\n\n", "Members": "*{[[Baelish (founder)|Baelish]]}, a [[Braavos|Braavosi]] [[sellsword]] and founder of the house.\n*{[[Baelish (hedge knight)|Baelish]]}, a [[hedge knight]] and son of the founder.\n*{[[Baelish (father of Petyr)|Baelish]]}, son of the hedge knight and father of Petyr.\n* Lord [[Petyr Baelish]], called &quot;Littlefinger&quot;, Lord of Harrenhal, Lord Protector of the Vale, former Master of Coin, the only living member of the family.\n**{[[Lysa Arryn]]}, Lady Regent of the Vale, his wife. Killed by Petyr Baelish.\n**&quot;[[Sansa Stark|Alayne]]&quot;, his niece. Actually Sansa Stark. Her true identity was just revealed to Lord [[Yohn Royce]], LadyÂ [[Anya Waynwood]], Ser [[Vance Corbray]] and [[Robin Arryn]].\n\n===Household===\n* [[Lothor Brune]], a [[Mercenary#Freeriders|freerider]] in Lord Baelish's service.\n* {[[Ros]]}, a female former prostitute, and Lord Baelish's personal assistant. Killed by King [[Joffrey Baratheon]] after Littlefinger discovered that she was spying on him for [[Varys]].\n* [[Olyvar]], a male prostitute and informant in Lord Baelish's service.\n\n"}, "title": "House Baelish"}