{"attributes": {"title": " House Slynt", "heir": " House Slynt is a noble house of the Seven Kingdoms. It currently holds fealty directly to King Joffrey Baratheon, who ordered the founding of the house as a reward for Janos Slynt's assistance in securing the Iron Throne for him.For his loyalty, Slynt was named Lord of Harrenhal. Harrenhal is a large and impressive (but also ill-omened) castle in the Riverlands, on the lake known as Gods Eye. However, Harrenhal was held by House Whent, a vassal house of the House Tully", "sigil": " A bloody spear", "seat": " formerly Harrenhal", "titles": [" None", "Lord of Harrenhal (formerly)"], "allegiance": " House Baratheon of King's Landing", "words": " ", "lord": " formerly Janos Slynt"}, "sections": {"TOP": "House Slynt03485d8y2m9i16dxdqe0jgxj9xkvg0vas84r1569582014-08-15T18:29:02ZThe Boy Who Cried Direwolf5928719{{Noble_house\n|Title = House Slynt\n|Sigil = A bloody spear\n|Words= \n|Titles = None&lt;br&gt;[[Lord of Harrenhal]] (formerly)\n|Seat = formerly [[Harrenhal]]\n|Lord = formerly [[Janos Slynt]]\n|Allegiance = [[House Baratheon of King's Landing]]\n|Heir = }}\n\n[[House Slynt]] is a [[noble house]] of the [[Seven Kingdoms]]. It currently holds fealty directly to King [[Joffrey Baratheon]], who ordered the founding of the house as a reward for [[Janos Slynt]]'s assistance in securing the [[Iron Throne]] for him.\n\nFor his loyalty, Slynt was named [[Lord of Harrenhal]]. [[Harrenhal]] is a large and impressive (but also ill-omened) castle in the [[Riverlands]], on the lake known as [[Gods Eye]]. However, Harrenhal was held by [[House Whent]], a vassal house of the [[House Tully|Tullys]], so Slynt couldn't take possession of the castle until the current war between the [[House Lannister|Lannisters]] and [[House Stark|Starks]] is resolved.\n", "See also": "*{{AWOIAF}} (MAJOR spoilers from the books)\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, House Slynt is founded as a reward for Janos Slynt's assistance in arresting Eddard Stark. Janos takes for his sigil a bloody spear, gold on a night-black field.\n\n[[Tywin Lannister]] ridicules both Slynt's ascension to lordship, and his choice of sigil when he hears of it, commenting that a &quot;bloody meat cleaver would be more appropriate&quot;, given the fact that Slynt himself was the lowborn son of a butcher. At Tywin's order, Tyrion dismisses Janos when he arrives in the capital, exiling him to the Night's Watch and stripping his family of Harrenhal - which he never actually set foot in. Tyrion felt Janos wasn't trustworthy enough to keep around the royal court, but he did allow Janos's children to keep their recently ennobled status. &quot;House Slynt&quot; therefore continued to nominally exist, but possessed no lands. Tyrion said that he would try to find lesser lands for Janos's sons to hold but it is unclear if he ever did. Otherwise, Janos's sons continue to appear as hangers-on at the royal court.\n\n===Members===\n* Lord Janos Slynt\n** Lord Morros Slynt, his eldest son, inherits his father's title after the latter is sent to the Wall.\n** Jothos Slynt, his second son Morros' heir.\n** Danos Slynt, his youngest son.\n** a daughter.\n\n", "Members": "* Lord [[Janos Slynt]], the head of the family and former Lord of [[Harrenhal]].\n\n", "History": "===[[Season 1]]===\nLord [[Eddard Stark]] asks Janos Slynt, as Commander of the [[King's Landing]] [[City Watch]], to assist him in taking Joffrey Baratheon and [[Cersei Lannister|his mother]] into custody, andÂ Slynt agrees. However, he then betrays Eddard and has his men kill Eddard's bodyguards and retainers, withÂ EddardÂ being imprisoned.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt; As a reward for his service, Janos Slynt is named the Lord of Harrenhal by the king and his [[small council]].&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\nLord Janos loses Harrenhal after being exiled to [[the Wall]] by [[Tyrion Lannister]]. Now under occupation by House Lannister, Harrenhal is granted to Lord [[Petyr Baelish]], and House Slynt has no seat.\n\n"}, "title": "House Slynt"}