{"attributes": {"imagesize": " 250pxQuote", "title": "House Martell", "image": "House Martell.jpg", "heir": "", "sigil": "A red sun pierced by a gold spear, on an orange field", "seat": "Sunspear", "age": "", "titles": ["Prince of Dorne", "Lord of Sunspear"], "allegiance": "House Baratheon of King's Landing", "words": "'''&quot;Unbowed, Unbent, Unbroken&quot;'''", "lord": "Prince Doran Martell", "region": "Dorne", "vassals": ["House Blackmont", "House Dalt", "House Dayne", "House Qorgyle", "House Jordayne", "House Uller", "House Santagar", "House Manwoody", "House Allyrion", "House Yronwood"]}, "sections": {"Family Tree": "{{House Martell family tree}}\n\n", "TOP": "House Martell024342m8fn23ydl2nctqt9fhd63ew8ppk17i1807332015-04-03T18:41:37ZThe Dragon Demands5014364/* Practices */{{Noble house\n| Title=[[House Martell]]\n| Image=House Martell.jpg\n| Sigil=A red sun pierced by a gold spear, on an orange field\n| Words='''&quot;Unbowed, Unbent, Unbroken&quot;'''\n| Titles=[[Prince of Dorne]]&lt;br&gt;Lord of Sunspear\n| Seat=[[Sunspear]]\n| Region=[[Dorne]]\n| Lord=Prince [[Doran Martell]]\n| Heir=\n| Allegiance=[[House Baratheon of King's Landing]]\n| Vassals=[[House Blackmont]]&lt;br&gt;[[House Dalt]]&lt;br&gt;[[House Dayne]]&lt;br&gt;[[House Qorgyle]]&lt;br&gt;[[House Jordayne]]&lt;br&gt;[[House Uller]]&lt;br&gt;[[House Santagar]]&lt;br&gt;[[House Manwoody]]&lt;br&gt;[[House Allyrion]]&lt;br&gt;[[House Yronwood]]\n| Age=\n| Founder=|ImageSize = 250px}}\n{{Quote| 'Unbowed, unbent, unbroken'. The words of House Martell. A promise to our enemies, and a challenge to our lovers.|[[Oberyn Martell]]|House Martell (Histories &amp; Lore)}}\n'''House Martell''' is one of the [[Great Houses]] of [[Westeros]]. It rules the peninsula of [[Dorne]] in the far south of the continent from their castle [[Sunspear]].Â Though loyal to the [[Iron Throne]], it has pursued a more isolated role in wider political events since [[Robert's Rebellion]].\n\nHouse Martell's sigil is a red sun pierced by a golden spear, on an orange field, a combination of the original Martell sigil - a yellow spear - and the emblem of Princess [[Nymeria]] - a red sun - to symbolize the marriage of the warrior-queen to [[Mors Martell]]. The motto of the HouseÂ isÂ '''&quot;Unbowed, Unbent, Unbroken&quot;'''â&euro;&lsaquo;.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, House Martell does not play a major role in events until the third and fourth books in the series, only being referenced in the first two.\n\nHouse Martell was originally a tiny, obscure noble house of Dorne back when the peninsula was home to numerous small, warring states, approximately one thousand years ago. The [[Rhoynar]], refugees from a war against [[Valyria]] on the eastern continent, fled to Westeros led by their warrior-queen Nymeria, where they made landfall in Dorne and allied with Lord Mors Martell. After a brief war, Mors named himself the ruler of the unified Kingdom of Dorne, adopting the title &quot;Prince&quot; rather than &quot;King&quot; in Rhoynish fashion. Mors married Nymeria, uniting the bloodlines of the Rhoynar with the native First Men and Andals. As a result, the full name of the family is actually &quot;House Nymeros Martell&quot;, with &quot;Nymeros&quot; signifying &quot;of Nymeria&quot;. For example, Oberyn's full name is given as &quot;Oberyn Nymeros Martell&quot;. However, even the Martells themselves do not usually use the full name, with the inclusion of &quot;Nymeros&quot;, except on very formal occasions.\n\nWhen [[Aegon I Targaryen]] invaded Westeros, he conquered six of the seven kingdoms extant at that time, but the Dornish refused to give open battle where Aegon could destroy them with his [[dragons]], instead resorting to hit-and-run attacks which severely damaged his army through attrition. Aegon agreed to leave Dorne to its own devices after trying to conquer it again during the First Dornish War of 4 AC to 13 AC. However, the Dornish once again prevailed and the Martells managed to kill Aegon's wife, Rhaenys, before forcing the Conqueror to agree to peace on their terms. Aegon never tried conquering Dorne again.Â \n\nA century and a half later, Dorne was briefly occupied by the armies of King Daeron I, but overthrew them in a bloody rebellion. Eventually, roughly a century before the events of the series, Dorne joined the Seven Kingdoms through a peaceful marriage alliance. House Martell's motto, &quot;Unbowed, Unbent, Unbroken&quot;, directly references the fact that they were never conquered by outsiders. Because they came under the authority of the Iron Throne through marriage instead of the sword, House Martell and the other Dornish housesÂ continue to practice absolute primogeniture, in which the eldest child is the designated heir, regardless of whether they are male or female. Another major difference is that the rulers of Dorne are styled ruling Princes (or ruling Princesses) instead of Lords Paramount.Â At the time of the beginning of the narrative the current head of House Martell isÂ the aging Prince Doran.Â His daughter and eldest child isÂ Arianne Martell: despite being female, she has been actively groomed to succeed her father, as are eldest daughters all over Dorne. In his old age and infirmity (though he retains his wits)Â Doran has semi-retired, delegating most of the day-to-day governance of Dorne to Arianne.Â \n\nThe Martells were loyal vassals of the [[Iron Throne]], with Princess Elia Martell marrying Prince [[Rhaegar Targaryen]] and bearing him two children. During [[Robert's Rebellion]], the Martells were unhappy with Rhaegar's betrayal of Elia by taking [[Lyanna Stark]] as his paramour and sparking a war over the matter. Still, they supported King [[Aerys II Targaryen]]'s bid to retain the throne, predominantly due to Aerys effectively holding Elia as a hostage to ensure their loyalty. The Martells lost many soldiers at the [[Battle of the Trident]] and Princess Elia and her children were brutally killed during the Sack of [[King's Landing]] by [[Lannister]] soldiers. Ironically, the Martells had only grudgingly stayed loyal to the Targaryens during the civil war, but the needless and brutal murder of Elia turned Dorne into a hotbed of pro-Targaryen sentiment (to the point that, after the Sack of King's Landing, Oberyn had wanted to continue the fighting on behalf of [[Viserys Targaryen]]). Though House Martell swore fealty to King [[Robert Baratheon]] after the war (though this was only due to extensive peace negotiations on the part of [[Jon Arryn]]), they have harbored anger and resentment towards the Lannisters ever since and have adopted a mostly isolationist policy ever since, not mixing with the other Great Houses unless totally necessary. As a result, the Dornish have stronger relations with the Free Cities of Essos than the rest of Westeros.\n\nThe Martells and Tyrells have been sworn enemies for many generations. Over the centuries, they have fought border wars beyond count, and raided back and forth across mountains and marches even when at peace. The enmity between the two houses waned a bit after Dorne became part of the Seven Kingdoms, but the maiming of [[Willas Tyrell]] by the Dornish prince Oberyn Martell in a jouse fanned the animosity between the families, thoughÂ WillasÂ himself does not hold any grudge against Oberyn, as both men knew what happened was simply an unfortunate accident.\n\nGeorge R.R. Martin has said that the production team isn't certain how many members of House Martell they can fit into the TV series. Doran has three children, while Oberyn and Ellaria have eight daughters. Even for House Tyrell, which has four children in the current generation, two have apparently been cut from the TV series (Loras and Margaery's older brothers from the books). Conversely, in Season 2 the production team thought they might have to cut [[Stannis Baratheon]]'s only child, [[Shireen Baratheon|Shireen]], but subsequently was able to introduce her in Season 3. While Oberyn and Ellaria do appear in Season 4, it remains to be seen how many other Martells can be introduced into the TV continuity in later seasons.\n\n'''Members'''\n* Prince Doran Martell, the current Lord of Sunspear and Prince of Dorne.\n**Lady Mellario of Norvos, his wife. They married for love but the two later became estranged, and she has returned to Norvos.\n** Princess Arianne Martell, his oldest daughter and heir, since Dornish law upholds equal primogeniture, regardless of gender.\n** Prince Quentyn Martell, his oldest son, fostering with Lord Yronwood.\n** Prince Trystane Martell, his youngest son.\n* Prince Oberyn Martell, Doran's younger brother, called the 'Red Viper'.\n** The 'Sand Snakes', Prince Oberyn's bastard daughters:\n*** Obara Sand, born of a whore of [[Oldtown]].\n*** Nymeria Sand, called 'Lady Nym', born of a noblewoman of [[Volantis]].\n*** Tyene Sand, born of a septa.\n*** Sarella Sand, born of a trader of the [[Summer Isles]]\n*** Elia Sand, born of Oberyn's Paramour, Ellaria Sand\n*** Obella Sand, born of Oberyn's Paramour, Ellaria Sand\n*** Dorea Sand, born of Oberyn's Paramour, Ellaria Sand\n*** Loreza Sand, born of Oberyn's Paramour, Ellaria Sand\n* Princess Elia Martell, Doran and Oberyn's sister, married to Prince [[Rhaegar Targaryen]]. Slain in the Sack of [[King's Landing]] along with her two children.\n* Prince {Lewyn Martell}, a knight of the [[Kingsguard]] during the rule of Aerys II Targaryen. Slain at the [[Battle of the Trident]].\n\nWith unspecified familiar relationship to the main branch there is also:\n*Ser Manfrey Martell, castellan of Sunspear. A cousin of Doran Martell, it is not stated of which degree.\n\nThe following sworn houses have yet to appear in the series:\n* House Yronwood of [[Yronwood]]\n* House Wyl of [[Wyl]]\n* House Toland of [[Ghost Hill]]\n* House Gargalen of [[Saltshore]]\n* House Fowler of [[Skyreach]]\n* House Vaith of [[Vaith|The Dunes]]\n\n", "Image gallery": "&lt;gallery spacing=&quot;small&quot;&gt;\nOberynEllariaPW.jpg|Oberyn Martell and Ellaria Sand at the royal wedding.\nDoran Martell Prince of Dorne.jpg|Prince Doran Martell, Oberyn's older brother and the current ruler of Dorne.\nSand Snakes torture with scorpions.png|Several of the &quot;Sand Snakes&quot;, Oberyn's bastard daughters.  From left to right:  Nymeria, Obara, and Tyene (standing next to Ellaria).\nAreo Hotah and Ellaria Sand.jpg|Areo Hotah, Doran's trusted captain of the guards at Sunspear, with Ellaria Sand.\n&lt;/gallery&gt;\n\n", "Members": "* Prince [[Doran Martell]], Prince of Dorne and Lord of Sunspear.&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt; An elderly man suffering from gout, which prevents him from travelling.\n** Prince [[Trystane Martell]], his youngest son.&lt;ref&gt;Stated on-air by Tyrion to be Doran's &quot;youngest son&quot; in Season 2 episode 3 &quot;[[What is Dead May Never Die]]&quot;.  In the novels Doran has three children:  Arianne, Quentyn, and Trystane.&lt;/ref&gt;\n* Prince {[[Oberyn Martell]]}. Killed by Ser [[Gregor Clegane]] while [[Second Trial by Combat of Tyrion Lannister|championing]] [[Tyrion Lannister]] during his [[trial by combat]]. Oberyn has eight [[Bastardy|bastard]] daughters, collectively known as the &quot;[[Sand Snakes]]&quot;.\n**[[Ellaria Sand]], Oberyn's [[Paramour|paramour]] and mother of several of his bastard daughters.\n***[[Obara Sand]], Oberyn's first bastard daughter.\n***[[Nymeria Sand]], Oberyn's second bastard daughter. Named after the warrior-queen of the [[Rhoynar]].\n***[[Tyene Sand]], Oberyn's third bastard daughter.\n***[[Sarella Sand]], Oberyn's fourth bastard daughter.\n***[[Elia Sand]], Oberyn's fifth bastard daughter.  Named in honor of Oberyn's sister.\n***[[Obella Sand]], Oberyn's sixth bastard daughter.\n***[[Dorea Sand]], Oberyn's seventh bastard daughter.\n***[[Loreza Sand]], Oberyn's eighth bastard daughter.\n* Princess {[[Elia Martell]]}, married to Prince [[Rhaegar Targaryen]]. Raped and murdered by Ser Gregor Clegane in the [[Sack of King's Landing]] along with her two children, four year old Princess [[Rhaenys Targaryen]] and the infant [[Aegon Targaryen (Son of Rhaegar)|Aegon Targaryen]].\n\nThe immediately previous generation of House Martell:\n\n*The Ruling Princess of Dorne, mother of Doran, Elia, and Oberyn.  Inherited rule of Dorne in her own right from one of her parents.  Succeeded upon her death by her eldest child, Doran.  Name currently unknown (even from the novels).&lt;ref&gt;[[House Martell (Histories &amp; Lore)]].  Oberyn:  &quot;For years I fended off lesser men from her, but when Rhaegar came, even I failed.  He was beautiful, and the Crown Prince of the Seven Kingdoms, and '''our mother''' had worked so hard to secure the match.  How could Elia not accept him?&quot;&lt;/ref&gt;\n*Prince {[[Lewyn Martell]]}.  Younger brother of the Ruling Princess, and thus the uncle of Doran, Elia, and Oberyn.  A member of [[Aerys II Targaryen]]'s [[Kingsguard]].  Slain at the [[Battle of the Trident]].&lt;ref&gt;[[The Kingsguard (Histories &amp; Lore)]]&lt;/ref&gt;&lt;ref&gt;[[House Martell (Histories &amp; Lore)]]&lt;/ref&gt;\n\n===Household===\n* [[Areo Hotah]], Doran's trusted captain of the guards at Sunspear\n* Princess [[Myrcella Baratheon]], [[ward]] of Prince Doran and betrothed of Prince Trystane.\n** Ser [[Arys Oakheart]], a [[knight]] of the [[Kingsguard]], her sworn shield.\n** [[Septa]] [[Eglantine]], of the [[Faith of the Seven]], her governess and tutor.\n\n===Sworn to House Martell===\n* [[House Allyrion]] of [[Godsgrace]]\n* [[House Blackmont]] of [[Blackmont]]\n* [[House Dalt]] of [[Lemonwood]]\n* [[House Dayne]] of [[Starfall]]\n* [[House Jordayne]] of [[the Tor]]\n* [[House Manwoody]] of [[Kingsgrave]]\n* [[House Qorgyle]] of [[Sandstone]]\n* [[House Santagar]] of Spottswood\n* [[House Uller]] of [[Hellholt]]\n* [[House Yronwood]] of [[Yronwood]]\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "History": "===Background===\n[[File:Doran, Ellaria, Areo &amp; Sand Snakes.png|thumb|271x271px]]\nHouse Martell started out as local kings in Dorne, which was long divided between many petty kings of the [[First Men]] and [[Andals]].  About a thousand years ago, [[Rhoynar]] refugees fleeing conquest by the [[Valyrian Freehold]] in [[Essos]] migrated across the [[Narrow Sea]] to Dorne, led by their warrior-queen [[Nymeria]].  [[Mors Martell]] was smitten with Nymeria and chose to join forces with her through marriage-alliance.  With their combined strength, they [[Nymeria's War|conquered and unified the rest of Dorne]].  To symbolize their union, the original golden spear sigil of Mors Martell was combined with the red sun sigil of Nymeria, creating the red sun pierced by a golden spear sigil that House Martell has used ever since.  Like their Rhoynar ancestors, House Martell styled its rulers as &quot;princes&quot; instead of &quot;kings&quot;.\n\nThe Martell words are &quot;Unbowed, Unbent, Unbroken&quot; - referring to their history, in which they have never been successfully conquered by outsiders.  This makes them unique among all of the Great Houses.  During the [[War of Conquest|Targaryen Conquest]] (three centuries before the War of the Five Kings), Dorne was the only region of the Seven Kingdoms to successfully resist the [[House Targaryen|Targaryens]] and their [[Dragons|dragons]].  Realizing that large armies could not stand against dragons (as seen at the [[Field of Fire]]), nor large castles (as seen at the [[Burning of Harrenhal]]), the Dornish instead resorted to guerrilla warfare, ambushing Targaryen soldiers and harassing their supply lines as soon as their dragons moved on to the next castle, then disappearing back into the harsh deserts when the dragons returned.  The heat of Dorne's deserts also worked to the Martells' advantage, as Dorne's arid climate cannot easily support large invading armies.  Losing many men due to attrition, ultimately even [[Aegon I Targaryen|Aegon the Conqueror]] decided to withdraw from Dorne, to focus on reining in the other six newly conquered kingdoms.  \n\nHouse Martell and Dorne have never been ''successfully'' conquered.  Over a century and a half after the Targaryen Conquest of the rest of Westeros, they were invaded again by King [[Daeron I Targaryen]], the Young Dragon.  A military genius, his [[Conquest of Dorne]] actually succeeded - on the battlefield.  But the initial conquest was followed by a four year long Dornish insurgency, in which occupying troops were again bled through ambush and guerrilla tactics.  [[Lyonel Tyrell]], the steward that Daeron I put in charge of Dorne, was then assassinated, and all of Dorne rose up in open rebellion.  Daeron I himself was killed attempting to put down the insurrection, and after only four short years House Martell once again ruled an independent Dorne.  \n\nA few decades later (a little over a century before the War of the Five Kings), King [[Daeron II Targaryen|Daeron II the Good]] managed to finally unite Dorne with the [[Iron Throne]] - not through conquest, but by voluntary marriage-alliance on equal terms.  Daeron II married the sister of the Prince of Dorne, and the Prince of Dorne married Daeron II's sister.  This special, semi-autonomous status allowed Dorne to retain several special privileges, such as the Martells continuing to style themselves as &quot;Prince&quot; or &quot;Princess&quot; instead of &quot;Lord Paramount&quot;.  This union did cause several political tensions at the royal court between Daeron II's pro-Martell faction and anti-Martell lords (from the Reach, the Stormlands, and the [[Dornish Marches]]), eventually leading to the [[Blackfyre Rebellion]].  \n\nGenerations later, King [[Aerys II Targaryen]] (later known as &quot;the Mad King&quot;) had no daughters, so he sought a suitable bride for his son Crown Prince [[Rhaegar Targaryen]] from outside of the family.  Aerys II chose to snub the offer of [[Tywin Lannister]], his own trusted [[Hand of the King]] and dutiful servant, that Rhaegar marry his own young daughter [[Cersei Lannister|Cersei]].  Instead, a match was arranged with the then-current Princess of Dorne to wed her daughter [[Elia Martell]] to Rhaegar.  Elia bore Rhaegar two children but all three were later killed during [[Robert's Rebellion]], during the [[Sack of King's Landing]] by Tywin Lannister's army.  Elia's brothers [[Doran Martell|Doran]] and [[Oberyn Martell|Oberyn]] were outraged, and while peace was restored the Martells withdrew from interacting with the royal court.  During King [[Robert Baratheon]]'s subsequent reign the Martells and Dorne were rarely if ever even mentioned at court, except for their Dornish wine.\n\n===Practices===\n{{Quote|After the tradition of her people, House Martell then ruled Dorne as 'princes', not 'kings' - unless the eldest child was a daughter, for unlike the rest of Westeros, our loyalty isn't commanded by a cock.  We follow a Prince or a Princess Martell just the same. |[[Oberyn Martell]] |House Martell (Histories &amp; Lore)}}\nLike their [[Rhoynar]] ancestors who migrated to Dorne a thousand years ago, Dornish noble Houses follow gender-blind equal primogeniture, in which the eldest child is the heir regardless of whether that child is male or female.  This is different from the male-preference inheritance laws in all of the rest of the Seven Kingdoms, the laws of the [[First Men]] and [[Andals]], in which a younger son succeeds ahead of an older daughter.  In [[House Stark]], for example, [[Bran Stark|Bran]] and [[Rickon Stark|Rickon]] are officially ahead of their older sister [[Sansa Stark|Sansa]] in the line of succession, and in [[House Lannister]], [[Tyrion Lannister|Tyrion]] was officially ahead of [[Cersei Lannister|Cersei]] despite being younger than her.  \n\nIn contrast, a ruler of House Martell is always succeeded by their eldest child, even if it is a daughter.  The current ruler of Dorne (when House Martell is fully introduced in Season 5) is Prince [[Doran Martell]], who has been the head of House Martell for many years.  The immediately preceding head of House Martell, however, was Doran's ''mother'', who was also the mother of Elia and Oberyn.  Doran's mother actually had a younger brother, [[Lewyn Martell]].  Under the inheritance laws of the rest of Westeros, Lewyn would have succeeded ahead of Doran's mother, but because Dornish inheritance laws are gender-blind he did not (and therefore he was free to join the elite [[Kingsguard]]).\n\nIn the style of their Rhoynar ancestors who lived in city-states in Essos (near the location of the later [[Free Cities]]), House Martell styles its rulers as &quot;[[Prince of Dorne]]&quot; (or &quot;Princess&quot;) instead of &quot;King&quot; or &quot;Queen&quot;.  All members of House Martell are called a Prince/Princess, though the current head of the household is the ruling Prince/Princess.  There is little functional difference between the &quot;Prince of Dorne&quot; and a &quot;Lord Paramount of the North&quot;, though the title &quot;Prince&quot; is considered to be more prestigious.\n\nDue to uniting with the Iron Throne through marriage-alliance on equal terms instead of through conquest, the Martells were allowed to retain several special privileges, among which were continuing to style their ruler as a &quot;Prince&quot;, and continuing to practice gender-blind equal primogeniture.\n\n===[[Season 1]]===\n[[Bran Stark]] recites the motto of House Martell during a lesson with Maester [[Luwin]].&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n[[Tyrion Lannister]] announces his plan to marry [[Myrcella Baratheon]] to Prince [[Trystane Martell]] of Dorne. The alliance is intended to keep the Dornish from siding with their enemies in the [[War of the Five Kings]], and to ensure the survival of a Baratheon/Lannister heir should [[King's Landing]] fall. [[Cersei Lannister|Cersei]] is shocked, and tells her brother that the Martells loathe them. Tyrion concurs, but says that this is exactly why they need to seduce the Martells back into allegiance, by offering them a royal marriage alliance.&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\nSome weeks later, Tyrion, Cersei, and [[Joffrey Baratheon|Joffrey]] see Myrcella off from the docks at [[King's Landing]] for the first stage of her journey to Dorne.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\nPrince [[Oberyn Martell]], along with a retinue of Dornish lords and knights, arrives in [[King's Landing]] to attend the royal wedding in the place of his brother, Prince [[Doran Martell]]. Oberyn is joined by his paramour, [[Ellaria Sand]]. Oberyn explains the bad blood between the Lannisters and Martells. His sister, [[Elia Martell]], was the wife of [[Rhaegar Targaryen]] and she and her children were raped and murdered by [[Tywin Lannister]]'s troops when they sacked [[King's Landing]]. Oberyn holds Tywin personally responsible and is in the capital intent on taking revenge on the Lannisters.&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\nOberyn and Ellaria represent House Martell at the [[Purple Wedding|royal wedding]] between King [[Joffrey Baratheon|Joffrey]] and [[Margaery Tyrell]], and witness Joffrey's poisoning.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt; Joffrey's uncle [[Tyrion Lannister]] is falsely accused of poisoning Joffrey. Lord Tywin subsequently meets with Oberyn in private, and tells him that he wants to ensure that the Martells remain close to the throne, which is still facing numerous threats: the Iron Islands are still in open rebellion to the west, a wildling horde is massing against the Wall to the north, and worst of all, to the east in [[Slaver's Bay]], [[Daenerys Targaryen]] possesses three live [[Dragons]] and is amassing a large army of her own. As a sign of good faith, Tywin makes Oberyn one of the three judges at Tyrion's trial.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;Tyrion is subjected to a humiliating show trial at court, which he ends by demanding a [[Trial by combat]]. The crown's champion is the fearsome Gregor Clegane, but ultimately Oberyn volunteers to be Tyrion's champion.&lt;ref&gt;&quot;[[Mockingbird]]&quot;&lt;/ref&gt;\n\nOberyn faces off against the massive Gregor in [[Second Trial by Combat of Tyrion Lannister|the following trial by combat]] in front of the gathered royal court. Oberyn uses speed and agility to outmaneuver and subdue Gregor, but is knocked off his feet during an unguarded moment, after which Gregor crushes Oberyn's skull between his bare hands.&lt;ref&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt; Oberyn, however, had coated his spear with [[Manticores|manticore]] venom, one of the deadliest poisons in the Known World, incapacitating and seemingly dooming Ser Gregor.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n"}, "title": "House Martell"}