{"attributes": {"cadets": " House Frey of RiverrunQuote", "founder": "Frey (founder)", "title": "House Frey", "image": "Frey.JPG", "heir": "Stevron Frey", "sigil": "The two stone grey towers and bridge of the Twins, on a dark grey field, surmounting an escutcheon of blue water.", "seat": ["The Twins", ""], "age": "", "titles": ["Lord of the Crossing", "Lord of Riverrun (de jure)", "Lord Paramount of the Trident"], "allegiance": "House Baratheon of King's Landing", "words": "", "lord": "Walder Frey", "region": "The Riverlands", "vassals": "House Erenford"}, "sections": {"Family tree": "{{House Frey family tree}}\n\n", "TOP": "House Frey02386im2lq9apn929cbyjid1z55q0rr0c0y71776432015-03-18T21:30:50ZThe Dragon Demands5014364{{Noble house\n| Title=[[House Frey]]\n| Image=Frey.JPG\n| Sigil=The two stone grey towers and bridge of the Twins, on a dark grey field, surmounting an escutcheon of blue water.\n| Words=\n| Titles=[[Lord of the Crossing]]&lt;br&gt;[[Lord of Riverrun]] (de jure)&lt;br&gt;[[Lord Paramount of the Trident]]\n| Seat=[[The Twins]]&lt;br&gt;\n| Region=The [[Riverlands]]\n| Lord=[[Walder Frey]]\n| Heir=[[Stevron Frey]]\n| Allegiance=[[House Baratheon of King's Landing]]\n| Vassals=[[House Erenford]]\n| Age=\n| Founder=[[Frey (founder)]]|Cadets = House Frey of Riverrun}}\n{{Quote|The Freys have held [[the Crossing]] for 600 years, and for 600 years they have never failed to exact their toll.|Catelyn Stark|Baelor}}\n'''House Frey'''Â was a vassal of [[House Tully]] of the [[Riverlands]] and holds its fealty to the Lord of [[Riverrun]]. Its current ruler is Lord [[Walder Frey]]. Their castle is known as [[the Twins]], for its two identical keeps on either side of a river linked by a bridge, sometimes called the Stone Bridge. The Twins is one of the primary crossings over the [[Trident|Green Fork of the Trident River]], and tolls from bridge crossings have made the Freys quite wealthy fairly quickly, elevating them from obscurity six centuries ago to being one of the most powerful noble Houses in the Riverlands - though they are looked down upon by older aristocratic families.\n\nThe [[Heraldry]] of House Frey represents their castle-seat of the Twins: it consists of two grey towers linked by a bridge, on a darker grey background, over an escutcheon of blue water.&lt;ref name=&quot;House Frey viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/frey/ HBO viewers guide, season 2 guide to houses, House Frey entry]&lt;/ref&gt;\n\n", "In the books": "[[Image:House Frey banner.jpg|thumb|right|200px|The banner of [[House Frey]] of the [[Twins]], the keepers of the Crossing.]]\nIn the ''[[A Song of Ice and Fire]]'' novels, House Frey controls the Twins, two castles that hold the Crossing, the only bridge over the Green Fork of [[the Trident]] for hundreds of miles in either direction. House Frey is the northern-most house of the Riverlands, not far south of the loose border with [[the North]], and has a history of enmity with [[House Reed]], who control the marshes of [[the Neck]] to the north of the Twins.\n\nHouse Frey was a minor house of no notability until they bridged the [[Green Fork]] six centuries ago and defending the bridge with two wooden castles. Charging wayfarers for the use of the Crossing, they grew rich and influential, replacing the castles with strong stone keeps. Their growing wealth and influence saw them gain several vassal houses of their own: House Erenford, House Haigh, and House Charlton. Given the relatively recent rise of their House, the Freys are looked down upon by other noble Houses of the Riverlands as uncouth and honorless [[Wikipedia:Nouveau riche|nouveau riche]].  Good nutrition has given them some length of bone, but they're no more than a few generations removed from poverty.\n\nTheir military strength is formidable, allowing them to raise four thousand troops by themselves - almost 10% of the total strength of the Riverlands. The current Lord Frey's father was involved in the scandal of the Whitewalls Tourney, when the Second Blackfyre Rebellion was halted in its tracks, roughly ninety years ago, leading to the current Lord Walder Frey being a cautious man, extremely reluctant to commit himself to any cause until the outcome is certain. During [[Robert's Rebellion]] he delayed the arrival of his army at the [[Battle of the Trident]] until [[Robert Baratheon]] had secured victory. For this, Lord Frey's liege, [[Hoster Tully]], dubbed him &quot;The Late Lord Frey&quot;, a nickname which has stuck, to Walder Frey's fury.\n\nLittle has been revealed about members of House Frey who are not descendants of Lord Walder himself. It is probable that due to his advanced age of ninety years, Walder may have simply outlived any siblings or cousins he may have had. The one minor reference to Walder's family is in the ''Tales of Dunk and Egg'' prequel novellas, which take place almost ninety years before the beginning of ''A Game of Thrones''. Walder himself actually makes a brief appearance in the prequels as a misbehaving toddler - making him one of the only characters who are present in both the main series and the prequel novellas; Maester [[Aemon]] is about a decade older than Walder, thus he is also alive during the early prequel novellas, though he does not prominently appear (instead, his younger brother [[Aegon V Targaryen|Aegon &quot;Egg&quot; Targaryen]] is a major character). Walder's father appears in the prequel but is referred to simply as &quot;Lord Frey&quot; without revealing what his name was. However, the prequels also reveal that Walder actually had a sister, who was about a dozen years older than him, who marries Lord Ambrose of House Butterwell, a noble House from [[the Crownlands]]. Given that the Butterwells are disgraced during the events of the prequels, it isn't clear if they died out between the prequels and the main series - no current Butterwells have been mentioned in the main series. Given the limited information, it isn't clear if Lord Walder has any surviving nieces, nephews, grand-nephews, or distant cousins from cadet branches of the main Frey line.\n\nDespite their prominence in the storyline, the motto of House Frey has not yet been revealed, even in the first five novels.\n\nThe [[Heraldry]] of House Frey is somewhat different in the books than it is in the TV series. In the books, it is the two towers and bridge of the Twins colored blue, on a silver-grey background. The TV series made the towers stone grey, and over the same dark grey field as in the books, but now above a blue escutcheon which is drawn to resemble the waves of the Green Fork of the Trident River. The color change may be because after the blue river was added as an escutcheon at the bottom, it would have been visually confusing to have the castle be the same color as the water. Unfortunately, reversing the colors like this makes it vaguely resemble the reversed colors used in heraldry by [[bastard]] children (though in such cases, without the escutcheon, the entire background field is blue, not just the escutcheon).\n\n", "Quotes": "{{Quote|'More Pride than Honor'; those should be the words of House Frey.|Catelyn Stark|House Frey (Histories &amp; Lore)}}\n\n", "Image Gallery": "&lt;gallery&gt;\nFrey icon.png|House Frey icon from the HBO viewer's guide.\nFrey banner.jpg|House Frey banner from a promotional image released by HBO.\nFrey-small.png|Small sigil of House Frey from the HBO viewer's guide.\nFrey Map-marker.jpg|A map-marker used to represent House Frey forces.\n&lt;/gallery&gt;\n\n", "Members": "[[File:Many-Freys.jpg|thumb|right|250px|Several members of House Frey.]]\n*[[Walder Frey]], called &quot;the Late Lord Frey,&quot; Lord of the Crossing.\n**Lady {[[Joyeuse Erenford]]}, Walder's eighth wife. Killed byÂ [[Catelyn Stark]] at the [[Red Wedding]].\n\n===Lord Walder's descendants===\n\nDuring [[Robert's Rebellion]], the jest was made that Lord Walder arrived late to the [[Battle of the Trident]] because he was waiting for his army to come of age...given that he had produced most of his soldiers from within his own britches (directly or indirectly through his previous children). Walder devoted the next seventeen years to making this claim a reality.\n\n'''Lord Walder Frey's important legitimate descendants:'''\n\n*Ser [[Stevron Frey]], Walder's eldest son and heir.\n*[[Lothar Frey]], called &quot;Lame Lothar,&quot; Walder's twelfth son. [[Steward]] of the Twins, running the day-to-day operations of his father's castle.\n*[[Roslin Frey]], Walder's fifth daughter. Married to Lord [[Edmure Tully]].\n*[[Walda Frey (Fat Walda)|Walda Frey]], called &quot;Fat Walda,&quot; Lord Walder's granddaughter. Married to Lord [[Roose Bolton]].\n\n'''Other trueborn descendants of Lord Walder Frey:'''\n\n*[[Olyvar Frey]], Walder's eighteenth son.\n*[[Waldron Frey]], Walder's twenty-second son.\n*[[Derwa Frey]] - daughter\n*[[Waldra Frey]] - daughter\n*[[Shirei Frey]] - youngest trueborn daughter\n*[[Janeya Frey]] - granddaughter\n*[[Neyela Frey]] - granddaughter\n*[[Serra Frey]] - granddaughter\n*[[Sarra Frey]] - granddaughter\n*[[Marianne Frey]] - granddaughter\n*[[Freya Frey]] - granddaughter\n*[[Merry Frey]] - granddaughter\n*[[Walda Frey (grandniece of Lord Walder)|Walda]], Lord Walder's grandniece.\n*Numerous unidentified sons, daughters, grandchildren and great-grandchildren, numbering at least over eight score altogether.\n\n'''Lord Walder Frey's bastard descendants, by various women:'''\n\n*[[Walder Rivers]], called &quot;Black Walder,&quot; Lord Walder's bastard son. Â The most prominent of Lord Walder'sÂ bastards, Black Walder Rivers has risen to a position of prominence within House Frey and is one of his father's chief enforcers. Â \n*Ser [[Ryger Rivers]], Walder's bastard son by a milkmaid.\n*Numerous unidentified bastard sons, daughters, grandchildren and great-grandchildren, the exact number unknown even to Lord Walder himself.\n\n'''Freys of unspecified relationship to the main branch:'''\n*[[Willem Frey]], unspecified relationship to the main branch.\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n"}, "title": "House Frey"}