{"attributes": {"title": " House Musgood", "region": " The Stormlands", "allegiance": " House Baratheon'''House Musgood''' is a vassal house from the Stormlands that holds fealty to House Baratheon.==History=====Season 4===Davos Seaworth reports to Stannis Baratheon he has managed to secure the support of some noble houses, among them being House Musgood. Stannis derisively retorts that they do not have enough men to raid a pantry.&lt;ref&gt;&quot;Breaker of Chains&quot;&lt;/ref&gt;==In the books==In the ''A Song of Ice and Fire'' novels, House Musgood has only been mentioned. Jack Musgood was Lord Commander of the Night's Watch during the invasion of Raymun Redbeard, King Beyond the Wall. He didn't notice Raymun's invasion and was known after that as Sleepy Jack. Their sigil is a golden pavillion on blue and a green laurel crown on white, quartered.==See also==*AWOIAF==References==ReflistStorm HousesDEFAULTSORT:Musgood,HouseCategory:Noble housesCategory:Vassal housesCategory:Houses from the Stormlands", "seat": " ", "sigil": " ", "motto": " "}, "sections": {"TOP": "House Musgood023332jk53gvf01td0gw2lmb9ye3zqv6t3mhk1467882014-06-19T11:25:17ZCorneliusAgrippa5753603/* Season 4 */{{Noble_house\n|Title = House Musgood\n|Sigil = \n|Motto = \n|Seat = \n|Region = [[The Stormlands]]\n|Allegiance = [[House Baratheon]]}}\n\n'''House Musgood''' is a vassal house from [[the Stormlands]] that holds fealty to [[House Baratheon]].\n\n", "See also": "*{{AWOIAF}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, House Musgood has only been mentioned. Jack Musgood was [[Lord Commander]] of the [[Night's Watch]] during the invasion of [[Raymun Redbeard]], [[King Beyond the Wall]]. He didn't notice Raymun's invasion and was known after that as Sleepy Jack. Their sigil is a golden pavillion on blue and a green laurel crown on white, quartered.\n\n", "History": "===[[Season 4]]===\n[[Davos Seaworth]] reports to [[Stannis Baratheon]] he has managed to secure the support of some noble houses, among them being House Musgood. Stannis derisively retorts that they do not have enough men to raid a pantry.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\n"}, "title": "House Musgood"}