{"attributes": {"cadets": "", "imagesize": "250px", "founder": "Stannis Baratheon", "title": "'''House Baratheon of Dragonstone'''", "image": "House-Baratheon-of-Dragonstone-heraldry.jpg", "heir": "Princess Shireen Baratheon", "sigil": "The crowned black stag of Baratheon enclosed within the fiery red heart of the Lord of Light", "seat": "Dragonstone", "religion": "R'hllor", "titles": "Lord of Dragonstone", "allegiance": "Sovereign (disputed)", "words": "", "lord": "King Stannis Baratheon", "age": "17 years", "region": "Blackwater Bay, the Crownlands", "vassals": ["House Seaworth", "House Florent", "House Velaryon", "House Caron", "House Musgood", "House Peasebury", " House Fossoway"]}, "sections": {"Relationships": "===Members===\n* [[Stannis Baratheon|Stannis I]], self-styled King of Westeros, Lord of Dragonstone and Lord of Storm's End.\n** His wife, Queen [[Selyse Baratheon|Selyse]], of [[House Florent]].\n*** Their daughter and only living child, PrincessÂ [[Shireen Baratheon]].\n*** Their stillborn sons, [[Petyr Baratheon|Petyr]], [[Tommard Baratheon|Tommard]], and [[EdricÂ Baratheon|Edric&amp;nbsp;Baratheon]].\n\n===Sworn to House Baratheon of Dragonstone===\n====Vassal Houses====\n* [[House Caron]] of [[Nightsong]] (officially sworn to Storm's End).\n* [[House Musgood]] (officially sworn to Storm's End)\n* [[House Peasebury]] of Poddingfield (officially sworn to Storm's End)\n* [[House Seaworth]] of Cape Wrath (officially sworn to Storm's End).\n* [[House Florent]] of [[Brightwater Keep]] (officially sworn to Highgarden).\n* [[House Fossoway]] of [[Cider Hall]] (officially sworn to Highgarden).\n\n''Houses of the [[Narrow Sea]]''\n\n* [[House Velaryon]] of [[Driftmark]]\n\n====Household and allies====\n* [[Maester]] {[[Cressen]]}, healer and advisor. Killed in a failed attempt to poison Melisandre.\n* Lady [[Melisandre|Melisandre of Asshai]], called &quot;the Red Woman,&quot; a priestess of the [[Lord of Light]]\n* Ser [[Davos Seaworth]], called &quot;the Onion Knight,&quot; High Captain of the Royal Fleet and Hand of the King.\n** {[[Matthos Seaworth]]}, his son, King Stannis' scribe. Killed during the [[Battle of the Blackwater]]\n* Ser [[Imry Florent]], Selyse's brother and Stannis's first officer aboard the ''[[Fury]]''. Status unknown.\n* [[Salladhor Saan]], a [[Lys]]eni pirate and commander of a fleet of mercenary ships.\n\n{{House Baratheon family tree}}\n\n", "Military strength": "\nAt the outset of the War of the Five Kings, Stannis had the smallest army of any faction, with only his immediate vassals from islands in Blackwater Bay offering support.  Stannis did, however, have the largest strength at sea, with most of the [[Royal Fleet]] siding with him, because he had commanded them for years as [[Master of Ships]] under Robert.  So few ships remained loyal to the Lannisters that they could not hope to challenge Stannis's control of Blackwater Bay.  Ser Davos further bolstered Stannis's strength at sea by hiring the [[Mercenary|sellsail]] fleet of the pirate [[Salladhor Saan]], numbering thirty ships.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\nAfter the assassination of his brother Renly, most of the lords of the Stormlands bent the knee to Stannis, giving him an army in the tenths of thousands.  Stannis led them in a massive assault on King's Landing, but his forces were nearly completely destroyed in the resulting [[Battle of the Blackwater]].  In no small part this was due to the arrival of the large army of [[House Tyrell]], who had been convinced to ally with the Lannisters against Stannis because he would never forgive them for initially supporting Renly.\n\nStannis barely managed to retreat back to Dragonstone island with his life, and his few remaining men.  The defeat effectively knocked Stannis out of the war for over a year, as with no major armies or fleet he was now functionally trapped on Dragonstone.  The only thing that prevented a major Lannister assault finishing him off was that the Lannisters still lacked sufficient sea power.  Stannis later said that he had about 4,000 fighting men left, and 32 ships.&lt;ref&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt;\n\nFollowing [[Joffrey Baratheon|Joffrey]]'s assassination [[Purple Wedding|at his own wedding]], however, the massive wartime spending of the Lannisters (combined with already high debt levels under Robert) began to become a serious problem.  At Ser Davos's suggestion, Stannis treated with the [[Iron Bank of Braavos]] to urge that they should switch their support from the Lannisters to him.  The Iron Bank pointed out that Stannis hardly seemed in a position to win the war, but after some prodding, had to admit that after the elderly Lord Tywin died they did not have strong confidence in the future leadership of House Lannister.  This convinced them to extend Stannis a provisional loan, to at least keep his remaining forces fed and re-hire the sellsail fleet under Salladhor Saan so he could maneuver them around again.  The Iron Bank remains on the fence, but realized they wanted to keep their options open in case the Lannisters and King [[Tommen Baratheon|Tommen]] proved incapable of addressing the debts they owed the bank.&lt;ref&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt;  \n\nStannis used this small infusion of new resources to transport most of his remaining forces north to [[The Wall|the Wall]], in time to decisively intervene during the [[Battle of Castle Black]] and save the [[Night's Watch]].  Stannis and his remaining 3,000 or so cavalry are currently at [[Castle Black]], hoping to rally the defeated North against their shared Lannister enemies.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n", "TOP": "House Baratheon of Dragonstone06227n5q6f76opjf49vt3qpp7dlm1ynbnkv61806462015-04-03T08:13:48ZArtimec11485425/* Season 1 */{{Noble house\n| Title='''House Baratheon of Dragonstone'''\n| Image=House-Baratheon-of-Dragonstone-heraldry.jpg\n|ImageSize=250px\n| Sigil=The crowned black stag of Baratheon enclosed within the fiery red heart of the Lord of Light\n| Words=\n| Titles=Lord of Dragonstone\n| Seat=[[Dragonstone]]\n| Region=[[Blackwater Bay]], [[the Crownlands]]\n| Lord=King [[Stannis Baratheon|Stannis I]]\n| Heir=Princess [[Shireen Baratheon]]\n| Allegiance=Sovereign (disputed)\n| Religion=[[R'hllor|R'hllor, the Lord of Light]]\n| Vassals=[[House Seaworth]]&lt;br&gt;[[House Florent]]&lt;br&gt;[[House Velaryon]]&lt;br&gt;[[House Caron]]&lt;br&gt;[[House Musgood]]&lt;br&gt;[[House Peasebury]]&lt;br&gt; [[House Fossoway]]\n| Cadets=\n| Age=17 years\n| Founder=[[Stannis Baratheon|Stannis I]]}}\n\n{{Dialogue a-b|Renly Baratheon|Why is your stag on fire?|Melisandre|The King has taken for his sigil the fiery heart of the [[Lord of Light]]|[[Renly Baratheon]] and [[Melisandre]]|Garden of Bones}}\n\n'''House Baratheon of Dragonstone''' is a [[cadet branch]] of the original [[House Baratheon]] of [[Storm's End]] and ruling house of the island of [[Dragonstone]] since the defeat of [[House Targaryen]] in [[Robert's Rebellion]]. [[Stannis Baratheon]], the head of the house and the [[Lord of Dragonstone]], is a claimant to the [[Iron Throne]] in the [[War of the Five Kings]].&lt;ref name=&quot;S2 house&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/sbaratheon/ HBO viewers guide, season 2 guide to houses, House Baratheon of Dragonstone entry]&lt;/ref&gt;\n\nTheir seat is the island fortress of [[Dragonstone]] in [[Blackwater Bay]]. The houses of Blackwater Bay, also known as the Lords of the Narrow Sea, are sworn directly to Dragonstone.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the following additional houses are sworn to Dragonstone:\n\n* House Bar Emmon of [[Sharp Point]].\n* House Celtigar of [[Claw Isle]].\n* House Massey of [[Stonedance]].\n* House Sunglass of Sweetport Sound.\n\nFollowing the deaths of Robert and Renly, House Baratheon of Dragonstone is actually the only surviving branch of the original &quot;House Baratheon&quot;. Renly died without issue, and while Robert had many [[bastard]] children they are illegitimate. There has been no mention in the books of other cousins of the main line who might continue it. As Stannis is the younger brother of Robert, not a far removed relative, his &quot;House Baratheon of Dragonstone&quot; technically became the ''de facto'' &quot;House Baratheon&quot; after Renly died, but Stannis continues to use his altered heraldry. Of course, the Lannisters continue to maintain the farce that [[Cersei Lannister]]'s children are Robert's heirs, forming [[House Baratheon of King's Landing|House &quot;Baratheon&quot; of King's Landing]].\n\n", "Image gallery": "&lt;gallery captionalign=&quot;left&quot;&gt;\nBaratheonOfDragonStoneHeraldry.jpg|House Baratheon of Dragonstone heraldry, from &quot;[[Garden of Bones]]&quot;\nStannis_sigil.png|Alternate version of the sigil from a prop banner at the NYC HBO Shop.\nStannis sigil square.png|Another version of the sigil\nStannis_heraldry.jpg|The sigil on an official HBO merchandise t-shirt.\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "History": "===Background===\n[[House Baratheon]] became the ruling house of the [[Seven Kingdoms]] when Stannis's brother [[Robert Baratheon]] deposed King [[Aerys II Targaryen]]. Stannis fought for Robert in the preceding [[Robert's Rebellion|civil war]].&lt;ref name=&quot;S2 house&quot;/&gt; He was besieged within the family seat [[Storm's End]]. When the siege was lifted Stannis took [[Dragonstone]], the seat of [[House Targaryen]]. He was awarded the castle as his own by Robert but was slighted when Storm's End was given to his younger brother [[Renly Baratheon]]. Stannis served Robert as [[Master of Ships]] on his [[small council]].&lt;ref&gt;HBO viewers guide, season 1 guide to houses, House Baratheon entry&lt;/ref&gt;\n\n===[[Season 1]]===\nStannis left the capital following the death of [[Jon Arryn]], the [[Hand of the King]]. Robert died from injuries sustained while hunting. Robert's Hand of the King, Lord [[Eddard Stark]], uncovered the secret that his purported children were actually fathered by his wife's brother Ser [[Jaime Lannister]]. Queen [[Cersei Lannister]] had Eddard arrested but he was able to send word to Stannis beforehand.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt; Eddard's arrest triggered war between [[House Lannister]] and [[House Stark]].&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt; Eddard was executed for treason on the order of Cersei and Jaime's son [[Joffrey Baratheon|Joffrey]], who Cersei had installed as king.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt; Stannis declared his claim on the throne as Robert's eldest surviving brother.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\nStannis and most of his household converted to the religion of the [[Lord of Light]], under the influence of his adviser, the [[red priestess]] [[Melisandre]]. Stannis demonstrated his new faith by burning the statues of [[the Seven]] gods on the shores of Dragonstone. His conversion alienated some of his followers including his Maester [[Cressen]]. Cressen attempted to lure Melisandre into drinking poison, but she was unharmed while he was killed. Stannis was frustrated by his younger brother [[Renly Baratheon|Renly]] and the bastard [[Joffrey Baratheon|Joffrey]] also declaring for the throne. He was also faced with Eddard's heir [[Robb Stark]] fighting to secede from the [[Seven Kingdoms]] as [[King in the North]].&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\nStannis formed an alliance with the sellsail [[Salladhor Saan]], increasing his fleet to 200 ships. He lacked manpower so he sailed to the mainland to meet with Renly, who had an army 100,000 strong. Stannis was seduced by Melisandre by her promise to provide him with a son.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt; Stannis's [[parley]] with Renly was unsuccessful. He tasks his loyal vassal Lord [[Davos Seaworth]] with smuggling Melisandre ashore, refusing to say why and ordering Davos not to discuss the mission in future. Once ashore she births a horrific [[Shadow]] as Davos cowers in fear.&lt;ref name=&quot;E14&quot;&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt; The Shadow kills Renly and Stannis assumes control of the majority of his forces from the [[Stormlands]]. However, Renly's allies in [[House Tyrell]] returned to [[Highgarden]] with their numerous vassals. He plans to move on the capital of [[King's Landing]]. Davos urges him to leave Melisandre out of the battle because of rumors that she is controlling him. Stannis is angry with Davos for breaking his orders but accepts his counsel. He names Davos as commander of his fleet for the assault on [[Blackwater Bay]].&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\nDuring the voyage Stannis also names Davos as his [[Hand of the King]].&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt; The fleet fell prey to a trap on its arrival and was decimated by a Wildfire explosion. Davos's command ship was destroyed by the blast. Stannis pressed on with the assault regardless, landing troops using row boats and besieging the city in the [[Battle of the Blackwater]]. His forces were eventually routed by the arrival of a host of Lannister and [[House Tyrell|Tyrell]] reinforcements and the battle lost.&lt;ref&gt;&quot;[[Blackwater]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\nFollowing his defeat at theÂ Battle of the Blackwater,Â Stannis falls into a deep depression, shunning the company of his bannermen and wife, and allowing no one but Melisandre to see him. When Davos Seaworth returns toÂ [[Dragonstone (island)|Dragonstone]], he gets into an argument with Melisandre and attempts to kill her when she mentions his dead son, so Stannis orders him thrown into the dungeon.\n\nLater as Melisandre prepares to depart Dragonstone by boat, King Stannis Baratheon speaks with her. He is worried that his enemies think he is defeated and laughing at him, as Renly laughed at him, and that now even she is abandoning him. She assures him that she still thinks he is theÂ [[The Prince That Was Promised|Lord's Chosen]], but she must travel to theÂ [[Riverlands]]Â to obtain something vital for his cause.Â Stannis doesn't understand, but then Melisandre implies that she needs to burn a human sacrifice who possesses a king's blood as an offering to the Lord of Light. She can't kill Stannis himself to achieve this, but any of his brother King Robert'sÂ [[Bastardy|bastard]] children who managed to survive the purge would be equally suitable.\n\nMelisandre finally arrives back at Dragonstone withÂ [[Gendry]], King Robert's bastard. Stannis is less than impressed by the sight of the bastard boy who is technically his nephew and is bemused when Melisandre orders him fed, bathed, and clothed, believing it pointless as they intend to sacrifice him. Melisandre reveals, however, that it is merely a pretense to keep Gendry feeling secure, in much the same way as keeping a sacrificial lamb from seeing the blade of the knife.\n\nLater Davos Seaworth, still languishing in his cell, is paid a visit by Stannis. Davos protests that Gendry is an innocent who has never done him any wrong, but Stannis argues that the sacrifice of one bastard boy will usher in his victory, which Stannis believes is the only way to save every man, woman and child in Westeros from the coming darkness that will devour everything in its path and asks how Davos can doubt the power of Melisandre's god when Stannis has seen visions of &quot;a great battle in the snow&quot; and Davos saw the creature she gave birth to. Davos speculates that the real reason Stannis came is because deep down, a part of him knows what he's about to do is wrong and he knew Davos would tell him the truth he needs to hear, regardless of how it would be taken. After extracting a promise from Davos that he won't act against Melisandre again, Stannis has Davos released.\n\nâ&euro;&lsaquo;As Stannis and Davos enter Gendry's quarters, they find that Melisandre had tied Gendry to the bed and placed leeches on his body. She explains that Davos wanted a demonstration of the power in king's blood, then removes the leeches and lights a fire in a nearby brazier. At Melisandre's direction, Stannis throws the leeches into the flames and recites the names of three people he wants dead: &quot;The usurperÂ [[Robb Stark]], the usurperÂ [[Balon Greyjoy]], the usurperÂ [[Joffrey Baratheon]]&quot;.\n\nLater, the news reaches Dragonstone that Robb Stark was betrayed and killed at the Twins. MelisandreÂ claims that her spell with the leechesÂ was responsible, though Davos argues that it wasn't magic that motivated the Freys and Boltons to turn on Robb. Stannis feels that Melisandre has proven that her magic with Gendry's blood worked, and that sacrificing him will ensure victory. Before they can act, however, Davos frees Gendry. Stannis is outraged that he disobeyed his orders, and is prepared to execute him, but before he can Davos hands Stannis a letter from the Night's Watch: [[Castle Black]] begs for aid, saying that the [[White Walkers]] have returned. Stannis, despite seeming interested, doesn't change his mind until Melisandre agrees with Davos that the real threat to the realm lies north and has nothing to do with the War of the Five Kings. StannisÂ brings Davos back into the fold, needing someone to rally more troops to his side, deciding that they should march to the Wall and help the Night's Watch against the threat of the White Walkers.\n\n===[[Season 4]]===\nStannis witnesses the burning of one of his bannermen, Ser [[Axell Florent]], with his wife, Selyse, and Davos, as a sacrifice to the Lord of Light. His resentment towards his wife continues, as she happily insists that their souls were transferred to the god. At dinner, he was displeased with the way she was talking about their daughter. He agreed, however, that Melisandre should speak to the poor child.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\nSince [[Davos Seaworth|Davos]] is now literate, Stannis asks for his thoughts on a letter he received. Davos reads the letter and is shocked to learn [[Joffrey Baratheon]] is dead. Stannis gives credit to Melisandre and the leeches, but Davos is still sceptical. Davos recommends hiring mercenaries such as the [[Golden Company]] but Stannis is disgusted at the thought of paying men to fight. Stannis then tells Davos that he refuses to become a page in someone else's history book and that time is running out for both himself and Davos.&lt;ref&gt;[[Breaker of Chains]]&lt;/ref&gt;\n\nAfter being granted an audience with theÂ [[Iron Bank of Braavos]], Stannis and Davos travel toÂ [[Braavos]]Â where they meet withÂ [[Tycho Nestoris]]. They initially reject Stannis's request for their support, citing his lack of troops, ships and resources to make a credible bid for the throne, and thus his ability to repay his debts is doubtful. Davos steps forward and pleads Stannis's case. He argues that once the aging [[Tywin Lannister]] dies, the Crown will be in the hands of [[Cersei Lannister|Cersei]] and [[Jaime Lannister]], both of whom have dishonorable reputations, while King [[Tommen Baratheon|Tommen]] is merely a child and rumored to be a product of incest. Davos claims that Stannis, an experienced leader and the rightful King who always keeps his word, is the Bank's best chance of seeing a return on its investmentÂ in Westeros. The bankers decide to grant Stannis his loan and their support, allowing Davos to once again hireÂ [[Salladhor Saan]]Â into their service.&lt;ref&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt;\n\n[[File:Stannis_attacks.png|thumb|left|Stannis takes the wildling army by surprise.]]On the day after the [[Battle of Castle Black]], Stannis arrives with his army to fight the wildlings. His attack interrupts [[Jon Snow|Jon]]'s meeting with [[Mance Rayder]] and actually saves his life. Mance'sÂ forces surrender to the BaratheonÂ army, and Stannis is introduced as the true King of the Seven Kingdoms. ManceÂ points out that they are outside the Seven Kingdoms. Stannis also demands that Mance and his forces kneel, as it is customary to kneel when surrendering to a King. Mance refuses, saying that Free Folk do not kneel, knowing that Stannis will kill him if he does not. Davos asks Jon what a member of the Night's Watch is doing in the camp, away from the wall, and Jon explains that he came to treat with the [[King-Beyond-the-Wall]]. Jon introduces himself and acknowledges that Stannis is the true king, as his own father died supporting the claim. Remembering his debt to [[Eddard Stark]], Stannis takes Jon seriously, asking him what his father would do with the wildlings. Jon responds that he was once a prisoner of Mance's, and that he could have killed him or tortured him but instead spared his life; in turn, his father would spare Mance in the situation. Jon however urges to Stannis that they should burn the dead, to avoid them returning as [[wights]]. Later, Stannis is present at the Watch's funeral for their fallen brothers.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n"}, "title": "House Baratheon of Dragonstone"}