{"attributes": {}, "sections": {"Words confirmed from ancillary materials within the TV continuity": "\n*[[House Arryn]] - As High as Honor&lt;ref&gt;[[House Arryn (Complete Guide to Westeros)]]&lt;/ref&gt;\n*[[House Targaryen]] - Fire and Blood&lt;ref&gt;[[House Targaryen (Complete Guide to Westeros)]]&lt;/ref&gt;\n**So far, the Targaryen words have not ''explicitly'' appeared on-screen, but in Season 2's &quot;[[The Old Gods and the New]]&quot; Daenerys Targaryen warns the [[Spice King]] of [[Qarth]] that she will take what is hers &quot;With fire and blood.&quot; TV-first viewers (who didn't watch the Season 1 Blu-ray animated featurettes) would have no way of knowing she was quoting her House words.\n*[[House Bolton]] - Our Blades are Sharp&lt;ref&gt;[[House Bolton (Histories &amp; Lore)]]&lt;/ref&gt;\n\n==Words of Houses present in the TV series, known only from the books==\n*[[House Karstark]] - The Sun of Winter\n*[[House Mallister]] - Above the Rest\n*[[House Mormont]] - Here We Stand\n**Ser [[Jorah Mormont]] does loosely quote this when he says &quot;Yet here I stand&quot; as he blocks [[Viserys Targaryen]] from stealing his sister's dragon eggs in &quot;[[A Golden Crown]]&quot;. TV-first viewers would have no way of knowing that his line was quoting his House words. \n*[[House Stokeworth]] - Proud to be Faithful\n*[[House Tarly]] - First in Battle\n\n", "TOP": "House words0206519w48fp34y94a8hi0msar96jrrjnpe9s1770782015-03-15T18:59:31ZThe Dragon Demands5014364/* Words confirmed from ancillary materials within the TV continuity */::''This article is written from an out-of-universe perspective.''\n\n{{Dialogue a-b|Eddard Stark|Look at me, you're a Stark of Winterfell, you know our words.|Arya Stark|'Winter is coming'.|Lord [[Eddard Stark]] and his daughter [[Arya Stark|Arya]].|Lord Snow}}\n\nEach of the [[Noble houses|noble Houses]] of the [[Seven Kingdoms]] have their own official family motto, or &quot;'''words'''&quot;. These usually take the form of boasts or threats, used as battle-cries, such as House Baratheon's words &quot;Ours is the fury!&quot;, or House Tully's words &quot;Family, Duty, Honor&quot;. House Stark is a major exception in that unlike most other Houses, its words are not a boast but the ominous warning &quot;Winter is coming&quot;. \n\nEach noble House also has its own unique [[Heraldry]], such as the Stark direwolf or Lannister lion. While a House's heraldic symbol and motto are often associated, the words are usually not depicted directly in heraldry or on an army's banners. Rather, House words are usually shouted by the men carrying the banners as they charge into battle. A noble House's choice of heraldry and official motto often reflects the general character, philosophy, or political strategy that the family espouses.\n[[Image:Tyrell lady Growing Strong.jpg|thumb|A [[Tyrell lady]] holds up her embroidery, featuring the golden rose of the Tyrell sigil surmounting their words, &quot;Growing Strong&quot;.]]\nHouse words do not typically appear on a House's heraldry, in the books as well as the TV series. In the first three TV seasons, House words have only appeared written out exactly once, when a [[Tyrell lady]] displays her embroidery of the [[House Tyrell]] golden rose sigil, surmounting their motto &quot;Growing Strong&quot;.&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n\nNone of the official House words which have appeared in the TV adaptation produced by HBO were changed from the original ''[[A Song of Ice and Fire]]'' novels. Not all of the House words established in the books have, however, been established within the TV continuity. It would be awkward to fit this into on-screen dialogue for every single noble House which appears. The words of each of the [[Great Houses]], which control the constituent regions of the Seven Kingdoms, have been established in on-screen dialogue. There are well over a hundred major noble Houses underneath them, however, not all of which have been established within the TV series.\n\nA benefit is that the &quot;[[Histories &amp; Lore]]&quot; narrated Blu-ray featurettes, as well as the HBO Viewer's Guide, have been quite thorough about stating what each House motto is, when possible. These ancillary materials are part of the official &quot;TV series canon&quot;, and so far have always matched what a House's words were in the books, but casual viewers may have skipped over them.\n\nHouse words for the TV series generally fall into three categories: those mentioned in on-screen dialogue, those mentioned in ancillary materials (Blu-ray featurettes and the HBO Viewer's Guide), and those known only from the books. On a few occasions, certain House words have not yet been revealed in the books (i.e. despite their prominence within the storyline, the words of [[House Frey]] and [[House Umber]] have not been revealed even by the end of the fifth novel).\n\nThe TV series has referred to them as both &quot;words&quot; and &quot;motto&quot; at various points, so both terms are correct usage. They tend to be called &quot;words&quot; more often, but Maester Luwin refers to the Lannister &quot;official motto&quot; in &quot;[[The Wolf and the Lion]]&quot;.\n\n==House words which have appeared on-screen in the TV series proper==\n===Great Houses===\n*[[House Baratheon]] - Ours is the Fury&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n*[[House Greyjoy]] - We Do Not Sow&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n*[[House Martell]] - Unbowed, Unbent, Unbroken&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n*[[House Stark]] - [[Winter is Coming (motto)|Winter is Coming]]&lt;ref&gt;&quot;[[Winter is Coming]]&quot;&lt;/ref&gt;&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt;\n*[[House Tully]] - Family, Duty, Honor&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n*[[House Tyrell]] - Growing Strong&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n\nThe Lannisters are an unusual case in that their ''unofficial'' motto is used far more often within the narrative of both the TV series and the books than their official motto. Their official motto is actually &quot;Hear Me Roar!&quot; - but this is hardly ever used, even within the books. It is usually brought up solely for characters to point out that it isn't as popular as their unofficial motto: &quot;A Lannister always pays his debts&quot;. The unofficial motto is used on numerous occasions in the TV series. In &quot;[[The Wolf and the Lion]]&quot;, Maester [[Luwin]] quizzes [[Bran Stark]] on the heraldry and words of different noble Houses. When asked to name the motto of House Lannister, Bran answers &quot;A Lannister always pays his debts&quot;. Luwin points out that though this is a common saying, it is not their official motto. The official motto has been confirmed within the TV continuity, but so far it has only appeared in the Blu-ray featurette for &quot;House Lannister&quot; which is narrated by [[Tywin Lannister]] himself.\n\n*[[House Lannister]] - &quot;A Lannister always pays his debts&quot; (unofficial, common saying)&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n**&quot;Hear Me Roar&quot; (official motto, only referenced in the Blu Ray extras)\n**Female Lannisters of course adapt the unofficial motto to &quot;A Lannister always pays ''her'' debts&quot;.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n===Other Houses===\n*[[House Hornwood]] - Righteous in Wrath&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\n", "Houses whose words are unknown even from the books": "*[[House Blackwood]]\n*[[House Bracken]]\n*[[House Clegane]]\n*[[House Florent]]\n*[[House Frey]]\n*[[House Manderly]]\n*[[House Payne]]\n*[[House Reed]]\n*[[House Tarth]]\n*[[House Umber]]\n\n", "See also": "* {{AWOIAF|House Words}}\n\n"}, "title": "House words"}