{"attributes": {"imagesize": " 250pxQuote", "founder": " Gerhard Forrester", "title": " House Forrester", "image": " House-Forrester-heraldry.png", "heir": " Ryon Forrester", "sigil": " A white ironwood tree on a black field embellished with a black sword ", "seat": " Ironrath", "religion": " Old Gods of the Forest", "titles": " Lord of Ironrath", "allegiance": " House Glover", "words": " '''&quot;Iron From Ice&quot;'''", "lord": " Rodrik Forrester", "region": " The North"}, "sections": {"Family Tree": "{{House Forrester family tree}}\n\n", "TOP": "House Forrester028561meb3xe84hlu0orndnuddgsd8il97kkq1803842015-03-30T23:33:35ZGboy41607296/* Household */{{Noble house\n| Title = House Forrester\n| Image = House-Forrester-heraldry.png\n| Sigil = A white ironwood tree on a black field embellished with a black sword \n| Words = '''&quot;Iron From Ice&quot;'''\n| Titles = [[Lord of Ironrath]]\n| Seat = [[Ironrath]]\n| Region = [[The North]]\n| Lord = [[Rodrik Forrester]]\n| Heir = [[Ryon Forrester]]\n| Allegiance = [[House Glover]]\n| Religion = [[Old Gods of the Forest]]\n| Founder = [[Gerhard Forrester]]\n| ImageSize = 250px}}\n\n{{Quote|For centuries the Forresters have been loyal bannerman to House Stark: A house of traitors. You rely on your ironwood, that much is clear. It'd be a shame to see it fall into the hands of another house.|[[Cersei Lannister]]|Iron From Ice}}\n\n'''House Forrester''' is a noble house from the [[Wolfswood|wolfswood]] in [[The North|the North]] of [[Westeros]]. They are vassals of the [[House Glover|Glovers]] of [[Deepwood Motte]], and have their seat at the wooden castle of [[Ironrath]]. Their words are '''&quot;Iron From Ice&quot;'''.\n\n", "In the books": "House Forrester was not purely invented for the 2014 video game, but actually do exist in the ''[[A Song of Ice and Fire]]'' novels. They were mentioned in passing exactly once in the fifth novel, though in this one instance they are indeed described as a minor House in the Wolfswood who serve as vassals to House Glover of Deepwood Motte:\n\n:&quot;''...guides Lady Sybell [Glover] had given them, trackers and hunters sworn to Deepwood with clan names like Forrester and Woods, Branch and Bole.''&quot; (''A Dance With Dragons'', Chapter 42)\n\nNothing else about them is revealed, leaving a blank slate to fill in. Their seat, words, and family members are all inventions of ''[[Game of Thrones: A Telltale Games Series]]'', though because so little has been said about them in the novels, this means that the video game isn't prominently contradicting any book information.\n\nThey are called a &quot;clan&quot; in the novel, though this seems to be common for poor smaller Houses northwest of Winterfell. The Northern mountain clans, who live just north of the Wolfswood, are often called &quot;clan&quot; or &quot;House&quot; interchangeably. The clans only control small and poor lands up in the hills, but they are loyal to Winterfell, so the Starks would formally address them as &quot;Houses&quot; out of respect, i.e. the Norreys would be called &quot;House Norrey&quot; as a courtesy. The Forresters in the novels don't seem to be a mountain clan, but maybe &quot;clan&quot; was just being used in this one instance as a broad generalization for &quot;minor vassal House&quot;. The in-game map does show that the Forresters and Whitehills are located at the northern edge of the Wolfswood, bordering the hill country where the mountain clans live.\n\n", "Image gallery": "&lt;gallery position=&quot;center&quot;&gt;\nHouse-forrester-shield.jpg|A shield bearing the arms of House Forrester.\nForrester Sigil Render.png\n&lt;/gallery&gt;\n\n", "Members": "*Lord {[[Gregor Forrester]]}, the former Lord of Ironrath, and the head of the family. Killed during the [[Red Wedding]] by Frey soldiers.\n**Lady [[Elissa Forrester]], his lady wife. Born into [[House Branfield]], a southern House who fought on the Targaryen side in [[Robert's Rebellion]] and were killed or exiled.\n***Lord [[Rodrik Forrester]], his eldest son and heir. Current head of House Forrester following Ethan's death.\n***[[Asher Forrester]], his second-born son. Currently in exile in [[Essos]].\n***[[Mira Forrester]], his eldest daughter.\n***Lord {[[Ethan Forrester]]}, his third-born son. New head of House Forrester following the Red Wedding. Murdered by [[Ramsay Bolton|Ramsay Snow]].\n***[[Talia Forrester]], his youngest daughter, twin of Ethan.\n***[[Ryon Forrester]], his youngest son, currently a hostage of [[House Whitehill]].\n\n===Ancestors===\n*Lord [[Gerhard Forrester]] &quot;Gerhard the Tall&quot;, the founder of the house.\n*Lord [[Cedric Forrester]], who founded the castle of [[Ironrath]] alongside his triplet sons.\n*Lord [[Thorren Forrester]] &quot;Thorren the Bold&quot;, Father of Gregor Forrester.\n\n===Household===\n*[[Duncan Tuttle]], castellan of Ironrath.\n*[[Gared Tuttle]], squire to Lord Gregor.\n*{[[Gared's Father]]}, a pig farmer.\n*{[[Gared's Sister]]}, a pig farmer.\n*Maester [[Ortengryn]], Ironrath's maester.\n*[[Royland Degore]], Ironrath's master-at-arms.\n*[[Norren]], Warrior.\n*[[Bowen (Squire)|Bowen]], squire to [[Norren]].\n*[[Erik]], Soldier.\n*{[[Thermund|Thermund}]], Soldier.\n*[[Malcolm Branfield]], Elissa Forrester's brother. Last male of the Branfield line.\n\n", "See also": "*{{AWOIAF|House Forrester}}\n\n", "History": "===Background===\nDue to the location of their stronghold the Forresters control the largest ironwood forest in Westeros, which has allowed them to enrich themselves. They are bitter rivals of [[House Whitehill]].\n\nAt the outset of the [[War of the Five Kings]], House Forrester joined their Glover overlords in pledging fealty to [[Robb Stark]] as [[King in the North]], a decision which placed them in a tenuous position following Stark's death and the defeat of the Northern rebellion at the [[Red Wedding]].&lt;ref&gt;http://www.telltalegames.com/blog/discussion/86265&lt;/ref&gt;\n\n===&quot;[[Iron From Ice]]&quot;===\nAt the [[Red Wedding]], Lord [[Gregor Forrester]] and his heir [[Rodrik Forrester|Rodrik]] are supposedly slaughtered by the [[House Frey|Freys]]. This leaves third born son, [[Ethan Forrester|Ethan]], as the Lord of the house because second born son [[Asher Forrester|Asher]] was exiled to Essos after he had fell in love with the daughter of Lord [[Ludd Whitehill]]. During a meeting with [[Ramsay Bolton|Ramsay Snow]], Ethan is stabbed in the neck. Ramsay then orders [[Ryon Forrester|Ryon]], the fourth born son, to become a ward of [[House Whitehill]] making the new lord a hostage leaving the fate of the house in the balance.\n\n===&quot;[[The Lost Lords]]&quot;===\nThe Forresters future is looking bleak as now only two of main branch of the house are stationed at their seat of Ironrath. Lady Forrester has requested to bring back Asher Forrester to aid the family, but help comes from an unlikely source. From a pile of corpses that have been brought to Ironrath, out emerges Rodrik Forrester who, whilst damaged, is not broken. Maester Ortengryn tends to Rodrik's wounds as he gains his strength to lead House Forrester from the brink of extinction.\n\nRodrik attempts to secure the loyalty of [[House Glenmore]] through a marriage alliance which either ends with the marriage going ahead as planned, or crumbling in the darkest hour (player-determined). Lord Whitehill bursts into Ironrath to declare that his men stationed inside the castle are being treated poorly and will assume entire control of the ironwood supply, ignoring the wishes of their overlords the Boltons.\n\nA funeral is held of Gregor and Ethan Forrester at Ironrath. Ryon Forrester is either able to attend or [[Gwyn Whitehill]] is sent in his place (player-determined).\n\n"}, "title": "House Forrester"}