{"attributes": {"imagesize": " 250px'''House Westerling''' is a vassal house that holds fealty to House Lannister of Casterly Rock. Their lands are north-east of Casterly Rock on the shores of the Sunset Sea.House Westerling is an old house that traces its descent back to the First Men and at one time was very powerful, giving brides to the Kings of the Rock before the House Targaryen", "founder": "", "title": "'''House Westerling'''", "image": "", "heir": "", "sigil": "Six white shells on a sand-colored field.", "seat": "The Crag", "age": "", "titles": "Lord of the Crag", "allegiance": "House Lannister", "words": "&quot;Honor, not Honors.&quot;", "lord": "", "region": "The Westerlands", "vassals": ""}, "sections": {"Behind the scenes": "The Westerling family was originally intended to appear in [[Season 2]], but during pre-production rewrites, [[Robb Stark]]'s romantic interest began to get an increasingly different backstory than in the novels. Therefore it was decided to create the new character of [[TalisaÂ Maegyr|Talisa&amp;nbsp;Maegyr]], a lady of noble birth from [[Volantis]] , to take the place of Jeyne Westerling as Robb's love interest.Â [[George R.R. Martin]] himself suggested the name away from Westerling to accommodate the changes from his source novels.&lt;ref&gt;Ryan, Maureen (September 4, 2012). [http://www.huffingtonpost.com/2012/09/04/game-of-thrones-season-3-characters_n_1854918.html 'Game of Thrones' Season 3 Characters And Scoop From Creator George R.R. Martin]. Huffington Post.&lt;/ref&gt;\n\n", "TOP": "House Westerling04678ffwx5q08yottdgqmh0sp0lp6b7qhari1569522014-08-15T18:22:17ZThe Boy Who Cried Direwolf5928719{{Noble house\n| Title='''House Westerling'''\n| Image=\n| Sigil=Six white shells on a sand-colored field.\n| Words=&quot;Honor, not Honors.&quot;\n| Titles=Lord of the Crag\n| Seat=[[The Crag]]\n| Region=The [[Westerlands]]\n| Lord=\n| Heir=\n| Allegiance=[[House Lannister]]\n| Vassals=\n| Age=\n| Founder=\n|ImageSize = 250px}}\n'''House Westerling''' is a vassal house that holds fealty to [[House Lannister]] of [[Casterly Rock]]. Their lands are north-east of Casterly Rock on the shores of the [[Sunset Sea]].\n\nHouse Westerling is an old house that traces its descent back to the [[First Men]] and at one time was very powerful, giving brides to the Kings of the Rock before the [[House Targaryen|Targaryen]] conquest. They have fallen on hard times, however: their mines failed years ago, their best lands have been sold off or lost, and the Crag is more a ruin than a stronghold. They are now poor, but still proud.\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n{{Western Houses}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, House Westerling is said to have more pride than power, and more honor than sense. [[Kevan Lannister]] blames their descent in fortunes on their ill-advised marriage with House Spicer, a young house co-founded by a spice merchant and [[Maggy|his wife]], a &quot;maegi&quot; of the east, from whom many residents of [[Lannisport]] used to buy cures and love potions. Lord Gawen proposed that his daughter marry one of Kevan's sons, but Kevan had to reject the match due to their mixing with a lesser house.\n\n[[Robb Stark]] was wounded during the capture of the Crag. While he was lying injured, he received news about the alleged death of [[Bran Stark|Bran]] and [[Rickon Stark|Rickon]]. This left him emotionally broken. Jeyne, who was tending his injuries, comforted him in bed. Being honorable like his father, the next morning Robb married Jeyne. By doing so he broke the pact with the [[House Frey|Freys]], which prompted them to withdraw their men from his army and ultimately to betray him.\n\nUnlike Robb and Talisa's marriage in the TV series, Robb's marriage to Jeyne takes place off-screen without Catelyn's knowledge. Only in ''&quot;A Storm of Swords&quot;'', when Robb returns to [[Riverrun]] with his bride, isÂ CatelynÂ informed about his marriage. The Freys leave angrily when they are told. Catelyn welcomes Jeyne warmly, but when she and Robb are alone, she chides him for breaking the pact with the Freys and warns him of the consequences. Robb regretfully admits that he has committed a mistake, but the damage could not be undone: although Robb and Catelyn do their best to appease Lord Walder Frey, the [[Red Wedding]] is carried out.\n\nJeyne, unlike Talisa, is left at Riverrun with [[Brynden Tully|Blackfish]]. Catelyn insists that she must not come with them to the Twins, lest her presence will offend Lord Frey. Thus Jeyne's life is saved.\n\nWhen the Lannisters discuss the apparent betrayal of the Westerlings, Tyrion notices that his father is strangely calm. This confuses Tyrion, for his father does not suffer disloyalty in his vassals ([[Reyne Rebellion|as the Reynes and Tarbecks found out]]). He wonders aloud &quot;Could the Westerlings and Spicers be such great fools as to believe the wolf can defeat the lion?&quot;. Tywin answers enigmatically &quot;The greatest fools are ofttimes more clever than the men who laugh at them&quot; - implying that the Westerlings are, in fact, loyal to the Lannisters, and the marriage of Robb and Jeyne is part of a master plan to destroy the Starks.\n\nThe books reveal that Lord Gawen's wife, Sybell Spicer, collaborates with [[Tywin Lannister]] to make [[Robb Stark]] marry her daughter and to make sure that she doesn't get pregnant. Under the pretense of giving her fertility herbs, Sybell actually gives her contraceptives. In the meantime, Sybell's brother Rolph also acts as a spy for House Lannister. The Spicers' duplicity is sensed by [[Grey Wind]], but Robb dismisses it as Grey Wind having grown hostile and violent due to the war. Nevertheless, at the behest of his mother, Robb sends Rolph to act as an envoy to ensure an exchange of prisoners with the Iron Throne.\n\nIt is unclear whether Jeyne also collaborated with the Lannisters, or was forced by her mother, or unaware that her marriage to Robb was meant to break the pact with the Freys and thus provide them a &quot;legitimate&quot; excuse to perform the Red Wedding. She seems to mourn Robb genuinely, but this can be a pretense.\n\nJeyne's physical description in the first time she is introduced at ''&quot;A Storm of Swords&quot;'' is slightly different than her description at ''&quot;A Feast for Crows&quot;'', most notably the shape of her hips. This led to fan theory that Jeyne was replaced by an impostor, the real Jeyne has escaped with [[Brynden Tully]], and perhaps she is pregnant with Robb's child.&lt;ref&gt;Tower of the Hand: [http://towerofthehand.com/blog/2010/08/02_heir_to_the_north/ Heir to the North]&lt;/ref&gt; Martin himself has repeatedly denied this, and said that it is simply a continuity error (much like how Renly's eye color shifted between blue and green in different books).\n\nJeyne's brother Raynald, who was not in league with the Lannisters, also dies at the Red Wedding, being shot with several arrows after releasing Grey Wind. He jumps into the Trident and his body is never found, but it is unlikely he survived.\n\nThe Westerlings are pardoned following the Red Wedding (only formally, for they never actually switched sides), while Rolph Spicer is made Lord of [[Castamere]]. In addition, Tywin promises worthy marriages for Jeyne and Elenya, either lords or heirs, though Jeyne was ordered to avoid marriage for at least two years, as any children she might have in that time could be mistaken for Robb's;Â Rollam would wed Joy Hill, the bastard daughter of Gerion Lannister, when she is old enough.\n\nThe Westerling sigil is six white shells on a sand-colored background. According to semi-canon sources, their motto is '''&quot;Honor, Not Honors&quot;'''.\n\n===Members===\n* Lord Gawen Westerling, the Lord of the Crag.\n** His wife Lady Sybell of House Spicer.\n*** Their elder son and heir Ser {Raynald Westerling}. Slain in the Red Wedding.\n*** Their elder daughter Jeyne Westerling. The character is analogous in the TV series to [[Talisa Maegyr]].\n*** Their younger daughter Elenya Westerling.\n*** Their younger son Rollam Westerling.\n\nHistorical Members:\n\n*Queen JeyneÂ WesterlingÂ - One of the many wives of King [[Maegor I Targaryen|Maegor the Cruel]]Â (notÂ â&euro;&lsaquo;toÂ be confused with the modern dayÂ Jeyne Westerling)Â \n*Ser Harrold â&euro;&lsaquo;Westerling, [[Lord Commander]] of the [[Kingsguard]]Â under King Viserys I Targaryen.\n*Ser Elys Westerling, a knight who participated in the [[Sack of King's Landing]]. He and Lord Roland Crakehall were the first to find [[Jaime Lannister]] standing over the body of [[Aerys II Targaryen]].\n\n", "History": "===[[Season 2]]===\nHouse Westerling [[Surrender of the Crag|surrenders]] [[the Crag]] to [[Robb Stark]] when the Northern army invades [[the Westerlands]] during the [[War of the Five Kings]].&lt;ref&gt;[[A Man Without Honor]]&lt;/ref&gt;\n\n"}, "title": "House Westerling"}