{"attributes": {"season": " Season 3", "image": " House Reed Histories &amp; Lore.png", "narrator": " Meera Reed'''&quot;House Reed&quot;''' is part of the Histories &amp; Lore, a special feature in the Blu-ray of Season 3 of ''Game of Thrones''. It is narrated by Ellie Kendrick as Meera Reed.==Synopsis==Meera Reed discusses the history of House Reed, the culture of the crannogmen and the legends and perils of the Neck.==Summary==Mud men. Bog devils. Those are just the most pleasant names their fellow Northerners have for House Reed, the crannogmen who live in the swamps of the Neck. Because they do not live in castles like them. Because they do not farm like them. Because they are not tall or rich like them. But through their veins flows the same blood of the First Men, and at times maybe something more.House Reed still live much as the others did, on floating islands in houses of thatch and woven reeds. They fish, hunt and tell their children of their heroes: The Knight of the Laughing Tree who fought in the Year of the False Spring, the last Marsh King who challenged House Stark", "title": " House Reed"}, "sections": {"TOP": "House Reed (Histories &amp; Lore)021118oql4748njpvnzo7eier9mdiv9vdqvod1773992015-03-17T02:48:31ZGreater good3347453Added synopsis and infobox{{Lore|Title = House Reed|Image = House Reed Histories &amp; Lore.png|Season = [[Season 3|3]]|Narrator = [[Meera Reed]]}}\n'''&quot;House Reed&quot;''' is part of the [[Histories &amp; Lore]], a special feature in the Blu-ray of [[Season 3]] of ''[[Game of Thrones]]''. It is narrated by [[Ellie Kendrick]] as [[Meera Reed]].\n\n", "Synopsis": "[[Meera Reed]] discusses the history of [[House Reed]], the culture of the [[crannogmen]] and the legends and perils of [[the Neck]].\n\n", "Summary": "Mud men. Bog devils. Those are just the most pleasant names their fellow Northerners have for [[House Reed]], the crannogmen who live in the swamps of [[the Neck]]. Because they do not live in castles like them. Because they do not farm like them. Because they are not tall or rich like them. But through their veins flows the same blood of the [[First Men]], and at times maybe something more.\n\nHouse Reed still live much as the others did, on floating islands in houses of thatch and woven reeds. They fish, hunt and tell their children of their heroes: The [[Knight of the Laughing Tree]] who fought in the [[Year of the False Spring]], the last [[Marsh King]] who challenged [[House Stark|the Starks]] and lost his crown and his daughter, and other stories older still, since lost to the world.\n\nThe Neck was not always a swamp. In the [[Dawn Age]] it was as dry and fertile as the rest of [[the North]]. But during the [[Wars of the First Men and the Children of the Forest|war with the First Men]], the [[Children of the Forest]] brought down the [[hammer of the waters]] on the Neck, trying to break [[Westeros]] in two. When the waters finally receded, they left the bogs and swamps that are known today.\n\nMany of the First Men decided to fight on, but the founders of House Reed wisely chose to heed the Children's power and advance no further. They beat their swords into frog-spears and fish-hooks, and settled a land forever devastated by the folly of war.\n\nUnlike the rest of Westeros, House Reed keeps no garrisons and raise no soldiers for petty spats with their neighbors. Their land protects its own. An outsider will find in the Neck and endless morass of suckholes, quicksands and green grass the looks solid to the unwary eye, but turns to water the instant someone treads on it. If they are lucky enough to be armored, they will only drown inside their own steel. If they are not, you get to meet what swims in that water: serpents and monstrous [[lizard-lions]] with teeth like daggers and never enough to eat. Only a horse can live long enough to feel their poisons burning through it. If an outsider somehow survives all this, they may find that a well-placed dart can be as deadly as any blade, not that they will see the crannogmen blowing it their way.\n\nSince the fall of the last Marsh King, House Reed has ruled the Neck beneath the banner of a black lizard-lion on a grey-green field. They are not wealthy, powerful or known even to their own countrymen. Their home, [[Greywater Watch]], is no castle that has ever been seen and seeing if seen once does not mean it will be found again. For Greywater Watch moves...\n\nMany would-be conquerors have have died trying to find the Reeds. With war all around and their Stark lord besieged on all sides, many more will doubtless soon try. They will look at them on a map and see a stranglehold for the North, and they will forget that the sea itself once entered the Neck and not all of it returned.\n\n"}, "title": "House Reed (Histories &amp; Lore)"}