{"attributes": {"cadets": "", "weapon": "'''House Stokeworth''' is a vassal house from the Crownlands sworn to House Baratheon of King's Landing. Their seat is Castle Stokeworth. It holds fealty directly to the Iron Throne.==Known Members==*Lord Stokeworth (Lord)", "founder": "", "title": "House Stokeworth", "image": "", "heir": "Falyse Stokeworth", "sigil": " ", "seat": "", "age": "", "titles": "", "allegiance": "House Baratheon of King's Landing", "words": "", "lord": "Lord Stokeworth (Lord)", "region": "Castle Stokeworth, the Crownlands", "vassals": ""}, "sections": {"TOP": "House Stokeworth024808nff99s7i7smde795ftc1xa0c3danz3d1640602014-11-05T16:44:17ZThe Dragon Demands5014364/* Known Members */{{Noble house\n| Title=[[House Stokeworth]]\n| Image=\n| Sigil= \n| Words=\n| Titles=\n| Seat=\n| Region=[[Castle Stokeworth]], the [[Crownlands]]\n| Lord=Lord [[Stokeworth (Lord)|Stokeworth]]\n| Heir=[[Falyse Stokeworth]]\n| Allegiance=[[House Baratheon of King's Landing]]\n| Vassals=\n| Cadets=\n| Age=\n| Founder=\n| Weapon=}}\n'''House Stokeworth''' is a vassal house from [[the Crownlands]] sworn to [[House Baratheon of King's Landing]]. Their seat is [[Castle Stokeworth]]. It holds fealty directly to the [[Iron Throne]].\n\n", "Family tree": "{{House Stokeworth family tree}}\n\n", "Known Members": "*Lord [[Stokeworth (Lord)|Stokeworth]]\n** [[Falyse Stokeworth]], his eldest daughter and heir, a barren woman.\n**[[Lollys Stokeworth]], called a [[Lackwit|lackwit]], married to Ser [[Bronn]] of the Blackwater.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, House Stokeworth is headed by Lady Tanda Stokeworth, an aged woman who seeks to marry off her daughter Lollys. Their sigil is a white lamb holding a golden goblet on a green field and their words are &quot;Proud to be Faithful.&quot;\n\nDuring the [[War of Conquest|Targaryen Conquest]], [[Aegon I Targaryen]]'s army landed at the mouth of the Blackwater River, on the northern bank (at the location where the city of &quot;[[King's Landing]]&quot; was later constructed). Aegon had three thousand soldiers and three [[Dragons|dragons]]. Rosby and Stokeworth were the first two strongholds in the path of the Targaryen army: faced with such a force, and only able to muster their small local garrisons, both Rosby and Stokeworth surrendered without a battle. Duskendale and Maidenpool also soon surrendered after brief engagements. Their armies were then added to the Targaryen forces and continued on through the rest of the conquest.\n\nDuring the reign of [[Aerys II]], Manly Stokeworth was Commander of the [[City Watch]]. He was succeeded in the position by [[Janos Slynt]]. Littlefinger remarked that the widowed Lady Tanda has no love for the Lannisters: it is quite possible that Manly was in fact her husband, and that he died during the [[Sack of King's Landing]] committed by Tywin Lannister's army.\n\nHouse Stokeworth seems to be one of the important major families from the Crownlands - though not ''quite'' as important as rulers of [[Rosby]] and [[Duskendale]], given that Castle Stokeworth has not appeared on official maps of the Crownlands, though it has been mentioned that it is located on the road between Rosby and Duskendale. Even so they are not a vassal of any other noble House, and are an important supplier of food shipments to the capital.\n\nDuring the War of the Five Kings, with the two major breadbasket regions of both the Riverlands ''and'' the Reach rising in rebellion (for Robb and Renly, respectively), food shipment to King's Landing from outside of the Crownlands cease. Soon after Tyrion Lannister arrives, he notes that the lands of House Rosby and House Stokeworth combined are supplying fully half of the food shipments that are still entering the capital city, so it would be best not to offend them. These continued shipments manage to keep the city and its garrison relatively functional, but the food shortages still cause prices to drastically increase, leading to much suffering among the city's poor.\n\n"}, "title": "House Stokeworth"}