{"attributes": {"title": " House Estermont", "region": " The Stormlands", "allegiance": " House Baratheon'''House Estermont''' is a vassal house from the Stormlands that holds fealty to House Baratheon. Their seat is Greenstone, a castle located on the island of Estermont in Shipbreaker Bay. Their sigil is a dark green sea turtle on a field of pale green.==Known Members==* Lady Cassana Baratheon", "seat": " Greenstone", "sigil": " A dark green sea turtle on pale green", "motto": " "}, "sections": {"TOP": "House Estermont0145421v3fahfdbvo6q7afid4i9f2kgyxw0ww1204722014-03-28T20:10:15ZGreater good3347453/* See also */{{Noble_house\n|Title = House Estermont\n|Sigil = A dark green sea turtle on pale green\n|Motto = \n|Seat = Greenstone\n|Region = [[The Stormlands]]\n|Allegiance = [[House Baratheon]]}}\n\n'''House Estermont''' is a vassal house from [[the Stormlands]] that holds fealty to [[House Baratheon]]. Their seat is Greenstone, a castle located on the island of Estermont in [[Shipbreaker Bay]]. Their sigil is a dark green sea turtle on a field of pale green.\n", "Known Members": "* Lady {[[Cassana Baratheon|Cassana Estermont]]}, wife of Lord [[Steffon Baratheon]] of [[Storm's End]] and mother of [[Robert Baratheon|Robert]], [[Stannis]], and [[Renly Baratheon]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Lady Cassana had many siblings including two brothers. The elder, Lord Eldon Estermont, is about 70 years old and head of House Estermont, and the younger, Ser Lomas Estermont, has a son, Ser Andrew. Ser Andrew Estermont had previously been Lord Stannis Baratheonâ&euro;&trade;s squire for numerous years.\n\nThe first time Queen [[Cersei Lannister]] became aware of her husband's infidelity was when they repaid a visit to the Estermonts. Queen Cersei was miserable the entire fortnight they spent with the Estermonts while King Robert enjoyed hunting, hawking, drinking, and play fighting with his maternal uncles and male cousins. He also took to reconnecting and comforting a female cousin whose father and husband died in the [[siege of Storm's End]] and eventually spent the night with her. That same night Ser [[Jaime Lannister]] offers to kill King Robert, but Queen Cersei says she wants him &quot;horned&quot; instead. She likes to think that was the night when her son [[Joffrey Baratheon|Joffrey]] was conceived.\n\nFollowing the [[Battle of Blackwater Bay]], Lord Eldon bends the knee to King Joffrey, though some members of House Estermont remain loyal to Lord Stannis.\n\n", "Behind the scenes": "[[George R.R. Martin]] uses a turtle as his personal sigil, having kept turtles as pets when he was a child.&lt;ref&gt;http://www.makinggameofthrones.com/production-diary/2012/7/14/seven-moments-from-the-game-of-thrones-comic-con-panel-that.html&lt;/ref&gt;\n\nIn the audio commentary track for &quot;[[Fire and Blood]]&quot;, [[D.B. Weiss]] revealed that they cut the flag for House Estermont because &quot;we cut the turtle out, we didn't want to see a turtle.&quot;\n\n", "References": "{{Reflist}}\n\n", "History": "===[[Season 2]]===\nDuring the [[War of the Five Kings]], House Estermont, along with most noble houses of the Stormlands, pledges support to [[Renly Baratheon]]'s claim to the [[Iron Throne]]. Following the [[Assassination of Renly I|death]] of Renly, the Estermonts go over to [[Stannis Baratheon|Stannis]] and participate in the [[Battle of the Blackwater]].&lt;ref&gt;Season 2 Bluray: War of the Five Kings feature&lt;/ref&gt;\n\n"}, "title": "House Estermont"}