{"attributes": {"season": " Season 4", "image": " CleganeAndHounds.jpg", "narrator": " Sandor Clegane'''&quot;House Clegane&quot;Â '''is part of the Histories &amp; Lore, a special feature in the Blu-ray of Season 2 of ''Game of Thrones''. It is narrated by Rory McCann as Sandor Clegane.==Synopsis==Sandor Clegane recounts House Clegane's humble beginnings, as well as how he and his brother Gregor Clegane", "title": " House Clegane"}, "sections": {"TOP": "House Clegane (Histories &amp; Lore)016904ap4uqjkl6sh2nmm6tjz7iwjr92djccy1773202015-03-16T21:19:29ZGreater good3347453Added infobox and synopsis{{Lore|Title = House Clegane|Image = CleganeAndHounds.jpg|Season = [[Season 4|4]]|Narrator = [[Sandor Clegane]]}}\n'''&quot;House Clegane&quot;Â '''is part of the [[Histories &amp; Lore]], a special feature in the Blu-ray of [[Season 2]] of ''[[Game of Thrones]]''. It is narrated by [[Rory McCann]] as [[Sandor Clegane]].\n\n", "Synopsis": "[[Sandor Clegane]] recounts [[House Clegane]]'s humble beginnings, as well as how he and his brother [[Gregor Clegane|Gregor]] became two of the most infamous killers in [[Westeros]].\n\n", "Summary": "Sandor begins by stating that honor and glory are nothing but lies to make idiot boys want knighthood and idiot girls spread their legs for it. He explains that killing is what makes a knight, either enough men or the right man. [[House Clegane]] are very good at both.\n\nMost families claim great ancestors so far back that nobody can prove them liars, but not the Cleganeâ&euro;&lsaquo;s. Sandor's [[Clegane (founder)|grandfather]] kept the kennel for Lord [[Tytos Lannister]] of Â [[Casterly Rock]]. LordÂ Tytos was a weak man who did not know it, and one day while hunting he stumbled on a lioness. Instead of embracing the man who wore her on his banners, she tried to tear out his throat. Luckily for him, the kennelmaster came up with the dogs and drove the big cat away.\n\nAs a reward, the Cleganes were given lands and a [[Clegane's Keep|keep]], and a son to squire for [[House Lannister]]. They took the three hounds who died defending Lord Tytos as their new sigil.â&euro;&lsaquo;Â When [[Tywin Lannister]] became [[Lord of Casterly Rock]], he wanted more than fealty from his former kennelmaster, and betÂ that training hounds to kill is not far from training boys to kill. In just two generations, Sandor and his brother [[Gregor Clegane|Gregor]] proved him right. Sandor gutted his first man at age 12.\n\nYears after, servants started disappearing in Clegane'sÂ Keep, as well as a sister Sandor does not remember. But nobody could prove anything against Gregor, or dared if they caught him at it. Their father wanted a knight in the family and thought he had found one in Gregor, who at age 13 towered over enough men that they called him &quot;The Mountain&quot;. Gregor looks like a champion from a distance, but a mountain cannot cleave a man in two with one blow and will not break a wench's face if she talks. Through Lord Tywin's influence, Prince [[Rhaegar Targaryen]] knighted Gregor personally, which many said was a great honor for House Clegane. One year later, Ser Gregor [[Sack of King's Landing|sacked]] the Prince's [[King's Landing|city]], brained the Prince's [[Aegon Targaryen (Son of Rhaegar)|baby]] and raped and murdered the Prince's [[Elia Targaryen|wife]]. This won House Clegane more &quot;honor&quot; from the new [[Robert Baratheon|King]] and [[Cersei Lannister|Queen]].\n\nSoon after, Sandor's father died, allegedly in a hunting accident. Gregor inherited his lands and title, and Sandor left to take service at Casterly Rock. Lord Tywin is not like his father, and neither is King [[Joffrey Baratheon|Joffrey]], or the likes of Sandor would never be on the [[Kingsguard]] with the &quot;true knights&quot;. A man who serves the Lannisters will never lack for killing. Sandor will guard Joffrey, such as he is. Gregor will kill the other ones, such as he does. When they are finished, they will see how many people still believe in songs and fairy tales.\n\n"}, "title": "House Clegane (Histories &amp; Lore)"}