{"attributes": {"imagesize": "250px", "founder": "'''House Hoare''' is an extinct Great Houses", "title": "House Hoare", "image": "HoareSigil.jpg", "heir": "Extinct", "sigil": "Per saltire and with two heavy silver chains crossing between a gold longship on black, a dark green pine on white, a cluster of red grapes on gold, and a black raven flying in a blue sky.", "seat": "Harrenhal", "age": "", "titles": "King of the Iron Islands and the Riverlands", "allegiance": "Sovereign", "words": "", "lord": "Extinct", "region": "The Iron Islands and the Riverlands", "vassals": ["House Greyjoy", "House Harlaw", "House Tully", "House Mallister", "House Blackwood", "House Bracken", "House Frey"]}, "sections": {"TOP": "House Hoare08754b7r4oj13lbnenp0wwet5r6htypbaqgm1762602015-03-12T01:45:27ZThe Dragon Demands5014364/* In the books */ okay, it turns out that the Hoares were a First Men ironborn family who LATER intermarried with Andal invaders.{{Noble house\n| Title=House Hoare\n| Image=HoareSigil.jpg\n|ImageSize =250px\n| Sigil=Per saltire and with two heavy silver chains crossing between a gold longship on black, a dark green pine on white, a cluster of red grapes on gold, and a black raven flying in a blue sky.\n| Words=\n| Titles=[[King of the Iron Islands and the Riverlands]]\n| Seat=[[Harrenhal]]\n| Region=The [[Iron Islands]] and [[the Riverlands]]\n| Lord=Extinct\n| Heir=Extinct\n| Allegiance=Sovereign\n| Vassals=[[House Greyjoy]]&lt;br&gt;[[House Harlaw]]&lt;br&gt;[[House Tully]]&lt;br&gt;[[House Mallister]]&lt;br&gt;[[House Blackwood]]&lt;br&gt;[[House Bracken]]&lt;br&gt;[[House Frey]]\n| Age=\n| Founder=}}\n\n'''House Hoare''' is an extinct [[Great Houses|Great House]] of [[Westeros]]. It ruled over the [[Iron Islands]] and [[the Riverlands]] when [[Aegon I Targaryen]] [[War of Conquest|invaded]] the [[Seven Kingdoms]]. Their sigil depicts per saltire and with two heavy silver chains crossing between a gold longship on black, a dark green pine on white, a cluster of red grapes on gold, and a black raven flying in a blue sky.\n\n", "See also": "* {{AWOIAF}}\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, House Hoare of Orkmont is an ancient ironborn family from the time of the First Men.  During the era of the kingsmoot, several Hoares were chosen as kings.  The most famous ironborn king in this era:  under King Qhored Hoare the realm of the ironborn reached the peak of its expansion, and it was said that all the western coast of Westeros where the salt of the sea could be smelled or heard the crashing of waves were under their control. Although it is unlikely that this assertion is literal, since with all probability places like Oldtown or Lannisport have never been ruled from the Iron Islands, it is still remarkable that the ironborn could hold places as distant as the Arbor and [[Bear Island]].  Qhored Hoare personally ended the line of House Justman, rulers of [[The Riverlands|the Riverlands]] at the time.  This plunged the Riverlands into anarchy for six years, until House Teague seized power there.  \n\nDuring the next decades, the power of House Hoare would diminish and many of the conquests would be lost. Bear Island was lost to [[Rodrik Stark]] in a wrestling match. He gave it to the [[House Mormont|Mormonts]]. The possessions of the ironborn were reduced to the Isles and the coast of the Riverlands.    \n\nHouse Greyiron put an end to the kingsmoots after seizing power and ruled as hereditary kings for 1,000 years, though the other ironborn Houses chafed under their rule.  About 4,000 years ago, however, the Andals finally got around to conquering the Iron Islands - they had first invaded the eastern portions of Westeros 6,000 years ago, but it took them many centuries before they finally came to the Iron Islands, because they were far away on the western coast, separated from the mainland, and very poor in and of themselves making them not an attractive target.  \n\nHouse Hoare was not an Andal family, but along with several other ironborn Houses they allied with invading Andal adventurers in order to overthrow the hated reign of the Greyirons.  This is similar to how even [[House Lannister]] started out as a First Men family before intermarrying with the Andals.  The head of House Hoare married the daughter of one of the Andal chieftains who came to the isles:  in a subsequent contest House Hoare were proclaimed as the new hereditary kings of the Iron Islands.\n\nThe Andals that came to the Iron Islands acculturated to the ironborn traditions, however, and little changed on the isles.  House Hoare (now partially descended from the Andals) continued to rule the Iron islands for almost four thousand years.  \n\nAbout three generations before the Targaryen Conquest, the ironborn under House Hoare entered into a new great age of conquest.  The ironborn took all of the Riverlands from the Storm Kings, who had killed the last River King 300 years before. Harren the Black ordered the construction of Harrenhal, the greatest castle of the Seven Kingdoms, on the shores of the [[Gods Eye]], a long away from the sea. The construction took forty years, and was finished the day Aegon I and his sisters landed in Westeros. Believing himself safe within his walls, Harren decided to remain within his castle. Aegon burned it with his dragon, incinerating Harren and his sons alive and thus ending the Hoare line. While Harren burned, his brother was [[Lord Commander of the Night's Watch]], but kept to his vows even as his entire house died.\n\nHouse Hoare officially went extinct when Harren died, but it only went extinct in the male-line. House Volmark, an ironborn noble family from [[Harlaw]], descends from House Hoare through the female line (much as [[House Tyrell]] descends from the officially extinct [[House Gardener]] through the female line). House Volmark never had particularly strong claim against House Greyjoy, however, due to a combination of the ironborn being misogynistic and not placing much value on female-line descent, and because of the unusual elected-kingship customs of the Iron Islands.\n\n===Members===\n* Harrag Hoare, a Hoare king raised by a kingsmoot\n* Qhored Hoare, the greatest of the Hoare kings. During his reign the ironborn ruled most of the west coast of Westeros, from the Arbor to Bear Island.\n* Harwyn &quot;Hardhand&quot;, the Hoare king who took the Riverlands from the Storm King Arrec.\n* [[Harren Hoare]], better known as &quot;Harren the Black&quot;. Grandson of King Harwyn\n* â&euro;&lsaquo;Unnamed Hoare, brother to Harren the Black and [[Lord Commander]] of the [[Night's Watch]] during the War of Conquest. He chose to keep his vows and remained at [[the Wall]] even as his house died.Â \n\n&quot;Hoare&quot; is pronounced &quot;Whore-eh&quot; (according to [[Catelyn Stark]] in the [[Complete Guide to Westeros]]: the &quot;e&quot; is distinctly pronounced, otherwise it would just be spelled &quot;Hoar&quot;).\n\n", "History": "===Background===\n\nIn past centuries, it was said that following the [[Iron price|Old Way]] of reaving and raiding, the [[ironborn]] held dominion along the coasts as far inland as the sound of the waves was heard. While this may be somewhat exaggerated, House Hoare of the Iron Islands conquered and held lands as far afield as [[Bear Island]] in [[The North]] and [[The Arbor]] in [[the Reach]]. However, as the [[King in the North|Kings]] of [[House Stark]] consolidated the North and the [[King of the Reach|Kings]] of [[House Gardener]] consolidated the Reach, the ironborn were eventually driven from Bear Island and the Arbor.\n\nThree generations before the [[War of Conquest|Targaryen Conquest]], House Hoare launched a second era of expansion, this time pushing inland to conquer all of [[the Riverlands]] from the rule of the [[Storm King]], which had conquered the Riverlands some three centuries before Aegon's landing. The leaders of House Hoare ruled as [[King of the Iron Islands and the Riverlands|Kings of the Iron Islands and the Riverlands]].\n\nThe sigil of House Hoare was diagonally quartered, displaying (clockwise from the top) a longship, a pine tree, red grapes, and a black raven, representing all the distant lands that had been under the rule of the House: the longship for the Iron Islands, the green pine for the Bear Island (the northern border of their dominion), the cluster for the Arbor (the southernmost) and the black raven for Raventree Hall in the Riverlands; all bound by the iron chains of the ironborn.\n\nKing [[Harren Hoare]] (whose grandfather had conquered the Riverlands) intended to build the greatest castle on the entire continent, [[Harrenhal]], on the north shore of [[Gods Eye]] lake in the Riverlands. It was completed on the same day that Aegon Targaryen set foot in [[Westeros]]. Harren was very cruel and arrogant, thus many of his vassals in the Riverlands - led by [[Edmyn Tully]] - rebelled against him and sided with Aegon Targaryen's invading force. The high walls of Harrenhal could have repelled any attack from the ground, but Aegon's dragons flew right over them. Dragonfire roasted King Harren alive within his own tower, along with all of his sons, rendering House Hoare extinct.\n\nFollowing the extinction of House Hoare, the [[ironborn]] elected a new house to rule over them, under the overall rule of the Targaryen Kings on the Iron Throne: [[House Greyjoy]].\n\nAccording to tales and stories, the flaming ghosts of Harren and his sons still haunt [[Harrenhal]].\n\n"}, "title": "House Hoare"}