{"attributes": {"season": " Season 3", "image": " FlayedManHoldsNoSecrets.jpg", "narrator": " Roose Bolton'''&quot;House Bolton&quot;''' is part of the Histories &amp; Lore, a special feature in the Blu-ray of Season 3 of ''Game of Thrones''. It is narrated by Michael McElhatton as Lord Roose Bolton.==Synopsis==Roose Bolton details the gruesome and bloody history of House Bolton until their dominion under House Stark.==Summary==Roose Bolton opens his narration stating that, like House Stark", "title": " House Bolton"}, "sections": {"TOP": "House Bolton (Histories &amp; Lore)021119lmcrtgd54zv8f3kzqtj7rukjwp8sbs61772892015-03-16T19:18:18ZGreater good3347453Added infobox and synopsis{{Lore|Title = House Bolton|Image = FlayedManHoldsNoSecrets.jpg|Season = [[Season 3|3]]|Narrator = [[Roose Bolton]]}}\n'''&quot;House Bolton&quot;''' is part of the [[Histories &amp; Lore]], a special feature in the Blu-ray of [[Season 3]] of ''[[Game of Thrones]]''. It is narrated by [[Michael McElhatton]] as Lord [[Roose Bolton]].\n\n", "Notes": "*Bolton mentions that the Starks drove pirates away from the [[White Knife]] River to secure the eastern coast of the North, and later married the daughter of the [[Marsh King]] to secure control over the Neck. Both of these events happened within two generations: King Jon Stark drove [[Three Sisters|Sistermen]] pirates and slavers from their base at the mouth of the White Knife, and his son King Rickard Stark defeated the last Marsh King and married his daughter to secure control over the Neck. Exactly how many centuries ago Jon and Rickard lived is uncertain, though it was well over 1,500 years ago. After Jon Stark took the pirate base it was converted into a holdfast to guard against further attack by sea, known as the Wolf's Den. This gradually grew into [[White Harbor]], the only city in the North, and ruled by [[House Manderly]].\n*The Stark king who allegedly wrestled an ironborn leader to decide control of [[Bear Island]] was King [[Rodrik Stark]]. The ironborn king was a member of [[House Hoare]], but this still makes dating difficult as the Hoares were kings of the Iron Islands for four thousand years. Rodrik probably didn't live within the last three generations before the Targaryen Conquest: the ironborn captured Bear Island and [[the Arbor]] during their first great wave of expansion, but were driven back by the rising power of the Stark and Gardener kings. This eventually encouraged the ironborn to seek easier prey in the Riverlands, which they conquered from the Stormlands in their second great wave of expansion. The Hoare king who conquered the Riverlands was [[Harren Hoare]]'s grandfather, so logically, Rodrik won Bear Island some time before that, at the end of the first great age of ironborn expansion.\n\n", "Synopsis": "[[Roose Bolton]] details the gruesome and bloody history of [[House Bolton]] until their dominion under [[House Stark]].\n\n", "Summary": "Roose Bolton opens his narration stating that, like [[House Stark|the Starks]], the blood of [[House Bolton]] runs back to the [[First Men]]. Singers call those times the &quot;[[Age of Heroes]]&quot;. He dismisses this nomenclature as a mask for a savage world that bred savage men. He continues [[House Lannister|the Lannisters]] swindled their enemies, the [[Storm King]]s hammered them and the Starks cut off their heads. Roose rhetorically asks if, in such company as this, were the Boltons really so &quot;indelicate.&quot;\n\nBolton continues that unlike some other houses, Roose's ancestors owned their words: &quot;Our Blades Are Sharp&quot;. They passed down not a [[Valyrian steel|Valyrian]] [[Ice|greatsword]] but a knife, honed and thin enough to fit between the topmost layer of skin and the tissue below... and [[Flaying|peel]]. For as all Boltons learn as children: &quot;A naked man has few secrets; a flayed man, none&quot;. In those dark days, it was said say that some of the more wilful Boltons would even wear some of their enemies' skins as cloaks. Roose states that no such tokens remain, if they ever existed. Certainly not, he insists, hanging in some secret room at [[the Dreadfort]], as old wives and fools insist...\n\nRoose suspects that House Bolton itself was responsible for spreading such rumors in the first place. He considers that few weapons are as effective as terror, and this was an age of war: house against house, brother against brother. The [[ironmen]] were on the rise, and never far from Northern shores. The Northmen must have seemed ripe for the taking, too busy fighting each other to deal with the raiders as they deserved.\n\nThus the Starks took it upon themselves to unify [[the North]]... under them. They drove the pirates out of [[White Knife]] and claimed the eastern coast, and married the [[Marsh King]]'s daughter for [[the Neck]]. A Stark wrestled for [[Bear Island]] and won, or so the say. Silly stories, Roose dismissively calls them. He's certain that &quot;blood and steel&quot; won the North, and the Starks had the most of both.\n\nAfter years of war, the Boltons gave up their barbaric practices and bent the knee to their new [[King in the North|kings]]. Thus House Bolton became what they are today: loyal bannermen and staunch allies to the Starks, and the second greatest house in the North...\n\n"}, "title": "House Bolton (Histories &amp; Lore)"}