{"attributes": {"season": " Season 1", "image": " House Lannister Complete Guide to Westeros.png", "narrator": " Tywin Lannister'''&quot;House Lannister&quot;''' is a featurette and part of &quot;Great Houses&quot; section of the Complete Guide to Westeros, a special feature in the Blu-ray of Season 1 of ''Game of Thrones''. It is narrated by Charles Dance as Lord Tywin Lannister.==Synopsis==Tywin Lannister recalls how House Lannister survived and rose to prominence through cunning.==Summary==On the far western coast of Westeros, atop a rocky promontory overlooking the Sunset Sea sits Casterly Rock, ancestral seat of House Lannister; below Casterly Rock lies Lannisport, one of the great cities of Westeros, a center of trade, culture and the Lannister fleet.A number of gold and silver mines are located in the Westerlands, making it the richest region in the whole continent. One of the most productive gold mines lies beneath Casterly Rock itself, making House Lannister the wealthiest of all the noble houses and allowing it to fund many endeavors of other noble houses. Even the King himself has sought credit from Casterly Rock from time to time.The Lannisters claim descent from the Andal invaders and, through the female bloodline, to Lann the Clever. According to legend, Lann, using only his wits, swindled Casterly Rock from its previous owners, House Casterly, during the Age of Heroes.The Lannisters ruled as King of the Rock", "title": " House Lannister"}, "sections": {"TOP": "House Lannister (Complete Guide to Westeros)013204gt35haljh1k2x9d2v8hvm7qe4pyygjp1779502015-03-19T19:48:55ZThe Dragon Demands5014364{{Lore|Title = House Lannister|Image = House Lannister Complete Guide to Westeros.png|Season = [[Season 1|1]]|Narrator = [[Tywin Lannister]]}}\n'''&quot;House Lannister&quot;''' is a featurette and part of &quot;Great Houses&quot; section of the [[Complete Guide to Westeros]], a special feature in the Blu-ray of [[Season 1]] of ''[[Game of Thrones]]''. It is narrated by [[Charles Dance]] as Lord [[Tywin Lannister]].\n\n", "Synopsis": "[[Tywin Lannister]] recalls how [[House Lannister]] survived and rose to prominence through cunning.\n\n", "Summary": "On the far western coast of Westeros, atop a rocky promontory overlooking the [[Sunset Sea]] sits [[Casterly Rock]], ancestral seat of [[House Lannister]]; below Casterly Rock lies [[Lannisport]], one of the great cities of Westeros, a center of trade, culture and the Lannister fleet.\n\nA number of gold and silver mines are located in the [[Westerlands]], making it the richest region in the whole continent. One of the most productive gold mines lies beneath Casterly Rock itself, making House Lannister the wealthiest of all the noble houses and allowing it to fund many endeavors of other noble houses. Even the King himself has sought credit from Casterly Rock from time to time.\n\nThe Lannisters claim descent from the [[Andal]] invaders and, through the female bloodline, to [[Lann the Clever]]. According to legend, Lann, using only his wits, swindled Casterly Rock from its previous owners, [[House Casterly]], during the [[Age of Heroes]].\n\nThe Lannisters ruled as [[King of the Rock|Kings of the Rock]] for thousands of years. Their time as Kings ended with the [[War of Conquest|arrival]] of [[Aegon the Conqueror]]. The last King of the Rock, [[Loren Lannister]], joined forces with [[Mern Gardener]], [[King of the Reach]], and, commanding sixty thousand men, met the Targaryen army in open battle. According to history, Aegon unleashed [[Balerion|his]] [[Meraxes|three]] [[Vhagar|dragons]], slaughtering four thousand men, in a battle that came to be known as the [[Field of Fire]]. King Mern perished and, with him, [[House Gardener]] became extinct. Seeing both opportunity and threat in the [[House Targaryen|Targaryens]], Loren surrendered and aided Aegon in his further conquest of Westeros. The Lannisters were thus appointed [[Lord Paramount of the Westerlands|Lords Paramount of the Westerlands]], and [[Warden of the West|Wardens of the West]].\n\nTywin then makes clear that it is neither luck nor royal favor that makes House Lannister so prosperous. There have been times when they have been considered weak, lazy or opulent. Tywin's own father, [[Tytos Lannister]], nearly bankrupted the House with his poor investments and allowed himself to be openly mocked at court. However, when their vassals, the [[House Reyne|Reynes]] of [[Castamere]], rose in [[Reyne Rebellion|rebellion]], they learned the price of defiance. Tywin personally led the assault on Castamere to put down the upstart vassals, and made an example of them to anyone who would doubt the Lannister might. Even a &quot;[[The Rains of Castamere (song)|quaint song]]&quot; about the fate of the Reynes was made, but there are no Reyne's left to hear it.\n\nTywin continues, stating that the golden Lion of Lannister is rightly admired and feared throughout the [[Seven Kingdoms]]. The Lannister words are &quot;Hear me Roar&quot;; but Tywin reminds his audience of other words that should be remembered when crossing a &quot;Lion&quot; of Casterly Rock: &quot;A Lannister always pays his debts&quot;.\n\n"}, "title": "House Lannister (Complete Guide to Westeros)"}