{"attributes": {"season": " Season 4", "image": " Nymeria and Mors Martell.png", "narrator": " Oberyn Martell'''&quot;House Martell&quot;''' is part of the Histories &amp; Lore, a special feature in the Blu-ray of Season 4 of ''Game of Thrones''. It is narrated by Pedro Pascal as Prince Oberyn Martell.== Synopsis ==Oberyn Martell discusses the history and reputation of House Martell, the strong-willed ruling family of Dorne that refused to join the Seven Kingdoms for centuries.==Summary==&quot;Unbowed, Unbent, Unbroken&quot;. Prince Oberyn Martell boasts that the words of House Martell are a promise to their enemies and a challenge to their lovers. Thousands of years ago, the warrior queen Nymeria crossed into Dorne from Essos, fleeing the Dragonlords", "title": " House Martell"}, "sections": {"TOP": "House Martell (Histories &amp; Lore)030047s59jbvgz10i5dezqt74w9v31gec7yp81787282015-03-22T22:23:31ZThe Dragon Demands5014364/* Notes */ (I thought that kind of clear){{Lore|Title = House Martell|Image = Nymeria and Mors Martell.png|Season = [[Season 4|4]]|Narrator = [[Oberyn Martell]]}}\n'''&quot;House Martell&quot;''' is part of the [[Histories &amp; Lore]], a special feature in the Blu-ray of [[Season 4]] of ''[[Game of Thrones]]''. It is narrated by [[Pedro Pascal]] as Prince [[Oberyn Martell]].\n\n", " Synopsis ": "[[Oberyn Martell]] discusses the history and reputation of House Martell, the strong-willed ruling family of [[Dorne]] that refused to join the Seven Kingdoms for centuries.\n", "Notes": "*Oberyn says that Nymeria and the Rhoynar came to Dorne &quot;thousands&quot; of years ago, but this is just speaking loosely:  they arrived in Dorne about one thousand years ago.  It might have been better to say they came &quot;centuries&quot; ago, but it was still long before the Targaryen Conquest (which was 300 years ago).  \n*Oberyn says that Daeron I ruled Dorne for &quot;a few short months&quot;, which is basically accurate, though as Varys correctly states in the video &quot;The Death of Kings&quot;, Daeron I held Dorne for only four years (few enough years that Oberyn chooses to scoff at it by measuring it in months).\n\n", "Summary": "&quot;Unbowed, Unbent, Unbroken&quot;. Prince Oberyn Martell boasts that the words of [[House Martell]] are a promise to their enemies and a challenge to their lovers. Thousands of years ago, the warrior queen [[Nymeria]] crossed into [[Dorne]] from [[Essos]], fleeing the [[Dragonlords|dragonlords]] of [[Valyrian Freehold|Valyria]]. After she landed, she burned her ships, all ten thousand of them, so no cowards could slink home. He considers her a remarkable woman, [[Dornishmen|Dornish]] in spirit before she ever was in flesh.\n\nOberyn continues that she was lucky to land in Dorne, where powerful women are not locked away in [[Sept|septs]] and the beds of old men. Oberyn's ancestor, [[Mors Martell]], saw her and desired her, and proved that where armies fail &quot;a tongue&quot; may succeed. Wedding his strength to hers, his spear to her sun, they [[Nymeria's War|subdued]] all of his rivals together. After the tradition of her people, House Martell then ruled Dorne as [[Prince of Dorne|Princes]], not kings, unless the eldest child was a daughter. For unlike the rest of [[Westeros]], Dorne's loyalty is not commanded by a cock. They will follow a Prince or a Princess Martell just the same, and they always have.\n\nOberyn adds that some people forget that [[Aegon I Targaryen]] crowned himself lord of six kingdoms, not [[Seven Kingdoms|seven]]. When [[Rhaenys Targaryen (sister of Aegon I)|his sister]] marched on Dorne, she found no mighty hosts drawn up against her for [[Meraxes|her dragon]] to burn and her soldiers to slaughter. The sands swirled, men died and her dragon saw nothing. The sun shone, men died and her dragon bowed to House Martell's greater fire. The [[House Targaryen|Targaryens]] retreated with their tails tucked between their legs.\n\nOf course, in later years his descendants would try again. [[Daeron I Targaryen|Daeron I]] [[Conquest of Dorne|succeeded]] at great cost and reigned in Dorne for &quot;a few glorious months&quot;. One night, [[Lyonel Tyrell|his steward]] pulled down a sash by his bed to summon his consorts. Instead, the canopy split open and one hundred red scorpions fell on him. He jokes that as a [[House Tyrell|Tyrell]] he would be used to getting stung.\n\nWithin a fortnight, House Martell again ruled a free Dorne. Eventually, after centuries of courtship House Martell got into bed with the Targaryens. They took King [[Daeron II Targaryen|Daeron II]] and [[Daenerys Targaryen (daughter of Aegon IV)|his sister]] for [[Myriah Martell|their]] [[Maron Martell|own]] before they could take each other and six kingdoms became seven. Even now, Oberyn does not blame his ancestors, as one look at those long silver locks... it is not everyday a man gets to &quot;ride&quot; a dragon.\n\nBut they soon learned that one cannot leap off a dragon at will. Oberyn's sister [[Elia Martell|Elia]] married Prince [[Rhaegar Targaryen]] and became the Princess she already was. In Dorne she walked among vipers and none would bite her but in [[King's Landing]], she found herself surrounded by [[House Lannister|lions]]. When [[Robert Baratheon]] [[Robert's Rebellion|rebelled]] against [[Aerys II Targaryen|his rightful king]], his future father-in-law, [[Tywin Lannister]], ordered his beast [[Gregor Clegane]] to rape and murder Elia along with her [[Rhaenys Targaryen|helpless]] [[Aegon Targaryen (son of Rhaegar)|children]]. Angry, he remarks how there are men that call the Lannisters heroes.\n\nNow, Lannisters sit on the [[Iron Throne]], surrounded by the [[Iron Throne|blasted swords]] of Aegon's broken foes. Oberyn wonders if the Lannisters remember, as he does, that none of those swords are Dornish or Martell. He wonders if they see, as he does, Elia's red blood soaking into the stones of their precious [[Red Keep]]. He concludes that perhaps they need reminding: The lion may be a mighty beast, but pride always lifts his gaze to the horizon, never seeing, in the grass, the viper.\n\n"}, "title": "House Martell (Histories &amp; Lore)"}