{"attributes": {"title": " House Brune", "region": " The Crownlands", "allegiance": " House Baratheon of King's Landing'''House Brune''' is a vassal house from the Crownlands that holds fealty to House Baratheon of King's Landing.==History=====Season 2===Lothor Brune is a Mercenary#Freeriders", "seat": " ", "sigil": " ", "motto": " "}, "sections": {"TOP": "House Brune027744pm2hppmrw3gma9a42og5rdsja6h9v3a1583232014-09-02T22:28:59ZThe Dragon Demands5014364/* Members */{{Noble_house\n|Title = House Brune\n|Sigil = \n|Motto = \n|Seat = \n|Region = [[The Crownlands]]\n|Allegiance = [[House Baratheon of King's Landing]]}}\n\n'''House Brune''' is a vassal house from [[the Crownlands]] that holds fealty to [[House Baratheon of King's Landing]].\n\n", "See also": "*{{AWOIAF}} (MAJOR spoilers from the books)\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, House Brune is a poor but old family from [[Crackclaw Point]], a backwater of [[the Crownlands]] whose lords descend primarily from the [[First Men]]. House Brune of Dyre Den is the main branch of the family, though a [[Cadet branch|cadet branch]] known as House Brune of Broomhollow also exists at the time of the novels, also located in Crackclaw Point, though they are only landed knights, not noble lords. Their sigil is a brown bear claw on a white background, with a double brown line running around the edge.\n\nLothor Brune is a distant minor relative of House Brune of Broomhollow - itself a poor cadet branch of landed knights stemming from an already poor main family of minor nobles. It is therefore unsurprising that Lothor grew up poor and fighting for a living, explaining why he is a freerider serving another lord at the beginning of the story. After his father's death, Lothor tried to find a place with House Brune of Broomhollow, but they said he was no close kin of theirs and turned him away.\n\nSubsequently, however, Lothor's fortunes rise as a trusted and capable fighter in the retinue of Petyr &quot;Littlefinger&quot; Baelish. He serves Baelish in King's Landing, and when he took part in the Tourney of the Hand he even managed to beat [[Jory Cassel]], captain of Eddard Stark's guards (though the victory was awarded as a judgement by King Robert after a very close match). Lothor performed very well at the [[Battle of the Blackwater]], killing two knights of House Fossoway and capturing a third, and in reward Lothor received as [[Knighthood|knighthood]]. Ser Lothor accompanies Baelish back to the Vale after the [[Purple Wedding]]: Lothor commanded the team of crossbowmen on Baelish's ship that killÂ Dontos Hollard at Baelish's order (coincidentally, the same man Lothor was supposed to face at Joffrey's tournament).\n\n", "Members": "*[[Lothor Brune]] - a freerider in service to PetyrÂ &quot;Littlefinger&quot; Baelish.\n\n", "History": "===[[Season 2]]===\n[[Lothor Brune]] is a [[Mercenary#Freeriders|freerider]] in the service of [[Petyr Baelish]]. He is set to fight in the tournament held on King [[Joffrey Baratheon]]'s nameday. The tournament is poorly attended, and Lothor's scheduled opponent Ser [[Dontos Hollard]] shows up slightly drunk. This annoys Joffrey, who orders the [[Kingsguard]] to kill Dontos before the fight can begin, but at the urging of [[Sansa Stark]] he relents and decides to keep Dontos alive as a court [[Fool|fool]].&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\n"}, "title": "House Brune"}