{"attributes": {"imagesize": "200 px'''House Lothston''' is an extinct noble house of the Riverlands. Their sigil was a black bat on a field divided bendwise, silver and gold.Their seat was the castle of Harrenhal, which was granted to them after the extinction of House Strong. However, the Lothstons also died out, like all the Houses to hold Harrenhal, and the castle was passed on to House Whent.One of the members of House Lothston is the stuff of tales. Lady Danelle Lothston, also known as &quot;Mad Lady Lothston&quot;, who was said to send a giant bat to capture children for her cookpots, to bathe in blood, and serve feasts of human flesh.==In the books==In the ''A Song of Ice and Fire'' novels, House Lothston's backstory is the same. They are considered an ill-omened house, and their sigil is reviled in several places. Descendants of the Lothstons still live in exile in the Free Cities. Among their known members are:*Jeyne Lothston, a mistress of Aegon IV Targaryen.* Lord Lucas Lothston, known as &quot;the Pander&quot;** Manfryd Lothston, known as &quot;Manfryd o' the Black Hood&quot;, who betrayed Daemon BlackfyreThe Lothstons held Harrenhal during the time of the ''Tales of Dunk and Egg'' prequel novellas.==See also==* AWOIAF (spoilers from the books)River HousesDEFAULTSORT:Lothston,HouseCategory:Noble housesCategory:Vassal housesCategory:Extinct housesCategory:Houses from the RiverlandsCategory:House Lothston", "founder": "", "title": "House Lothston", "region": "The Riverlands", "heir": "", "sigil": " a single black bat, on a field party per bend argent and or", "seat": "Harrenhal", "age": "", "titles": "", "allegiance": "House Tully", "lord": "", "image": "Lothston sigil.png", "vassals": ""}, "sections": {"TOP": "House Lothston013375sgu57sdylz4o5xk21cvf1v4fzdk4szr1481742014-06-23T23:56:24ZDaemon Targaryen24097499{{Noble house\n| Title=[[House Lothston]]\n| Image=Lothston sigil.png\n| Sigil= a single black bat, on a field party per bend argent and or\n| Titles=\n| Seat=[[Harrenhal]]\n| Region=The [[Riverlands]]\n| Lord=\n| Heir=\n| Allegiance=[[House Tully]]\n| Vassals=\n| Age=\n| Founder=\n|ImageSize =200 px}}\n\n'''House Lothston''' is an extinct noble house of [[the Riverlands]]. Their sigil was a black bat on a field divided bendwise, silver and gold.\n\nTheir seat was the castle of [[Harrenhal]], which was granted to them after the extinction of [[House Strong]]. However, the Lothstons also died out, like all the Houses to hold Harrenhal, and the castle was passed on to [[House Whent]].\n\nOne of the members of House Lothston is the stuff of tales. Lady [[Danelle Lothston]], also known as &quot;Mad Lady Lothston&quot;, who was said to send a giant bat to capture children for her cookpots, to bathe in blood, and serve feasts of human flesh.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, House Lothston's backstory is the same. They are considered an ill-omened house, and their sigil is reviled in several places. Descendants of the Lothstons still live in exile in the [[Free Cities]]. Among their known members are:\n\n*Jeyne Lothston, a mistress of [[Aegon IV Targaryen]].\n* Lord Lucas Lothston, known as &quot;the Pander&quot;\n** Manfryd Lothston, known as &quot;Manfryd o' the Black Hood&quot;, who betrayed [[Daemon Blackfyre]]\n\nThe Lothstons held Harrenhal during the time of the ''Tales of Dunk and Egg'' prequel novellas.\n\n"}, "title": "House Lothston"}