{"attributes": {"imagesize": "250px", "founder": "'''House Whent''' is a vassal house that holds fealty to House Tully of Riverrun. Their lands are along the north shore of Gods Eye, which they rule from the huge and formidable castle of Harrenhal.&lt;ref name=&quot;House Tully viewers guide&quot;&gt;http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/tully/ HBO viewers guide, season 2 guide to houses, House Tully entry&lt;/ref&gt; The Whents were granted Harrenhal after the extinction of House Lothston.Their Heraldry", "title": "House Whent", "image": "Whent sig.png", "heir": " ", "sigil": "Nine black bats on a gold field.", "seat": ["Extinct/Exiled", " (formerly Harrenhal)"], "age": "", "titles": "", "allegiance": "House Tully", "words": "", "lord": "Lady Shella Whent", "region": "The Riverlands", "vassals": ""}, "sections": {"TOP": "House Whent02942mndpl234y02d31s8m1q4zj6hoggpk7n1732762015-02-16T09:26:34ZSer Patrek25358400{{Noble house\n| Title=[[House Whent]]\n| Image=Whent sig.png\n| ImageSize=250px\n| Sigil=Nine black bats on a gold field.\n| Words=\n| Titles=\n| Seat=Extinct/Exiled&lt;br&gt; (formerly [[Harrenhal]])\n| Region=The [[Riverlands]]\n| Lord=Lady {[[Shella Whent]]}\n| Heir= \n| Allegiance=[[House Tully]]\n| Vassals=\n| Age=\n| Founder=}}\n\n'''House Whent''' is a vassal house that holds fealty to [[House Tully]] of [[Riverrun]]. Their lands are along the north shore of [[Gods Eye]], which they rule from the huge and formidable castle of [[Harrenhal]].&lt;ref name=&quot;House Tully viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/tully/ HBO viewers guide, season 2 guide to houses, House Tully entry]&lt;/ref&gt; The Whents were granted Harrenhal after the extinction of [[House Lothston]].\n\nTheir [[Heraldry|heraldry]] consists of nine black bats over a gold field. Their motto is not known. Their heraldry is apparently derived from the previous holders of Harrenhal, as House Lothston's heraldry was a single black bat over a field diagonally divided between gold and silver. Whether this indicates a family relationship, or simply references that they took House Lothston's old seat, is unclear.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Harrenhal is a castle of ill repute. Every house that has held it has fallen into ruin. House Lothston, who held Harrenhal before the Whents, disintegrated in madness and fell deeds over half a century before the events of the series. The Whents chose to ignore this when they took possession of the castle, and indeed seemed to prosper. One of their sons ended up in the [[Mad King]]'s [[Kingsguard]], while a great tourney was held at Harrenhal in the Year of False Spring, on the occasion that Prince [[Rhaegar Targaryen]] first met [[Lyanna Stark]]. Minisa Whent also married Lord [[Hoster Tully]], giving the Whents a powerful connection to the overlords of the [[Riverlands]]. Thus, [[Catelyn Stark]], [[Lysa Arryn]], [[Edmure Tully]], and all of their respective children carry some Whent blood in them.\n\nHowever, since that time the family has fallen on harder times. Lady Shella Whent's husband and children have all died, Ser Oswell Whent of the Kingsguard died in [[Robert's Rebellion]] and Lady Minisa died in childbirth. As a result, Lady Shella is left as a lonely old woman with her household inhabiting a vast and crumbling ruin.\n\nLady Shella Whent is stated to have died soon before lordship of the castle was granted to Petyr Baelish, at which point House Whent was considered extinct by the crown - though the current generation of Tullys seem to have a claim on the lands, this was apparently ignored because they were in rebellion against the Iron Throne. Baelish doesn't physically settle at Harrenhal after being named its lord, and treats the title as purely nominal - ignoring the devastated Riverlands to focus on wooing Lysa Arryn in the Vale. Harrenhal is retaken by a Lannister army led by Gregor Clegane soon before the [[Red Wedding]], when [[Roose Bolton]] retreated his remaining garrison back to [[The Twins]]. Following the Red Wedding, it remains in control of a Lannister garrison. Having been seized, liberated, and retaken so many times, practically all of the original Whent servants who inhabited the castle were put to the sword by this point, save for only one washer-girl, one blacksmith and one cook.\n\nLord [[Walder Frey]]'s fifth wife was Sarya Whent. Their marriage was childless.\n\nThe known Whents during the timespan of the events described in A Song of Ice and Fire are:\n*{Lord Whent}, a previous lord of the house, who was rich and open-handed, and hosted the tournament where [[Rhaegar Targaryen]] and [[Lyanna Stark]] met.  \n**Lady {Shella Whent}, his wife.\n*** {Their four sons}.\n***{Their daughter}. The reigning Queen of Love and Beauty at the start of the Tourney at Harrenhal in 281AC, called &quot;the fair maid&quot;.\n*{Ser Oswell Whent}, brother of Lord Whent and a member of [[Aerys II Targaryen]]'s Kingsguard. Known for his black humor. Died at the Tower of Joy. \n*{Minisa Whent}, deceased wife of Lord Hoster Tully and mother to Catelyn, Lysa and Edmure. \n*Wynafrei Whent, married to the ninth son of Lord Walder Frey, Danwell. She had no progeny, only many stillbirths and miscarriages. The only known surviving member of the house.\n*{Sarya Whent}, fifth wife of Lord Walder Frey. Deceased with no progeny. \n\nThe Whent women are known for their infertility: Wynafrei, Sarya and Lady Shella were all childless. Only Minisa and her line proved fertile, although she died in childbirth.\n\n", "References": "{{Reflist|2}}\n\n", "Members": "* Lady [[Shella Whent]], the head of the family, an old woman without any heirs. Presumably dead.\n* Lady {[[Minisa Whent]]}, wife of Lord [[Hoster Tully]]. Died in childbirth\n* Ser {[[Oswell Whent]]}, of the [[Kingsguard]] of [[Aerys II Targaryen]]. Died during [[Robert's Rebellion]].\n\n", "Gallery": "&lt;gallery&gt;\nHouse_Whent-shield.png|The sigil of House Whent emblazoned on the shield of [[Willis Wode|Ser Willis Wode]].\nWhent-small.png|Small sigil for House Whent from the HBO viewer's guide.\nHouse Whent.png|The HBO viewers guide icon for House Whent.\n&lt;/gallery&gt;\n\n", "History": "===Season 1===\n[[Catelyn Stark]] notes a [[knight]] bearing the sigil of House Whent at the [[Crossroads Inn]]. She asks [[Willis Wode|him]] if Lady Whent remains a strong vassal of her father's. When he replies this is so, she recruits him to help her arrest [[Tyrion Lannister]].&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\nHouse Whent lost Harrenhal when it was given to [[Janos Slynt]] for his assistance in betraying [[Eddard Stark]].&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt; Harrenhal had already fallen under the control of [[House Lannister]].&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n"}, "title": "House Whent"}