{"attributes": {"founder": "Artys ArrynQuote", "title": "House Arryn", "image": "Arryn.JPG", "heir": "", "sigil": "A white falcon volant and crescent moon on a blue field.", "seat": "The Eyrie", "age": "", "titles": ["Lord of the Eyrie", "Defender of the Vale", "Warden of the East", "Kings of Mountain and Vale (pre-War of Conquest)"], "allegiance": "House Baratheon of King's Landing", "words": "'''&quot;As High as Honor&quot;'''", "lord": "Robin Arryn", "region": "The Vale of Arryn", "vassals": ["House Royce", "House Egen", "House Hunter", "House Lynderly", "House Baelish"]}, "sections": {"Relationships": "===Members===\n* Lord {[[Jon Arryn]]}, the former head of the family, Lord of the Eyrie, Lord Paramount of the Vale, Warden of the East, and [[Hand of the King]] to [[Robert I]]. Poisoned with the [[Tears of Lys]] under mysterious circumstances.\n** His widow, [[Lysa Arryn|Lady Lysa]], of [[House Tully]]. Currently the Lady Regent of the Eyrie and Lady Regent of the Vale until her son comes of age.\n*** Lord Jon's only surviving child and heir, [[Robin Arryn]], the Lord of the Eyrie, Lord Paramount of the Vale and Warden of the East.\n{{House Arryn family tree}}\n\n", "TOP": "House Arryn022135b6tk3gkamjq5ct6818bawbewj2uy6e1603822014-09-24T19:26:36ZThe Dragon Demands5014364{{Noble house\n| Title=[[House Arryn]]\n| Image=Arryn.JPG\n| Sigil=A white falcon volant and crescent moon on a blue field.\n| Words='''&quot;As High as Honor&quot;'''\n| Titles=Lord of the Eyrie&lt;br&gt;Defender of the Vale&lt;br&gt;Warden of the East&lt;br&gt;Kings of Mountain and Vale (pre-War of Conquest)\n| Seat=[[The Eyrie]]\n| Region=The [[Vale of Arryn]]\n| Lord=[[Robin Arryn]]\n| Heir=\n| Allegiance=[[House Baratheon of King's Landing]]\n| Vassals=[[House Royce]]&lt;br&gt;[[House Egen]]&lt;br&gt;[[House Hunter]]&lt;br&gt;[[House Lynderly]]&lt;br&gt;[[House Baelish]]\n| Age=\n| Founder=[[Artys Arryn]]}}\n{{Quote|The Arryns are direct descendants of Andal invaders... who sailed across the Narrow Sea and came ashore at the Fingers.|[[Catelyn Stark]]|House Arryn (Complete Guide to Westeros)}}\n[[Image:House Arryn banner.jpg|thumb|right|200px|The banner of [[House Arryn]] of the [[Eyrie]], rulers of the [[Vale of Arryn]].]]\n'''House Arryn''' is one of the [[Great Houses]] of [[Westeros]]. It has ruled over the [[Vale of Arryn]] for millennia, originally as the [[King of the Mountain and the Vale|Kings of Mountain and Vale]] and more recently as Lords Paramount of the Vale and Wardens of the East under the [[Targaryen]] kings and [[Robert Baratheon|King Robert Baratheon]]. The nominal head of House Arryn is [[Robin Arryn]], the [[Lord of the Eyrie]], with his mother Lady [[Lysa Arryn|Lysa]] acting as Lady Regent until he reaches the age of majority.\n\nTheir lands are in the central-eastern region of the continent. Their seat is [[the Eyrie]], ancestral seat of the [[Mountain King]]s. House Arryn's sigil is a white crescent moon and falcon on a blue field. Their motto is '''&quot;As High As Honor&quot;'''.\n\nAt the start of the series, Lord [[Jon Arryn]] was killed in suspicious circumstances. His widow Lysa blamed [[House Lannister]] and sought refuge in the Eyrie. Despite her enmity towards the Lannisters, she has remained neutral in the [[War of the Five Kings]] and aims to use the forces of the Vale to defend Robin and the Eyrie if necessary.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, House Arryn is the oldest and purest line of Andal nobility. According to tradition, the Andals landed on the Fingers, an area of peninsulas, hills and rivers on [[Westeros]]'s eastern coast, six thousand years ago and helped conquer the Vale. Ser Artys Arryn's duel with the Griffin King is said to have taken place on the shoulder of the Giant's Lance where the Arryns later built the Eyrie.\n\nDuring the Targaryen conquest, the Arryns planned to make a stand at the Bloody Gate, the only pass into the Vale, and gathered their armies there while the King of the Vale (also a young boy at this time) and his mother, the regent, took refuge in the Eyrie. Rather than risking a bloody battle, [[Visenya Targaryen]] simply flew her dragon [[Vhagar]] to the Vale and landed in the courtyard while the young king was at play. The king agreed to swear fealty to [[Aegon the Conqueror]] if Visenya allowed him to ride on Vhagar. She agreed, the bargain was upheld and the Arryns and their vassals became loyal subjects of the Targaryens.&lt;ref&gt;So Spake Martin, [http://www.westeros.org/Citadel/SSM/Entry/Bubonicon_Report/ Bubonicon Report]&lt;/ref&gt;\n\nDuring the summer they rule over the Vale from the Eyrie, but during the winter they descend to the Gates of the Moon, a castle at the foot of the mountain. The Gates of the Moon have not appeared in the television adaptation.\n\nJon Arryn and Lysa Tully's son is called &quot;Robert&quot; not &quot;Robin&quot; in the books. This change was made to prevent confusion with Robert Baratheon or Robb Stark. [[George R.R. Martin]] approved this change, noting that Robert Arryn's nickname in the books, &quot;Sweetrobin&quot;, remains intact.\n\nIn the books, the [[Heraldry]] of House Arryn is specifically sky blue, but in the TV series it is simply blue (azure), like House Tully's heraldry.\n\nThe members of the House Arryn in the books are:\n* Lord Jon Arryn, the former head of the family, now deceased.\n** His first wife, Lady Jeyne Arryn, who died in childbirth. Their daughter was stillborn.\n** His second wife, Lady Rowena Arryn, who died of a chill.\n** His third and current wife, Lady Lysa, of House Tully. Currently the ruling lady of the Vale until her son comes of age.\n*** Lord Jon's only surviving child and heir, Robert Arryn, the Lord of the Vale.\n* Lord Jon's younger sister, Lady Alys, married into House Waynwood.\n** Alys's eldest son, Ser Denys Arryn, killed during Robert's Rebellion.\n*** Alys's grandson by her daughter, Harrold Hardyng.\n* Lord Jon's youngest and deceased brother, Ser Ronnel Arryn.\n** Ser Ronnel's son, Ser Elbert Arryn, formerly Lord Jon's heir, slain at the order of the Mad King before the rebellion.\n\nThe following sworn houses have yet to appear in the series:\n* House Corbray of Heart's Home\n* House Redfort of Redfort\n\n", "Sworn to House Arryn": "===Vassal Houses===\n* [[House Royce]] of [[Runestone]].\n* [[House Waynwood]]\n* [[House Lynderly]]\n* [[House Hunter]] of Longbow Hall\n* [[House Egen]]\n* [[House Baelish]]\n\n===Household===\n* Ser {[[Vardis Egen]]}, the Eyrie's Captain of the Guard. Killed by the [[sellsword]] [[Bronn]] during a trial by combat.\n* [[Mord]], a gaoler and turnkey overseeing the Eyrie's sky cells.\n\n", "Image gallery": "&lt;gallery&gt;\nHouse Arryn tourney.jpg|The banner of House Arryn at the [[Tournament|Tourney of the Hand]] in &quot;[[Cripples, Bastards and Broken Things]]&quot;.\nTyrion, Cat and Vardis at the Eyrie.jpg|House Arryn guards look on as [[Tyrion Lannister]] is presented at the [[Eyrie]]. Promotional image from &quot;[[The Wolf and the Lion]]&quot;.\nVale knights.jpg|[[Knights]] flying the banner of House Arryn galloping through the [[Vale]]. Promotional image from &quot;The Wolf and the Lion&quot;.\nArryn shield.jpg|A shield emblazoned with the sigil of House Arryn from the HBO viewer's guide.\nHouse Arryn.jpg|HBO viewer's guide icon for House Arryn.\nArryn sigil.jpg|House Arryn sigil in black and white from the HBO viewer's guide.\nArrynLetterSeal.png|Meister Luwin delivering Lysa's letter to Catelyn, the seal bearing the imprint of a falcon in blue wax, in &quot;Winter is Coming&quot;.\nArryn-small.png|Small icon of House Arryn from the HBO viewers guide.\nVale heraldry.jpg|A lord (center) wearing a tunic displaying House Arryn's heraldry.\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}}\n\n", "History": "===Background===\nAccording to legend, the house was founded by Ser [[Artys Arryn]], the Winged Knight. He is said to have flown atop a giant falcon, landing on the topmost mountain of the [[Vale]], and defeated the [[Griffin King]], the last of the [[First Men]] [[Mountain King]]s. Afterward, he took the [[Eyrie]] and became the first [[King of Mountain and Vale]]. His descendants continued to rule the Vale as Kings until the [[House Targaryen|Targaryen]] conquest, and then as Lords Paramount of the Vale and Wardens of the East in the name of the [[Iron Throne]].&lt;ref&gt;&quot;The Complete Guide to Westeros: House Arryn&quot; featurette, Season 1 Blu Ray boxset&lt;/ref&gt;&lt;ref name=&quot;Arryn viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-ofthrones/season2/#!/guide/houses/arryn/ HBO viewers guide, season 2 guide to houses, House Arryn entry]&lt;/ref&gt; The Eyrie is considered impregnable and defends [[House Arryn]] from the violent [[Hill tribes]] of the [[Mountains of the Moon]].&lt;ref name=&quot;Arryn viewers guide&quot;/&gt;\n\n[[Jon Arryn]] is the most recent head of House Arryn, Lord of the Eyrie, Warden of the East and Defender of the Vale. He was a respected nobleman and both [[Eddard Stark]] and [[Robert Baratheon]] fostered with him.&lt;ref name=&quot;Jon Arryn viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/arryn/jon-arryn/ HBO viewers guide, season 2 guide to houses, House Arryn - Jon Arryn entry]&lt;/ref&gt; The [[Mad King]] condoned the kidnap of Eddard's sister and Robert's betrothed [[Lyanna Stark]].&lt;ref&gt;&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;&lt;/ref&gt; The Mad King had Eddard's [[Rickard Stark|father]] and [[Brandon Stark (the elder)|brother]] killed for protesting against the kidnapping.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt; When he then demanded that Eddard be turned over to the King's justice. Lord Arryn rebelled, calling his banners to war. [[House Stark]] and [[House Baratheon]] followed suit. The rebels forged an alliance with [[House Tully]] through marriage, with Eddard married to [[Catelyn Tully]] and the then-elderly Jon to the young [[Lysa Tully|Lady Lysa Tully]].&lt;ref&gt;&quot;Winter is Coming&quot;&lt;/ref&gt;&lt;ref name=&quot;Jon Arryn viewers guide&quot;/&gt;\n\nAfter the rebel victory in the war, Robert became King and appointed Jon as his [[Hand of the King|Hand]]. Jon served the realm well for many years as Hand of the King. He died immediately prior to the events of the series, sparking King Robert's search for a replacement. Jon is survived by his wife Lysa and their six-year-old son, [[Robin Arryn|Robin]].&lt;ref&gt;&quot;Winter is Coming&quot;&lt;/ref&gt; Jon was investigating the legitimacy of the children of Queen [[Cersei Lannister]] when he died. He found that they were not Robert's offspring by comparing their appearance to Robert's bastards based on the genetic preponderence for dark hair in House Baratheon.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\n===[[Season 1]]===\n[[Lysa Arryn]] writes to her sister [[Catelyn Stark]] claiming that [[House Lannister]] were behind [[Jon Arryn|Jon]]'s death. Lysa flees [[King's Landing]] with her sonÂ seeking the refuge of [[the Eyrie]]. When Catelyn receives the letter Robert Baratheon is visiting [[Winterfell]], the seat of [[House Stark]]. He is there to ask [[Eddard Stark|Eddard]] to replace Jon as [[Hand of the King]].&lt;ref&gt;&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;&lt;/ref&gt; Eddard accepts and begins an investigation into Jon's death.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt; He learns that Jon may have been poisoned.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt; Eddard uncovers Jon's findings about Queen [[Cersei Lannister]]' infidelity and Robert's lack of a trueborn heir. Robert still mistakenly believes that [[Joffrey Baratheon]] is his son.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\nCatelyn's son [[Brandon Stark]] survives two assassination attempts.&lt;ref&gt;&quot;[[The Kingsroad]]&quot;&lt;/ref&gt; Catelyn blames [[Tyrion Lannister]] and has him arrested.&lt;ref&gt;&quot;Cripples, Bastards and Broken Things&quot;&lt;/ref&gt; She brings him to the Eyrie to Lysa's chagrin. Lysa is attempting to isolate Robin from the rest of the Kingdom and use her role as regent to have the Vale Lords protect him. She is still breast-feeding him despite his age and her doting has spoiled him.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt; Tyrion tricks Lysa into granting him a public hearing by claiming that he plans to confess. He instead demands and wins a trial by combat and is set free.&lt;ref&gt;&quot;A Golden Crown&quot;&lt;/ref&gt;\n\nKing Robert dies following a hunting injury. Eddard is arrested for treason when he challenges Joffrey's claim to the throne. Lysa withholds this news from Catelyn initially. Catelyn implores Lysa to lend her armies to march on King's Landing along with the forces of [[House Stark]]. Lysa refuses to participate and Catelyn leaves the Eyrie.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\nHouse Arryn remains neutral in the [[War of the Five Kings]], with Lady Lysa continuing to withhold her armies from leaving the Vale to aid [[House Stark]] and [[House Tully]].&lt;ref name=&quot;Arryn viewers guide&quot;/&gt;\n\n"}, "title": "House Arryn"}