{"attributes": {"imagesize": " 250pxQuote", "founder": "Karlon Stark", "title": "House Karstark", "image": "Karstark sig.png", "heir": " Unknown", "sigil": "A white sunburst on black.", "seat": "Karhold", "age": "700 years", "titles": "Lord of Karhold", "allegiance": "House Stark (formerly), House Bolton", "words": "'''&quot;The Sun of Winter&quot;'''", "lord": " Vacant", "region": "The North", "vassals": ""}, "sections": {"Family tree": "{{House Karstark family tree}}\n\n", "TOP": "House Karstark027992t61tk95vog8posc5evvmvgvzqpyatg1731782015-02-15T20:36:24ZSer Patrek25358400{{Noble house\n| Title=[[House Karstark]]\n| Image=Karstark sig.png\n| Sigil=A white sunburst on black.\n| Words='''&quot;The Sun of Winter&quot;'''\n| Titles=[[Lord of Karhold]]\n| Seat=[[Karhold]]\n| Region=The [[North]]\n| Lord= Vacant\n| Heir= Unknown\n| Allegiance=[[House Stark]] (formerly), [[House Bolton]]\n| Vassals=\n| Age=700 years\n| Founder=[[Karlon Stark]]\n| ImageSize = 250px}}\n{{Quote|We are kin. Stark and Karstark.|Lord Rickard Karstark to King [[Robb Stark]].|Kissed by Fire}}\n'''House Karstark''' of [[Karhold]] is a vassal house that holds fealty to [[House Stark]] of [[Winterfell]]. Their lands are northeast of Winterfell, located in heavy forested lands overlooking the [[Shivering Sea]]. Their stronghold is a castle called [[Karhold]] and the head of the house is the [[Lord of Karhold]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, House Karstark's origins remain the same. The Karstarks are reliable and fierce warriors. Their military power is formidable, as they are able to field some 300 cavalry and 2,000 infantry. They fought alongside the Starks during [[Robert's Rebellion]].\n\nLord Rickard has three sons in the books: Harrion, Torrhen, and Eddard, as well as a daughter named Alys. Harrion takes part in the [[Battle of the Green Fork]] and taken as a hostage (it is unknown if he is still alive), whileÂ it is his brother Eddard who is killed by Jaime Lannister during the [[Battle of the Whispering Wood]]. Eddard serves alongside his brother Torrhen as part of Robb Stark's personal bodyguard. When Jaime realizes that his army is lost during the Battle of the Whispering Wood, he makes a final push to single-handedly carve his way through the Northern army in an attempt to kill Robb Stark in single combat. Jaime manages to reach Robb's personal bodyguard and kill several of them, including Eddard and Torrhen, beforeÂ being knocked unconscious.\n\nEddard Karstark was apparently switched with his brother Harrion Karstark (or at least, the names were switched) so TV viewers who haven't read the books would not be confused that more than one character named &quot;Eddard&quot; exists, even though [[George R.R. Martin]] made it a point in the books to re-use certain names for minor characters, i.e. to emphasize that &quot;Robert Baratheon&quot; isn't the only person named &quot;Robert&quot; in the entire continent of Westeros.\n\nAs a result, following the execution of Rickard Karstark by Robb Stark, it isn't clear who the current head of House Karstark is within the TV continuity. A third son named &quot;Eddard Karstark&quot; may subsequently be introduced into the TV series, but it is unknown if he would still be the third son of Rickard, or changed so that he is Rickard's eldest son (swapping the names of the first and third son); given their unease at introducing another character named &quot;Eddard&quot;, the TV series may introduce a third son with an entirely different name.\n\nMembers in the books:\n*{Rickard Karstark}, executed by Robb Stark for treason\n** His eldest son and heir, Harrion, taken hostage by House Lannister. His fate is unknown.\n** His second son, {Torrhen}, killed by Jaime Lannister in the Battle of the Whispering Wood.\n** His third son, {Eddard}, also killed by Jaime Lannister in the Battle of the Whispering Wood\n** His daughter, Alys.\n* His uncle, Arnolf, castellan of Karhold.\n** Cregan, Arnolf's eldest son\n** Arthor, Arnolf's second son\n*** Three grandchildren, sons of Arthor\n\nBecause the Karstarks' forces withdrew from the war after King Robb executed Lord Rickard, they are the only major House from the North (besides House Bolton) whose military strength remains relatively intact after the [[Red Wedding]], because their forces were not physically present for the massacre. The Karstark cavalry had been with Robb's field army in the west at Riverrun, and immediately rode back north for Karhold. The Karstark infantry, meanwhile, was in the eastern field army under the command of Roose Bolton (Robb divided his armies by sending the cavalry west and the infantry east). By this point Bolton had decided to betray Robb and seize control of the North, so he intentionally sent the Northern infantry on suicide missions such as the disastrous Battle of Duskendale and Battle of Ruby Ford, in order to bleed the strength of other Northern Houses still loyal to the Starks. Roose ultimately betrayed two thirds of the infantry under his command to their deaths, about 5,000 men. Roose always made sure to send infantry of staunch Stark-loyalists into these ambushes, while holding back and preserving the soldiers of House Bolton. The result was that when Roose reached the Twins for the Red Wedding he had 3,500 men under his command, a mix of his own Bolton forces and Karstark men - Bolton had spared the Karstarks because he judged that their loyalty to the Starks was wavering by this point. Though not entirely clear, the surviving Karstark infantry were apparently not harmed during the massacre at the Red Wedding, though it is clear that none outright joined the Boltons and Freys in attacking the other Stark soldiers. Thus the Karstarks are the only Northern family other than the Boltons to retain their military strength - besides the Northern hill tribes and the [[crannogmen]], whom Robb left behind in the North because they aren't well-armed or used to pitched battles, and would be better suited to harassing any Lannister armies that attempt to invade the North. Even so, due to their continued anger over the execution of Lord Rickard, even after the atrocity of the Red Wedding, the Karstarks become one of the Northern Houses that is more ready to accept the new rule of House Bolton.\n\nIt is unclear exactly how much of the Karstark armies survived after the Red Wedding. When Robb initially marched to the south, they had 300 cavalry and two thousand infantry. Most if not all of the cavalry survived, and cavalry are worth more than basic infantry levies. Bolton is later said to have an army numbering about 3,000 after the Red Wedding, however, which would imply that only about 500 Karstark infantry survived his intentionally suicidal campaigns in the east - though in all probability, many of the Karstark infantry as well as cavalry may have simply ridden back to the North well before the Red Wedding after Lord Rickard was executed: this would mean that that 500 or so Karstark footsoldiers still in Bolton's eastern army simply hadn't had the opportunity to march back north yet.\n\n", "References": "{{Reflist}}\n\n", "Members": "* Lord {[[Rickard Karstark]]}, [[Lord of Karhold]], executed by King [[Robb Stark]] under charges of treason for the murder of [[Martyn Lannister|Martyn]] and [[Willem Lannister]].\n** His son, {[[Harrion Karstark]]}. Slain fighting by the side of King [[Robb Stark]] during the [[War of the Five Kings]].\n** His son, {[[Torrhen Karstark]]}. Killed by Ser [[Jaime Lannister]] during an escape attempt.\n\n", "Gallery": "&lt;gallery&gt;\nHouse Karstark tourney.jpg|The banner of House Karstark at the [[Tournament|Tourney of the Hand]] in &quot;[[Cripples, Bastards and Broken Things]]&quot;.\nHouse Karstark banner.jpg|The banner of House Karstark at the Stark camp in &quot;[[Fire and Blood]]&quot;.\nHouse Karstark.png|HBO viewer's guide icon for House Karstark.\nHouse Karstark.jpg|A map-marker used to represent House Karstark forces.\nKarstarkmen.jpg|Karstark men.\n&lt;/gallery&gt;\n\n", "History": "===Background===\nHouse Karstark is a [[cadet branch]] of House Stark and trace their descent from [[Karlon Stark]], and through him, to the Starks and the [[First Men]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/stark/rickard-karstark/ HBO viewers guide, season 2 guide to houses, House Stark, Rickard Karstark entry]&lt;/ref&gt;\n\nKarlon Stark was a younger son of the [[King in the North]] who was awarded lands on the eastern region of [[the North]] after putting down a rebellion of [[House Bolton]] of the [[Dreadfort]], about a thousand years ago. Over time, Karlon's seat, originally known as Karl's Hold, became known as Karhold, while the Karl's Hold Starks became known as Karstarks.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season1/#!/locations/karhold/ HBO viewers guide, season 1 map, Karhold entry]&lt;/ref&gt;&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/karhold/ HBO viewers guide, season 2 map, Karhold entry]&lt;/ref&gt;\n\nThe Karstark sigil is a white sunburst on black. Their words are &quot;The Sun of Winter.&quot;\n\n===[[Season 3]]===\nAs an act of revenge against [[House Lannister]], [[Rickard Karstark|Lord Rickard Karstark]], the Lord of Karhold, breaks into the dungeons of [[Riverrun]] and murders [[Martyn Lannister|Martyn]] and [[Willem Lannister]], without the permission of [[Robb Stark]], the King in the North.\n\nRobb executes Lord Karstark and the members of his household who assisted him under charges of treason. When Robb asks Karstark if he has any last words, he replies with &quot;You are no king of mine&quot; and is beheaded.&lt;ref&gt;[[Kissed by Fire]]&lt;/ref&gt; Afterward, Lord Rickard's retainers abandon Robb's cause, greatly reducing the size of the Northern army.\n\n"}, "title": "House Karstark"}