{"attributes": {"season": " Season 3", "image": " House Frey Histories &amp; Lore.png", "narrator": " Catelyn Stark'''&quot;House Frey&quot;''' is part of the Histories &amp; Lore, a special feature in the Blu-ray of Season 3 of ''Game of Thrones''. It is narrated by Michelle Fairley as Catelyn Stark, who provides a description of House Frey.==Synopsis==Catelyn Stark details House Frey's rise to power and its wavering loyalty throughout the centuries.==Summary==Some houses rise to power through strength, others through wealth. House Frey gained its title through cunning. Centuries ago, its Frey (founder)", "title": " House Frey"}, "sections": {"TOP": "House Frey (Histories &amp; Lore)0211226wd7an2rtxfv9kxmwzdy8iwzglofmp91773972015-03-17T02:40:33ZGreater good3347453Added synopsis and infobox{{Lore|Title = House Frey|Image = House Frey Histories &amp; Lore.png|Season = [[Season 3|3]]|Narrator = [[Catelyn Stark]]}}\n'''&quot;House Frey&quot;''' is part of the [[Histories &amp; Lore]], a special feature in the Blu-ray of [[Season 3]] of ''[[Game of Thrones]]''. It is narrated by [[Michelle Fairley]] as [[Catelyn Stark]], who provides a description of [[House Frey]].\n\n", "Notes": "*Catelyn says that during the [[War of Conquest]], the Freys did not join with the rest of the River lords in revolting against the ironborn to join the Targaryens, but instead hid within their own castle, thinking only of their own safety - similar to how Walder Frey later hid at the Twins during Robert's Rebellion and did not march to aid either side. Exactly what the Freys did (or did not do) during the War of Conquest has not yet been commented on in the books, though it may be expanded upon in the upcoming ''World of Ice and Fire''.\n*A point is brought up near the end of the video, when Catelyn remarks that the House Frey motto should be &quot;More Pride Than Honor&quot;.  Despite their prominence within the storyline, the official motto of House Frey has yet to be revealed in the books.\n\n", "Synopsis": "[[Catelyn Stark]] details [[House Frey]]'s rise to power and its wavering loyalty throughout the centuries.\n\n", "Summary": "Some houses rise to power through strength, others through wealth. [[House Frey]] gained its title through cunning. Centuries ago, its [[Frey (founder)|founder]] looked at a map and noticed how [[the Trident]] spears [[the Neck]], cutting off [[the North]] from the South. He realized that a river of gold would flow to the man who owned the right bridge across the water.\n\nIt took the Freys three generations to complete their forefather's vision: A massive arch of smooth grey rock, wide enough for two wagons to pass abreast. When they were done, they built high curtain walls, deep moats and heavy gates to protect the approaches and put up squat, ugly formidable keeps on either bank: [[The Twins]]. Commanding both road and river with arrow slits, murder holes and portcullises, the Twins ensure that no one crosses without begging the Freys' leave and paying the Freys' toll.\n\nThe plan worked. The family grew rich and powerful, exacting gold from lords, merchants and poor farmers. A good thing too, given the number of Freys the bridge has to support. The current lord, [[Walder Frey]], has seen over ninety namedays and sired near as many children, trueborn or [[Bastard|otherwise]]. A shameful thing on any other lord, but Walder Frey possesses no shame. A dangerous thing for any other lord, but Walder Frey has no concern for heirs or fear of their impatience. Perhaps Lord Frey thinks to outlast them all. Given the infighting he encourages among them, perhaps he will.\n\nWhatever the case, House Frey does nothing so well as survive. When the [[ironborn]] conquered and razed [[the Riverlands]], the Freys hid in their castle. When [[Aegon I Targaryen|Aegon]] and [[House Tully]] swept the ironborn back to their [[Iron Islands|islands]], the Freys hid in their castle. When [[Edmyn Tully]] demanded their allegiance as Aegon's new [[Lord Paramount of the Trident]], the Freys bent the knee ''from'' their castle.\n\nPerhaps the Tullys should not have been surprised when Lord [[Hoster Tully]] called his banners against the [[Aerys II Targaryen|Mad King]] and Lord Walder did not answer. The [[House Baratheon|Baratheons]], [[House Stark|Starks]], [[House Arryn|Arryns]] and Tullys, some of the oldest and greatest houses of [[Westeros]], fought and bled for the cause of justice while House Frey hid in their castle and waited. No doubt if [[Rhaegar Targaryen|Rhaegar]] had won at [[Battle of the Trident|the Trident]], Lord Walder would have given him safe passage into the North to destroy the rest of [[Eddard Stark]]'s Northern army for a fair price.\n\nBut Rhaegar fell and lo and behold the Frey army appeared to render aid to the rebels' already victorious forces. Many sniggered that Lord Walder had been waiting for his army to come of age, having fielded it out of his own breeches. Hoster Tully named him &quot;the Late Lord Frey&quot; to the other lords' amusement, a slight that pricks Lord Walder to this day.\n\nIn many ways, however, Lord Walder was wise. The rebels had no guarantee of victory and had he fought with them from the outset and they failed, he would have lost the bridge his family was so proud of. &quot;More Pride Than Honor&quot;, Catelyn comments that those should be the words of House Frey. Yet part of her wonders if Lord Walder waited not out of fear, but hope that the rebels would be destroyed leaving him to assume the Tully's place as Lord Paramount of the Trident. To buy the respect House Frey have always wanted, but refused to earn. No, Catelyn decides, not even Lord Walder could be so disloyal.\n\n"}, "title": "House Frey (Histories &amp; Lore)"}