{"attributes": {"title": " House Beesbury", "region": " The Reach", "sigil": " A yellow beehive on black", "seat": " Honeyholt", "allegiance": " House Hightower", "image": " Humfrey Beesbury.png'''House Beesbury''' is a vassal house from the Reach sworn to House Hightower. Their seat is Honeyholt.==Historical members==*Lyman Beesbury, Lord of Honeyholt, a member of the Small Council of Viserys I Targaryen murdered by Ser Criston Cole for supporting Rhaenyra Targaryen.*Ser Humfrey Beesbury, who fought in the Trial by seven of Duncan the Tall.==In the books==In the ''A Song of Ice and Fire'' novels, House Beesbury is an ancient house from the time of the First Men, though their power has diminished over the centuries.  They are vassals of House Hightower.  They boast descent of Ellyn Ever-Sweet, a mythical daughter of the equally mythical Garth Greenhand, who became the first beekeeper after making a pact with the King of Bees. Their words are &quot;Beware our Sting&quot;.Lyman Beesbury, the old Master of Coin, was the first casualty of the Dance of the Dragons.  Upon King Viserys I Targaryen"}, "sections": {"TOP": "House Beesbury030287ie6qy5prhjhbtluw3hturdsa1x51vnn1774542015-03-17T03:35:18ZThe Dragon Demands5014364/* In the books */{{Template:Noble house\n|Title = House Beesbury\n|Seat = [[Honeyholt]]\n|Region = [[The Reach]]\n|Allegiance = [[House Hightower]]\n|Sigil = A yellow beehive on black|Image = Humfrey Beesbury.png}}\n'''House Beesbury''' is a vassal house from [[the Reach]] sworn to [[House Hightower]]. Their seat is [[Honeyholt]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, House Beesbury is an ancient house from the time of the [[First Men]], though their power has diminished over the centuries.  They are vassals of [[House Hightower]].  They boast descent of Ellyn Ever-Sweet, a mythical daughter of the equally mythical Garth Greenhand, who became the first beekeeper after making a pact with the King of Bees. Their words are &quot;Beware our Sting&quot;.\n\nLyman Beesbury, the old [[Master of Coin]], was the first casualty of the [[Dance of the Dragons]].  Upon King [[Viserys I Targaryen|Viserys I]]'s death, his son [[Aegon II Targaryen|Aegon II]] usurped the throne ahead of the designated heir, his older sister [[Rhaenyra Targaryen|Rhaenyra]].  When the [[Small Council]] met after the old king died, it quickly became apparent that all of the other members were going to support Aegon II's seizure of the throne - including Aegon II's mother [[Alicent Hightower]] -  but Lyman refused to go along with it.  In response, Lord Commander [[Criston Cole]] slit his throat at the council table itself.  The Hightowers were Aegon II's biggest supporters, as they were his mother's family, but they were surprised when several of their own vassal Houses declared for Rhaenyra and took up arms against them - among them House Beesbury, to avenge the honorless murder of Lyman.  It isn't clear why the Hightowers were surprised that the Beesburys would turn against them for this, though perhaps they thought Lyman's murder would shock them into submission.  The Beesburys and other pro-Rhaenyra Houses in the Reach were eventually overcome by the larger Hightower army, but it delayed them for many months, preventing them from attacking Rhaenyra's other forces further north.    \n\nThe Beesburys declare for King [[Renly Baratheon]] at the onset of the [[War of the Five Kings]], but after his death go over to [[House Lannister]] along with most of the lords of the Reach.\n\nThe [[Heraldry|heraldry]] of House Beesbury in the novels is actually three yellow beehives in a vertical line on black, flanked by alternating yellow and black vertical stripes.  The version in the TV series's &quot;Histories &amp; Lore&quot; apparently simplified this to just one yellow beehive, on solid black.\n\n", "Historical members": "*[[Lyman Beesbury]], Lord of Honeyholt, a member of the [[Small Council]] of [[Viserys I Targaryen]] murdered by Ser [[Criston Cole]] for supporting [[Rhaenyra Targaryen]].\n*Ser [[Humfrey Beesbury]], who fought in the [[Trial by seven of Duncan the Tall]].\n\n"}, "title": "House Beesbury"}