{"attributes": {"season": " Season 2", "image": " Harlen Tyrell surrender to Aegon the Conqueror.png", "narrator": " Margaery Tyrell'''&quot;House Tyrell&quot;''' is part of the &quot;Histories &amp; Lore&quot;, a special feature in the Blu-ray of Season 2 of ''Game of Thrones''. It is narrated by Natalie Dormer as Lady Margaery Tyrell.==Synopsis==Margaery Tyrell details House Tyrell's history serving under House Gardener before the War of Conquest and House Targaryen afterwards, before surrendering to Robert Baratheon after he defeated the Targaryen dynasty.==Summary==House Tyrell trace their descent fromÂ Garth Gardener, the legendary first King of the Reach who made the land bloom. But so too does every noble house around them. It seems Garth planted as many flowers as he plucked. A king should have more consideration for his line.For over 1000 years his sons and grandsons ruled The Reach as House Gardener. The offshoots of his daughters grew into vast and powerful houses in their own right except for House Tyrell. They chose instead to serve their Gardener cousins faithfully as stewards to manage their stronghold of Highgarden and the daily affairs of the Reach. Their words are &quot;Growing Strong&quot; and under their stewardship the Reach did just that, as did they.Aegon I Targaryen landed in Westeros, and King Mern IX Gardener allied with Loren Lannister, King of the Rock to repel Aegon's army. Mern did not reconsider when he saw Aegon's dragons. The combined force of the Reach and the Rock were no match for the Targaryens' beasts. King Mern was killed and House Gardener wiped out. Within a day, the Reach had lost its king, its ruling house and most of its army.Luckily, Harlen Tyrell had better sense. Until the Maesters sorted out the entail among Mern's cousins, Harlen the steward was acting Lord of Highgarden. To ensure peace and life in the Reach, he yielded the castle to Aegon. The other castles and families then followed, as they had since the Dawn Age.Aegon had a continent to conquer, and the fertile Reach was too valuable to raze. He accepted Harlen's proposal and welcomed the Reach into his Kingdom. To show his gratitude, Aegon awarded rule of Highgarden to Harlen, the castle his family had served for 1000 years, and made House Tyrell his Warden of the South, choosing them over older and greater families in the Reach.The Tyrells owed their high position to the Targaryens, and thus stayed loyal to them even during the reign of the Mad King Aerys II Targaryen, and even stayed loyal to them during Robert's Rebellion. Some question Mace Tyrell's decision to lay siege to Storm's End rather than aid Prince Rhaegar Targaryen before Robert Baratheon killed him and scattered the royal army during the Battle of the Trident. The Tyrells claimed victory over Robert in the Battle of Ashford, claiming that they would have won the war for Aerys had Lord Tywin Lannister not Sack of King's Landing", "title": " House Tyrell"}, "sections": {"TOP": "House Tyrell (Histories &amp; Lore)016912f0bc8aqk1if87xyg60rnkmrtsd3bt8j1774002015-03-17T02:57:01ZGreater good3347453Added synopsis and infobox{{Lore|Title = House Tyrell|Image = Harlen Tyrell surrender to Aegon the Conqueror.png|Season = [[Season 2|2]]|Narrator = [[Margaery Tyrell]]}}\n'''&quot;House Tyrell&quot;''' is part of the &quot;[[Histories &amp; Lore]]&quot;, a special feature in the Blu-ray of [[Season 2]] of ''[[Game of Thrones]]''. It is narrated by [[Natalie Dormer]] as Lady [[Margaery Tyrell]].\n\n", "Synopsis": "[[Margaery Tyrell]] details [[House Tyrell]]'s history serving under [[House Gardener]] before the [[War of Conquest]] and [[House Targaryen]] afterwards, before surrendering to [[Robert Baratheon]] after he defeated the Targaryen dynasty.\n\n", "Summary": "[[House Tyrell]] trace their descent fromÂ [[Garth Gardener]], the legendary first [[King of the Reach]] who made the land bloom. But so too does every noble house around them. It seems Garth planted as many flowers as he plucked. A king should have more consideration for his line.\n\nFor over 1000 years his sons and grandsons ruled [[The Reach]] as [[House Gardener]]. The offshoots of his daughters grew into vast and powerful houses in their own right except for House Tyrell. They chose instead to serve their Gardener cousins faithfully as stewards to manage their stronghold of [[Highgarden]] and the daily affairs of the Reach. Their words are &quot;Growing Strong&quot; and under their stewardship the Reach did just that, as did they.\n\n[[Aegon I Targaryen]] landed in [[Westeros]], and King [[Mern IX Gardener]] allied with [[Loren Lannister]], [[King of the Rock]] to repel Aegon's army. Mern did not reconsider when he saw Aegon's [[dragons]]. The combined force of the Reach and the Rock were no match for the Targaryens' beasts. King Mern was killed and House Gardener wiped out. Within a day, the Reach had lost its king, its ruling house and most of its army.\n\nLuckily, [[Harlen Tyrell]] had better sense. Until the [[Maesters]] sorted out the entail among Mern's cousins, Harlen the steward was acting [[Lord of Highgarden]]. To ensure peace and life in the Reach, he yielded the castle to Aegon. The other castles and families then followed, as they had since the [[Dawn Age]].\n\nAegon had a continent to conquer, and the fertile Reach was too valuable to raze. He accepted Harlen's proposal and welcomed the Reach into his Kingdom. To show his gratitude, Aegon awarded rule of Highgarden to Harlen, the castle his family had served for 1000 years, and made House Tyrell his [[Warden of the South]], choosing them over older and greater families in the Reach.\n\nThe Tyrells owed their high position to the Targaryens, and thus stayed loyal to them even during the reign of the Mad King [[Aerys II Targaryen]], and even stayed loyal to them during [[Robert's Rebellion]]. Some question [[Mace Tyrell]]'s decision to lay siege to [[Storm's End]] rather than aid Prince [[Rhaegar Targaryen]] before [[Robert Baratheon]] killed him and scattered the royal army during the [[Battle of the Trident]]. The Tyrells claimed victory over Robert in the [[Battle of Ashford]], claiming that they would have won the war for Aerys had Lord [[Tywin Lannister]] not [[Sack of King's Landing|sacked]] [[King's Landing]].\n\nWhen the Targaryens fell, House Tyrell chose peace and prosperity over war and devastation, bending the knee to King Robert Baratheon, First of His Name. They returned to Highgarden to manage the affairs of the Reach, as they had for thousands of years and will for a thousand more. Other Great Houses take [[House Lannister|lions]] and [[House Stark|wolves]] for their sigils, and draw power from the gold in their mountains or the cold of their winters. But mountains run dry, winter yields to spring, and the rose blooms once more.\n\n"}, "title": "House Tyrell (Histories &amp; Lore)"}