{"attributes": {"founder": "", "title": "House Glover", "image": "", "heir": "", "sigil": "A silver mailed fist on a scarlet field", "seat": "Deepwood Motte", "age": "", "titles": "Master of Deepwood Motte", "allegiance": "House Stark", "words": "", "lord": "Galbart Glover", "region": "The North", "vassals": "House Forrester"}, "sections": {"TOP": "House Glover02460b8tfzk9dsf4s7l61dd5cclaeo3zrzed1725362015-02-11T15:44:35ZAvatar349903+de{{Noble house\n| Title=[[House Glover]]\n| Image=\n| Image size=250px\n| Sigil=A silver mailed fist on a scarlet field\n| Words=\n| Titles=[[Master of Deepwood Motte]]\n| Seat=[[Deepwood Motte]]\n| Region=The [[North]]\n| Lord=[[Galbart Glover]]\n| Heir=\n| Allegiance=[[House Stark]]\n| Vassals=[[House Forrester]]\n| Cadet branches=\n| Date of founding=\n| Age=\n| Founder=\n| Ancestral weapon=\n}}\n{{dialogue a-b|Robb Stark|Galbart Glover will lead the van.|Greatjon Umber|The bloody Wall will melt before an Umber marches behind a Glover!|Greatjon Umber challenges Robb Stark|The Pointy End}}\n'''House Glover''' of [[Deepwood Motte]] is a vassal house that holds fealty to [[House Stark]] of [[Winterfell]]. Their lands are north-west of Winterfell, located along the [[Bay of Ice]] and extending into the [[Wolfswood]]. Their stronghold is a castle called Deepwood Motte and the head of the house is the [[Master of Deepwood Motte]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, House Glover is a loyal and reliable vassal of the Starks. Their castle is a motte-and-bailey wooden castle located inland but close to the Bay of Ice. House Glover's sigil is a mailed silver fist on scarlet background.\n\nHouse Glover has minor vassal houses of its own: [[House Forrester]], House Woods, House Branch, and House Bole.\n\nTechnically, the Glovers are stated to be a &quot;Masterly&quot; House, not a full major noble House - which would go towards explaining why Greatjon Umber would be insulted at being commanded by a Glover. However, [[George R.R. Martin]] has admitted that he didn't really think out a full system of titles for different degrees of rank within the nobility of the Seven Kingdoms. There actually doesn't seem to be any functional different between &quot;Masterly&quot; Houses such as the Glovers and other major Houses such as the Umbers. There are basically three tiers of noble family under each Great House such as the Starks: major Houses who answer only to the Great House of the region (i.e. the Umbers), minor lordly Houses who serve another intermediary noble House (House Marsh serves House Reed), and knightly Houses - unlike lords, knights do not have the power to dispense justice and executions on their own lands. Some minor lordly Houses also directly serve the Great House of the region, given that a feudal system isn't entirely a delegated hierarchy, but the ruling family gathers strength from its own lands. Thus minor Houses such as Cassel and Poole also serve the Starks. At any rate, because the Glovers answer to no intermediary lords but to the Starks themselves, and local lesser Houses in turn serve as vassals to the Glovers, there really doesn't seem to be any functional difference between the titles. Apparently their &quot;Masterly&quot; rank as the &quot;Masters of Deepwood Motte&quot; has to do with being marcher lords of a sort, responsible for governing the wild regions of the Wolfswood.\n\nDuring the ironborn's invasion, [[Yara Greyjoy|Asha Greyjoy]] takes Deepwood Motte with her forces, holding Sybelle and her children as hostages.\n\n===Members===\n*Galbart Glover, Master of Deepwood Motte\n** Robett Glover, Galbart's younger brother and heir. Taken captive by the Lannisters at the battle of Duskendale.\n** Sybelle Locke, Robett's wife. Held captive by the Ironborn at Deepwood Motte.\n*** Gawen Glover, Robett and Sybelle's son. Held captive by the Ironborn at Deepwood Motte.\n*** Erena Glover, Robett and Sybelle's newborn daughter. Held captive by the Ironborn at Deepwood Motte.\n*Ser [[Jorah Mormont]]'s first wife was a member of House Glover. She died after a miscarriage.\n*{Ethan Glover}. Traveled with [[Eddard Stark]] to the Tower of Joy, and died in the skirmish there.\n\n", "Members": "* [[Galbart Glover]], Master of Deepwood Motte, the current head of the family.\n\n"}, "title": "House Glover"}