{"attributes": {"cadets": "House Lannister of Lannisport", "weapon": "Brightroar (lost)Quote", "founder": "Lann the Clever", "title": "House Lannister", "image": "Lannister.JPG", "heir": "(disputed)", "sigil": "A golden lion rampant on a crimson field.", "seat": "Casterly Rock", "age": "", "titles": ["Lords of Casterly Rock", "Lords Paramount of the Westerlands", "Wardens of the West", "Kings of the Rock (pre-Wars of Conquest)"], "allegiance": "House Baratheon of King's Landing", "words": "'''&quot;Hear Me Roar!&quot;''' (official)&lt;br /&gt;'''&quot;A Lannister Always Pays His Debts&quot;''' (common saying)", "military": "60,000 men (so far)", "lord": "Cersei Lannister", "region": "The Westerlands", "vassals": ["House Clegane", "House Swyft", "House Crakehall", "House Lefford", "House Marbrand", "House Payne", "House Westerling", "House Reyne (former)"]}, "sections": {"Relationships": "===Members===\n* Lord {[[Tywin Lannister]]}, eldest son of {[[Tytos Lannister]]}. Lord of Casterly Rock, Warden of the West, Lord Paramount of the Westerlands, Hand of the King, Savior of the City of King's Landing and Protector of the Realm. [[Assassination at the Tower of the Hand|Killed]] by his son [[Tyrion Lannister]] on the privy.\n** His wife, Lady {[[Joanna Lannister]]}, who died after giving birth to their second son. Also a first cousin to Tywin.\n** His daughter, Queen [[Cersei Lannister|Cersei]], widow to the late King [[Robert Baratheon]], Queen Regent of the Seven Kingdoms and Lady of Casterly Rock.\n*** His eldest grandson, KingÂ {[[Joffrey Baratheon]]}, [[King of the Andals and the First Men]], [[Lord of the Seven Kingdoms]] and [[Protector of the Realm]]. Poisoned at his own [[Purple Wedding|wedding]] feast\n*** His granddaughter, Princess [[Myrcella Baratheon]].\n*** His youngest grandson, King [[Tommen Baratheon]], [[King of the Andals and the First Men]] and [[Lord of the Seven Kingdoms]].\n** His elder son and twin to Cersei, Ser [[Jaime Lannister]], called &quot;the Kingslayer&quot;, [[Lord Commander]] of the [[Kingsguard]].\n** His younger son and lawful heir to Casterly Rock, [[Tyrion Lannister]], called &quot;the Imp&quot; and &quot;Halfman&quot;, a [[Dwarfism|dwarf]]. Former acting [[Hand of the King]] and [[Master of Coin]]. Now a fugitive after being condemned to death and killing his father.\n*** [[Sansa Stark]], his wife through forced, and still unconsummated, marriage. Now a fugitive.\n* Ser [[Kevan Lannister]], Tywin's younger brother and closest adviser.\n** His wife [[Dorna Lannister|Dorna]], of [[House Swyft]].\n** Ser [[Lancel Lannister]], Kevan's eldest son and heir, former squire to King Robert Baratheon. Knighted after Robert's death.\n** {[[Martyn Lannister]]}, Kevan's second son, a squire in the Lannister army. Murdered by [[Rickard Karstark]] while hostage at [[Riverrun]].\n** {[[Willem Lannister]]}, Kevan's youngest son, a squire in the Lannister army. Murdered by [[Rickard Karstark]] while hostage at Riverrun.\n* Ser {[[Stafford Lannister]]}, Tywin's first cousin, brother of Joanna, killed at the [[Battle of Oxcross]].\n\n", "Family Tree": "\n{{House Lannister family tree}}\n\n===Cadet branches===\n\nHouse Lannister is a very old and wealthy family, dating back to the [[Age of Heroes]] and the [[Andal]] invasion 6,000 years ago. As a result it has produced numerous cadet branches and distant cousins of the main line, who have prospered as members of the minor nobility in the Westerlands for many years. In contrast, while [[House Stark]] is even older than House Lannister, due to the harsh conditions of the North (both low economic output and threat of Wildling attacks) by the time of the [[War of the Five Kings]], the Starks possess few if any cousins, and only one major cadet branch, [[House Karstark]]. Therefore, there are numerous minor members of the extended &quot;House Lannister&quot; which exist in the background of the narrative, but they are so numerous and distantly related that members of the main line wouldn't think to mention them any more than they would their other vassals.\n\n*Ser {[[Alton Lannister]]} - a cousin to Jaime, Cersei, and Tyrion from a lesser branch of the family. A prisoner of House Stark. Killed by Jaime as part of an escape attempt. He stated that his mother is [[Cynda Lannister]].\n\n[[House Lannister of Lannisport]] - a cadet branch of House Lannister, formally organized as a distinct House. They directly rule the city of Lannisport for the main branch, while the main branch rules the gold-mine rich area of Casterly Rock in the nearby mountains above Lannisport.\n\n* [[Reginald Lannister]], a bannerman of Lord Tywin fighting for House Lannister in the [[War of the Five Kings]].\n\n===Sworn to House Lannister===\n====Vassal Houses====\n* [[House Clegane]] of [[Clegane's Keep]].\n* [[House Crakehall]] of [[Crakehall]].\n* [[House Lefford]] of [[Golden Tooth]].\n* [[House Lannister of Lannisport]] - a cadet branch of the main line.\n* [[House Lorch]]\n* [[House Marbrand]] of [[Ashemark]].\n* [[House Payne]].\n* [[House Serrett]] of [[Silverhill]].\n* [[House Swyft]] of [[Cornfield]].\n* [[House Westerling]] of [[the Crag]].\n\n====Household and sworn men====\n* Ser [[Gregor Clegane]], called 'the Mountain that Rides' and 'the Mountain'. Sworn sword of Lord Tywin.\n* Ser {[[Amory Lorch]]}, sworn sword of Lord Tywin. Poisoned under mysterious circumstances in [[Harrenhal]]\n**[[Rorge]] and [[Biter]], criminals bound to the Night's Watch recruited into the Lannister army.\n*[[Polliver]], a man-at-arms serving under Amory Lorch and then the Mountain. Killed by [[Arya Stark]] at an inn in the Riverlands.\n**{[[Lowell]]}, a man-at-arms serving alongside Polliver. Killed by the Hound at the same inn.\n\n", "Military strength": "House Lannister can raise approximately 60,000 men in a relatively short period of time. As the richest house, the Lannisters' forces are among the best-equipped in the Seven Kingdoms, though [[House Tyrell]] commands larger numbers.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n\nThe Lannisters also command a modest fleet, berthed at Lannisport. The fleet was largely destroyed at anchor during the [[Greyjoy Rebellion]] in a pre-emptive strike led by [[Balon Greyjoy]]'s brothers.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\n", "TOP": "House Lannister02094l7m2w01dscsn715hgvbyv4qky1tio8v1745512015-02-26T21:39:31ZGonzalo848331/* Background */{{Noble house\n| Title=[[House Lannister]]\n| Image=Lannister.JPG\n| Sigil=A golden lion rampant on a crimson field.\n| Words='''&quot;Hear Me Roar!&quot;''' (official)&lt;br /&gt;'''&quot;A Lannister Always Pays His Debts&quot;''' (common saying)\n| Titles=Lords of Casterly Rock&lt;br&gt;Lords Paramount of the Westerlands&lt;br&gt;Wardens of the West&lt;br&gt;Kings of the Rock (pre-Wars of Conquest)\n| Seat=[[Casterly Rock]]\n| Region=The [[Westerlands]]\n| Lord=[[Cersei Lannister]]\n| Heir=(disputed)\n| Allegiance=[[House Baratheon of King's Landing]]\n| Vassals=[[House Clegane]]&lt;br&gt;[[House Swyft]]&lt;br&gt;[[House Crakehall]]&lt;br&gt;[[House Lefford]]&lt;br&gt;[[House Marbrand]]&lt;br&gt;[[House Payne]]&lt;br&gt;[[House Westerling]]&lt;br&gt;[[House Reyne]] (former)\n| Military=60,000 men (so far)\n| Cadets=[[House Lannister of Lannisport]]\n| Age=\n| Founder=[[Lann the Clever]]\n| Weapon=[[Brightroar]] (lost)}}\n{{Quote|You have to give it to the Lannisters â&euro;&ldquo; they may be the most pompous, ponderous cunts the gods ever suffered to walk the world, but they do have outrageous amounts of money.|Renly Baratheon|The Wolf and the Lion}}\n[[Image:House Lannister banner.jpg|thumb|right|200px|The banner of [[House Lannister]] of [[Casterly Rock]], the rulers of the [[Westerlands]].]]\n'''House Lannister of Casterly Rock''' is one of the [[Great Houses]] of [[Westeros]], one of its richest and most powerful families and oldest dynasties. The major characters [[Jaime Lannister|Jaime]], [[Cersei Lannister|Cersei]], and [[Tyrion Lannister|Tyrion]] and the recurring characters [[Tywin Lannister|Tywin]], [[Kevan Lannister|Kevan]], and [[Lancel Lannister|Lancel]] are members of the house. Tywin is the head of House Lannister and Lord of Casterly Rock.\n\nTheir lands are in the far west of the continent. Their seat is [[Casterly Rock]], a massive rocky promontory overlooking the Sunset Sea which has had habitations and fortifications built into it over the millennia. They are the Lords Paramount of the [[Westerlands]] and Wardens of the West. House Lannister's [[Heraldry]] consists of a golden lion on a crimson background, and their [[House words]] are '''&quot;Hear me roar!&quot;''', which is rarely mentioned. Their unofficial motto, which is as well known as the official one, is '''&quot;A Lannister always pays his debts&quot;''' - which is used much more often and mostly in negative context, though it can also be used in the original, literal sense.\n\nThe [[Incest|incestuous]] relationship of Cersei and Jaime has been concealed in a conspiracy. Their son [[Joffrey Baratheon]] has claimed the Iron Throne on the premise that he was actually fathered by the late King [[Robert Baratheon]]. Lord Tywin is a key supporter of his reign in the [[War of the Five Kings]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, House Lannister was established many thousands of years prior to the books' opening by a trickster-hero called Lann the Clever, who tricked the powerful Casterly family into abandoning their stronghold of [[Casterly Rock]], which the Lannisters took for their own. The Lannisters have ruled the region known as the Westerlands ever since, getting rich off the many gold and silver mines in the western hills and mountains.\n\nDuring [[Robert's Rebellion]], the Lannisters sat out most of the war, refusing to heed the calls of King [[Aerys II Targaryen]] to aid him in crushing the rebellion. After the rebel victory at the [[Battle of the Trident]], the Lannister army marched to the relief of [[King's Landing]] but, instead of helping defend the city, they brutally sacked it, killing King Aerys and his grandchildren. Robert Baratheon publicly forgave the Lannisters their actions and accepted their allegiance, marrying Cersei Lannister in thanks for Tywin's assistance. However, [[Eddard Stark]] saw the Lannister action as betrayal and murder, and has not trusted them ever since.\n\nHouse Lannister consists of a &quot;main&quot; branch led by Lord Tywin and a junior branch, led by cousins, that controls the city of Lannisport. The Lannisters are a relatively large family, though nowhere near as numerous as the [[House Frey|Freys of the Crossing]].\n\nA minor change is that in the books the heraldry of House Lannister features a lion passant (striding on all four legs), but in the TV series the lion is rampant (rearing up with its forepaws raised to attack). The variant with the striding, passant lion is still glimpsed on several occasions in the TV series (i.e. Tywin's battle-flags during the [[Battle of the Green Fork]]), though it is not the primary version featured in promotional materials.\n\nAccording to the TV series official [[pronunciation guide]] developed for the cast and crew, &quot;Lannister&quot; is pronounced &quot;LAN-iss-ter&quot;. It rhymes with &quot;Lancaster&quot;. The conflict between the &quot;Starks and Lannisters&quot; in the series is loosely inspired by the English War of the Roses between the &quot;Yorks and Lancasters&quot;.\n\n", "Image gallery": "&lt;gallery&gt;\nHouse Lannister tourney.jpg|The banner of House Lannister at the [[Tournament|Tourney of the Hand]] in &quot;[[The Wolf and the Lion]]&quot;.\nHouse Lannister.jpg|The sigil of House Lannister from the Maester's Path promotional campaign.\nLannister icon.png|Icon for House Lannister from the HBO viewer's guide.\nLannister Shield.jpg|A shield emblazoned with the sigil of House Lannister from the HBO viewer's guide.\nLannister-small.png|Small icon of House Lannister from the HBO viewers guide.\nLannistersEW.png|Tyrion, Jaime, and Cersei Lannister in a promotional image from Entertainment Weekly.\nLannister Map-marker.jpg|A map-marker used to represent House Lannister forces.\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "History": "===Background===\nHouse Lannister is one of the [[Great Houses]] of [[Westeros]]. Their lands are in the far west of the continent. Their seat is [[Casterly Rock]], a castle on a rocky promontory overlooking the Sunset Sea. It overlooks the thriving city of [[Lannisport]] and sits atop the most productive gold mine in the Westerlands.&lt;ref&gt;&quot;The Complete Guide to Westeros: House Lannister&quot; featurette, Season 1 Blu Ray boxset&lt;/ref&gt; They are the wealthiest family in the realm.&lt;ref name=&quot;House Lannister viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/lannister/ HBO viewers guide, season 2 guide to houses, House Lannister entry]&lt;/ref&gt; They once possessed a Valyrian steel sword called [[Brightroar]], which was lost by King [[Tommen II Lannister]].\n\nFair-haired, tall and handsome, the modern Lannisters are the blood of [[Andal]] adventurers who carved out a mighty kingdom in the western hills and valleys. Through the female line, they boast of descent from [[Lann the Clever]], the legendary trickster of the [[Age of Heroes]] who swindled Casterly Rock from its [[House Casterly|previous rulers]]. They used to rule the [[Westerlands]] as the Kings of the Rock before swearing allegiance to the [[Targaryen]] family. The last [[King of the Rock]], [[Loren Lannister]], and the last [[King of the Reach]], [[Mern Gardener]], joined forces and fielded 60,000 men against [[Aegon I Targaryen|Aegon the Conqueror]]. They were defeated by his dragons in a battle that came to be known as the '[[Field of Fire]]' and lost 4,000 men. They have since served the Targaryens and now [[Robert Baratheon|King Robert Baratheon]] as the Lords Paramount of the Westerlands and Wardens of the West. The gold of [[Casterly Rock]] and the [[Golden Tooth]] has made them the wealthiest of the Great Houses.&lt;ref&gt;&quot;The Complete Guide to Westeros: House Lannister&quot; featurette, Season 1 Blu Ray boxset&lt;/ref&gt;&lt;ref name=&quot;House Lannister viewers guide&quot;/&gt;\n\n[[File:ReyneRebellion.png|thumb|left|The red lion of Reyne confronts the golden lion of Lannister]]Tywin Lannister is the current head of the family. His father [[Tytos Lannister]] presided over a period of decline for the house. He frittered away much of their fortune on poor investments and allowed himself to be mocked at court creating a perception of weakness. Their vassals [[House Reyne]] of [[Castamere]] [[Reyne Rebellion|rebelled]] against Lord Tytos. Tywin put down the rebellion personally, extinguishing their house and re-establishing the fearsome reputation of House Lannister. His ruthlessness gave darker meaning to the common phrase &quot;A Lannister always pays his debts&quot; and was immortalized in the song &quot;[[The Rains of Castamere (song)|The Rains of Castamere]]&quot;.&lt;ref&gt;&quot;The Complete Guide to Westeros: House Lannister&quot; featurette, Season 1 Blu Ray boxset&lt;/ref&gt;&lt;ref name=&quot;E16&quot;&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\nTywin has three children [[Cersei Lannister|Cersei]], [[Jaime Lannister|Jaime]], and [[Tyrion Lannister|Tyrion]] by his wife [[Joanna Lannister]]. Joanna died after giving birth to Tyrion. Tyrion is a dwarf and has a troubled relationship with Tywin. Cersei and Jaime are fraternal twins. Cersei is Queen of Westeros since Tywin arranged for her marriage to King [[Robert Baratheon]] in exchange for his support in [[Robert's Rebellion]].&lt;ref name=&quot;House Lannister viewers guide&quot;/&gt; She has a longstanding incestuous relationship with her brother Jaime. The two conspire to conceal their love and have passed their children (Joffrey, Myrcella, and Tommen) off as being the product of Cersei's marriage.&lt;ref&gt;&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;&lt;/ref&gt;\n\n===[[Season 1]]===\nFollowing the death of the Hand of the King [[Jon Arryn]] Queen [[Cersei Lannister]] meets with her brother [[Jaime Lannister]] in the throne room. They discuss their secret incestuous relationship and speculate that Jon may have known about it. [[Lysa Arryn]] writes to her sister [[Catelyn Stark]] claiming that Jon Arryn was murdered by House Lannister.&lt;ref&gt;&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;&lt;/ref&gt;\n\nCersei and Jaime travel north to Winterfell with her husband King [[Robert Baratheon]]. Robert plans to make [[Eddard Stark]] Hand of the King. They are accompanied by their brother [[Tyrion Lannister]]. Their son [[Joffrey Baratheon]] is betrothed to [[Sansa Stark]]. Cersei and Jaime continue liaise in a disused tower. They are interrupted by [[Bran Stark]] and Jaime pushes him out of the window of the tower to prevent him revealing what he saw.&lt;ref&gt;&quot;Winter is Coming&quot;&lt;/ref&gt;\n\nCersei and Jaime are shocked to learn that Bran survived the fall. Cersei visits Catelyn at Bran's bedside and tells her that she once had a black haired son who died young. Joffrey refuses to pay the Stark family the same courtesy and Tyrion violently rebukes him. The royal party leaves Winterfell and Tyrion splits from the group to go further north to see [[the Wall]]. He befriends [[Jon Snow]], a bastard of [[House Stark]] and new volunteer to the Night's Watch. On the Kingsroad south Joffrey is attacked by [[Arya Stark]] and her direwolf [[Nymeria]]. He claims that the attack was unprovoked. When the direwolf cannot be found Cersei demands that its sister wolf [[Lady]] be executed. An assassin attempts to kill Bran as he lies comatose at Winterfell but he is protected by his direwolf [[Summer]]. Catelyn discovers a blond hair in the disused tower and notes the fine blade the assassin used; she suspects the Lannisters of ordering the assassination.&lt;ref&gt;&quot;[[The Kingsroad]]&quot;&lt;/ref&gt;\n\nCersei counsels her son about the incident and warns him that anyone who is not a member of their House is an enemy. A raven arrives with news of Bran's recovery. Cersei fears that he will expose their secret and Jaime comforts her. Tyrion finds the Night's Watch undermanned and lacking voluntary recruits. He travels south with the recruiter [[Yoren]]. Catelyn goes to King's Landing to discuss the attack on Bran with Eddard. She is told by [[Petyr Baelish]] that the knife the assassin used belonged to Tyrion.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt;\n\nTyrion is disturbed by a frosty reception from [[Robb Stark]] at Winterfell and notes the absence of Catelyn. He delivers plans for a saddle that will allow the paraplegic Bran to ride a horse but chooses to stay elsewhere because of Robb's rudeness. Much further south Tyrion chances across Catelyn in the Inn at the Crossroads. She calls upon the loyalty of the Tully bannermen present and has him arrested for the assassination attempt.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\nIn King's Landing Eddard begins to investigate the movements of [[Jon Arryn]] prior to his death and uncovers a bastard son of Robert. Jaime refuses to deliver a message from Eddard to Robert but does reminisce with Eddard's Captain [[Jory Cassel]] about fighting during the Greyjoy Rebellion. Jaime is chagrined at having to guard Robert while he cheats on Cersei. Cersei attends the Tourney of the Hand thrown in Robert's honor but leaves when Robert's coarse behaviour annoys her. She visits Eddard, questions his motivations and warns him that his service to Robert is futile. Lannister sworn sword [[Gregor Clegane]] kills Jon Arryn's former squire [[Hugh]] of the Vale during the jousts.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\nCersei and Robert have a frank discussion about the threat of the alliance between the exiled [[House Targaryen]] and the [[Dothraki]], their loveless marriage, and Robert's feelings for his dead first love [[Lyanna Stark]]. Catelyn takes Tyrion East through the Vale of Arryn and he is imprisoned in the sky cells of the Eyrie. News of his capture reaches King's Landing and Jaime confronts Eddard and kills several of his guards, including Jory before duelling him personally. Eddard is wounded by a Lannister Man-at-Arms and Jaime leaves him alive and rides out of the capital.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt; Lord [[Tywin Lannister]] calls his banners and marches on the Riverlands (Catelyn's ancestral home) to punish her for Tyrion's abduction.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n\nCersei and Robert argue over punishing Eddard for the capture of Tyrion and Robert hits her. Robert goes hunting in the Kingswood leaving Eddard to rule in his absence. Refugees from the Riverlands report being attacked by Ser Gregor Clegane. Eddard dispatches a small force to bring Gregor to justice and calls Tywin to King's Landing to answer for Gregor's crimes. Tyrion wins his freedom in a trial by combat where the sellsword [[Bronn]] fights as his champion. Eddard's investigation leads him to realise that Cersei's children are all fathered by Jaime.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\nJaime liaises with Tywin's forces at an encampment in the Riverlands. Tywin has gathered an army of sixty thousand men. He tells Jaime that the current conflict will decide the fate of their family. He orders Jaime to take thirty thousand men and besiege [[Riverrun]], Catelyn's childhood home and the seat of [[House Tully]]. Jaime ponders why Tywin would risk so much for the ugly, stunted son that he hates, and Tywin explains that a Lannister is a Lannister and any affront must be punished.&lt;ref&gt;&quot;You Win or You Die&quot;&lt;/ref&gt;\n\nEddard confronts Cersei with his findings and warns her that he intends to tell Robert on his return. Robert's squire [[Lancel Lannister]] gives him plenty to drink during the hunt and Robert is gravely wounded by a boar in the Kingswood. He is brought back to King's Landing to die. Eddard holds his tongue and Robert declares him Protector of the Realm from his deathbed. [[Renly Baratheon]] appeals to Eddard to help him seize the throne but Eddard refuses because [[Stannis Baratheon]] is Robert's oldest brother and rightful heir. Eddard writes to Stannis to inform him of his findings and then recruits Baelish and the City Watch in an attempt to take Cersei and her children into custody. Renly flees the city. Eddard is betrayed by his allies and she instead has him arrested and destroys Robert's final proclamation. Cersei installs Joffrey as King and becomes Queen Regent.&lt;ref&gt;&quot;You Win or You Die&quot;&lt;/ref&gt;\n\nLannister forces massacre the remaining Stark retainers in King's Landing. Sansa is captured but Arya escapes. Cersei manipulates Sansa into writing to her brother Robb to convince him to swear fealty to Joffrey. Robb sees through the ploy and calls his banners to march south. Cersei dismisses Ser [[Barristan Selmy]] as [[Lord Commander]] of the [[Kingsguard]] and installs Jaime in his place.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\nTyrion is captured by the [[Hill tribes]] of the Vale but convinces them to join the Lannister cause in exchange for weapons and autonomy from the Lord of the Eyrie. Tyrion and his men link up with Tywin in the Riverlands as he prepares to battle Robb's army.&lt;ref&gt;&quot;The Pointy End&quot;&lt;/ref&gt;\n\n[[File:Tywinfullarmor.jpg|thumb|Tywin Lannister in armor after the [[Battle of the Green Fork]]]]\nRobb sends a decoy force to fight Tywin's force and Tywin wins an easy victory against the much smaller force in the [[Battle of the Green Fork]]. Jaime is captured by Robb's army in the [[Battle of the Whispering Wood]]. Despite Cersei arranging for Eddard to confess in exchange for leniency Joffrey has him executed for treason.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt; Tywin receives word that both Stannis and Renly have declared claims on the throne and are gathering armies. These battles mark the opening exchanges of the [[War of the Five Kings]].&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\nJaime is questioned by Catelyn and admits to pushing Bran from the tower but does not reveal why. Tywin is frustrated with Cersei's failure to control Joffrey and names Tyrion Acting Hand of the King and sends him to King's Landing. Tywin forbids Tyrion to take his lover [[Shae]] with him but Tyrion defies the order. Tywin moves his army to Harrenhal to avoid being pinned between the opposing forces. Cersei sleeps with Lancel for the first time.&lt;ref&gt;&quot;Fire and Blood&quot;&lt;/ref&gt;\n\n"}, "title": "House Lannister"}