{"attributes": {"cadets": "", "weapon": " Widow's WailQuote", "imagesize": "250px", "founder": "Robert Baratheon", "title": "'''House Baratheon of King's Landing'''", "image": "House-Baratheon-of-Kings-Landing-heraldry.jpg", "heir": "Princess Myrcella Baratheon", "sigil": "The crowned stag of Baratheon black on gold and the lion of Lannister golden on red combatant", "seat": "Red Keep, King's Landing", "age": "18 years", "titles": ["Lord of the Seven Kingdoms", "King of the Andals and the First Men", "Protector of the Realm"], "allegiance": "Sovereign", "words": "", "lord": "King Tommen Baratheon", "region": "The Crownlands", "vassals": ["House Slynt", "House Rosby", "House Thorne", "House Blount", "House Rykker", "House Gaunt", "House Stokeworth"]}, "sections": {"TOP": "House Baratheon of King's Landing06225nm9urtwy038jbnwe4ph4ptyoc87u5521805602015-04-02T20:16:16ZArtimec11485425/* Members */{{Noble house\n| Title='''House Baratheon of King's Landing'''\n| Image=House-Baratheon-of-Kings-Landing-heraldry.jpg\n| ImageSize=250px\n| Sigil=The crowned stag of Baratheon black on gold and the lion of Lannister golden on red combatant\n| Words=\n| Titles=Lord of the Seven Kingdoms&lt;br&gt;King of the Andals and the First Men&lt;br&gt;Protector of the Realm\n| Seat=[[Red Keep]], [[King's Landing]]\n| Region=The [[Crownlands]]\n| Lord=King [[Tommen Baratheon]]\n| Heir=Princess [[Myrcella Baratheon]]\n| Allegiance=Sovereign\n| Vassals=[[House Slynt]]&lt;br&gt;[[House Rosby]]&lt;br&gt;[[House Thorne]]&lt;br&gt;[[House Blount]]&lt;br&gt;[[House Rykker]]&lt;br&gt;[[House Gaunt]]&lt;br&gt;[[House Stokeworth]]\n| Cadets=\n| Age=18 years\n| Founder=[[Robert Baratheon|Robert I]]\n| Weapon= [[Widow's Wail]]}}\n\n{{Quote|The King Joffrey Baratheon is neither a true king, nor a true Baratheon.|[[Robb Stark]]|The North Remembers}}\n\n'''House Baratheon of King's Landing''' is a [[cadet branch]] of the original [[House Baratheon]] of [[Storm's End]] and the royal house of [[Westeros]] since the defeat of and exile of the [[House Targaryen|Targaryen dynasty]] following [[Robert's Rebellion]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/jbaratheon/ HBO viewers guide, season 2 guide to houses, House Baratheon of King's Landing entry]&lt;/ref&gt;\n\nTheir seat is the [[Red Keep]] in the city of [[King's Landing]] and their domains are the lands ruled directly by the [[Iron Throne]], the [[Crownlands]].\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "In the books": "Houses sworn to House Baratheon of King's Landing in the books, yet to appear in the series, include:\n\n* House Buckwell of [[Antlers]]\n* House Byrch\n* House Chelsted\n* House Hayford of Hayford\n* House Staunton of [[Rook's Rest]]\n\n\nIn the books, it is Stannis Baratheon who first begins to suspect that Robert Baratheon has no true born heirs, but he knew that Robert wouldn't listen to anything he had to say. So he enlisted Jon Arryn's help in his investigations, because Robert listened to Jon. Eddard Stark found out that they travelled together when visiting Gendry at the blacksmith and baby Barra at the brothel, while he was trying to trace Jon Arryn's footsteps. Jon Arryn found the proof in the book of lineages that he borrowed from Grand Maester Pycelle. He died saying &quot;the seed is strong&quot;, i.e. black hair is a dominant trait over blonde hair. When Jon Arryn dies suddenly and mysteriously, Stannis leaves King's Landing for Dragonstone. Stannis talks about this to Renly, while negotiating with him at Storm's End. The letter Eddard Stark writes to Stannis saying he is Robert's heir and heir to the Iron Throne never reaches Stannis, and it is used by Cersei as proof of Lord Eddard's treason. While in the Red Keep's dungeon, Ned laments that the truth about Cersei's children was written right on their faces: all three are blonde and look nothing like Robert, but all of Robert's bastard children strongly resemble him.\n\nRoyal inheritance laws are different from normal inheritance laws, putting female heirs behind all ''possible'' male ones, meaning that Myrcella actually ranked behind Stannis and Renly. Even in the TV series, Renly specifies in Season 1's &quot;[[The Wolf and the Lion]]&quot; that he is fourth in line to the throne, behind Joffrey, Tommen, and Stannis - but skipping Myrcella. The Lannisters tried to at least maintain the pretense that Joffrey was Robert's lawful heir. After Joffrey's death, however, if Tommen also died, Stannis would technically be next in line for the throne, regardless of what happened to Myrcella. The Lannisters do not particularly care about the lawful line of succession, and would probably just wave aside that Stannis was a traitor who attacked King's Landing, but it would be much more difficult for them to maintain any pretenses about their grab for the throne.\n\nAfter Robert Baratheon became king, he continued to use the [[Heraldry]] of House Baratheon of Storm's End, a black stag on a gold field, but with a crowned stag to signify the new royal status of his House. In Season 2, Joffrey's &quot;House Baratheon of King's Landing&quot; starts using a new heraldry design, with a Baratheon stag and a Lannister lion facing each other. The books more clearly explain that this is what Joffrey used as his personal heraldry, even before Robert died. When Joffrey comes to Winterfell at the beginning of the first novel, Jon Snow remarks on how arrogant it is that Joffrey gives equal standing to his mother's House in his personal sigil. By the second novel, corresponding to Season 2, Joffrey just used his personal sigil so prolifically at court that it became established as the new heraldry for his cadet branch of House Baratheon.\n\n", "Members": "* King {[[Robert Baratheon]]}, called &quot;the Usurper&quot; by Targaryen loyalists, the head of the family and the King before his death.\n** His wife, Queen Regent [[Cersei Lannister|Cersei]], of [[House Lannister]].\n*** Their eldest son and Robert's heir, {[[Joffrey Baratheon]]}, [[King of the Andals and the First Men]], Lord of the Seven Kingdoms and Protector of the Realm, dubbed &quot;the King on the Iron Throne&quot;, poisoned at his [[Purple Wedding|wedding feast]].\n*** Their daughter, Princess [[Myrcella Baratheon]], heir to the throne. Currently in [[Dorne]] as a ward of [[House Martell]], as part of her betrothal to [[Trystane Martell]].\n*** Their youngest son, [[Tommen Baratheon]], current King of the Andals and the First Men.\n\nNote: Joffrey, Myrcella, and Tommen are legally held to be the children of King Robert Baratheon, but they are actually [[Bastards|bastards]] born of incest between Queen Cersei and her twin brother, Ser [[Jaime Lannister]]. This information is not publicly known in [[Seven Kingdoms]] except as a rumor and only a few know it to be true.\n\nThis makes House Baratheon of King's Landing a nigh-[[cadet branch]] of [[House Lannister]]. Of course, given that bastard children (particularly unacknowledged bastards) cannot inherit, it is unlikely that it will ever be considered an &quot;official&quot; cadet branch of House Lannister.\n\n=== Royal Court and Household ===\n\n* King Tommen's small council:\n** Lord {[[Tywin Lannister]]}, [[Lord Paramount of the Westerlands]], [[Lord of Casterly Rock]], [[Warden of the West]] and [[Savior of the City]], the [[Hand of the King]] and [[Protector of the Realm]]. [[Assassination at the Tower of the Hand|Killed]] by [[Tyrion Lannister]].\n** Queen [[Cersei Lannister]], Lady of Casterly Rock, Regent until Tommen comes of age.\n** [[Grand Maester]] [[Pycelle]], advisor and healer, reinstated by Lord Tywin's decree.\n** Lord [[Varys]], called &quot;the Spider&quot;, the [[Master of Whisperers]]. Now a fugitive.\n** Lord [[Mace Tyrell]], [[Lord of Highgarden]], [[Lord Paramount of the Reach]] and [[Warden of the South]], the [[Master of Ships]].\n** Prince {[[Oberyn Martell]]}, called &quot;the Red Viper of Dorne&quot;, adviser. Killed by Ser [[Gregor Clegane]] during the [[Second Trial by Combat of Tyrion Lannister]].\n\n* King Tommen's [[Kingsguard]]:\n**Ser [[Jaime Lannister]], called &quot;the Kingslayer&quot;, [[Lord Commander]] of the [[Kingsguard]].\n**Ser [[Meryn Trant]]\n**Ser [[Boros Blount]]\n**Ser [[Preston Greenfield]]\n**Ser [[Balon Swann]], promoted after the Battle of the Blackwater\n**Ser [[Arys Oakheart]], currently in Dorne as Princess Myrcella's sworn shield.\n\n* Queen [[Margaery Tyrell]], Lord Mace's eldest daughter, King Joffrey's widow and King Tommen's betrothed.\n** Ser [[Loras Tyrell]], called &quot;the Knight of the Flowers&quot;, Lord Mace's son and heir.\n** Lady [[Olenna Tyrell]], called &quot;the Queen of Thorns&quot;, widow of the late Lord [[Luthor Tyrell]], Lord Mace's mother.\n* Ser [[Kevan Lannister]], Lord Tywin's brother and adviser\n** Ser [[Lancel Lannister]], his eldest son, a [[knight]] and [[squire]] to the late King Robert, gravely wounded in the [[Battle of Blackwater]].\n* Lord [[Gyles Rosby]], Lord of Rosby.\n* Ser [[Aron Santagar]], master-at-arms of the [[Red Keep]].\n* Ser [[Ilyn Payne]], the [[King's Justice]].\n*[[Tyrion Lannister]], former [[Master of Coin]], condemned to death for the assassination of King Joffrey. Now a fugitive.\n**Princess [[Sansa Stark]], his wife, and hostage of the [[Iron Throne]]. Now a fugitive under the protection of [[Petyr Baelish]], the [[Lord of Harrenhal]].\n*Ser [[Bronn]] of the Blackwater, a former sellsword and once a knight in Tyrion Lannister's service, former Commander of the [[City Watch]], currently betrothed to [[Lollys Stokeworth]].\n* [[Podrick Payne]], Tyrion Lannister's former squire. Now in [[The Riverlands]], squiring for [[Brienne of Tarth]].\n* Septa [[Eglantine]], Princess Myrcella's governess. Currently in [[Dorne]] with Myrcella.\n*[[Qyburn]], a former maester now serving Queen Cersei.\n* {[[Dontos Hollard]]}, called &quot;Ser Dontos the Red&quot;, a former knight and King Joffrey's fool. The last of his line. Killed by men serving Lord Baelish after delivering Sansa Stark to him.\n{{House Baratheon family tree}}\n\n==Sworn to House Baratheon of King's Landing==\n* [[House Blount]]\n* [[House Gaunt]]\n* {[[House Hollard]]} - now extinct\n* [[House Rosby]] of [[Rosby]]\n* [[House Rykker]] of [[Duskendale]]\n* [[House Slynt]]\n* [[House Stokeworth]] of [[Castle Stokeworth]]\n* [[House Thorne]]\n\n", "History": "===Under Robert I===\n[[Image:House Baratheon of King's Landing.jpg|thumb|250px|The royal family (from left to right): Myrcella, Tommen, Robert, Cersei, and Joffrey.]]\n[[Robert Baratheon]] founded the new royal House after he deposed the last Targaryen king, [[Aerys II Targaryen|Aerys the Mad]], during the [[Robert's Rebellion|War of the Usurper]]. Afterwards, Robert ruled the Seven Kingdoms for seventeen prosperous and mostly peaceful years (barring the localized [[Greyjoy Rebellion]] which occurred eight years into his reign). To strengthen his powerbase, Robert entered into a marriage-alliance with the wealthy [[House Lannister]], wedding Lord [[Tywin Lannister]]'s daughter [[Cersei Lannister|Cersei]]. Their first child died in infancy, but afterwards Cersei gave birth to three children: [[Joffrey Baratheon|Joffrey]], [[Myrcella Baratheon|Myrcella]], and [[Tommen]].\n\nAfter the mysterious and sudden death of [[Hand of the King]] [[Jon Arryn]], Robert brought his old friend and wartime companion [[Eddard Stark]], [[Lord of Winterfell]], to serve as the new Hand of the King. Eddard eventually discovered the truth that Jon Arryn had died for: none of Cersei's children, including Joffrey, were Robert's children. Rather, they were all [[Bastards|bastards]] of [[Incest|incest]] fathered by Cersei's own twin brother [[Jaime Lannister|Jaime]]. Out of mercy, and his steadfast refusal to harm children, Eddard directly confronted Cersei with his discovery and warned her to flee [[Westeros]] with her children. In response, Cersei had Robert assassinated by having her cousin [[Lancel Lannister]] (serving as the king's squire) slip Robert very strong wine during a hunt. Robert's senses were dulled enough that a boar managed to fatally gore him. As soon as Robert passed, Cersei sat Joffrey on the [[Iron Throne]], and demanded Stark's submission, but he ordered the [[City Watch|Gold Cloaks]] to take the royal family into custody - not realizing that [[Janos Slynt]] and his men were already bought by the Lannisters and [[Petyr Baelish]], who all betrayed Lord Stark, killing his remaining guards and arresting him. Cersei's plan was to force Eddard into signing a confession but be allowed to keep his life by joining the [[Night's Watch]]. However, on a sadistic whim, Joffrey ordered Lord Eddard beheaded on the very steps of the [[Great Sept of Baelor]] - a politically disastrous blunder which drove [[the North]] to openly declare its independence.\n\n===Under Joffrey I===\n[[Image:Joffrey%27s_sigil.jpg|thumb|Joffrey's new heraldry for House Baratheon of King's Landing.]]\nAfter Joffrey succeeded Robert as king, he changed the [[heraldry]] of his House from a crowned stag, to a crowned stag and a lion combatant, giving equal standing to his mother's family, House Lannister - indeed, slightly ''more'' than equal standing, as the lion's tail prominently crosses over into the stag's side of the heraldry, and hovers over the stag's head, implying the superiority of the Lannister lion. Metaphorically revealing Joffrey's &quot;true colors&quot;, this reflects how he was never particularly close to Robert, while he was doted on and indulged by Cersei, so he always thought of himself more as a Lannister.\n\nSoon after Joffrey took the throne, [[Stannis Baratheon]] sent letters across all of Westeros, revealing that Joffrey was a bastard of incest with no right to the throne. As it turned out, Eddard's letter revealing his discoveries to Stannis had successfully arrived on [[Dragonstone]]. Stannis therefore declared himself Robert's lawful successor as king, being his oldest brother.\n\nRobert's youngest brother [[Renly Baratheon]] had already declared his claim to the throne as soon as Robert died, based solely on the fact that Joffrey was an insane monster unsuitable to rule, and Cersei Lannister's puppet. The rumors that Joffrey was a bastard of incest only served to strengthen Renly's claim.\n\nWhile the two surviving Baratheon brothers bickered between themselves over which of the two of them had the better claim to the throne, virtually all of the lords from [[the Stormlands]] who were sworn to House Baratheon abandoned Joffrey to declare for either Renly or Stannis (mostly Renly, with a few declaring for Stannis). Other than a few court retainers in King's Landing, which were always more attached to the royal government than the Baratheons and Stormlands, &quot;House Baratheon of King's Landing&quot; contained essentially no links with the historical &quot;House Baratheon&quot; except for the name.\n\nAfter arriving in King's Landing, Joffrey's uncle Tyrion arranged a marriage-alliance with [[House Martell]] of [[Dorne]], in which Princess Myrcella would be betrothed to their youngest son, [[Trystane Martell]], and wed when they come of age. This maintains Dorne's neutrality and at least keeps it from actively joining Joffrey's enemies, though the Martells do not outright send troops to aid his faction. Despite Cersei's protests, Myrcella is sent to Dorne via ship to secure the pact.\n\nStannis later arranged Renly's [[Assassination of Renly I|assassination]], and he died without issue, leaving Stannis to take control of the Stormlands' armies and move against King's Landing. At the subsequent [[Battle of the Blackwater]], Joffrey's forces managed to crush most of the armies of the Storm Lords, with the few survivors bending the knee or declaring their neutrality. Most of the Stormlands are occupied by Joffrey's forces as a result, though [[Storm's End]] itself has not yet fallen.\n\nSoon afterwards, a new marriage agreement is proposed between Joffrey and [[Margaery Tyrell]] (Renly's widow), to cement the new Lannister-Tyrell alliance. Master of Coin [[Petyr Baelish]] is also sent to [[the Vale of Arryn]] to marry [[Lysa Arryn]], confirming the Vale's neutrality as well. With Dorne also kept neutral through Myrcella's betrothal, and the loss of Stannis's army at the Blackwater, Joffrey's hold on the mainland of Westeros begins to tighten. The betrayal at the [[Red Wedding]] then brings a quick end to the Northern rebellion with the death of [[Robb Stark]] and destruction of his army. Joffrey's new allies the [[House Bolton|Boltons]] and [[House Frey|Freys]] will replace the Starks and Tullys in the North and Riverlands, respectively. At this point Joffrey stands at the zenith of his power, having secured almost all of mainland Westeros: the only remaining opposition to his rule are Stannis on Dragonstone, the [[Iron Islands]], and a few holdout River Lords such as [[Brynden Tully]] at [[Riverrun]] itself. However, for all of Joffrey's good fortune, his grandfather Tywin makes it abundantly clear during a [[Small Council]] meeting that Joffrey is merely his puppet, and that this is truly a Lannister victory.\n\nThe day of Joffrey andâ&euro;&lsaquo; Margaery's [[Purple Wedding|wedding]] finally arrives and the future of the realm is on the brink of becoming fully secured by the joining of House Baratheon and [[House Tyrell]]. The ceremony takes place in the [[Great Sept of Baelor]] and is conducted by the [[High Septon (After the Riot of Kingâ&euro;&trade;s Landing)|High Septon]] in sight of Gods and men. Hours later at the wedding feast, Joffrey is poisoned by [[Olenna Tyrell]], an act that was orchestrated by Littlefinger. In Joffrey's dying moments, he points a finger at [[Tyrion Lannister]], seemingly accusing him of poisoning his wine.\n\nAfter Joffrey's passing, Tyrion is seized by [[Kingsguard]] on the orders of Cersei and is taken to a cell to await his trial. Meanwhile, the Tyrells begin to set up another match between Margaery and Joffrey's heir apparent, [[Tommen Baratheon]], to once again assure the future of the realm under the rule of houses Baratheon and Tyrell. After an appropriate mourning period, Tommen ascends the throne.\n\n===Under Tommen I===\n\nAlmost immediately after Joffrey's death, Tywin Lannister begins to lecture Tommen on the traits of a good king. As Tommen has yet to come of age to rule in his own name, besides being rather timid and submissive by nature, Tywin is easily able to manipulate him, ensuring it is truly Tommen's grandfather who rules the Seven Kingdoms in all but name. After Tywin's [[Assassination at the Tower of the Hand|death]], however, authority over the realm will fall on Tommen's mother Cersei, who will rule as Queen [[Regent]].\n\n"}, "title": "House Baratheon of King's Landing"}