{"attributes": {"imagesize": "150Image:Waynwood and Royce costumes.jpg", "founder": "", "title": "House Royce", "image": "House Royce.jpg", "heir": "", "sigil": "A shower of pebbles on an orange field surrounded by runes.", "seat": "Runestone", "age": "", "titles": "Lord of Runestone", "allegiance": "House Arryn", "words": "&quot;We Remember&quot;", "lord": "Yohn Royce", "region": "The Vale of Arryn", "vassals": "House Tollett"}, "sections": {"TOP": "House Royce02597acidtcj8h3iugi4iog52os5uiu19wm11767602015-03-13T22:33:41ZThe Dragon Demands5014364{{Noble house\n| Title=[[House Royce]]\n| Image=House Royce.jpg\n| Sigil=A shower of pebbles on an orange field surrounded by runes.\n| Words=&quot;We Remember&quot;\n| Titles=Lord of Runestone\n| Seat=[[Runestone]]\n| Region=The [[Vale of Arryn]]\n| Lord=[[Yohn Royce]]\n| Heir=\n| Allegiance=[[House Arryn]]\n| Vassals=[[House Tollett]]\n| Age=\n| Founder=\n| ImageSize=150}}\n[[Image:Waynwood and Royce costumes.jpg|thumb|250px|Lord [[Yohn Royce]] (at left), current head of House Royce, wearing a cloak displaying the rune-filled sigil of his family.]]\n'''House Royce''' is a vassal house which holds fealty to [[House Arryn]] of [[the Vale]]. Their seat is [[Runestone]], located east of [[the Eyrie]], on the coast of the [[Narrow Sea]]. Its head is the veteran Lord [[Yohn Royce]].\n\nHouse Royce's [[Heraldry|heraldry]] consists of a pattern of black pebbles on a bronze field surrounded by runes in the [[Old Tongue]] of the [[First Men]]. Their words are '''&quot;We Remember.&quot;'''\n\n", "Family tree": "{{House Royce family tree}}\n\n", "Image gallery": "&lt;gallery&gt;\nHouse Royce.png|The icon of House Royce from the HBO viewer's guide.\nRoyce sigil runes.jpg|The sigil of House Royce contains runes from the [[Old Tongue]] of the First Men.\n\n&lt;/gallery&gt;\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Royces are the most powerful family in the Vale after the Arryns, and they are extremely loyal to House Arryn. House Royce is descended from the [[First Men]], which is a very rare exception in the Vale, as the First Men were almost completely driven from the Vale during the [[Andal Invasion]] six thousand years ago. This extends to the point that in modern times the nobility of the Vale are considered to represent the purest [[Andal]] bloodlines, exterminating the local First Men instead of intermingling with them. However, House Royce managed to survive, and is very proud of their descent from the First Men, to the point that they include runes of the [[Old Tongue]] of the First Men in their sigil.\n\nThe members of House Royce are:\n\n* Lord Yohn Royce, called Bronze Yohn, Lord of Runestone, the ruler of the main branch of the family.\n** Ser Andar Royce, his eldest son and heir.\n** Ser {Robar Royce}, his second son, known as Robar the Red since joining Renly Baratheon's Rainbow Guard. Slain by Ser [[Loras Tyrell]].\n** Ser {Waymar Royce}, a ranger of the Night's Watch. Killed by the [[White Walkers|Others]].\n** Ysilla Royce, his only daughter.\n\nIn the novels, House Royce has a cadet branch ruling from the Gates of the Moon. However, since the Gates of the Moon do not apparently exist in the TV series, it is unclear if this cadet branch has also been eliminated. This branch consists of:\n\n* Nestor Royce, a cousin of Yohn's, Keeper of the Gates of the Moon, High Steward of the Vale, ruler of the cadet branch of the family.\n** Albar Royce, Nestor's son and heir.\n** Myranda Royce, Nestor's daughter.\n\nLady Jeyne of House Royce was Lord [[Jon Arryn]]'s first wife who died delivering a stillborn daughter.\n\nTwo other members are the deceased Lady Perra of House Royce, Lord [[Walder Frey]]'s first wife and Ser [[Stevron Frey]]'s mother, and Lady Ryella of House Royce who is married to Ser Arwood Frey, Lord [[Walder Frey]]'s grandson. Mya Stone, the [[Bastardy|bastard]] daughter of King [[Robert Baratheon]], serves as a mountain guide to the cadet branch of House Royce.\n\n===Relationship to House Stark===\n\nHouse Royce holds a blood-relationship to [[House Stark]] of [[the North]]: while it is an old connection, they still consider the Starks their kin, combined with their shared heritage as descendants of the First Men. Lord Yohn Royce was the most vocal proponent among the Vale lords for openly joining Robb Stark's side during the War of the Five Kings (though Lady Lysa was able to suppress these sentiments and enforce the Vale's neutrality).\n\nThe exact relationship hasn't been completely mapped out, but it is known that the younger sister of [[Eddard Stark]]'s paternal grandfather, Lord Edwyle Stark, married a younger member of House Royce. The specific relationship of this younger Royce son to the main line is also unclear, but he was either a member of the cadet branch &quot;House Royce of the Gates of the Moon&quot;, or he or one of his descendants went on to formally establish that cadet branch. Assuming that the same number of generations occurred in House Royce as in House Stark during this time, this would make Nestor Royce the second cousin of Eddard Stark - though if a Royce had children at a very young or old age, this might be off by a generation.\n\nWhile Eddard's great-aunt did have at least one son with her Royce husband (through which Nestor descends), she also had three daughters, who each married into other Vale familes: one wed to a [[House Waynwood|Waynwood]], another to a Corbray, and the third to a Templeton. It isn't clear if these unions produced children and other more distant blood relatives to the Starks who are still alive at the time of the War of the Five Kings.\n\nAfter hearing of the [[Sack of Winterfell]], and the assumed death of his younger brothers, [[Robb Stark]]'s mother [[Catelyn Stark|Catelyn]] urged her son to officially name one of his distant cousins from House Royce as his heir. [[Arya Stark|Arya]] was also assumed dead at the time, and [[Sansa Stark|Sansa]] had just been forced to marry [[Tyrion Lannister]], and both correctly feared that should he die, the Lannisters were planning on installing any child born between Sansa and Tyrion as their puppet to rule the North. Robb disagreed on the grounds that it was still a distant relationship, and said he would prefer to name his bastard half-brother [[Jon Snow]] as his heir, because given that Robb was a king he could simply declare Jon to be legitimized. Despite Catelyn's objections, Robb issued a decree that legitimize Jon Snow and name him his heir until a son was born to him from Jeyne Westerling, and several of the lords signed the decree as witnesses. It is unknown what became of the decree, as it is no longer mentioned in the books.\n\nDuring the War of the Five Kings, Lord Yohn Royce urges [[Lysa Arryn]] to call her banners and go to war, but she stubbornly refuses. After the [[Red Wedding]], House Royce is close to open revolt over Lysa's failure to aid Robb Stark in his war, and the Waynwoods, Redforts, Belmores, and Templetons are giving them every support.\n\nHouse Royce's relationship to House Stark is said to be distant (i.e. to the degree of three cousins or thereabout) but they are apparently more closely related to the Starks than [[House Karstark]], given that Catelyn considered the Royces to be potential heirs ahead of the Karstarks. Robb's recent execution of Lord [[Rickard Karstark]] and the withdrawal of Karstark support at the time may have also been a factor, but it is also known that the Karstarks branched off from the main Stark line about a thousand years ago, which would be far more distant than the relationship with House Royce, which (according to the dates when Edwyle Stark ruled), was made a little over a hundred years ago.\n\n", "Members": "* Lord [[Yohn Royce]], known as &quot;Bronze Yohn&quot;, Lord of Runestone\n** Ser {[[Robar Royce]]}, his son, a member of [[Renly Baratheon|Renly I]]'s [[Kingsguard]]. Killed in self-defense by [[Brienne of Tarth]].\n** Ser {[[Waymar Royce]]}, his son, a Ranger of the [[Night's Watch]]. Killed by a [[White Walker 1 (Winter is Coming)|White Walker]].\n\n"}, "title": "House Royce"}