{"attributes": {"imagesize": " Quote", "founder": "", "title": "House Manderly", "image": "House Manderly Icon.png", "heir": "", "sigil": "A white merman with green hair, over a blue-green field", "seat": "White Harbor", "religion": "Faith of the Seven", "titles": "", "allegiance": "House Stark", "words": "", "lord": "", "age": "", "region": "The North", "vassals": ""}, "sections": {"TOP": "House Manderly03123snzu31cjyoc8d7lbbee3lyma7tena3x1637282014-11-03T16:45:22ZSer Patrek25358400Undo revision 163726 by [[Special:Contributions/62.255.144.166|62.255.144.166]] ([[User talk:62.255.144.166|talk]]){{Noble house\n| Title=[[House Manderly]]\n| Image=House Manderly Icon.png\n| Sigil=A white merman with green hair, over a blue-green field\n| Words=\n| Titles=\n| Seat=[[White Harbor]]\n| Region=The [[North]]\n| Lord=\n| Heir=\n| Allegiance=[[House Stark]]\n| Religion=[[Faith of the Seven]]\n| Vassals=\n| Age=\n| Founder=\n| ImageSize = }}\n{{Quote|Generations ago the Manderlys were driven from [[the Reach]], but the Starks gave them their land in exchange for fealty.|[[Jon Snow]]|The North (Histories &amp; Lore)}}\n'''House Manderly''' of [[White Harbor]] is a vassal house that holds fealty to [[House Stark]] of [[Winterfell]]. They control White Harbor, the [[North]]'s only major city and seaport, located on the [[White Knife]] river, just north of [[the Bite]].\n\n", "In the books": "In ''[[A Song of Ice and Fire]]'', House Manderly was originally a major noble house of the [[Reach]], overseeing rich lands along the River [[Mander]]. Due to an unspecified incident, they were disgraced and exiled from the Reach a thousand years ago. They were given a safe haven by the [[King in the North]], and rose to rule over the city of White Harbor. As a result they are only major House in the North that follows the [[Faith of the Seven]] instead of keeping to the Old Gods. They are noted as being fiercely loyal to the Starks, and among their richest vassals due to their possession of the North's only city.\n\nHouse Manderly also controls a considerable amount of choice territory in the North. While their seat is at White Harbor at the mouth of the White Knife river, their lands extend as far north and east as the Sheepshead Hills, where the headwaters of the Broken Branch river also begin. Apparently their lands extend all the way east to the line of the Broken Branch, as the castle of Ramsgate at the river's mouth is held by an as-yet-unnamed vassal house of the Manderlys. The lands ruled by House Manderly are bordered by House Hornwood north of the Sheepshead Hills, House Flint of Widow's Watch east of the Broken Branch river, and on the south by House Locke of Oldcastle (though it isn't clear if the Lockes are vassals of the Manderlys). The Manderleys' lands apparently extend west as far as the Kingsroad.\n\n===Members===\n* Lord Wyman Manderly, Lord of White Harbor, Warden of the White Knife, Shield of the Faith, Defender of the Dispossessed, Lord Marshal of the Mander and Knight of the Order of the Green Hand, the head of the family. His wife is deceased.\n** Ser Wylis Manderly, Lord Wyman's eldest son and heir. Taken captive at the Battle of the Ruby Ford, and is currently held prisoner by the Lannisters.\n**Leona Woolfield, Wylis' wife.\n*** Wynafryd Manderly, Ser Wylis' elder daughter.\n*** Wylla Manderly, Ser Wylis' second daughter.\n** Ser {Wendel Manderly}, Lord Wyman's second son. Killed at the Red Wedding.\n* Ser Marlon Manderly, Lord Wyman's cousin.\n* Lady {Donella Manderly}, Wyman's cousin, married to Lord Halys of [[House Hornwood]]. Starved to death by [[Ramsay Snow]].\n\n", "Members": "\n* Ser {[[Wendel Manderly]]}, a knight fighting for [[House Stark]] in the [[War of the Five Kings]]. Killed in the [[Red Wedding]].\n\n===Historical Members===\n\n* [[Amarylis Umber|Amarylis Manderly]], wife of [[Hothor Umber]].\n\n"}, "title": "House Manderly"}