{"attributes": {"status": " :Category:Status: Active", "birthplace": " Bangor, Wales, UK", "last": "", "title": "Ian Whyte", "image": " Ian Whyte.jpg", "dateofbirth": "17 September 1971", "role": " White Walker (Winter is Coming)", "imdb": " http://www.imdb.com/name/nm1613839/", "twitter": " https://twitter.com/Ian_Whyte'''Ian Whyte''' (born 17 September 1971 in Bangor, Wales, UK) is a British actor, stuntman and professional basketball player. After showing promise at school, Whyte studied and played the game in the United States, at Iona College, New Rochelle, NY, and at Clarion University in Pennsylvania. He returned to the UK in 1994 and attracted the eye of the England coach. He played 80 times for England across nine years, also playing club games in Belgium, France, Portugal and Greece before ending his career at the Newcastle Eagles. He is 7 ft 1&quot; in height.In 2003 Whyte began a new career as an actor and stunt player when he was cast as a wikipedia:Predator (alien)", "first": "&quot;Winter is Coming (episode)"}, "sections": {"Credits": "===Guest starring===\n{{Season one credits|yes}}\n{{Season two credits||yes||yes|||yes|yes}}\n{{Season three credits|yes}}\n{{Season four credits|||||||||yes|yes}}\n\n", "TOP": "Ian Whyte04837spgi6zihe5y4oinqjaf444gzo2hdeom1677842014-12-15T21:44:49ZThe Dragon Demands5014364{{Cast\n| Title=Ian Whyte\n| Image= Ian Whyte.jpg\n| dateofbirth=17 September 1971\n| birthplace= Bangor, Wales, UK\n| role= [[White Walker (Winter is Coming)|White Walker]] (Season 1)&lt;br&gt;[[White Walker (The Night Lands)|White Walker]] (Season 2)&lt;br&gt;[[Gregor Clegane]] (Season 2)&lt;br&gt;[[Dongo]] the Giant (Seasons 3 &amp; 4)\n| status= [[:Category:Status: Active|Active]]\n| First=&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot; (as White Walker)\n| Last=\n| imdb= http://www.imdb.com/name/nm1613839/\n| twitter= https://twitter.com/Ian_Whyte}}\n\n'''Ian Whyte''' (born 17 September 1971 in Bangor, Wales, UK) is a British actor, stuntman and professional basketball player. After showing promise at school, Whyte studied and played the game in the United States, at Iona College, New Rochelle, NY, and at Clarion University in Pennsylvania. He returned to the UK in 1994 and attracted the eye of the England coach. He played 80 times for England across nine years, also playing club games in Belgium, France, Portugal and Greece before ending his career at the Newcastle Eagles. He is 7 ft 1&quot; in height.\n\nIn 2003 Whyte began a new career as an actor and stunt player when he was cast as a [[wikipedia:Predator (alien)|Predator]] in the movie ''[[wikipedia:Alien vs. Predator (film)|Alien vs. Predator]]'', a role he later reprised in the sequel. He then doubled for actress [[wikipedia:Frances de la Tour|Frances de la Tour]] in the role of the giant Madame Maxine in the movie ''[[wikipedia:Harry Potter and the Goblet of Fire (film)|Harry Potter and the Goblet of Fire]]''. He has gone on to play roles in ''[[wikipedia:Dragonball Evolution|Dragonball Evolution]]'', ''[[wikipedia:Solomon Kane (film)|Solomon Kane]]'' and ''[[wikipedia:Clash of the Titans (2010 film)|Clash of the Titans]]''. In [[wikipedia:Ridley Scott|Ridley Scott]]'s film ''[[wikipedia:Prometheus (film)|Prometheus]]'' he plays the important role of the &quot;Last Engineer&quot;.\n\nIn ''[[Game of Thrones]]'' Whyte initially played the role of the [[White Walkers|White Walker]] in the [[Winter is Coming (episode)|first episode]] of the series. He returned in this role for the [[Season 2|second season]] but also took over the role of Ser [[Gregor Clegane]] for the second season when [[Conan Stevens]] was unable to reprise the role due to a scheduling clash.&lt;ref&gt;[http://winter-is-coming.net/2011/09/amory-lorch-cast-gregor-recast/#comment-131915 Winter is Coming]&lt;/ref&gt;\n\nWhen asked about being recast into the role starting in Season 2, he said:\n\n:&quot;It's always difficult to step into another actor's shoes, you know, but it's just one of those things, they asked me to do it, and I said, yeah sure.&quot;&lt;ref&gt;[http://www.youtube.com/watch?v=CTC1HiH_kgY ]&quot;&lt;/ref&gt;\n\nInterviewed at Wales Comic-Con 2013, Whyte described playing Gregor Clegane:\n\n:&quot;Gregor Clegane is, without a doubt, one of the worst characters ever committed to literature, let alone film or television. Playing a villain, you can always let go, completely, forget about reality, and just got with it. But Gregor Clegane is one of these characters which requires, you know, a real emotionless performance, because this is a man who lacks any kind of humanity or emotion on any conceivable level. But yeah, he's a difficult character to play, but he is enjoyable.&quot;&lt;ref&gt;[http://www.youtube.com/watch?v=CTC1HiH_kgY ]&quot;&lt;/ref&gt;\n\nWhyte said that a big problem is that it is hard to connect to Gregor when playing him, because fundamentally, Gregor is a killer, rapist, and child murderer, and Whyte doesn't have any relevant experience in these things.\n\nWhyte explained that he intentionally tried to remove as much emotion from the performance as possible, and director David Nutter encouraged this as well. Arguably, the one emotion that Gregor displays in the books is unprovoked rage, but they decided that it would be more effective to play Gregor as practically emotionless, the idea being that no man possessing anything close to a human emotion could be as callously cruel as Gregor Clegane, or commit acts of such wanton brutality (in contrast with Conan Stevens's brief turn as Gregor in Season 1, in which he played him as an enraged, screaming brute). &lt;ref&gt;[http://www.youtube.com/watch?v=CTC1HiH_kgY ]&quot;&lt;/ref&gt; The role of Gregor Clegane was later taken over by Icelandic strongman [[HafĂžĂłr JĂşlĂ­us BjĂśrnsson]] in Season 4.\n\nWhile no longer playing Gregor after Season 2, Whyte continued to work on ''Game of Thrones''. He portrayed a [[Giants|giant]] in the wildling army known on-set as &quot;[[Dongo]] the Doomed&quot; in Seasons 3 and 4 (the grey-haired giant who uses a massive bow to shoot huge arrows at the top of the Wall).\n\n", "See also": "* {{WP|Ian Whyte (actor)|Ian Whyte}}\n*{{Template:IMDb\n|# = 1613839}}\n*{{Template:Twitter\n|# = Ian_Whyte}}\n\n"}, "title": "Ian Whyte"}