{"attributes": {"formerly": "", "title": "Ibben", "culture": "Ibbenese", "image": "Ibben map.png", "rulers": "", "location": "Shivering Sea", "military": "", "religion": "", "population": "Ibbenese", "type": "Independent kingdom", "geography": "Freezing cold islands, forests."}, "sections": {"TOP": "Ibben06736rswy6iiskrhqyyqb88p3yx6sbnq4bcz1786112015-03-22T18:51:54ZThe Dragon Demands5014364/* In the books */{{Region\n| Title=Ibben\n| Image=Ibben map.png\n| Image size=\n| Location=[[Shivering Sea|The Shivering Sea]]\n| Formerly=\n| Type=Independent kingdom\n| Geography=Freezing cold islands, forests.\n| Population=Ibbenese\n| Rulers=\n| Religion=\n| Culture=Ibbenese\n| Military=\n| Regional capital=Port of Ibben\n}}\n\n[[Image:Ibben.png|thumb|right|200px|A map showing the location of Ibben off the coast of Essos.]]\n'''Ibben''' is a large island off the northeastern coast of [[Essos]], in the polar waters of the [[Shivering Sea]]. It is located several thousand miles east of [[Westeros]].\n\nIt is located very far north from the rest of Essos but is far too small to be considered a continent in its own right, so it is often loosely considered part of Essos. It is at roughly the same longitude as [[Vaes Dothrak]] and [[Qarth]]. Despite these vast distances, the whale-hunting, Inuit-like Ibbenese travel very far across the world's oceans, trading across much of Essos and sometimes in Westeros as well. The Port of Ibben is on its south-eastern coast.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/vaes-dothrak/ HBO viewers guide, season 2 map, Vaes Dothrak entry]&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}}\n* [http://viewers-guide.hbo.com/game-of-thrones/season2/#!/map/ HBO Viewer's Guide.]\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Ibben (also sometimes called Ib) is home to a hardy race of sailors. The Ibbenese are an Inuit-like people adapted to the cold, frequently described as hairy and short. They chew whale blubber to keep their metabolism high in the cold temperatures. They principally trade in whale blubber and meat.\n\nThe island's principal city is the Port of Ibben, located on its south coast. The northern part of the island is cold and sparsely-inhabited. Mammoths are said to exist on the island. The Ibbenese have also colonized several other nearby islands, including Far Ib, and even have some settlements on the remote northern coast of Essos.\n\nIbbenese traders and sailors are found in the [[Free Cities]] and even [[King's Landing]], despite the immense distance to their homeland. The Ibbenese use axes and round shields in battle.\n\nAuthor [[George R.R. Martin]] has stated that the island of Ibben is roughly the same size as real-life Iceland.\n\n''The Lands of Ice and Fire'' (a companion map collection for the novels, not the TV series, released in 2012) seems to indicate that the island as a whole is officially named &quot;Ib&quot;, and the major port city on it is named &quot;Ibben&quot;; in which case, the island is just often referred to as &quot;Ibben&quot; by extension. The maps show that the Ibbenese control extends over several nearby islands, most notably Far Ib (located a few hundred miles to the south-east), as well as a small stretch of the nearby continental coastline. In addition to the Port of Ibben (the capital of Ib), the city of Ib Nor is shown on the north coast of Ib, and the city of Ib Sar is located on Far Ib. The city of New Ibbish is shown on [[The Footprint|the mainland coast of Essos nearby]]. Somewhat to the east is the former city of Ibbish, which has been sacked and destroyed by the [[Dothraki]] (and renamed Vaes Aresak).\n\n"}, "title": "Ibben"}