{"attributes": {"status": "Active", "predecessor": "", "features": "Quote", "language": " ", "title": " Ice-river clans", "ruler": " ", "image": " ", "society": " Clan-based", "location": " Beyond the Wall, Westeros", "religion": " Old Gods of the Forest", "aka": ""}, "sections": {"TOP": "Ice-river clans015213evf8v61rjy50yre2awgah4gee2cojli1611032014-09-30T16:54:41ZThe Dragon Demands5014364/* Season 4 */{{Culture infobox\n| Title= Ice-river clans\n| Image= \n| AKA=\n| Status=Active\n| Predecessor=\n| Location = [[Beyond the Wall]], [[Westeros]]\n| Ruler= \n| Society= Clan-based\n| Language= \n| Religion= [[Old Gods of the Forest]]\n| Features=\n}}\n{{Quote|The Hornfoots hate the Ice-river clans.|[[Mance Rayder]]|Dark Wings, Dark Words}}\nThe '''Ice-river clans''' are distinct clans of the [[Free Folk]].\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, the Ice-river clans are fierce cannibals from the distant fringes of the lands beyond the Wall.\n\nMost of the wildlings live east of the vast [[Frostfangs|Frostfang Mountains]], where the climate is hospitable enough for the [[Haunted Forest]] to grow. The mountains act as a breaker against the freezing arctic winds that blow down from further north. The west side of the Frostfangs are thus perpetually frozen and quite desolate, devoid of most vegetation. The foothills of the Frostfangs actually begin to the west of the isthmus of the continent where the Wall was constructed, so the men of the Night's Watch rarely make contact with wildlings that far away, and the lands west of the mountains are poorly mapped even compared to other lands beyond the Wall. For that matter, the lands west of the Frostfangs don't even have much contact with the majority of the wildlings who live east of the mountains, because the passes are so difficult.\n\nTwo major groups of wildlings, however, do live in the arctic wastes west of the Frostfangs: the bone-sled riding men of the [[Frozen Shore]], and the Ice-river clans of the interior. The men of the Frozen Shore are actually not that much different from the other wildlings, as due to their coastal location, they can bypass the mountains by sea easily enough, so they still maintain a regular degree of contact with the other wildlings to the east. At least, they are about as friendly and cultured as any of the other wildling groups to the east, though their harsh climate has resulted in some unique adaptations in their culture. These Inuit-like wildlings survive on fishing in the [[Bay of Ice]], and ride walrus-bone sleds pulled by dogs.\n\nThe Ice-river clans, however, are perpetually warring with the sled-riders of the Frozen Shore. They live further north of the Frozen Shore, but west of the Frostfangs, in one of the most isolated corners of the lands beyond the Wall. This far north, the rivers that run into the Frozen Shore are commonly frozen into ice, from which they are named. While the men of the Frozen Shore can obtain food from the fish of the sea, the Ice-river clans of the interior inhabit a true arctic wasteland, utterly inhospitable to human habitation, with no woods and hardly any plants or animals. Thus the Ice-river clans frequently survive by raiding surrounding tribes, typically the men of the Frozen Shore, literally hunting other men so they can eat them for food. The Ice-river clans are openly known as cannibals, feeding on neighboring tribes and each other, and even the other wildlings consider them to be savages. Wild, barely cultured, and considered more than half-feral, they are among the fiercest of the wildling tribes, if not necessarily the most refined or the best-armed. It is considered a shocking testament to Mance Rayder's skills as a negotiator that he was actually able to convince the Ice-river clans and sled-riders of the Frozen Shore to make peace, and willingly march together in his army.\n\nIn the show, the cannibalism aspect of the ice-river clans' culture has been given to the [[Thenn]].\n\n", "History": "===[[Season 3]]===\nThe Ice-river clans now march in the army of [[King-Beyond-the-Wall]], [[Mance Rayder]], who has united all of the different wildling clans to assault [[the Wall]] and force their passage to the south. Mance points out that the [[Hornfoots]] hate the Ice-river clans.&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\nFollowing [[Jon Snow]]'s betrayal and flight from the wildlings, he reports back to Castle Black's remaining leadership that Mance Rayder is advancing on their position with an army 100,000 strong, and that he has united the [[Thenn]]s, [[Hornfoot|Hornfoots]], and the Ice-river clans, and he even has [[Giants]] marching with him.&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\n"}, "title": "Ice-river clans"}