{"attributes": {}, "sections": {"TOP": "Ice dragons031068qzx5kz7lnuqwidtbsixe56nzv391q5h1795672015-03-26T18:19:45ZThe Dragon Demands5014364The Dragon Demands moved page [[Ice dragon]] to [[Ice dragons]] without leaving a redirect: We've been pluralizing everything{{Quote|Bloody ice dragon! Gods be good, now that I would love to see.|[[Gared Tuttle]]|The Sword in the Darkness}}\nAn '''ice dragon''' is a legendary species of [[Dragons|dragon]].\n\n", "See also": "*{{AWOIAF}} (contains spoilers from the books)\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, ice dragons are said to roam the [[Shivering Sea]] and the White Waste. They are said to be larger than the [[dragons]] of [[Valyria]] and made out of living ice, with pale blue crystal eyes, vast translucent wings and very cold breath - which can instantly freeze people and things solid, a mirror opposite of how the breath of regular dragons burn them. There is a constellation of stars to the north called the ice dragon, with blue eyes that point north.\n\nAs he does in &quot;[[The Lost Lords]]&quot;, [[Jon Snow]] recalls several times the stories that [[Old Nan]] told  of ice dragons when he was a child.\n\n[[George R.R. Martin]] published a children's novel in 1980 titled ''The Ice Dragon''. The world that it is set in contains several similarities to the world of ''A Song of Ice and Fire'', but it also contains several differences. Some publishers suggest that it is set in the same world, though this has been a topic of some debate.\n\n", "History": "===''[[Game of Thrones: A Telltale Games Series]]''===\n====&quot;[[The Lost Lords]]&quot;====\nIf [[Gared Tuttle]] chooses to tell [[Jon Snow]] that he intends to find the [[North Grove]], Jon will laugh and say that [[Old Nan]] used to tell him and his half-siblings a tale about it that featured ice dragons and trees as tall as the sky.&lt;ref&gt;&quot;[[The Lost Lords]]&quot;&lt;/ref&gt;\n\n====&quot;[[The Sword in the Darkness]]&quot;====\n[[Duncan Tuttle]] delivers some [[ironwood]] to [[Castle Black]] and gives his nephew Gared a map that belonged to Lord [[Gregor Forrester]] that seems to show how to find the North Grove. Gregor has written on the map that the North Grove is located &quot;beneath the watchful eye of the Ice Dragon&quot;.&lt;ref&gt;&quot;[[The Sword in the Darkness]]&quot;&lt;/ref&gt;\n\n"}, "title": "Ice dragons"}