{"attributes": {"status": " :Category:Status: Alive", "death": "", "last": "&quot;The Wolf and the Lion&quot;", "family": "", "title": "Illyrio Mopatis", "season": "Season 1", "image": "IllyriomopatisHD.png", "allegiance": "", "actor": "Roger Allam", "age": " Quote", "titles": "Magister of Pentos", "place": "Pentos", "5": "yes==Image Gallery==&lt;gallery captionalign=&quot;left&quot;&gt;Viserys &amp; Illyrio 1x01.png", "aka": "", "appearances": "2 episodes &lt;small&gt;(#Appearances", "first": "&quot;Winter is Coming (episode)"}, "sections": {"TOP": "Illyrio Mopatis02182k0xspg5jno1cril0ez3lje2x56yxcdr1777072015-03-19T01:04:49ZThe Dragon Demands5014364Undo revision 177701 by [[Special:Contributions/92.5.28.153|92.5.28.153]] ([[User talk:92.5.28.153|talk]]){{Character\n| Title=Illyrio Mopatis\n| Image=IllyriomopatisHD.png\n| Season=[[Season 1|1]]\n| First=&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;\n| Last=&quot;[[The Wolf and the Lion]]&quot;\n| Appearances=2 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n| Aka=\n| Titles=[[Magister]] of [[Pentos]]\n| Status= [[:Category:Status: Alive|Alive]]\n| Death=\n| Place=[[Pentos]]\n| Allegiance=\n| Family=\n| Actor=[[Roger Allam]]|Age = }}\n{{Quote|What good is war now? We're not ready.|Illyrio conspiring with [[Varys]]|The Wolf and the Lion}}\n'''Illyrio Mopatis''' is a recurring character in the [[Season 1|first season]]. He is played by guest star [[Roger Allam]] and debuts in the [[Winter is Coming (episode)|series premiere]]. In the unaired [[pilot episode]] he was played by [[Ian McNeice]], but due to a scheduling conflict the role was recast when the pilot was re-shot. Illyrio Mopatis is a [[Magister]] of [[Pentos]] and a supporter of [[House Targaryen]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Illyrio is a morbidly obese, middle-aged man who dresses in rich finery. He favors using money and power to overcome problems rather than honor and valor. He is described as morbidly obese, with yellow hair and a forked beard.\n\nIn the second novel, Illyrio dispatches a former pit-fighter called &quot;Strong&quot; Belwas along with the aged [[squire]] Arstan Whitebeard - actually a disguised [[Barristan Selmy]] - to [[Qarth]] to protect Daenerys.\n\nAccording to the TV series official pronunciation guide developed for the cast and crew, &quot;Illyrio&quot; is pronounced &quot;Il-LEAR-ee-oh &quot;, as opposed to &quot;Ill-e-rio&quot;, etc.\n\n", "Image Gallery": "&lt;gallery captionalign=&quot;left&quot;&gt;\nViserys &amp; Illyrio 1x01.png|Viserys and Magister Illyrio in &quot;[[Winter is Coming]]&quot;.\nNarrow Sea.jpg|Illyrio, Viserys, and Daenerys look across the [[Narrow Sea]] toward Westeros.\nIan McNeice as Illyrio.jpg|[[Ian McNeice]] as Illyrio in the unaired [[pilot episode]].\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season One Appearances|yes|5=yes}}\n\n", "Biography": "===Background===\nIllyrio is a [[merchant]]-prince and a [[Magister]] of the [[Free City]] of [[Pentos]], located across the [[Narrow Sea]] to the east of [[Westeros]]. Immensely rich and powerful, Illyrio is an ally and benefactor to [[Viserys Targaryen|Viserys]] and [[Daenerys Targaryen]]. He lives in a great manse in the city, guarded by [[Unsullied]].\n\n===[[Season 1]]===\n[[File:Unsullied.JPG|thumb|Viserys and Daenerys stay at the estate of Magister Illyrio.]]\nIllyrio brokers the deal to &quot;sell&quot; Daenerys in marriage to [[Khal Drogo]] of the [[Dothraki]]. Drogo desires an exotic wife from far away and Viserys needs a Dothraki army to help retake the Seven Kingdoms, so a bargain is made. Illyrio is present when Daenerys says that she doesn't want to marry him. Viserys says she will: he would let Drogo's men and all their horses violate herÂ if it meant that in return he could get an army with which to retake his throne.Â When Drogo comes to approve of Daenerys, he rides up to the steps, looks her over, and then rides off. Viserys is concerned as Drogo had not said a word nor had he even dismounted. However Illyrio assures him that if Drogo had not approved, he would have made it known.\n\nIllyrio hosts the wedding and gifts Daenerys with three [[dragon]] eggs, turned to stone by the passing of ages. He introduces them to [[Jorah Mormont|Ser Jorah Mormont]], a Westorosi lord in exile and a spy for Varys who then takes service with Viserys.&lt;ref&gt;&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;&lt;/ref&gt; Khal Drogo immediately leaves with his khalasar for [[Vaes Dothrak]], to present Daenerys before the [[dosh khaleen]], and see if the omens are right for war. Ser Jorah tells Viserys that he should stay at Magister Illyrio's estate, as he has been invited to do, until after Khal Drogo returns from the sacred city, but Viserys says he will stay with the khalasar until he gets his army.\n\n[[File:Varys_and_Illyrio.jpg|thumb|Varys and Illyrio conspire under the [[Red Keep]].]]\nSome months later, Illyrio pays a secret visit to [[King's Landing]] where he discusses their mutual plans with his ally, [[Varys]], the Spymaster at King [[Robert Baratheon|Robert]]'s small council. Varys informs him of how the new [[Hand of the King]], [[Eddard Stark]], now has the same [[The Lineages and Histories of the Great Houses of the Seven Kingdoms|genealogy book]] that his predecessor read, and has met Robert's [[bastard]] son [[Gendry]]; the same evidence which led Jon Arryn to discover the truth about Queen [[Cersei Lannister|Cersei]]'s children. Illyrio suggests the possibility that the same fate may befall Lord Stark as did his predecessor, but Varys states Eddard Stark is not the same man as Arryn was. Furthermore, he assures Illyrio that the conflict between the [[House Lannister|Lannisters]] and the [[House Stark|Starks]] will soon escalate into a [[War of the Five Kings|civil war]]. Illyrio protests that a war will not serve their purpose right now, since ''Khal'' Drogo is not yet ready to send his army of [[Dothraki]] to invade [[Westeros]] for Viserys, thus reviving the Targaryen Dynasty. However, Varys protests there is no way of delaying the incoming conflict, so the Dothraki must be urged to move faster, since &quot;this is no longer a game for two players.&quot; Illyrio replies that it never was. Their discussion is overheard by [[Arya Stark]], who is with them in the tunnels under the [[Red Keep]]. Arya tries to warn her father about what she heard, but she doesn't know who the speakers were and out of context all she understood was that her father &quot;has found the bastard&quot;, that &quot;the wolves are fighting the lions&quot;, and &quot;something about the savage.&quot; Despite their secret conversation, later at a small council meeting Varys seemingly supports King Robert's proposal to assassinate Daenerys Targaryen because of the threat her pregnancy and the possibility of a son poses.  This information was presumably brought to Varys by Illyrio, who placed Jorah Mormont with the Targaryens and visited Varys on the same day Varys brought this information to the small council.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\nThe [[Spice King]], a [[Qarth]]een merchant, is acquainted with Illyrio, considering him a shrewd man.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\n"}, "title": "Illyrio Mopatis"}