{"attributes": {"family": "Podrick Payne - distant cousin", "rightimage": " KL Baratheon mini shield.png", "image": "Ilyn Payne infobox.jpg", "allegiance": "House Baratheon of King's Landing&lt;br /&gt;House Payne", "titles": "The King's Justice&lt;br /&gt;Ser", "mentioned": ["&quot;The North Remembers&quot;", "&quot;Garden of Bones&quot;", "&quot;Kissed by Fire&quot;", "&quot;First of His Name&quot;", "&quot;The Children&quot;"], "leftlink": " House Payne", "death": "", "title": "Ilyn Payne", "actor": "Wilko JohnsonDialogue a-b-c", "2": "yes", "9": "yes", "status": " :Category:Status: Alive", "imagesize": "250px", "season": "Season 1", "appearances": "4 episodes &lt;small&gt;(#Appearances", "link": " House Baratheon of King's Landing", "10": "yes Season Two Appearances", "last": "&quot;Blackwater (episode)", "rightlink": " House Baratheon of King's LandingCharacter", "place": "", "first": "&quot;The Kingsroad&quot;"}, "sections": {"TOP": "Ilyn Payne02335i5qb495e2x20iul5gihyra7ft2n5fvr1754232015-03-05T19:51:06ZGonzalo848331{{Heraldry\n|image = Payne mini shield.png\n|link = House Baratheon of King's Landing\n|leftlink = House Payne|rightimage = KL Baratheon mini shield.png|rightlink = House Baratheon of King's Landing}}\n{{Character\n| Title=Ilyn Payne\n| Image=Ilyn Payne infobox.jpg\n| ImageSize=250px\n| Season=[[Season 1|1]], [[Season 2|2]]\n| First=&quot;[[The Kingsroad]]&quot;\n| Last=&quot;[[Blackwater (episode)|Blackwater]]&quot;\n| Appearances=4 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n| Mentioned=&quot;[[The North Remembers]]&quot;&lt;br&gt;&quot;[[Garden of Bones]]&quot;&lt;br&gt;&quot;[[Kissed by Fire]]&quot;&lt;br&gt;&quot;[[First of His Name]]&quot;&lt;br&gt;&quot;[[The Children]]&quot;\n| Titles=The [[King's Justice]]&lt;br /&gt;[[Ser]]\n| Status= [[:Category:Status: Alive|Alive]]\n| Death=\n| Place=\n| Allegiance=[[House Baratheon of King's Landing]]&lt;br /&gt;[[House Payne]]\n| Family=[[Podrick Payne]] - distant cousin\n| Actor=[[Wilko Johnson]]}}\n{{Dialogue a-b-c|Sansa Stark|Why won't he speak to me?|Sandor Clegane|He hasn't been very talkative these last 20 years. Since the Mad King had his tongue ripped out with hot pincers.|Joffrey Baratheon|He speaks damn well with his sword though.|Sansa Stark learns about Ilyn Payne|The Kingsroad}}\n'''Ilyn Payne''' is a recurring character in the [[Season 1|first season]]Â and [http://gameofthrones.wikia.com/wiki/Season_2 second season]. He is played by guest star [[Wilko Johnson]] and debuts in &quot;[[The Kingsroad]].&quot; Ser Ilyn Payne is a mute knight and the [[King's Justice]], the royal executioner, to [[Robert Baratheon]] and his successor [[Joffrey Baratheon]]. He executed [[Eddard Stark]] for treason.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Ilyn Payne served as Lord [[Tywin Lannister]]'s captain of household guards when Tywin served [[Aerys II Targaryen]] as the [[Hand of the King]]. After being heard to joke that it was Tywin who truly ruled the [[Seven Kingdoms]], King Aerys ordered Payne's tongue be removed with hot pincers. Even though he was high in Tywin Lannister's service, Tywin Lannister couldn't stop the Mad King, and this was another step in the increasing tensions between the two which eventually led to Tywin's resignation. King Robert Baratheon named Ser Ilyn as King's Justice as a present to Tywin Lannister to compensate Payne for the loss of his tongue while in service to the Lannisters.\n\nIn the book Ser Ilyn arrives at Robert's camp with Renly and Ser Barristan to provide escort back to King's Landing. When Gregor Clegane is terrorizing the Riverlands, Ser Ilyn's name is put forward to be sent to carry out the Hand's orders to arrest him, as King's Justice that's his job, but because of his ties to the Lannisters Lord Eddard sends Beric Dondarrion instead.\n\nWhen Tyrion Lannister is leading the hill tribes in the army of Tywin Lannister in the Riverlands against the forces of Robb Stark, he is assigned a squire named [[Podrick Payne]]. Podrick is a distant relation of Ser Ilyn.\n\nAt the execution of Eddard Stark, Arya realizes to her dismay that the sword he uses to carry it out is the Valyrian great sword of House Stark, [[Ice]]. The sword was given to Ser Ilyn afterwards.\n\nWhen Jaime returns to King's Landing, he practices first with his friend [[Addam Marbrand]], but fearing that Addam may get drunk and reveal that Jaime is a poor fighter now, Jaime moves to practice with Ilyn. Ilyn is much tougher with Jaime than Addam, but Jaime prefers it this way, knowing that his secret is safe with Ilyn. After every practice, they sit and drink together. Jaime finds Ilyn the perfect drinking companion, for he never interrupts Jaime, never disagrees, never complains or asking for favors or tells long pointless stories. Jaime feels comfortable to chat with Ilyn that he reveals to him his darkest secrets.\n\nSer Ilyn is a highly skilled executioner having never botched an execution and seldom requiring more than one blow. Ser Ilyn Payne is described as thin, bald, with clean-shaven but hollow and pockmarked cheeks, with colorless deep-set eyes. He wears iron-grey chainmail over boiled leather.\n\nIlyn is illiterate, thus after his tongue was removed he can no longer communicate complex messages to other people.\n\n", "Behind the scenes": "\nOn January 9, 2013 actor Wilko Johnson announced that he had been diagnosed with terminal cancer of the pancreas. He said he would not be seeking treatment and announced plans for a series of farewell gigs in the UK.&lt;ref&gt;[http://www.guardian.co.uk/music/2013/jan/09/wilko-johnson-terminal-cancer The Guardian]&lt;/ref&gt;\n\nJohnson's declining health has apparently led to him being gradually phased out of the TV series. He only appeared in one episode of Season 2 (&quot;Blackwater&quot;), and did not appear in Season 3 at all. Then again, Ser Ilyn did not prominently appear in the first half of the third novel either (which was adapted as Season 3). (On the other hand,Â SerÂ Ilyn'sÂ most important role in Season Four was instead given to Bronn.)Â Given that Ser Ilyn cannot speak or convey his thoughts through writing, he does not have particularly major presence in the storyline, but he is usually seen hovering around in the background at Joffrey's royal court.\n\nTywin's dialogue in &quot;[[The Children]]&quot; confirms that the character is still alive and active.\n\n", "Image gallery": "&lt;gallery captionalign=&quot;left&quot;&gt;\nIlyn Payne 1x02.jpg|Ser Ilyn Payne's first appearance in &quot;[[The Kingsroad]]&quot;.\nNed and Arya.jpg|Ilyn awaits orders as the King hears evidence from [[Arya Stark]] about the attack on Prince [[Joffrey Baratheon]] by her direwolf in &quot;The Kingsroad&quot;.\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n\n", "Appearances": "{{Season One Appearances|2=yes|9=yes|10=yes}} \n{{Season Two Appearances|||||||||yes}}\n\n", "Biography": "===Background===\n[[File:Ilyn Payne losing his tongue.jpg|thumb|The Mad King has Ilyn's tongue removed.|right]]Ser Ilyn Payne had his tongue removed on the order of the [[Mad King]] for suggesting that [[Tywin Lannister]], then Hand of the King and whom Ser Ilyn served as [[Captain of the Guards]], was the true ruler of Westeros rather than King Aerys II. He served [[Robert Baratheon]] as &quot;the [[King's Justice]]&quot; - the royal executioner.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/jbaratheon/ilyn-payne/ HBO viewers guide, season 2 guide to houses, House Baratheon of King's Landing - Ilyn Payne entry]&lt;/ref&gt;\n\n===[[Season 1]]===\n[[Sansa Stark]] encounters Ilyn while out walking as they are traveling with the king's procession back to King's Landing, and is startled by his appearance. Sansa apologizes to Ilyn for possibly offending him, but receives no reply. [[Sandor Clegane]] informs her that Ilyn had his tongue removed years ago by the Mad King and now serves as the king's executioner.\n[[File:Ned and Arya.jpg|thumb|Trial of Arya and her Direwolf.]]\n\nIlyn is later ordered to kill Sansa's direwolf [[Lady]] by Queen [[Cersei Lannister|Cersei]] as revenge for [[Nymeria|another wolf]] attacking [[Joffrey Baratheon]]. [[Eddard Stark]] insists on carrying out the sentence himself instead.&lt;ref&gt;&quot;[[The Kingsroad]]&quot;&lt;/ref&gt; Following the death of [[Robert Baratheon|King Robert I]] in a hunting accident Ilyn serves King Joffrey I.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n[[File:Ned's execution.jpg|thumb|left|Ser Ilyn Payne executes Eddard Stark.]]\n\nEddard is led before the people outside the [[Great Sept of Baelor]] and admits treason. Joffrey tells the crowd that both his Lady Sansa and his mother Cersei have asked that Ned be sent to [[Castle Black]] as a punishment. To the surprise of all, however, Joffrey suddenly proclaims that they have the soft hearts of women, and promises that, during his reign, treason will be punished: he orders Ilyn to bring him Ned's head. Ilyn takes [[House Stark]]'s ancestral sword, [[Ice]], and beheads Ned with one swift stroke.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\n[[Marillion]] is brought before Joffrey because he wrote a song mocking King Robert and Queen Cersei. As a punishment, Joffrey orders Ser Ilyn Payne to cut out Marillion's tongue.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n\nIlyn Payne's unhesitating obedience in carrying out Joffrey'sÂ order to execute Eddard Stark is not without repercussions. When [[Tyrion Lannister]] arrives in the capital city, sent by his father Tywin to rein in Joffrey's erratic behavior, he confronts his sister Cersei over her defense that she &quot;tried to stop&quot; Eddard's execution. Tyrion bluntly points out Joffrey wasn't the one holding the sword, yet both Cersei and Ser Ilyn simply went along with the boy-king's orders, when they could have easily just stopped what they were doing.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\nIlyn's execution of Ned Stark earns him a place on Arya's death list that she recites each night before she sleeps.&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\n[[Image:Ilyn Payne.png|thumb|right|Ilyn attends Queen [[Cersei Lannister]] in &quot;[[Blackwater]]&quot;.]]\n\nSer Ilyn continues to serve King Joffrey as the [[War of the Five Kings]] ravages [[Westeros]]. During the [[Battle of the Blackwater]], Ser Ilyn accompanies Queen [[Cersei Lannister|Cersei]] to [[Maegor's Holdfast]]. Though the Queen claims Ser Ilyn is present to protect them and to deal with potential betrayers, she later admits to Sansa that Ilyn's true purpose is to execute her and Sansa, and possibly the rest of the ladies who have taken refuge in the holdfast, should [[Stannis Baratheon]] take the city.&lt;ref&gt;&quot;[[Blackwater]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n\nWhen [[Tyrion Lannister]] [[Assassination at the Tower of the Hand|confronts]] his [[Tywin Lannister|father]] on the night before his scheduled execution, Tywin assures his son he won't let Ilyn Payne take his head.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n"}, "title": "Ilyn Payne"}