{"attributes": {}, "sections": {"Known instances of incest": "[[File:Daenerys and Viserys.jpg|thumb|300px|Daenerys and Viserys Targaryen are the product of generations of compound inbreeding.  This preserved their distinctly Valyrian features such as a pale complexion and white (platinum blonde) hair.]]\n* The members of [[House Targaryen]], like their ancestors of the [[Valyrian Freehold]], often married brother to sister to keep their bloodline pure. However, generations of such heavy inbreeding increasingly produced [[Targaryen madness|insanity in some of them]]. After three centuries of this, varying forms of insanity became so common in the family that it was said that every time a new Targaryen was born, the Gods would flip a coin to determine if it would grow to be insane. This caused the Targaryens some problems with the [[Faith of the Seven]], which proscribes incest, but due to the power of the royal family the Faith turned a blind eye towards them.\n**In the current generation, King [[Aerys II Targaryen]], the Mad King, married his own sister, Queen [[Rhaella Targaryen]]. Their three children, [[Rhaegar Targaryen|Rhaegar]], [[Viserys Targaryen|Viserys]], and [[Daenerys Targaryen|Daenerys]], are thus all the products of incest. This heavy inbreeding made King Aerys fall into insanity as he grew older, and Viserys was showing signs of being quite unstable as well. Rhaegar and Daenerys apparently avoided any ill-effects from their incestuous bloodlines, however the [[Targaryen madness]] can sometimes only appear later in life.\n* Queen [[Cersei Lannister|Cersei]] and her brother Ser [[Jaime Lannister]] have continued an illicit romance since childhood. Cersei's children: [[Joffrey]], [[Myrcella]], and [[Tommen]], are all born of their affair. Similar to the Targaryens, this incestuous bloodline has apparently produced severe mental health defects in Joffrey. While he did not hear voices or see hallucinations of things that aren't real, JoffreyÂ was a sadistic, cruel and short-tempered sociopath. Cersei and [[Tyrion Lannister|Tyrion]] explicitly discuss that the Targaryens experienced similar mental and behavioral problems after generations of incestuous inbreeding. Myrcella and Tommen, however, beat the odds and possess no (biological) mental health problems.\n* The wildling [[Craster]] takes his daughters as wives and does the same on the daughters he sires on them, such as [[Gilly]].\n* [[Theon Greyjoy]], albeit unknowingly, attempts to seduce his own sister [[Yara Greyjoy|Yara]] before recognizing her, and begins touching her as they ride for [[Pyke]].\n\n", "TOP": "Incest015790ote3tghubojqh1vxflqqsnrtbmgk8pq1804462015-03-31T22:23:54ZEnglishJoker1525043/* Known instances of incest */[[File:Jaime &amp; Cersei 1x03.png|right|thumb|300px|[[Cersei]] and [[Jaime Lannister]] were involved in an incestuous relationship since childhood.]]\n{{Quote|True, we don't tie ourselves in knots over a discreet bit of buggery, but... brothers and sisters? Where I come from that stain would be very difficult to wash out.|[[Olenna Tyrell]] to [[Tywin Lannister]]|The Climb}}\n\n'''Incest''' is the act of engaging in sexual intercourse with one's direct family member (siblings, parents, offspring). It is a great cultural taboo both in the [[Seven Kingdoms]] and the lands [[Beyond the Wall|beyond]] [[the Wall]].\n\nAlongside [[kinslaying]] and the violation of [[guest right]], incest is proscribed by every major religion in [[Westeros]]. Children born of incest are deemed abominations.\n\n", "In the books": "===Incest in the ''A Song of Ice and Fire'' novels===\nIn the ''[[A Song of Ice and Fire]]'' novels, the Targaryens continued to incestuously marry brother to sister &quot;to keep the bloodlines pure&quot; as had their ancestors in the Valyrian Freehold. For a time, at least, they also continued to practice polygamous marriages. [[Aegon I Targaryen]] ran into some opposition after the [[War of Conquest]] because of this, as he was married to both of his sisters, [[Visenya Targaryen|Visenya]] and [[Rhaenys Targaryen|Rhaenys]] (no subsequent Targaryen king is mentioned to have continued practicing polygamous marriage). Aegon I was a strong ruler, but after he finally died and was succeeded by his son Aenys, the [[Faith of the Seven]] rose up in rebellion against such abomination, using their military orders known as the Faith Militant. They encouraged many lords and commons throughout Westeros to join the rebellion. Aenys was a weakling, but Aegon's younger son [[Maegor Targaryen|Maegor]] was a cruel and ruthless leader who served as his [[Hand of the King]]. The Targaryens couldn't denounce their incestuous practices by this point, because it would mean Aegon's heirs were illegitimate. Maegor brutally crushed the armies of the rebellion whenever they marched against him, but they continued to resist for years. Aenys died after ineffectually ruling for five years, and Maegor seized the throne ahead of Aenys' son Aegon, and continued to persecute the Faith. Maegor himself died without issue after ruling for six years, and was succeeded by Aenys' son third Jaehaerys. A wise and capable negotiator, King Jaehaerys I ended the eleven-year long Faith Militant Uprising by offering the Faith's leadership a compromise: they didn't have to praise the incestuous marriage practices of the Targaryens, they simply had to acknowledge it. The Faith had been defeated militarily, but Jaehaerys' terms were generous (including a complete grant of amnesty so long as the Faith Militant was disbanded), so they accepted the offer.\n\nEver since, the Faith continued to officially consider brother-sister incest to be an abomination, but treated the Targaryens as exceptional due to their royal status. Meanwhile, the Targaryens continued to wed brother to sister for three hundred years whenever possible, though in some generations in which no daughters were born they did have to marry outside the family. Even so, the Targaryens generally tried to marry within the family whenever possible, preferring to seek out cousins of the royal line rather than marry complete strangers. Such was the case when [[Rhaegar Targaryen]] married [[Elia Martell]], as [[House Martell]] had entered into a marriage alliance with the Targaryens a century before and were thus cousins to the main line. At several points the Targaryens intermarried with [[House Velaryon]], a family in the Crownlands which was one of their original followers who escaped the Doom of Valyria. Given that they had already intermarried with the Velaryons before, each subsequent union was therefore with a cousin of some degree. Moreover, on certain occasions, the Targaryens would marry their nieces and nephews. [[Rhaenyra Targaryen]]'s second husband was actually her own uncle, Daemon Targaryen, her father's younger brother. As far as is known, a Targaryen never outright tried to marry their own child, the way Craster the wildling did.\n\nPossibly as a result of the Faith's grudging acceptance that the Targaryens were exempt from the normal prohibitions against incest, formal laws of [[Wikipedia:Consanguinity|Consanguinity]] do not appear to be as strict in the Seven Kingdoms as they were in the real-life Middle Ages. The exact legal definition of incest in the Middle Ages has a long and complex history, but ultimately settled upon defining any relationship between third cousins or closer as incestuous. In contrast, the common nobility of the Seven Kingdoms appear to have no restriction even on marrying first cousins. [[Tywin Lannister]] himself married his own first cousin, [[Joanna Lannister]] - her surname was already &quot;Lannister&quot; before they were married, as she was the daughter of a younger brother of Tywin's own father, [[Tytos Lannister]]. Nor is this a peculiarity of House Lannister, as members of [[House Tyrell]] have also married their first cousins: [[Mace Tyrell]]'s younger sister Mina married her own first cousin [[Paxter Redwyne]]. Mace and Mina's mother [[Olenna Tyrell]], born Olenna Redwyne, is the sister of Paxter's father and thus his paternal aunt.\n\nEven [[Beyond the Wall]], incest is considered an abomination. [[Free Folk|Wildling]] men prefer to take wives from far-away villages rather than from their own village and clan, and it is considered a great sin to marry relatives. The Old Gods of the Forest, worshiped by both the Free Folk and the Northmen, don't have as many formal rules as the Faith of the Seven, but their religion still maintains a few fundamental social prohibitions, one of which forbids incest. While the wildlings have no knowledge about genetics, they believe (correctly) that inbreeding may result in weak and sickly children. Thus what [[Craster]] is doing with his daughter-wives is considered an abomination even by the other wildlings, and not remotely acceptable behavior by their own standards.\n\n===Real-life incest laws in the Middle Ages===\n\nThe medieval Catholic Church initially imposed restrictions on a person marrying their relatives to the seventh degree, but later at the Fourth Lateran Council in 1215 changed this to within four degrees. This does not refer to &quot;seventh cousins&quot; or &quot;fourth cousins&quot;. The old Roman method for reckoning degrees of relationship was to count &quot;acts of generation&quot;, thus a person is one degree away from their parents, two degrees away from their grandparents, three degrees away from their uncles, and four degrees away from their first cousins. Thus it was forbidden to marry blood relations up to a second cousin once removed (or a first cousin thrice removed), but third cousins could marry. After the barbarian invasions, however, a new complication arose, in that the Germanic system of reckoning blood relatives was different from the Roman system. The Germanic system was based on how many parental generations back two people possessed a common ancestor: siblings share common parents so they are only one degree removed (instead of two degrees as under the Roman method), and first cousins are two degrees removed from each other, as their closest shared relatives are their grandparents (instead of being four degrees away as under Roman law). The problem that arose from this change is that while the ''method'' for reckoning degrees of blood relationship had changed, the strict wording of the Church's laws restricting marriage &quot;within seven degrees&quot; was ''not updated'' to take into account the fact that the definition of what a &quot;degree&quot; was had changed. As a result, everything up to marriage between sixth cousins was considered forbidden - which was practically impossible to avoid. In the strictest definition of incest god-parents and brothers/sisters-in-law (and their relatives) were also included in the family-tree, forcing those looking for a spouse to look far outside their own social circle. This might have helped forge alliances between early Christian families.\n\nThat being said, the Catholic Church was not frequently able or even willing to enforce such overly strict interpretations of the prohibition. It usually only enforced consanguinity laws when it wanted to apply political pressure on a secular lord seeking a marriage, and conversely, would often grant dispensation to a lord seeking to marry his third cousin if he was on good terms with the Church (i.e. gave them generous land donations). By the thirteenth century, however, it was decided to finally update the official Church laws on incest to reflect the fact that they were using the new Germanic method of reckoning blood relatives: thus the Fourth Lateran Council of 1215 officially lowered the number of degrees in which marriage is forbidden from seven to four. This does not mean that long-held prohibitions on incest were suddenly relaxed, but rather that the laws and method of reckoning were finally brought closer back to their original alignment, forbidding marriage between what we would call &quot;second cousins&quot;. Actually, the new rules in 1215 were slightly more strict in that two persons are related within four Germanic degrees of kinship if they share the same great-great-grandparents, which means that third cousins or closer were forbidden to marry (which was still far less than forbidding marriage between sixth cousins).\n\n", "Quotes": "{{Quote|And I declare upon the honor of my House that my brother Robert left no trueborn heirs.  The boy Joffrey, the boy Tommen, and the girl Myrcella have been born of incest between Cersei Lannister and her brother Ser Jaime Lannister, the Kingslayer.  By right of birth and blood, I do this day lay claim to the Iron Throne of Westeros.  Let all true men declare their loyalty.|Stannis Baratheon's letter to the lords of the Seven Kingdoms|The North Remembers}}\n\n{{Quote|The Targaryens wed brothers and sisters for three hundred years to keep bloodlines pure.  Jaime and I are more than brother and sister, we shared a womb. Came into this world together, we belong together.|Cersei Lannister to Ned Stark|You Win or You Die}}\n\n{{Dialogue a-b-a|Cersei Lannister|Sometimes I wonder...if this is the price, for what we've done.  For our sins.|Tyrion Lannister|Sins?  The Targaryens...|Wed brother and sister for hundreds of years, I know.  It's what Jaime would say to each other in our moments of doubt.  It's what I told Ned Stark when he was stupid enough to confront me.  Half the Targaryens went mad, didn't they?  What's the saying?  Every time a Targaryen is born, the gods flip a coin?|Cersei admitting that her son Joffrey's incestuous parentage may have affected his sanity.|A Man Without Honor}}\n\n{{Quote|When boys and girls live in the same home, awkward situations can arise. Sometimes, I've heard, even brothers and sisters develop certain affections. And when those affections become common knowledge, well that is an awkward situation indeed, especially in a prominent family.|Petyr Baelish taunting Cersei|The North Remembers}}\n\n{{Quote|He marries his daughters, and they give him more daughters, and on and on it goes.|[[Eddison Tollett]] explains Craster the wildling.|What is Dead May Never Die}}\n\n"}, "title": "Incest"}