{"attributes": {"founding": "", "founder": "Image:Crossroads Inn.png", "places": "", "title": "Inn at the Crossroads", "image": "Inn at the Crossroads.jpg", "rulers": "Masha Heddle", "location": "the Riverlands, near the River Trident", "military": "", "religion": "", "age": "200 years (approx.)", "type": "Inn", "institutions": "", "population": ""}, "sections": {"TOP": "Inn at the Crossroads02333dmt1642bhfl21a26zcworibmrmtu7ik1605762014-09-26T11:17:46Z79.180.148.20/* In the books */{{Settlement\n| Title=Inn at the Crossroads\n| Image=Inn at the Crossroads.jpg\n| Image size=\n| Location=the [[Riverlands]], near the [[River Trident]]\n| Type=Inn\n| Population=\n| Rulers=[[Masha Heddle]]\n| Religion=\n| Military=\n| Institutions=\n| Places=\n| Founding=\n| Age=200 years (approx.)\n| Founder=\n}}\n[[Image:Crossroads Inn.png|thumb|right|200px|Map showing the location of the '''Inn at the Crossroads''' on the continent of [[Westeros]].]]\nThe '''Inn at the Crossroads''' (also called the '''Crossroads Inn''') is a popular stop for travelers on the [[Kingsroad]]. It is so-named because it lies at the meeting point of major roads which run north-south and east-west. The Kingsroad runs north to [[Winterfell]] and south to [[King's Landing]]. The [[River Road]] runs west into [[the Riverlands]]. At the crossroads, however, the name of the highway running west-east changes, becoming known as the [[Eastern Road]] which runs to [[the Vale of Arryn]].\n\nThe inn (and the crossroads) is also located close to the banks of the [[The Trident|Trident]] River, as well as the main crossing point of the Trident at [[Ruby Ford]] where the Kingsroad passes over it. The inn is run by [[Masha Heddle]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/inn-at-the-crossroads/ HBO viewers guide, season 2 map, Inn at the Crossroads entry]&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Crossroads Inn was built during the reign of King [[Jaehaerys I Targaryen|Jaehaerys I]] approximately two hundred years prior to the beginning of the novels. The inn survived the troubles of [[Robert's Rebellion]] intact. Masha Heddle's grandfather ran the inn before handing it down to her.\n\nIn the novels, Lord [[Tywin Lannister]]'s army assembles at the Inn for battle with the [[House Stark|Stark]] host bearing down on them from the north. Tywin hangs Masha Heddle for letting Tyrion be taken prisoner on the premises. Tyrion joins his father's host at the inn and debates strategy with him there. In the TV series, however, the Lannister army assembles much further to the west, the inn is not involved in the battle, and Masha Heddle presumably survives.\n\n[[Hot Pie]] ends up making bread for a different inn named the Inn of the Kneeling Man.\n\nThe bloody brawl between [[Sandor Clegane|the Hound]], [[Arya]], [[Polliver]], the [[Tickler]] and a [[House Sarsfield|Sarsfield]] squire takes place at the Crossroads Inn.\n\nBrienne and Podrick encounter [[Rorge]]'s gang at the Crossroads Inn. In the ensuing fight, Brienne kills Rorge and [[Gendry]] kills [[Biter]].\n\n", "History": "===[[Season 1]]===\nKing [[Robert Baratheon]]'s party rests at the Crossroads Inn on its way from Winterfell to King's Landing. Prince [[Joffrey Baratheon]] is wounded in an altercation with [[Arya Stark]]'s [[Direwolves|direwolf]] on the riverbank.[[Sandor Clegane| The Hound]]Â kills Arya's friend Mycah, the butcher's boy.&lt;ref&gt;&quot;[[The Kingsroad]]&quot;&lt;/ref&gt;\n\n[[Catelyn Stark]] and Ser [[Rodrik Cassel]] stop at the inn on their way back to Winterfell, where they are accosted by the singer [[Marillion]]. [[Tyrion Lannister]] then arrives and Catelyn calls on several [[knights]] present loyal to [[Hoster Tully|her father]] to help her take him into custody. She loudly tells everyone in the inn that she is taking Tyrion to Winterfell, but instead travels east to the [[Eyrie]].&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\n===[[SeasonÂ 3|Season&amp;nbsp;3]]===\nThe [[Brotherhood Without Banners]] stop here, along with AryaÂ Stark and The Hound. AryaÂ confronts The Hound about what happened last time they were here. [[Hot Pie]] decides to stay and work at the Crossroads Inn and bids farewell to &quot;[[Arya Stark|Arry]]&quot; and [[Gendry]]. &lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n\nWhen [[Brienne of Tarth]] and [[Podrick Payne]] set out from King's Landing in search of [[Sansa Stark]], they stop at the inn for the night. They order a pleasant meal consisting of [[Kidney pie]], and are served by the cook - Hot Pie, who has continued to work at the inn since Arya departed. Hot Pie is excited that they enjoy his kidney pie, and goes on at length about how important it is to get the gravy right. Annoyed, Brienne explains that they are looking for Sansa Stark and asks if he has heard anything about her. Hot Pie's initial reaction is to get nervous, say the Starks are traitors, and leave. The next day, as Brienne and Podrick are saddling up their horses to leave, Podrick warns Brienne that she really shouldn't specifically ask about Sansa Stark by name, because the Lannisters are offering a large amount of money to anyone who helps recapture her - enough money for people to kill over (which will endanger Brienne and Podrick, as well as anyone who might want to help them).\n\nJust then, Hot Pie shyly comes out of the inn and admits that he actually does have some information that may help them. He doesn't know anything about Sansa Stark, but he had been travelling with a girl named [[Arya Stark]]. Brienne is surprised, and says that Sansa's younger sister Arya hasn't been seen since her father was executed at the beginning of the war, and she was presumed dead. Brienne asks for the short and quick explanation, so Hot Pie summarizes that Arya managed to escape King's Landing disguised as a boy in a group of Night's Watch recruits, but they were attacked by Lannister soldiers and taken as prisoners to [[Harrenhal]], which they eventually escaped from only to be captured by the [[Brotherhood Without Banners]], who intended to return Arya to her relatives at [[Riverrun]] in return for ransom money. The Brotherhood dropped Hot Pie off to work at the Inn in exchange for the meals the innkeeper provided them, and that was the last he saw of Arya. He also recalls that the Brotherhood had taken another prisoner, a great big man with half of his face severely burned, whom Podrick realizes must have been Sandor Clegane.\n\nBefore they leave, Hot Pie gives them a gift to give to Arya if they find her: he has spent the past few months refining and perfecting his direwolf-shaped bread, and his latest one came out a lot better than the one he previously gave her (Arya couldn't tell the head from the tail on the last one, but the new one is a perfect replication of the Stark direwolf sigil). As they continue down the road, they realize that the Brotherhood couldn't have returned Arya to Riverrun after the defeat of the Stark-Tully forces at the [[Red Wedding]]. Pod recalls from his studies of the current major noble families in Westeros that Arya's only remaining relative who is both free from the Lannisters and wealthy is her maternal aunt, [[Lysa Arryn]], the current regent of [[the Vale of Arryn]]. Therefore it is reasonable to assume that anyone trying to ransom Arya would now head for [[the Eyrie]] - and by the same logic it is also one of the more likely places that Sansa Stark might try to flee to. They take the fork in the road away from the crossroads onto the [[Eastern Road]], and head for the Vale.&lt;ref&gt;&quot;[[Mockingbird]]&quot;&lt;/ref&gt;\n\n"}, "title": "Inn at the Crossroads"}