{"attributes": {"castles": "Ten Towers", "cities": "", "founding": "", "places": "Red Harbor â&euro;˘ Ironman's Bay â&euro;˘ Pyke (island)", "formerly": "The Kingdom of the Isles and the Riverlands", "title": "File:Greyjoy mini flag.png", "culture": "Ironborn", "image": "Iron Islands.png", "villages": "", "founder": "Quote", "rulers": "House Greyjoy", "link": "House Greyjoy", "location": "Westeros", "military": "", "religion": "The Drowned God (majority)&lt;br/&gt;The Faith of the Seven (minority)", "towns": "Lordsport", "population": "Ironborn", "type": "Constituent region of the Seven Kingdoms", "age": "", "geography": "Wind-swept islands, rocky poor soil, cold and stormy."}, "sections": {"TOP": "Iron Islands02589j7cof2lzq3ey9b2qp4i0huu178644wg1738632015-02-20T22:15:40ZThe Dragon Demands5014364{{Region\n| Title=[[File:Greyjoy mini flag.png|45px|left|link=House Greyjoy]]Iron Islands[[File:Greyjoy mini flag.png|45px|right|link=House Greyjoy]]\n| Image=Iron Islands.png\n| Image size=\n| Location=[[Westeros]]\n| Formerly=The Kingdom of the Isles and the Riverlands\n| Type=Constituent region of the [[Seven Kingdoms]]\n| Geography=Wind-swept islands, rocky poor soil, cold and stormy.\n| Population=[[Ironborn]]\n| Rulers=[[House Greyjoy]]\n| Religion=The [[Drowned God]] (majority)&lt;br/&gt;The [[Faith of the Seven]] (minority)\n| Culture=[[Ironborn]]\n| Military=\n| Regional capital=[[Pyke (castle)|Pyke]]\n| Cities=\n| Towns=[[Lordsport]]\n| Villages=\n| Castles=[[Ten Towers]]\n| Places=[[Red Harbor]] â&euro;˘ [[Ironman's Bay]] â&euro;˘ [[Pyke (island)|Pyke]] â&euro;˘ [[Harlaw]] â&euro;˘ [[Great Wyk]] â&euro;˘ [[Old Wyk]] â&euro;˘ [[Orkmont]] â&euro;˘ [[Saltcliffe]] â&euro;˘ [[Blacktyde]]\n| Founding=\n| Age=\n| Founder=\n}}\n{{Quote|Where the North has its honor and the South its chivalry, the Iron Islands has its strength.|[[Theon Greyjoy]]|House Greyjoy (Histories &amp; Lore)}}\n[[Image:Iron Islands.PNG|thumb|right|200px|Map showing the location of the Iron Islands off the west coast of Westeros.]]\n[[File:Grey king.jpg|thumb|The Grey King fights the sea dragon Nagga.]]\nThe '''Iron Islands''' form one of the nine constituent regions of [[Westeros]]. They are a group of seven small rocky islands clustered far off the western coast of the mainland of the continent, in [[Ironman's Bay]]. The Iron Islands are ruled from [[Pyke (castle)|Pyke]] by [[House Greyjoy]].\n\nThey are the smallest and among the least-populous of the regions of Westeros, but the naval skills of their population are unmatched and they enjoy great mobility due to their ships. The people of the Iron Islands, the [[ironborn]], have a unique culture centered on maritime raiding and pillaging other peoples. However, they were forced to stop these practices when they were conquered by the Targaryens, or at least, to stop raiding shipping around Westeros itself.\n\nBefore the [[War of Conquest|Targaryen Conquest]] the Iron Islands were a sovereign kingdom, along with the other &quot;[[Seven Kingdoms]] &quot;. For the three generations immediately preceding the Conquest, the ironborn also controlled [[the Riverlands]] (which also included pieces of the future [[The Crownlands|Crownlands]] at the time), which they had conquered in turn from [[the Stormlands]].\n\n[[Bastards]] born in the Iron Islands are given the surname '''Pyke'''.\n\n", "History": "\nHouse Greyjoy of Pyke traces its bloodline back to the legendary king of the first men, the [[Grey King]] of the [[Age of Heroes]]. He fought [[Nagga]] the sea dragon, built his hall and throne from her bones, married a mermaid, and ruled for a thousand years.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Iron Islands are seven small, barely-fertile rocks located in the Sunset Sea and Ironman's Bay to the west of the [[Riverlands]], north-west of the [[Westerlands]] and south of [[the North]]. The religion of the [[Faith of the Seven]] holds little sway over the isles, which are instead dominated by the worship of the [[Drowned God]] , a savage and merciless figure.\n\nThe seven major islands are named Blacktyde, Great Wyk, Harlaw, Old Wyk, Orkmont, [[Pyke (island)|Pyke]], and Saltcliffe. There are also several smaller islets surrounding them, usually considered to be administrative subdivisions of the main seven. Lonely Light is the smallest and most distant of these, a small atoll of land located eight days' travel northwest of Great Wyk (for comparison, Pyke and Harlaw are only one day's travel apart). Old Wyk was the first of the islands to be settled (despite being located on the far side of the archipelago from the mainland), and the ironborn still hold it to be sacred. Great Wyk is the largest island, and thus the only one on which certain noble Houses derive more of their wealth from the land than the sea (such as [[House Goodbrother]] , which gains its wealth from iron mines in the island's central hills). Harlaw is the second largest island, and is the wealthiest and most densely populated of all the islands. Pyke is currently the strongest due to the Greyjoys' status as overlords of the Iron Islands, but this was not always the case. Before the Targaryen Conquet, [[House Hoare]] from Orkmont island ruled over the ironborn, and before that, House Greyiron.\n\nThe ironborn have several large fleets of ships, mostly smaller longships. The mighty [[Iron Fleet]] commanded by [[Victarion Greyjoy]] consists of galleys which can stand against the largest warships produced elsewhere in Westeros. However, the ability of the ironborn to build larger ships is compromised by a lack of natural resources.\n\nThe Iron Islands were settled by the [[First Men]] many thousands of years ago. Somewhat isolated from the rest of Westeros, they did not take up the worship of the [[Old Gods of the Forest]], instead creating their own religion based around the Drowned God and the Seastone Chair, which they allegedly found already standing on the shores of Old Wyk when they arrived. When the [[Andals]] overran Westeros and conquered the Iron Islands, they intermingled with the natives. While a few locals converted to the Faith of the Seven, it did not fully take hold and worship of the Drowned God continued.\n\nUnder the rule of House Hoare, the ironborn reached the zenith of their power approximately four centuries ago. They invaded and conquered the Riverlands, building an immense castle on the shores of [[Gods Eye]] called [[Harrenhal]]. The castle was completed by King Harren the Black on the very day that [[Aegon the Conqueror]] landed on the coast of Westeros. Harren refused to surrender and was roasted alive in Kingspyre Tower by Aegon's dragons. The Riverlands rose in a bloody rebellion led by [[House Tully]], and the ironborn were thrown back to their islands. With Harren and all his line extinguished, the ironborn elected House Greyjoy of Pyke to rule over them.\n\nSeveral years after [[Robert's Rebellion]] was completed, Lord Balon Greyjoy rebelled against the [[Iron Throne]], reasoning that most of the lords of Westeros would not support a usurper. He was wrong, and in the [[Greyjoy Rebellion]] he was soundly defeated. The ironborn fleets were destroyed and the castle at Pyke stormed. Balon's two eldest sons were both slain and his surviving son, [[Theon Greyjoy|Theon]], was taken as [[ward]] and hostage by Lord [[Eddard Stark]] in return for his good behavior.\n\n", "Geography": "\nThe Iron Islands are located off the west coast of Westeros, in Ironman's Bay, an inlet of the [[Sunset Sea]]. They are north of [[the Westerlands]], west of the [[Blue Fork]] of the [[Trident]] in [[the Riverlands]], and southwest of [[the Neck]] and [[the North]]. However, essentially the entire west coast of Westeros, from [[the Wall]] in the North to [[the Arbor]] in the extreme south of [[the Reach]], are considered to be within range of far-reaching ironborn coastal raids. Centuries before the [[Targaryen Conquest]], the Iron Islands did indeed rule much of the coast from the Arbor to [[Bear Island]] in the North, and at the time of the Targaryen Conquest, the Iron Islands ruled the Riverlands.\n\nThe Iron Islands are small and rocky, swept by fierce storm winds, with poor soil and hardly any natural resources. The few poor crop fields that are present have their rocky soil plowed by thralls, men captured in raids and forced into servitude, as they usually cannot afford draft animals. While located at roughly the same latitude as [[the Eyrie]] in the Vale or [[the Twins]] in the Riverlands, the harsh storm winds that howl through the islands make them fairly cold. It is no wonder that in this precarious position, the inhabitants came to rely on the bounty of the sea, and ultimately raiding the mainland.\n\n'''Settlements'''\n* [[Pyke (castle)|Pyke]], the seat of [[House Greyjoy]], the ruling family of the region.\n** [[Lordsport]], the port town of the island of [[Pyke (island)|Pyke]].\n** [[Ten Towers]], the seat of [[House Harlaw]] and the most prominent seat of learning on the Isles.\n** [[Red Harbor]], the major harbor of the region.\n\n'''Islands'''\n*[[Pyke (island)|Pyke]]\n*[[Harlaw]]\n*[[Great Wyk]]\n*[[Old Wyk]]\n*[[Orkmont]]\n*[[Saltcliffe]]\n*[[Blacktyde]]\n\n'''Coastal Regions'''\n*[[Ironman's Bay]]\n\n"}, "title": "Iron Islands"}