{"attributes": {}, "sections": {"TOP": "Iron price0815021snujxfhnphyogyfr6qogpzw2yez7j1613702014-10-04T01:37:49ZSyalantillesfel4968017/* References */{{Quote|I take what is mine. I pay the iron price.|Balon Greyjoy|The Night Lands}}\n\nThe '''iron price''' is a concept in the culture of the [[ironborn]], and their local religion of the [[Drowned God]]. Paying the iron price means seizing something from those one has defeated rather than paying or treating for it. Thus, it is a primary aspect of the &quot;[[Old Way (ironborn)|Old Way]]&quot;, the traditional lifestyle of the ironborn.\n\nThe opposite of the iron price is &quot;the gold price&quot; - paying for possessions - which is considered shameful for a man to pay.\n\n", "See also": "*{{AWOIAF}}\n\n", "History": "=== [[Season 2]] ===\n\nWhen [[Theon Greyjoy]] arrives home, his father Lord [[Balon Greyjoy]] points to the gold chain clasp on his cloak and asks if he paid the gold or the iron price: if he bought it with gold or took it from the body or belongings of one he defeated in conquest. With their culture's tradition of being raiders, these are the only possessions that garner respect. When Theon tells him that he paid for the chain, Balon rips it off and throws it into the fire, saying that he wouldn't have one of his own dressed as a whore. He chides Theon for forgetting their customs in the time he has spent away from the [[Iron Islands]]. The idea is central to Balon rejecting Theon's proposed alliance with [[House Stark]]:Â Balon says that no one will give him his crown and that he will take it for himself.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\nWhen [[Yara Greyjoy]] comes to [[Winterfell]] , she finds much to find fault with in Theon's actions. He is trying to hold a place too far from the sea, away from their lines of supply and reinforcement, he has killed his most valuable hostages, and the whole [[North]] wants him dead. However, she sees nothing wrong in the taking of Winterfell in the first place. She says that was his right: &quot;We are ironborn, we take what we need.&quot;&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n"}, "title": "Iron price"}