{"attributes": {"status": "Active", "features": "Quote", "language": " Common Tongue", "title": " Ironborn", "ruler": " King of the Iron Islands (House Greyjoy)", "image": " Balon Greyjoy.jpg", "society": [" Feudal-based", "Sea-faring"], "location": [" Iron Islands", "Westeros"], "religion": " Drowned God", "aka": ["Ironmen", "Iron Islanders", "Krakens", "Squids"], "predecessors": " Primarily the First Men, followed by minor intermingling with a few Andals"}, "sections": {" Religion ": ":''See also: [[Drowned God]], [[Storm God]], and [[Drowned Men]]''\n\nLike the Northmen, the ironborn are descendants of the [[First Men]], but while their mainland cousins adopted the [[Old Gods]] of the [[Children of the Forest]], the ironborn worship a deity known as the [[Drowned God]]. The Drowned God is said to have created the ironborn to reave and raid and carve out their names in blood and song.&lt;ref&gt;Complete Guide to Westeros: House Greyjoy.&lt;/ref&gt; When the [[Andals]] invaded Westeros, they conquered the Iron Islands as well, but instead of converting the ironborn, theÂ Andals that settled on the Islands were absorbed into the local culture, adopting their religion and way of life as their own.&lt;ref&gt;Complete Guide to Westeros: The Drowned God&lt;/ref&gt;\n\n", "TOP": "Ironborn02891h0lb8k166li72v8b96jaexm5g68eqsh1604492014-09-24T20:40:49Z151.225.128.239/* See also */{{Culture infobox\n| Title= Ironborn\n| Image= Balon Greyjoy.jpg\n| AKA=Ironmen&lt;br&gt;Iron Islanders&lt;br&gt;Krakens&lt;br&gt;Squids\n| Status=Active\n| Predecessors = Primarily the [[First Men]], followed by minor intermingling with a few [[Andals|Andal]] families.\n| Location = [[Iron Islands]]&lt;br&gt;[[Westeros]]\n| Ruler= [[King of the Iron Islands]] ([[House Greyjoy]])\n| Society= Feudal-based&lt;br&gt;Sea-faring\n| Language= [[Common Tongue]]\n| Religion= [[Drowned God]]\n| Features=}}\n{{Quote|We are ironborn. We're not subjects, we're not slaves. We do not plow the field or toil in the mine. We ''take'' what is ours.|[[Balon Greyjoy]]|What is Dead May Never Die}}\n\n[[File:ironmen.jpg|thumb|350px|Ironborn raiders prepares to leave [[Lordsport]]]]\nThe '''ironborn'''&lt;ref&gt;''Note: &quot;ironborn&quot; is consistently spelled with a lowercase &quot;i&quot;, except when it is the first word in a sentence.''&lt;/ref&gt; (or rarely, '''ironmen''') are the natives of the [[Iron Islands]] off the west coast of [[Westeros]]. They are a fiercely independent seafaring people who chafe at the rule of the [[Iron Throne]].\n\n", "In the books": "\n[[George R.R. Martin]] has frequently compared the ironborn to Vikings from the real-life dark ages. Given the analogy that the entire continent of Westeros is supposed to be an oversized version of the British Isles, the ironborn also loosely correspond to raiders from dark age Ireland, as well as raiders from other outer islands in the group ( the Hebrides, the Orkneys, the Shetlands, etc.). Of course, at various points in history, the Vikings not only established permanent raiding bases in Ireland and the outer isles (such as founding [[Wikipedia:Dublin|Dublin]]) but also conquered vast swathes of the mainland.They Held many towns in the North such as Jorvic (York) and Ravenscar. After fighting back the native Saxons and imposing Danelaw. Until they themselves were defeated by the invading Normans and forced to do homage.Much like their Westerosi counterparts.\n\n", "See also": "* {{AWOIAF}}\n\n", " Culture and Economy ": ":''See also: [[Old Way (ironborn)|Old Way]]''\n\nThe traditional ironborn way of life, known as the [[Old Way (ironborn)|Old Way]], is centered on piracy and raiding. An ironborn is considered a man only when he has killed his first foe, while his personal wealth is expected to be obtained by &quot;paying the [[iron price]]&quot; - that is, seizing it from enemies he has personally killed. An ironborn is also expected to abstain from working the land or toiling in the mines, since such tasks are reserved for [[thrall]]s - men captured in raids and forced into servitude.\n\nThe Iron Islands are ruled by [[House Greyjoy]] from the [[Pyke (castle)|castle]] and [[Pyke (island)|island]] of Pyke. Lord [[Balon Greyjoy]] rules the Islands. His only surviving son and heir is [[Theon Greyjoy]] who was formerly a ward and hostage of [[Eddard Stark|Lord Eddard Stark]] at [[Winterfell]].\n\n", "History": "===Origins===\nThe modern ironborn are an intermingling of the blood of the original [[First Men]] settlers of the islands and the [[Andals]] who followed six thousand years later. While the Andals and the [[Faith of the Seven]] came to dominate everywhere else below [[the Neck]], they found less purchase on the Islands. While a few converts to the Faith of the Seven may be found there even in the present day,Â most of the Andal invaders converted to the native deity, the [[Drowned God]], instead. The Andal invaders completely acculturated to the distinct &quot;ironborn&quot; culture, and their invasion had relatively little impact upon the Iron Islands. Thus the ironborn are ethnically composed of the same First Men/Andal mix as most of the rest of Westeros: they are culturally, not ethnically distinct.\n\nOne of the few notable changes was that the ironborn switched to speaking the [[Common Tongue|Common Tongue of the Andals]]. On the other hand, the independent First Men of [[the North]] also eventually took up using the language of their Andal neighbors through cultural proximity, not because it was imposed upon them, and therefore it might be wrong to say that the Andals even &quot;forced&quot; the ironborn to speak their language.\n\nIn the present day, the ironborn generally think of their distinct culture as stretching back without interruption to the [[Dawn Age]], long before the Andals arrived. Even back then, however, their culture had developed so differently from their First Men cousins who were on the mainland that the ironborn only consider themselves to have truly &quot;originated&quot;, culturally, on the Iron Islands themselves.\n\n===In the [[Seven Kingdoms]]===\n\nFor centuries, the ironborn pillaged the western coasts of Westeros, which they refer to as the &quot;[[Green lands]]&quot;, and conquered various coastal territories, building a far-flung maritime empire, whose size fluctuated depending on the constantly shifting political climate on the continent. About three generations before the [[War of Conquest]], the ruling [[House Hoare]] led the ironborn to conquer [[the Riverlands]], which had previously been conquered by [[the Stormlands]] three centuries before. After driving out the [[Storm Kings]], they spent decades forcing their new [[thrall]]s in the Riverlands to build the largest castle on the entire continent: [[Harrenhal]]. Almost the size of a small city, Harrenhal was meant to ensure lasting ironborn domination of the Riverlands.\n\nThe last stone of Harrenhal was laid during the rule of King [[Harren Hoare]] - unfortunately, the very same day that [[Aegon I Targaryen|Aegon the Conqueror]] landed on the eastern coast of Westeros with a [[House Targaryen|Targaryen]] army and his [[dragons]]. [[Tywin Lannister]] told [[Arya Stark]] that a million men could have marched against Harren at Harrenhal, and they would have failed to take the castle. Against Aegon's dragons, however, Harrenhal's high walls were useless, and Harren and all of his sons were roasted alive in their tower by the fire of Aegon's dragon [[Balerion|Balerion the Black Dread]].&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt; Meanwhile the local Riverlands Houses rose up in a revolt led by [[House Tully]] to support the Targaryens in overthrowing their hated ironborn overlords. Their armies defeated and House Hoare destroyed, the surviving ironborn Houses bent the knee to Aegon. Now-King Aegon asked the remaining ironborn noble Houses to choose one of their number to rule over the Iron Islands under the overall authority of the [[Iron Throne]], and they chose [[House Greyjoy]] of [[Pyke (castle)|Pyke]].\n\nThe ironborn consider reaving and piracy to be their birthright, and fear that three centuries of peace under the Iron Throne has destroyed their heritage and removed their edge, especially as the Seven have found more purchase on the Islands since the [[House Targaryen|Targaryen]] invasion. Nine years before the [[War of the Five Kings]], to reverse this trend, Lord [[Balon Greyjoy]] declared independence in the [[Greyjoy Rebellion]] but was soundly defeated. Since then the ironborn remained quiet vassals of the Iron Throne.\n\n"}, "title": "Ironborn"}