{"attributes": {}, "sections": {"Behind the Scenes": "[[George R. R. Martin]] expressed in his blogÂ that the appearance of the Iron Throne in the TV series isn't what the Iron Throne looks like in the world of the ''[[A Song of Ice and Fire]]'' novels. &lt;ref name=&quot;GRRM about Iron Throne&quot;&gt;[http://grrm.livejournal.com/327569.html George R. R. Martin's blog: The Real Iron Throne]&lt;/ref&gt;\n\nIn the TV series, the Iron Throne is the size of a very large chair, is reasonably symmetrical, and Littlefinger remarks in Season 3's &quot;[[The Climb]]&quot; that it doesn't literally contain thousands of swords, he has counted and there are under two hundred.\n[[File:Marc Simonetti Bran theironthroneJoffCloseup.jpg|thumb|250px|Closeup of Mark Simonetti's artwork depicting the Iron Throne, singled out by Martin as closely representing the imposing size and appearance of the throne in the books (click to expand).]]\n[[File:Marc Simonetti Bran theironthroneJoff.jpg|thumb|250px|Artwork by Mark Simonetti of the throne room in the books, which is on the scale of St. Peter's basilica (click to expand).]]\nMartin explained that the physical proportions of the Iron Throne in the books, as well as the throne room it is set in, are simply unfilmable due to their massive size. The throne room in the books is the size of [[Wikipedia:St. Peter's Basilica|St. Peter's Basilica]] at the Vatican, and the Iron Throne itself towers over forty feet in height. The book version of the Iron Throne ''actually does'' contain a thousand swords, taken from Aegon the Conqueror's fallen enemies, and the visual symbol of subsequent Targaryen kings who sat atop that many swords of vanquished foes was a truly awesome sight to behold. Even the actual chair-part where the king sits is located over twenty feet off of the ground, and needs to be reached by an entire flight of stairs.Â \n\nThe Iron Throne is so large that it is ''physically impossible'' to move it. Aegon I eventually decided to raze the boomtown that had grown up around the site of his army's landing camp, a ramshackle town of wood and earth called &quot;Aegonfort&quot;, so that he could start over from scratch and construct a more permanent new capital city, [[King's Landing]].  The Red Keep itself and the throneroom had to be built ''around'' the pre-existing Iron Throne.  The construction took many years and would continue long after his death, so in the meantime, he relocated the royal court to his ancestral castle on [[Dragonstone (island)|Dragonstone]]. It was impossible to move the Iron Throne, however: when Aegon I died his son and successor [[Aenys Targaryen|Aenys]] had to travel to the unfinished construction site of King's Landing to be crowned on the Iron Throne, before then moving back to Dragonstone. This is also why no one ever tried to steal the Iron Throne and take is elsewhere during civil wars, i.e. when one side or the other seized the capital during the Dance of the Dragons, or during Robert's Rebellion, no attempt was made by the defenders to sneak the throne out of the capital along with other royal emblems such as the king's crown.\n\nMoreover, Martin made the point that the Iron Throne in the books was hammered together by blacksmiths, not sculptors and artisans, so it does not fit together neatly: rather, it is a sprawling and twisting asymmetrical stack of swords welded together into a vague throne-shape and towering into the air. Aegon the Conqueror did &quot;build&quot; the Iron Throne in that he commissioned it, and more specifically in that he used the fire of his dragon [[Balerion]] to melt down the swords and make them malleable, after which the blacksmiths would take them and add them to the growing construct.\n\nMartin was nonetheless entirely sympathetic to the practical necessities faced by the TV production team: the throne room as he envisioned it may be the size of St. Peter's Basilica, but the TV series already films in the largest studio set in all of Europe, the [[Paint Hall]] in Belfast. He acknowledged that the book version of the Iron Throne is so massive it would have difficulty fitting in any set, and even if it did, it might visually detract from the drama for the king to be holding conversations with people on the ground a full forty feet away from him. Martin also stated that he actually very much enjoys the design used for the Iron Throne in the TV series - it simply would have been physically impossible to replicate the towering edifice he described in the books.\n\nIn 2013, Martin pointed out a painting by Marc Simonetti (see at right) as coming closer than any previous artwork to what the Iron Throne and the throne room look like as Martin envisions them in the books.&lt;ref name=&quot;GRRM about Iron Throne&quot;&gt;[http://grrm.livejournal.com/327569.html George R. R. Martin's blog: The Real Iron Throne]&lt;/ref&gt;\n\nIn 2014, a small replica of the TV series's Iron Throne was given to Elizabeth II, Queen of the United Kingdom, on a visit to Paint Hall. The Queen declined an invitation to sit upon the actual Iron Throne prop, although she was photographed inspecting it and other props from the series.&lt;ref&gt;http://www.bbc.com/news/uk-northern-ireland-28002746&lt;/ref&gt;  As [[David Benioff]] later explained, she did not sit on the Iron Throne prop because &quot;Apparently the Queen of England is not allowed to sit on a foreign throne - This is an esoteric rule we didn't know about until that moment.&quot;  [[D.B. Weiss]] agreed that this seemed odd because the prop is a ''fictional'' throne for a fictional kingdom.&lt;ref&gt;[http://watchersonthewall.com/why-queen-elizabeth-didnt-take-the-iron-throne-and-more-game-of-thrones-interview-and-casting-details/ ]&lt;/ref&gt;\n\nA Season 4 blooper reel revealed that during the trial scene in &quot;[[The Laws of Gods and Men]]&quot;, [[Charles Dance]] (Tywin) gripped the pommel of one of the swords making up the Iron Throne so hard (because Tywin is angry) that it accidentally snapped off - he then looked down at it in his grip, embarrassed that he had just broken the Iron Throne prop.&lt;ref&gt;[http://watchersonthewall.com/watch-new-game-thrones-season-4-bloopers/]&lt;/ref&gt;\n\n", "TOP": "Iron Throne02165h7g65rgu1ix8rx95trnidzxm5xgb8pw1806892015-04-03T16:36:41ZThe Dragon Demands5014364/* Behind the Scenes */[[File:Iron_throne.jpg|thumb|250px|The Iron Throne, beneath the seven-pointed star of the [[Faith of the Seven]] comissioned by King [[Joffrey]]]]\n\n{{Quote|The breath of the greatest dragon forged the Iron Throne...the swords of the vanquished, a thousand of them, melted together like so many candles...|[[Viserys Targaryen]]|Cripples, Bastards and Broken Things}}\n\nThe '''Iron Throne''' is the throne upon which the [[King of the Andals and the First Men]] sits, located in the [[Great Hall (Red Keep)|Great Hall]] of the [[Red Keep]] in the city of [[King's Landing]]. Besides the King himself (or [[Regent|Lord Regent]]) only the [[Hand of the King]] may sit on the Iron Throne. The term is also used colloquially to refer to the monarchy that rules the Seven Kingdoms and the authority of the King (e.g. &quot;Rebellion against the Iron Throne&quot;).\n\n", "See also": "* {{AWOIAF}}\n\n", "In the books": "[[Image:Iron Throne.jpg|thumb|250px|right|Promotional image of the Iron Throne]]\nIn the ''[[A Song of Ice and Fire]]'' novels, the Iron Throne is reportedly uncomfortable to sit upon due to the blades that radiate out from it, occasionally cutting the incumbent. The moral lesson Aegon intended for his heirs was that no ruler should ever sit upon the throne carelessly, just as they must not rule carelessly. The Iron Throne specifically contains the swords of those Aegon defeated in battle, but not of those who had surrendered honorably (such as House Stark and House Arryn) rather than give battle.\n\nKing [[Aerys II Targaryen]]'s increasing insanity over the years led him to absent-mindedly sit upon the throne with his full weight, frequently cutting and injuring himself. Ultimately he cut and scraped himself so much upon the Iron Throne that his personal enemies derisively referred to him as &quot;King Scab&quot;, besides of his more common epithet, &quot;the Mad King&quot;. This was seen by some as a sign of his unworthiness to rule.\n\nAt the end of [[Robert's Rebellion]], King Aerys was slain by [[Jaime Lannister]] at the foot of the Iron Throne itself. Jaime proceeded to wait out the rest of the [[Sack of King's Landing|sack of the city]] by Lannister soldiers, and waited in the throne room for the late arrival of Eddard Stark and the main rebel army. Eddard's most powerful memory of the event was arriving in the throne room to find Jaime sitting on the Iron Throne, his sword at his side still covered in Aerys' blood, with the Mad King's corpse lying in a pool of his own blood in front of the throne. On seeing Eddard, Jaime got off the Iron Throne, joking that he was just keeping it warm for [[Robert Baratheon|Robert]].\n", "History": "===Background===\n\nThe Iron Throne was forged at the order of [[Aegon I Targaryen|Aegon the Conqueror]], the first of the [[House Targaryen|Targaryen Kings]], who [[War of Conquest|conquered six of the seven]] independent kingdoms of Westeros and unified them under his rule - the seventh kingdom of [[Dorne]] was later joined through a marriage alliance. The throne was allegedly forged from the 1,000 swords that had been surrendered to Aegon in the War of Conquest by the lords who had offered their fealty, though the actual number of the swords is less than two hundred.&lt;ref&gt;&quot;[[The Climb]]&quot;&lt;/ref&gt; These were subsequently melted down by the fiery breath of Aegon's dragon, [[Balerion]] the Black Dread, then beaten and bent into a throne of imposing appearance.\n\nAt the end of [[Robert's Rebellion]], during the [[Sack of King's Landing]], as the Lannister army overran the city outside of the Red Keep, King [[Aerys II Targaryen]] - the Mad King - refused to surrender, and secretly ordered the city to be burned to the ground with [[Wildfire plot|hidden caches of wildfire]].  To prevent this, his own [[Kingsguard]] Ser [[Jaime Lannister]] killed the Mad King in front of the Iron Throne itself.&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;  Greatly disturbed at having killed the king he had taken the most sacred oaths to defend, Jaime then sat down on the Iron Throne and gave no thought to the carnage going on outside.  Hours later, the main rebel army arrived in the city, and Ned Stark came to the throneroom, where he found Jaime sitting on the throne, and Eddard made Jaime get off of the Iron Throne.  Years later, Jaime's sister Cersei chided Eddard that he could have tried to seize the throne then and there, instead of letting Robert take it, but he did nothing.  Stark never knew why Jaime really killed King Aerys, and seeing him seated on the Iron Throne like that (apparently, out of arrogance) gave Eddard the incorrect belief that Jaime hoped to seize the throne himself some day.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n\n===[[Season 1]]===\n\nSepta [[Mordane]] quizzes [[Sansa Stark]] on her history lessons while walking through the throneroom, asking her who built the Iron Throne.  Sansa correctly answers that it was Aegon the Conqueror.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\nBecause the king is out hunting, [[Eddard Stark]] sits on the Iron Throne while listening to royal petitioners, in his capacity as Hand of the King.  He hears a report from a [[Joss|peasant refugee]] that Ser [[Gregor Clegane]] has been raiding villages in the Riverlands.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\nFollowing the death of King [[Robert Baratheon]], his alleged son [[Joffrey Baratheon]] takes his place on the Iron Throne.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n\nFar away on the eastern continent in [[Vaes Dothrak]], [[Daenerys Targaryen]] urges her husband Khal [[Drogo]] to help her win back the Iron Throne that her own father once sat upon, for her and Drogo's unborn son that she carries inside her.  At first, Drogo is not very interested:  Westeros is very far away, across the ocean, and to the Dothraki it seems just like a literal chair (without all of the connotations of authority over the Seven Kingdoms associated with it).  After a failed assassination attempt on Daenerys by one of Robert's agents, however, Drogo is deeply offended, and vows to attack Westeros and take the Iron Throne for Daenerys and their son, [[Rhaego]].&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n\nJoffrey continues to jauntily sit on the Iron Throne as the [[War of the Five Kings]] tears apart the realm. He gets up from the throne to menace the captive [[Sansa Stark]] with a crossbow, idly considering shooting her, before relenting that his mother insists she remain alive - so he simply orders his Kingsguard to beat and strip her in front of the entire court.&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt; Meanwhile, in [[The Stormlands|the Stormlands]] to the south, Robert's younger brother [[Stannis Baratheon]] declares that the Iron Throne is his by right, and all who deny that are his foes.&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\nDuring the [[Battle of the Blackwater]], just as the battle seems to be turning against the city's defenders, Cersei Lannister goes to the throneroom to sit on the Iron Throne herself, while holding her younger son [[Tommen Baratheon|Tommen]] sitting on her lap.  Together they await what she fears will be their end, and gets ready to give [[Essence of Nightshade]] to Tommen and herself to painlessly kill them both - as if Stannis is victorious he will have them both tortured to death.  In the nick of time, however, her father Tywin enters the throneroom along with Ser [[Loras Tyrell]]:  the main Lannister army along with reinforcements from [[House Tyrell]] arrived at the last moment and repulsed Stannis's assault, winning the battle&lt;ref&gt;&quot;[[Blackwater]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n\n[[Olenna Tyrell]], in typical fashion, has a low opinion of the throne itself, blithely referring to it as &quot;that ugly iron chair.&quot;&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt;\n\n[[Petyr Baelish]] remarks to [[Varys]] that the Iron Throne doesn't literally have thousands of swords in it, he has counted and the real number is under two hundred. He says that this is another inflated legend, part of the pageantry and propaganda that supports kings and dynasties but which is in fact illusory.&lt;ref&gt;&quot;[[The Climb]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n\nFollowing Joffrey's assassination with poison at [[Purple Wedding|his own wedding]], his younger brother [[Tommen Baratheon]] is crowned as the new king in a ceremony while sitting on the Iron Throne.&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt; Because Tommen is still underaged, however, his grandfather, Hand of the King, and regent [[Tywin Lannister]] later sits on the Iron Throne, while overseeing the [[Trial of Tyrion Lannister]] for the (false) charge of poisoning Joffrey.&lt;ref&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt;\n\n"}, "title": "Iron Throne"}