{"attributes": {"status": " Active", "founder": " Quote", "title": " Iron Bank of Braavos", "season": " Season 3", "image": " Iron Bank leaders.png", "leader": "", "date": " ", "former": " ", "place": "Braavos, the Free Cities, Essos", "members": " Tycho Nestoris", "mentioned": ["&quot;Walk of Punishment&quot;", "&quot;The Lion and the Rose&quot;", "&quot;First of His Name&quot;"], "type": "Banking institution", "appearances": " &quot;The Laws of Gods and Men&quot;"}, "sections": {"TOP": "Iron Bank of Braavos0149272fsm8rhdun0ki4xo8r8uzd68asd3may1784872015-03-22T03:06:36ZThe Dragon Demands5014364/* References */{{Infobox organization\n|Title= Iron Bank of Braavos\n|Image= Iron Bank leaders.png\n|Season= [[Season 3|3]], [[Season 4|4]]\n|Appearances= &quot;[[The Laws of Gods and Men]]&quot;\n|Mentioned=&quot;[[Walk of Punishment]]&quot;&lt;br&gt;&quot;[[The Lion and the Rose]]&quot;&lt;br&gt;&quot;[[First of His Name]]&quot;\n|Status= Active\n|Type=Banking institution\n|Leader=\n|Members= [[Tycho Nestoris]]\n|Former= \n|Place=[[Braavos]], the [[Free Cities]], [[Essos]]\n|Date= \n|Founder= \n}}\n{{Quote|One stone crumbles and another takes its place and the temple holds its form for a thousand years or more. And that's what the Iron Bank is, a temple. We all live in its shadow and almost none of us know it. You can't run from them, you can't cheat them, you can't sway them with excuses. If you owe them money and you don't want to crumble yourself, you pay it back.|[[Tywin Lannister]]|Walk of Punishment}}\nThe '''Iron Bank of Braavos''' is a bank in the [[Free Cities|Free City]] of [[Braavos]]. It is arguably the most powerful [[Currency#Banking|financial institution]] in [[the Known World]], with clients across [[Essos]] and [[Westeros]], including the government of the [[King of the Andals and the First Men]] who rules over the [[Seven Kingdoms]].\n\nJust as a common saying about [[House Lannister]] is &quot;A Lannister always pays his debts&quot;, there is also a common saying that the bank often reminds its clients who fail to repay their loans: &quot;the Iron Bank will have its due&quot;.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\nThe symbol of the Iron Bank depicts two golden triangles crossed in the manner of an hourglass, with two hands extending from left and right of the point where the triangles meet, their palms held upwards.\n\n", "Known members and representatives": "* [[Tycho Nestoris]]\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, the Iron Bank of Braavos is the most powerful banking institution in the known world, richer and more powerful than the banks of all the other eight Free Cities combined, and with a fearsome reputation when collecting debts. When princes or kings default on their debts or are foolish enough not to honor their agreements with the Iron Bank, new princes and kings appear with the Iron Bank's support. These new princes and kings then honor the previous debt along with paying back the money the bank loaned them in claiming their new power, lest they suffer the same fate as their predecessors. &quot;The Iron Bank will have its due&quot; is a common saying among Braavosi.\n\nAt the beginning of the novels, [[Littlefinger]] informs Eddard Stark that the Iron Throne is an astonishing six million Gold Dragons in debt to House Lannister and other creditors: the Iron Bank, [[House Tyrell]], the Faith and several trading cartels from [[Tyrosh]]. In the TV series, [[Eddard Stark]] discovered this in Season 1 episode 3, &quot;[[Lord Snow]]&quot;, and was also informed that half of this debt was to [[House Lannister]]. The episode's dialogue did not, however, break down who the remaining debt was owed to. In the books, it is explained that the crown owes about two million Gold Dragons to the Iron Bank of Braavos, and nearly another million to the leadership of the [[Faith of the Seven]]. As Bronn points out in Season 3's &quot;Walk of Punishment&quot;, King Robert can't pay Tywin back now that he's dead, and with Tywin's own grandson Joffrey as a puppet-king, the Lannisters can't pay ''themselves'' back the three million they lent to the crown. While the Lannisters were victorious after the Red Wedding, the massive costs of fighting such a large-scale war only added to their already substantial debts.\n\nTycho Nestoris is sent to the [[Wall]] to negotiate with Stannis, instead of Stannis going to Braavos to negotiate with him as in the show, and it only happens after the Bank's relationship with the Crown turns sour.\n\n", "History": "===Origins===\n\nThe Iron Bank was founded long before the [[Doom of Valyria]], when Braavos was still a &quot;secret city&quot;, hidden from the [[Valyrian Freehold]]. It was formed by successful traders and craftsmen. Its name comes from the abandoned iron mine in which the bank's founders placed all their funds. The mine had a single entrance, which they sealed with heavy gates and iron bars and protected by guards hired jointly by all the members. The Iron Bank has moved to new, grander quarters since that day, but the mine is still employed as a depository, as well as being a historical site of the city.&lt;ref&gt;[https://www.youtube.com/watch?v=gb75OHM8E5Y GRRM on the Iron Bank of Braavos]&lt;/ref&gt;\n\n===[[Season 3]]===\nAfter taking over the role of [[Master of Coin]] from [[Petyr Baelish]], [[Tyrion Lannister]] discovers that Baelish has been funding the Iron Throne's budget by borrowing massive amounts of money from several sources, including the Iron Bank of Braavos, to which the crown owes millions of [[Currency|Gold Dragons]]. Tyrion is concerned because the Iron Bank has a tradition of funding the enemies of rulers who fail to repay their debts.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\nAt the [[Purple Wedding|royal wedding]] between King [[Joffrey Baratheon]] and [[Margaery Tyrell]], [[Tywin Lannister]] remarks to [[Olenna Tyrell]] about the expense of the festivities, even though House Tyrell is paying half the costs. Olenna wryly says that she is glad to help, but expects that the Lannisters will require their financial support again soon: wars are expensive, and even with the Starks defeated, the [[War of the Five Kings]] had added to the Iron Throne's already massive debts to foreign banks. She notes that there is a common saying, &quot;the Iron Bank will have its due&quot;, which the bank reminds its clients almost as often as Tywin's family reminds its enemies that &quot;a Lannister always pays his debts&quot;. Tywin tries to brush this aside by saying that he isn't afraid of the Iron Bank, but Olenna chides him that he is lying, as they both know that he's smart enough to realize he ''should'' fear running afoul of the Iron Bank of Braavos.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\nReacting to the news of Joffrey's death at his own wedding, [[Stannis Baratheon]] is still discouraged because he does not have sufficient remaining soldiers to seize on this opportunity. His [[Hand of the King|Hand]] Ser [[Davos Seaworth]] suggests that they could attempt to hire [[Mercenary|mercenary companies]] from the Free Cities, but Stannis scoffs that they don't have any gold left either. Later, while reading a book about Braavos given to him by Stannis's daughter Princess [[Shireen Baratheon|Shireen]], Davos remarks to her that he has been to [[Braavos]] in his old days as a smuggler, but that he nearly lost his life at hands of [[First Sword of Braavos]]Â when he ran afoul of the well-guarded ships transporting a nation's worth of gold for the Iron Bank. Realization suddenly dawns onÂ Davos, and he begins to dictate a letter to Shireen in the name of [[Stannis Baratheon|King Stannis]], asking for an audience with the Iron Bank.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\nâ&euro;&lsaquo;After [[Tommen]]'s coronation, Tywin reveals to his daughter, the Queen Regent [[Cersei]], that the Crown owes the Iron Bank 'a tremendous amount of money', and that the gold mines of the Westerlands actually ran dry three years ago. Therefore, even though Tywin admits the Lannisters can trust nobody except themselves, they need the Tyrells' wealth and resources on their side. Cersei suggests coming to some arrangement with one of their representatives, but Tywin dismisses the idea, since the Bank is a monolithic structure that cannot be avoided, lied to, or swayed.&lt;ref&gt;[[First of His Name]]&lt;/ref&gt;\n\nSome time later, Stannis and Ser Davos travel to Braavos and are received by [[Tycho Nestoris]] and two of his colleagues. When they ask the bank to fund their continuing campaign in Westeros, Nestoris points out their weak position and is ready to dismiss them. Ser Davos speaks up, relating how he came into Stannis' service, how the latter is a just man who keeps his word, and how he is the best chance for the Iron Bank to get its money back upon the chaos that would follow the death of the elderly [[Tywin Lannister]]. This seems to convince the bankers, as they agree to extend a new loan to Stannis.&lt;ref&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt;\n\n"}, "title": "Iron Bank of Braavos"}