{"attributes": {"status": " :Category:Status: Dead", "death": "Killed on the conspiracy of Xaro Xhoan Daxos", "last": "&quot;The Old Gods and the New&quot;", "family": "", "title": "Irri", "season": "Season 1", "image": "Irri.jpg", "allegiance": "House Targaryen", "actor": "Amrita Acharia", "religion": " Great StallionQuote", "culture": "Dothraki", "deathep": "&quot;The Old Gods and the New&quot;", "link": " House TargaryenCharacter", "place": "The Dothraki sea", "aka": "", "appearances": "13 episodes &lt;small&gt;(#Appearances", "first": "&quot;The Kingsroad&quot;"}, "sections": {"TOP": "Irri02320sa21jjynqk4xqo771uus9ekgu9tudin1689202015-01-13T04:09:27ZThe Dragon Demands5014364/* Image gallery */{{Heraldry\n|image = Targaryen mini shield.png\n|link = House Targaryen\n}}\n{{Character\n| Title=Irri\n| Image=Irri.jpg\n| Season=[[Season 1|1]], [[Season 2|2]]\n| First=&quot;[[The Kingsroad]]&quot;\n| Last=&quot;[[The Old Gods and the New]]&quot;\n| Appearances=13 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n| Aka=\n| Status= [[:Category:Status: Dead|Deceased]]\n| Death=Killed on the conspiracy of [[Xaro Xhoan Daxos]]\n| DeathEp=&quot;[[The Old Gods and the New]]&quot;\n| Place=The [[Dothraki sea]]\n|Culture=[[Dothraki]]\n| Allegiance=[[House Targaryen]]\n| Family=\n| Actor=[[Amrita Acharia]]\n|Religion = [[Great Stallion]]}}\n{{Quote|It is known.|Irri|The Kingsroad}}\n'''Irri''' is a recurring character in the [[Season 1|first]] and [[Season 2|second]] seasons. She is played by guest star [[Amrita Acharia]] and debuts in the &quot;[[The Kingsroad]].&quot; Irri is a young Dothraki woman who is given to [[Daenerys Targaryen]] as a handmaiden, along with [[Jhiqui]] and [[Doreah]]. She teaches Daenerys the Dothraki language and customs. She swears fealty to Daenerys following the death of Khal [[Drogo]] and the birth of the [[dragon]]s. She is murdered during the theft of the dragons in [[Qarth]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Irri is a Dothraki slave given to Daenerys by [[Khal Drogo]] to teach her how to ride. She is ethnically a Dothraki, but was enslaved when her own ''khalasar'' was defeated by another. She is the same age as Daenerys, and is fond of using the Dothraki saying, &quot;It is known.&quot;\n\nIrri is usually seen paired with Daenerys' other handmaiden [[Jhiqui]]. In the TV series, however, Jhiqui only appeared briely in one scene during Season One, it seems that the TV series has functionally condensed both into one character.\n\nIn the books, Irri survives the journey through the Red Waste and Qarth, and is still alive when Daenerys leaves Qarth.\n\n", "Behind the scenes": "Acharia corrected speculation that Irri's death had occurred because she was unable to continue working in the United Kingdom due to work visa problemsÂ in a [[wikipedia:Reddit#Reddit IAmA|Reddit AMA]], confirming that she could have continued on the show but the writers had decided to write out her character.&lt;ref&gt;[http://www.reddit.com/r/IAmA/comments/uuiw2/amrita_acharia_portrayed_irri_on_game_of/c4yprh0 Reddit]&lt;/ref&gt;\n\n[[File:Doreah kills Irri.jpg|thumb|Deleted scene of Doreah killing Irri.]]\nIn a deleted scene, available on Season 2 Blu-ray, it was actually [[Doreah]] who strangled Irri to death, instead of just indirectly betraying her to her death. It must be remembered that this is from a deleted scene and thus it is not canonical and is not officially considered to have actually happened. Exactly why the scene was deleted, whether for plot reasons or simply for time constraints, has not been revealed.\n\nAmrita Acharia gave another interview after her departure, noting that the death scene filmed for Irri actually gave her real bruises, â&euro;&oelig;I think itâ&euro;&trade;s hard to be strangled onscreen because obviously to an extent to make it look real, you really have to be a bit strangled. So I had massive bruises on my neck the next day. I was proud. Battle scars. Death scenes are fun.&quot;&lt;ref&gt;[http://winteriscoming.net/2012/05/interview-with-amrita-acharia/ WinterIsComing.net interview with Amrita Acharia]&lt;/ref&gt;\n\n", "Image gallery": "&lt;gallery&gt;\nDany-jorah-market.pngâ&euro;&#x17D;|Irri accompanying [[Daenerys Targaryen]] in the markets of [[Vaes Dothrak]] in &quot;[[You Win or You Die]]&quot;.\nIrri 1x07.jpg|Irri in &quot;[[You Win or You Die]].&quot;\nIrri.png\nIrriNightLands.jpg|Irri in &quot;[[The Night Lands]]&quot;\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n\n", "Appearances": "{{Season One Appearances||yes|yes|yes||yes|yes|yes|yes|yes}}\n{{Season Two Appearances|yes|yes||yes|yes|yes}}\n\n", "Biography": "===Background===\nIrri is a young Dothraki woman in the [[Khalasar]] of [[Drogo]].\n\n===[[Season 1]]===\nIrri becomes a handmaiden to Daenerys after her marriage to Khal [[Drogo]]. She is tasked with teaching Daenerys the Dothraki language and customs.&lt;ref name=&quot;Irri viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-ofthrones/season2/#!/guide/houses/targaryen/irri/ HBO viewers guide, season 2 guide to houses, House Targaryen - Irri entry]&lt;/ref&gt; Irri tends to Daenerys while she seeks advice on Dothraki customs and stories, and is sceptical of Doreah's story that [[dragons]] come from a long-destroyed second moon.&lt;ref&gt;&quot;[[The Kingsroad]]&quot;&lt;/ref&gt;\n\nIrri acts as a translator between Daenerys and her bodyguard [[Rakharo]]. Rakharo protects Daenerys from one of her brother [[Viserys Targaryen|Viserys]]'s famous rages by whipping him around his throat, though he respects Daenerys's request not to kill him. Irri and Rakharo show mutual puzzlement at her mercy. Irri determines that Daenerys is pregnant and arranges a special dinner to celebrate. Irri tells Ser [[Jorah Mormont]] about Daenerys's pregnancy as she demands Rakharo slaughter a goat for the meal.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt;\n\nIrri tends to Doreah after Viserys beats her.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt; Irri burns her hands when she tries to handle a dragon egg Daenerys has put into a fire pit, Daenerys was holding the egg without it affecting her. Irri is present when Viserys threatens Daenerys and her baby and translates his words. Irri watches as Viserys is killed by Khal Drogo using molten gold to avoid spilling blood in Vaes Dothrak. Daenerys says that no true dragon could be killed by fire.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\n[[File:Daenerys, Irri &amp; Doreah 1x07.png|thumb|190px|Irri is part of Daenerys' retinue as she inspects the markets of Vaes Dothrak.]]\nIrri is part of Daenerys' retinue as she inspects the markets of Vaes Dothrak. She is there when a wineseller tries to assassinate Daenerys. Jorah foils the attempt and Rakharo captures the man. Irri watches as Drogo swears to invade the seven kingdoms as revenge for the assassination attempt.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt; Irri accompanies Daenerys to [[Lhazar]] when the khalasar raids there to obtain slaves to fund crossing to Westeros. Daenerys objects to the rape of the captives and Irri is present when Drogo kills [[Mago]] for questioning Daenerys's authority. Drogo takes a small wound in the duel.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt; She helps Dany to care for Drogo when his wound festers. Daenerys' reliance on the healing of Lhazareen godswife [[Mirri Maz Duur]] alienates the Dothraki. Daenerys is attacked and injured by [[Qotho]].&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt; Daenerys loses her baby and Drogo is left catatonic when she turns to Maz Duur's blood magic. The khalasar splinters without Drogo and Daenerys smothers him to end his suffering. She builds a funeral pyre for him and stakes Maz Duur within the flames to avenge the loss of her son. Daenerys also puts her eggs within the flames and shocks Irri when she walks in after them. The remains of the khalasar stay around the fire all night. In the morning they find Daenerys alive in the ashes with three [[dragon]]s. Irri swears fealty to Daenerys along with the rest of her people.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n[[File:Daenerys &amp; Irri 2x02.png|thumb|300px|Irri distraught over the death of [[Rakharo]], with whom she had been in love]]\nIrri crosses the [[Red Waste]] alongside the rest of Daenerys's khalasar. Daenerys's silver dies during their journey. Daenerys halts the majority of the column and sends her bloodriders to scout ahead.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\nIrri is distraught when [[Rakharo|Rakharo's]] horse arrives back to the khalasar without him. [[Jorah Mormont]] approaches the horse and discovers Rakharo's severed head. She is devastated because, according to Dohtraki belief, unless his body is cremated Rakharo's spirit won't be able to move on to the Night Lands (the afterlife) to ride with his ancestors. Irri is comforted by [[Daenerys Targaryen|Daenerys]], who tells her that tonight Rakharo will ride with them.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt; Irri was in love with Rakharo.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/targaryen/rakharo/ HBO viewers guide, season 2 guide to houses, House Targaryen - Rakharo entry]&lt;/ref&gt;\n\n[[Kovarro]] returns having reached the city of [[Qarth]]. Daenerys leads her people there and is dismayed when she is refused entry by the ruling elders [[the Thirteen]]. The khalasar are eventually admitted under the protection of [[Xaro Xhoan Daxos]].&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\nXaro welcomes Daenerys into his home, giving her people accommodation and buying her gifts. Irri watches as Daenerys and [[Doreah]] lean on the stone balcony of their new apartment. [[Drogon]] is perched on the edge of the balcony with a lump of raw meat between them. Daenerys instructs Drogon to breathe flame on the meat by saying [[Dracarys]], the old Valyrian word for Dragon fire. Drogon does as she commands, charring the meat. Doreah and Daenerys watch the dragon gleefully as he feasts on the cooked morsel. Daenerys says that Drogon will be able to feed himself from now on. Doreah reaches for another lump of meat but Daenerys instructs her to let Drogon sleep. Doreah holds out her hand to help the dragon back into his wooden cage and he climbs onto it. Daenerys tells Doreah that the dragon loves her, eliciting a frown from Irri.&lt;ref name=&quot;E15&quot;&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\nDaenerys joins Irri by her bed and Irri describes the repairs she has made to Daenerysâ&euro;&trade;s clothes. Daenerys thanks Irri, calling her friend. Doreah picks up a dress from the bed and asks if Daenerys has seen it. She tells her Xaro had it made for her and reports hearing that he is the wealthiest man in Qarth. Irri concurs with her fellow handmaiden. Doreah adds that Qarth is the richest city in Essos. Daenerys recalls her gift from [[Illyrio Mopatis]], saying that the last time a rich man gave her a gown it was because he intended to sell her into marriage with Khal [[Drogo]]. Irri offers a Dothraki prayer for Drogo to ride forever in the night lands. Daenerys tells Doreah that they know nothing about their host and suggests that men often speak about other men when they are happy, suggesting that Doreah seduce some of Xaroâ&euro;&trade;s fellow citizens to obtain more information. Doreah says that Daenerys would look like a real princess in Xaroâ&euro;&trade;s dress and Irri objects to the title, correcting Doreah that Daenerys is a Khaleesi. Irri breaks the ensuing awkward silence by encouraging Daenerys to wear the dress as a guestâ&euro;&trade;s courtesy to Xaro. Xaro throws a reception for Daenerys in his gardens. Irri and several of the khalasar are also present.&lt;ref name=&quot;E15&quot;/&gt;\n\n[[File:Irrii Killed Season2.png|thumb|300px|Irri's body in Xaro Xhoan Daxos's manse]]\nDaenerys discovers that some of her Khalasar have been murdered. She runs to her chamber and discovers Irri strangled to death, her dragons and Doreah missing.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt; Daenerys is devastated at the theft and at being unable to protect Irri. The warlock [[Pyat Pree]] reveals that he took the dragons, and she later finds out he was in concert with Xaro. Daenerys also finds out Doreah betrayed her, and had a hand in Irri's death.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\n"}, "title": "Irri"}