{"attributes": {}, "sections": {"TOP": "Isle of Faces06978mw54ij1jtmokhd5yz7btocgzpovygsa1603992014-09-24T19:34:06ZThe Dragon Demands5014364[[File:IsleOfFaces.png|thumb|300px|Faces were carved into every tree on the island]]\n{{Quote|To seal the Pact before the gods, the Children carved a face on every weirwood tree on the island, which came to be known as the Isle of Faces.|[[Bran Stark]]|The Children of the Forest, the First Men, and the Andals}}\nThe '''Isle of Faces''' is an island located at the center of [[Gods Eye]], an immense lake on the south-eastern edge of the [[Riverlands]] and the north-western edge of the [[Crownlands]]. The castle of [[Harrenhal]] lies on the coast of the lake to the north of the island.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season1/#!/locations/twins/ HBO viewers guide, season 1 map, The Twins entry]&lt;/ref&gt;&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/harrenhall/ HBO viewers guide, season 2 map, Harrenhal entry]&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n\n", "In the books": "[[Image:Isle of Faces.png|thumb|180px|right|A map showing the location of the Isle of Faces on the continent of Westeros.]]In the ''[[A Song of Ice and Fire]]'' novels, the Isle of Faces is regarded as sacred to the people of [[Westeros]] . According to myth, it was here that the [[Children of the Forest]] and the [[First Men]] signed [[Wars of the First Men and the Children of the Forest#The Pact|The Pact]], the treaty that ended centuries of warfare between the two peoples. The First Men agreed to settle in the open lands while the Children retained control of the deep woods. Even after the [[Andals|Andal]] invasion millennia later, the Isle of Faces remained in the keeping of the followers of the [[Old Gods of the Forest]].\n\nThe island is today ill-omened and few travel there. Priests of the old gods known as the Green Men dwell on the island. According to legend, the island is filled with [[weirwood]] trees. Every tree has a face, carved in witness to the signing of the Pact. The Green Men tend and maintain the trees in perpetuity.\n\n"}, "title": "Isle of Faces"}