{"attributes": {}, "sections": {" History ": "=== [[Season 3]] ===\n\nPrincess Shireen Baratheon is singing this song to herself in her chamber at [[Dragonstone]], when her father [[King]] [[Stannis Baratheon]] arrives to see her.&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n\n", "TOP": "It's Always Summer Under the Sea01585947z4b7crcv4u82csq4r00rj2r9mp1761735892015-02-18T17:43:34ZThe Dragon Demands5014364/* In the books */{{Conjecture}}\n\n'''''It's Always Summer Under the Sea''''' is a song in the world of ''[[Game of Thrones]]''. It was apparently made up by Princess [[Shireen Baratheon]].\n\n", " Behind the scenes ": "\nActress [[Kerry Ingram]] (Shireen Baratheon) sings the full song over the end credits of &quot;[[Kissed by Fire]]&quot;, the fifth episode of [[Season 3]]. Ingram is an accomplished singer in real-life, and before joining the series was best known for her starring role in the stage musical ''Matilda'' (2010-2011).\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, the song was actually made up by Stannis's court jester Patchface, whose mind became broken after he survived a shipwreck but spent three days lost in the sea before washing ashore. Patchface was kept around as a mercy, though the rhyming jests he sang ever since have tended to be strange and gloomy. Sometimes upon closer analysis, however, his ominous rhymes seem to possess a deeper insight into events around him (for instance, the [[Red Wedding]]), but no one else notices. Thus his seemingly nonsensical song about life under the sea is actually a vague reference to whatever he experienced in the shipwreck during which 100 men died and he nearly drowned.\n\nPatchface struck up an odd friendship with Shireen Baratheon, and for many years he was her main companion. As a slave in [[Volantis]] , the jester's face was tattooed in an alternating pattern of green and red squares, earning him his nickname &quot;Patchface&quot; - it is possible that Shireen feels comfortable around him due to also possessing a facial disfigurement (from [[greyscale]]).\n\nWriter [[Bryan Cogman]] stated that he did want to include Patchface in the TV series, and he was even present in early drafts of the script for &quot;[[Kissed by Fire]]&quot;, but was later cut out out for fear that it would overwhelm the audience to introduce too many new characters into Stannis' storyline at once (as his wife [[Selyse]] and daughter Shireen were also only first introduced in that episode). When asked, Cogman officially stated that the existence of Patchface within the TV continuity is currently in an undetermined limbo-state, as they would still like to include him. Cogman therefore pointed out that if Patchface is never established to exist in the TV series, then the song was just made up by Shireen, but if Patchface is later introduced into the TV series, then it will retroactively be established that Shireen learned it from Patchface.\n\nThe song was sung by Patchface in the prologue of ''&quot;A Clash of Kings&quot;'', not in one piece but brokenly:\n\n:::''Under the sea, the birds have scales for feathers''\n:::''I know, I know, oh, oh, oh''\n:::''It is always summer under the sea''\n:::''The merwives wear nennymoans in their hair and weave gowns of silver seaweed''\n:::''I know, I know, oh, oh, oh''\n:::''Under the sea, it snows up and the rain is dry as bone''\n:::''I know, I know, oh, oh, oh''\n:::''Clever bird, clever man, clever clever fool''\n:::''Oh, clever clever clever fool''\n:::''The shadows come to dance, my lord, dance my lord, dance my lord''\n:::''The shadows come to stay, my lord, stay my lord, stay my lord''\n:::''The shadows come to dance, my lord, dance my lord, dance my lord''\n:::''The shadows come to stay, my lord, stay my lord, stay my lord''\n:::''Under the sea, you fall up''\n:::''I know, I know, oh, oh, oh''\n:::''The shadows come to dance, my lord, dance my lord, dance my lord''\n:::''Here we eat fish''\n:::''Under the sea, the fish eat us''\n:::''I know, I know, oh, oh, oh''\n:::''Under the sea, no one wears hats''\n:::''I know, I know, oh, oh, oh''\n\nShireen giggled at the line of the merwives, but the lines about the shadows scared her. She told Patchface to stop singing that, but he wouldn't. [[Maester]] [[Cressen]] told Shireen not to take the fool's words at heart.\n\n", "Lyrics": "\n:::''It's always summer, under the sea''\n:::''I know, I know, oh, oh, oh''\n:::''The birds have scales, and the fish take wing''\n:::''I know, I know, oh, oh, oh''\n:::''The rain is dry, and the snow falls up''\n:::''I know, I know, oh, oh, oh''\n\n:::''The stones crack open, the water burns''\n:::''The shadows come to dance, my lord''\n:::''The shadows come to play''\n:::''The shadows come to dance, my lord''\n:::''The shadows come to stay''\n\n"}, "title": "It's Always Summer Under the Sea"}