{"attributes": {"status": " :Category:Status: Dead", "family": ["Aegon I Targaryen - grandfather/great uncle", "Rhaenys Targaryen (sister of Aegon I)"], "title": " Jaehaerys I Targaryen", "season": " Season 3", "image": " ", "allegiance": " House Targaryen", "culture": " ValyrianQuote", "titles": [" King of the Andals and the First Men", "Lord of the Seven Kingdoms", "Protector of the Realm"], "link": " House TargaryenCharacter", "mentioned": " &quot;The Rains of Castamere (episode)", "place": " Red Keep, King's Landing", "aka": " Jaehaerys of the House Targaryen, the First of His Name"}, "sections": {"TOP": "Jaehaerys I Targaryen0171863pippkxfnf15ra6kvdkqwqfzv2wehe11786162015-03-22T19:18:31ZDaemon Targaryen24097499{{Heraldry\n|image = Targaryen mini shield.png\n|link = House Targaryen\n}}\n{{Character\n| Title = Jaehaerys I Targaryen\n| Image = \n| Season = [[Season 3|3]]\n| Mentioned = &quot;[[The Rains of Castamere (episode)|The Rains of Castamere]]&quot;\n| Status = [[:Category:Status: Dead|Deceased]]\n| Place = [[Red Keep]], [[King's Landing]]\n| Titles = [[King of the Andals and the First Men]]&lt;br&gt;[[Lord of the Seven Kingdoms]]&lt;br&gt;[[Protector of the Realm]]\n| Aka   = Jaehaerys of the House Targaryen, the First of His Name\n| Allegiance = [[House Targaryen]]\n| Family ={[[Aegon I Targaryen]]} - grandfather/great uncle&lt;br&gt;{[[Rhaenys Targaryen (sister of Aegon I)|Rhaenys Targaryen]]} - grandmother/great aunt&lt;br&gt;{[[Aenys I Targaryen]]} - father&lt;br&gt;{[[Maegor Targaryen]]} - uncle&lt;br&gt;{[[Viserys I Targaryen]]} - grandson&lt;br&gt;{[[Aegon II Targaryen]]} - great-grandson&lt;br&gt;{[[Rhaenyra Targaryen]]} - great-grandaughter|Culture = [[Valyrian]]}}\n{{Quote|We're west of [[Castle Black]], but the [[Nightfort]]'s closest to us.  It was the first castle on the Wall.  The Watch abandoned it during the reign of King Jaehaerys the First.|[[Samwell Tarly]] to [[Gilly]]|The Rains of Castamere (episode)}}\n'''Jaehaerys I Targaryen''' is an unseen character in ''[[Game of Thrones (TV series)|Game of Thrones]]''. He is not expected to appear in the series, being long dead by the time it begins.\n\n", "Family tree": "===Jaehaerys I's ancestors===\n{{House Targaryen family tree Conquest era}}\n\n===Jaehaerys I's descendants===\n{{House Targaryen family tree Dance of the Dragons Era}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Jaehaerys I is fondly remembered as one of the best kings the Targaryen dynasty ever produced, and his long reign became synonymous with peace and prosperity. He was the longest-ruling king in history, sitting on the [[Iron Throne]] for fifty-five years, and due to his advanced age by the end of his reign is often called &quot;the Old King&quot;. He is also known as &quot;Jaehaerys the Conciliator&quot; because he brought an end to the eleven year uprising by the [[Faith of the Seven]] which had been fought by his uncle [[Maegor Targaryen|Maegor the Cruel]]. Jaehaerys offered the Faith generous terms of amnesty, so long as they acknowledged Targaryen rule and disbanded the military orders of the religion, known as the Faith Militant.\n\nJaehaerys I was the son of Aegon I's older son, [[Aenys I Targaryen|Aenys I]], a weakling who did not easily hold onto the throne. The Targaryens' [[incest]]uous marriage practices caused with the Faith of the Seven, but Aenys had no sisters so he married Alyssa of [[House Velaryon]] - a Valyrian family who had followed their Targaryen liege-lords by settling on the islands in Blackwater Bay. Ultimately this failed to appease the Faith because, fundamentally, Aenys and Maegor were already the product of incest, and who each of them subsequently married wouldn't change that.\n\nDuring Aenys's reign his younger half-brother Maegor served as [[Hand of the King]] and was the real power behind the throne. When the Faith Militant uprising broke out, Aenys fled to Dragonstone, where he became catatonic and died (some suspect he was poisoned), after which Maegor seized the throne ahead of Aenys's children.  Few contested Maegor at first, because unlike Aenys, he effectively hammered the Faith Militant.  Maegor could not produce heirs, however, and as his reign of terror progressed even his closest allies abandoned him and rallied to young Jaehaerys.  Maegor had so few supporters left in the end that there was no final battle - completely abandoned, as rebel armies loyal to Jaehaerys approached, he died on the [[Iron Throne]] itself - most likely, realizing all hope was lost, he opened his own wrists on the blades of the throne rather than face capture.  \n\nFollowing Targaryen custom, Jaehaerys married his own sister Alysanne. She was actively involved in court affairs and became one of Jaehaerys's chief counselors, if not practical co-ruler. Alysanne also rode her own dragon, named Silverwing. She is also fondly remembered in the Seven Kingdoms, as &quot;Good Queen Alysanne&quot;.\n\nJaehaerys and Alysanne had thirteen children together. In order of birth their names were Aegon, Alyssa, Aemon, Baelon, Daella, Aeryn, Vaegon, Maegelle, Valerion, Viserra, Gaemon, Saera, and Gael.  Of these thirteen only nine would live to adulthood as Aegon, Aeryn, Valerion, and Gaemon died young. \n\nAemon married outside of the family, to Jocelyn Baratheon, and had a daughter whom he named Rhaenys, after his father's grandmother. Aemon died in 92 AL fighting against Myrish pirates who had seized the eastern side of [[Tarth]].  Jaehaerys untimately chose Baelon over Rhaenys as his heir - despite the fact that an older daughter normally succeeded ahead of a younger uncle according to the normal inheritance laws in Westeros. Baelon himself had three sons with his sister Alyssa; Viserys, Daemon and Aegon, and also was named [[Hand of the King]], but later died of a burst belly in 101 AL, two years before Jaehaerys I died, leading to a Great Council to determine who the heir should be. Rhaenys again put forward her claim, along with those of her childrenÂ Laenor and Laena Velaryon, but she was again rejected in favor of Jaehaerys's grandson Viserys I Targaryen. DaellaÂ married Lord Rodrik [[House Arryn|Arryn]]Â and died giving birth to a daughter, AemmaÂ Arryn, who was the first wife of Viserys I and the mother of Rhaenyra Targaryen. Vaegon was given to the [[Citadel]] at a young age and later became an [[archmaester]], hold the ring, rod, and mask of yellow gold suggesting that he mastered economics. Maegelle joined the [[Faith of the Seven|Faith]] and became a [[septa]]. Well known for her compassion she nursed children afflicted with [[greyscale]], but she eventually became afflicted herself and died.  Viserra was a high-spirited girl who as betrothed to Lord [[House Manderly|Manderly]] of [[White Harbor]], but she died in a mishap when she fell off her horse while racing drunkenly through the streets of King's Landing.  Saera was given to the Faith, but she had other wishes and left across the [[Narrow Sea]] and did not return from the East, greatly saddening Jaehaerys I in his old age.  She later became the owner of a famous [[pleasure house]] in [[Volantis]].  Gael was a simple-mined but sweet girl who was Queen Alysanne's favorite.  It was said that she died of a summer fever but the truth was that she drowned herself in the [[Blackwater Bay|Blackwater]].  The reason was that she had been seduced and abandoned by a traveling singer who left her pregnant.  In her grief Alysanne would die a year later.  \n\nThe Nightfort was not simply abandoned during Jaehaerys I's reign, but actually visited by him and Queen Alysanne. The royal couple had made a formal visit to [[Winterfell]] in a great flight consisting of six [[dragons]]. During the visit to Winterfell Alysanne grew bored, and on a whim flew north to the Wall on her dragon Silverwing (when Samwell Tarly passed through the Nightfort over two hundred years later, his mind boggled that a live dragon once stood in its courtyard). She was followed later by Jaehaerys himself. The Night's Watch had been in a serious decline for several decades, however, because ever since the [[Targaryen Conquest]] the Iron Throne had put an end to the constant petty wars which had been going on between the Seven Kingdoms for centuries. While this greatly benefited the prosperity of the new unified realm, it meant that the constant trickle of recruits from the losing sides of those petty wars dried up. Alysanne was deeply impressed with the bravery of the men of the Night's Watch, and convinced her husband to double the size of the lands of [[the Gift]]. The boost of support that the New Gift gave the Watch helped stall its decline for several generations (though it was in full decline again two hundred years later when Jon and Sam joined it). At the same time, the royal couple recognized that the Watch could no longer adequately man the Nightfort, and convinced them to abandon it. A new, smaller castle was built east of the Nightfort, named [[Deep Lake]] , to replace its guard over that section of the Wall (while the Watch's headquarters were transferred to the more centrally located [[Castle Black]]). Deep Lake castle was paid for by Alysanne herself, and constructed by men that Jaehaerys I sent north. Thus the Night's Watch also remembers Jaehaerys and Alysanne with great esteem, as increasingly later monarchs came to practically ignore the Night's Watch.\n\nJaehaerys I ruled wisely and well until the end of his long reign. Jaehaerys lived so long that he actually outlived Alysanne as well as most of his children (many of whom died untimely deaths), and was thus succeeded by his grandson Viserys I - the only time in history that a king was succeeded by his grandson. Alysanne predeceased Jaehaerys by about three years, and her loss broke the old king for the few remaining years of his life. Passing his seventieth year, he was mostly confined to bed, and half-delirious from grief and age - he regularly mistook Alicent Hightower (the young daughter of his Hand Ser Otto Hightower) as one of his daughters. Jaehaerys died of old age while Alicent was reading a book to him.\n\n", "Biography": "===Background===\nJaehaerys I was king of the [[Seven Kingdoms]] , the fourth king of the Targaryen dynasty, and reigned two centuries before the [[War of the Five Kings]].\n\n===[[Season 3]]===\nTrying to make his way back south of [[the Wall]], [[Samwell Tarly]] explains to [[Gilly]] that there is a secret passage at the [[Nightfort]], the first castle on the Wall, and that the castle was abandoned during the reign of King Jaehaerys the First.&lt;ref&gt;&quot;[[The Rains of Castamere (episode)|The Rains of Castamere]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n\n"}, "title": "Jaehaerys I Targaryen"}