{"attributes": {"status": " :Category:Status: Alive", "death": "", "last": "", "imagesize": "250px", "family": [" Tywin Lannister - father", "Joanna Lannister - mother", "Tytos Lannister - paternal grandfather", "Tyrion Lannister - brother", "Cersei Lannister - twin sister/lover", "Ser Kevan Lannister - uncle", "Dorna Lannister - aunt", "Ser Lancel Lannister - first cousin", "Martyn Lannister - first cousin", "Willem Lannister - first cousin ", "Joffrey Baratheon - nephew/son", "Tommen Baratheon - nephew/son", "Myrcella Baratheon - niece/daughter", "Robert Baratheon - brother-in-law", "Stannis Baratheon - brother-in-law", "Renly Baratheon - brother-in-law", "Selyse Baratheon - sister-in-law", "Shireen Baratheon - niece by marriage", "Sansa Stark - sister-in-law"], "rightlink": "KingsguardCharacter", "culture": " AndalsQuote", "season": "Season 1", "image": "Jaime_Season_5.jpg", "leftimage": " Lannister mini shield.png", "allegiance": ["The Kingsguard", "House Lannister"], "actor": "Nikolaj Coster-Waldau", "age": "Approx. 41 in Season 5&lt;ref&gt;Jaime is Cersei's twin, and thus the same age as her.  Tyrion stated in &quot;The Prince of Winterfell&quot; that Cersei became Queen when she was 19, at the end of Robert's Rebellion, and 17 years passed between the end of the war and Season 1.  This makes Cersei 36 in Season 1 and 39 in Season 4.  In the Season 4 premiere, Jaime is said to be &quot;40&quot;, but characters might have been rounding.  Some contradictory statements have been made about Cersei's age:  see Timeline#Differences from the books", "titles": ["Lord Commander of the Kingsguard", "Knighthood"], "rightimage": " Kingsguard mini shield.png", "place": "Casterly Rock", "title": "Jaime Lannister", "aka": "The Kingslayer", "first": "&quot;Winter is Coming&quot;", "appearances": "28 episodes &lt;small&gt;#Appearances", "leftlink": "House Lannister"}, "sections": {"Family tree": "{{House Lannister family tree}}\n\n", "Behind the scenes": "*On the [[Season 4]] Blu-ray, Jaime narrates the [[Histories &amp; Lore]] video '''&quot;[[The Kingsguard (Histories &amp; Lore)|The Kingsguard]]&quot;'''.\n\n", "TOP": "Jaime Lannister021031m9of48wvg3u6fzzagb57l4pe4t4pfv1782332015-03-20T23:51:08ZThe Dragon Demands5014364{{Heraldry\n|leftimage = Lannister mini shield.png\n|leftlink=House Lannister\n|rightimage = Kingsguard mini shield.png\n|rightlink=Kingsguard\n}}\n{{Character\n| Title=Jaime Lannister\n| Image=Jaime_Season_5.jpg\n| ImageSize=250px\n| Season=[[Season 1|1]], [[Season 2|2]], [[Season 3|3]], [[Season 4|4]], [[Season 5|5]]\n| First=&quot;[[Winter is Coming]]&quot;\n| Last=\n| Appearances=28 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Titles=[[Lord Commander of the Kingsguard]]&lt;br&gt;[[Knighthood|Ser]]\n| Aka=The Kingslayer\n| Status= [[:Category:Status: Alive|Alive]]\n| Death=\n| Place=[[Casterly Rock]]\n| Allegiance=The [[Kingsguard]]&lt;br&gt;[[House Lannister]]\n| Family= {[[Tywin Lannister]]} - father&lt;br&gt;{[[Joanna Lannister]]} - mother&lt;br&gt;{[[Tytos Lannister]]} - paternal grandfather&lt;br&gt;[[Tyrion Lannister]] - brother&lt;br&gt;[[Cersei Lannister]] - twin sister/lover&lt;br&gt;Ser [[Kevan Lannister]] - uncle&lt;br&gt;[[Dorna Lannister]] - aunt&lt;br&gt;Ser [[Lancel Lannister]] - first cousin&lt;br&gt;{[[Martyn Lannister]]} - first cousin&lt;br&gt;{[[Willem Lannister]]} - first cousin &lt;br&gt;{[[Joffrey Baratheon]]} - nephew/son&lt;br&gt;[[Tommen Baratheon]] - nephew/son&lt;br&gt;[[Myrcella Baratheon]] - niece/daughter&lt;br&gt;{[[Robert Baratheon]]} - brother-in-law&lt;br&gt;[[Stannis Baratheon]] - brother-in-law&lt;br&gt;{[[Renly Baratheon]]} - brother-in-law&lt;br&gt;[[Selyse Baratheon]] - sister-in-law&lt;br&gt;[[Shireen Baratheon]] - niece by marriage&lt;br&gt;[[Sansa Stark]] - sister-in-law\n| Actor=[[Nikolaj Coster-Waldau]]\n| Age=Approx. 41 in Season 5&lt;ref&gt;Jaime is Cersei's twin, and thus the same age as her.  Tyrion stated in &quot;[[The Prince of Winterfell]]&quot; that Cersei became Queen when she was 19, at the end of Robert's Rebellion, and 17 years passed between the end of the war and Season 1.  This makes Cersei 36 in Season 1 and 39 in Season 4.  In the Season 4 premiere, Jaime is said to be &quot;40&quot;, but characters might have been rounding.  Some contradictory statements have been made about Cersei's age:  see [[Timeline#Differences from the books|here]] for more information.&lt;/ref&gt;|Culture = [[Andals]]}}\n{{Quote|There are no men like me, only me.|Jaime Lannister|Fire and Blood}}\n'''Jaime Lannister''' is a major character in the [[Season 1|first]], [[Season 2|second]], [[Season 3|third]], [[Season 4|fourth]] and [[Season 5|fifth]] seasons. He is played by starring cast member [[Nikolaj Coster-Waldau]] and debuts in the [[Winter is Coming|series premiere]]. Ser Jaime Lannister is a [[knight]] of the [[Kingsguard]], the son of [[Tywin Lannister]], twin brother of Queen [[Cersei Lannister]], and older brother of [[Tyrion Lannister]]. Previously he served in the Kingsguard of [[Aerys II Targaryen]] and, infamously, he betrayed and killed Aerys during the [[Sack of King's Landing]], earning him the sobriquet '''&quot;The Kingslayer&quot;'''. Jaime is involved in an [[Incest|incestuous]] sexual relationship with Cersei, and, unknown to most, is the biological father of her three children, [[Joffrey Baratheon|Joffrey]], [[Myrcella Baratheon|Myrcella]] and [[Tommen Baratheon|Tommen]].\n\nJaime visits [[Winterfell]] in King [[Robert Baratheon|Robert]]'s entourage; he pushes [[Bran Stark]] from a window when Bran sees him having intercourse with Cersei. Bran survives, but is paralyzed and with no memory of the event. Evidence implicating [[House Lannister]] emerges and sparks a war with the [[House Stark|Starks]], which eventually escalates into a [[War of the Five Kings|major conflict]]. Jaime leaves his post to join his father's attack on [[the Riverlands]]. After Joffrey assumes the [[Iron Throne]], Jaime is promoted ''in absentia'' to [[Lord Commander]] of the Kingsguard. However, his army is routed by [[Robb Stark]]'s forces during the [[Battle of the Whispering Wood]] and he is taken [[hostage|prisoner]]. [[Catelyn Stark]] later releases him with the promise that he will return her daughters [[Sansa Stark|Sansa]] and [[Arya Stark|Arya]] to her. Escorted by [[Brienne of Tarth]], they begin an arduous journey back to [[King's Landing]], during which Jaime's sword hand is cut off by [[Locke]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Jaime Lannister is described as extremely handsome with bright green eyes and hair like spun gold. The books do not mention him suffering from dyslexia. He is a prodigious warrior.\n\nAt age of eleven, Jaime was sent to Crakehall, and served as a squire for old Lord Sumner Crakehall for four years (Jaime never served as a squire for [[Barristan Selmy]]). Two years later, while still a squire, he won his first tourney melee. When he was fifteen, he and his master accompanied Ser Arthur Dayne and Ser Barristan Selmy in their campaign against the [[Kingswood Brotherhood]]. Jaime fought bravely against the Smiling Knight, although was not the one to kill him, and saved the life of Lord Crakehall from another of the outlaws. As a reward, Jaime was knighted by Arthur Dayne on the battlefield.\n\nShortly afterwards, Jaime was appointed to the Kingsguard by King [[Aerys II Targaryen]], he served alongside such great and vaunted warriors as Lord Commander Gerold Hightower and Ser Arthur Dayne, the legendary Sword of the Morning. Jaime's appointment infuriated his father, Tywin Lannister, as the Kingsguard take vows to serve for life, never marry, and give up the right to hold lands and titles. This meant Jaime was no longer his heir, the honor of which instead fell to Tywin's misshapen and hated youngest son, Tyrion, whose dwarfism made him unfit in his father's eyes to inherit Casterly Rock. Jaime also learned later that he had only been named to the Kingsguard so Aerys could use him as a hostage against his father (whom Aerys was insanely jealous of), which soured the honor. Jaime rapidly became disillusioned with his new position, as he was forced to watch the various atrocities Aerys committed, forced by his vow to stand by and do nothing.\n\nAt the climax of [[Robert's Rebellion]], when the Lannister armies stormed [[King's Landing]], Jaime betrayed his king by murdering him at the foot of the [[Iron Throne]]Â itself. He attacked Aerys on the steps of the Iron Throne, and cut the Mad King's throat rather than stabbing him in the back as in the TV Series. Robert Baratheon forgave Jaime, reasoning that ''someone'' had to kill Aerys, and he was just happy that the Lannisters were the ones who got their hands dirty instead of himself. Eddard Stark believed that Jaime should have faced justice for killing Aerys, or at least stripped of his position on the Kingsguard and made to take the black, but Robert didn't want to upset his crucial alliance with Jaime's father Tywin, his own new father-in-law. Jaime is stuck in an ironic situation: Targaryen loyalists despise him for personally killing the last Targaryen king, but even those who joined Robert in rebellion (and wished Aerys dead) often question why he didn't kill Aerys ''sooner'', preventing the loss of life that happened in the war. A small number of people don't even mind what Jaime did or when he did it, but place so much respect on honor and justice that they feel his breach of his Kingsguard vows to defend the king are a sacrilege that can never be forgiven. For his part, Jaime points out that Aerys was a madman who roasted women and babies on spits because the voices in his head told him they were plotting against him, and he has no regrets about killing the Mad King.\n\nTywin's sister Genna remarks that her nephew Jaime isn't really like his father. Instead, she says Jaime has a combination of the qualities of Tywin's three younger brothers: Tygett's martial prowess, Gerion's sharp sense of humor, and Kevan's sense of honor. Genna insists that Tyrion is the son who inherited Tywin's brilliance and is most like his father, which she even told Tywin once, after which he didn't speak to her for six months.\n\nThe early sections of the book ''A Game of Thrones'' play to the suspicion that Jaime wants to seize the throne himself, but this is later shown to be a red herring. Also, Robert names him Warden of the East despite not being an Arryn or having any relation to the noble houses of the Vale.\n\nAfter Jaime is captured in the Battle of the Whispering Wood, he is held at Riverrun, not taken along with Robb's army, though Robb only leaves Riverrun some time later so he can consolidate his forces. No scenes between Jaime and Robb are depicted in the books (as neither is a POV character at this point), though it is entirely plausible that the scene with Robb in Jaime's cell in the Season 2 premiere could have happened in the books, just &quot;off screen&quot;, as Robb doesn't immediately leave Riverrun. At first, Jaime is held in comfortable imprisonment in a tower of Riverrun, but after a failed escape attempt in which he manages to kill three guards before being subdued, he is chained up in the dungeon.\n\nThe TV series' depiction of an escape attempt by Jaime, during which he kills Torrhen Karstark, is a very loose adaptation of events in the books. In the TV version, Jaime kills Torrhen because he was guarding his cell, which causes Lord Rickard Karstark to become enraged and demand revenge, to the point that Catelyn releases Jaime (in promise of her daughters' safe return from King's Landing) because she fears he won't live out the night. In the books, Jaime killed Rickard's sons Torrhen and Eddard Karstark at the Battle of the Whispering Wood (Eddard Karstark's death is apparently unchanged in the TV version). While Lord Karstark was certainly upset in the books, he wasn't going to go disobey Robb's direct command as his liege-lord that Jaime must remain unharmed (at least because he thought they'd execute him eventually). Catelyn's decision to exchange Jaime as a prisoner isn't rushed by pressure from within the Stark camp, but is rather due to her grief at hearing the (false) report that Bran and Rickon have been killed by Theon at Winterfell. Furthermore, she had recently been told by Cleos Frey that he only saw Sansa when he visited King's Landing, which makes Catelyn wonder if Arya is dead too. Believing (somewhat justifiably) that even holding Jaime as prisoner is no guarantee that the crazed Joffrey won't have her daughters killed on a whim, Catelyn decides that keeping her remaining children safe is what matters most, so she releases Jaime, sending him under escort by Brienne to King's Landing. Rickard Karstark only truly becomes enraged ''afterÂ ''Catelyn releases Jaime, because he never thought they'd release the killer of his sons, as well as because it is a very poor exchange to trade a prominent Lannister warrior for two girls. The TV series may have moved Torrhen's death around to make it closer to Jaime's release, instead of just mentioning that Jaime killed Torrhen at the end of Season 1 and expecting the audience to remember this over a season later.\n\nSimilarly, &quot;Alton Lannister&quot; is actually a renamed version the character Cleos Frey in the books. Cleos' father is a Frey but his mother is a Lannister, and his name may have been changed because of concerns that the audience would be confused as the Freys are on Robb's side. Jaime does not kill him in the books to create a diversion to distract his guards, this is an invention of the TV series. Intead, Cleos is sent back to King's Landing again along with Brienne and Jaime, but is killed by outlaws along the way.\n\nJaime doesn't appear during virtually all of the second novel, ''A Clash of Kings'', emphasizing that he is a prisoner of the Starks and in isolation. He only appears near the end during one chapter when Catelyn Stark visits him in his cell to release him. Dialogue from this scene in the books was split in two, so that some of it is used in the scene where she releases him late in Season 2, while parts of it were moved back to a separate meeting between Catelyn and Jaime in the Season 1 finale (it was just one long meeting in the book). During their conversation in the book, Jaime bluntly admitted that he and Cersei are lovers; that he is the father of Cersei's kids; that he pushed Bran from the window. Jaime denied any connection to the [[Catspaw assassin]], and revealed to Catelyn that the dagger never belonged to Tyrion. Catelyn realized that Jaime was telling her the truth. Jaime also told her in details how [[Aerys II Targaryen|the Mad King]] executed Ned's [[Rickard Stark|father]] and [[Brandon Stark|brother]]. Most of the conversation was omitted from the TV series.\n\nJaime then comes back to the forefront of the narrative in the third novel, ''A Storm of Swords'', even becoming a POV character, but while this can be done in a book, the TV series producers felt that it would be odd for one of the main cast members to disappear for an entire season (similarly, [[Daenerys Targaryen]] doesn't appear that much in the second book either, so the TV show padded out her storyline in [[Qarth]]). This was partially made up for by showing more events that happened to Jaime &quot;off screen&quot;, such as Robb interrogating him (in the season premiere) and actually depicting his failed escape attempt. Their primary solution, however, was to move ahead some of Jaime's storyline from the third book to late Season 2: Jaime is only released from captivity at the very end of the second book (as a cliffhanger), thus all of Jaime's scenes with Brienne leading him back to King's Landing are actually from the beginning of the third book. TV producers Benioff and Weiss insisted that they don't see each season as being required to neatly adapt each book matched to one season, but instead they are trying to adapt the story as a whole, so parts from other books will spill into other seasons as they are required, i.e. pointing out that the Jaime/Brienne scenes in late Season 2 aren't fabrications of the TV series, just moving up some scenes that actually occurred in the next book.\n\nIn &quot;Kissed by Fire&quot; Jaime reveals his motivation for assassinating the Mad King to Brienne. In corresponding book scene, Jaime also says that he didn't tell Ned Stark his version of what happened because he knew Lord Stark wouldn't believe him anyway (and even if Ned believed - it wouldn't make any difference because the only thing mattered to Ned was that Jaime acted dishonorably regardless of the reason that made him kill Aerys), but he also goes on to explain to Brienne that the Kingsguard are sworn to keep the king's secrets, and he didn't want to be seen as breaking even more of his vows to King Aerys, even after his death. When Brienne calls for help for the Kingslayer, Jaime merely thinks to himself &quot;Jaime. My name is Jaime.&quot;, instead of saying it out loud (though Bryan Cogman explained that Jaime is losing consciousness and just whimpering this to himself, not to Brienne).\n\n===Abilities===\nBy the time of the War of the Five Kings, Jaime is one of the most skilled and dangerous warriors in all of Westeros, ranking alongside [[Gregor Clegane]], [[Loras Tyrell]], and [[Barristan Selmy]] as arguably the best swordsman on the entire continent. Gregor's prowess relies more on his immense strength than on skill, while Barristan is self-admittedly not as young and quick as he used to be. Loras is not quite as experienced as Jaime yet, but is one of the few knights who has on rare occasion actually managed to knock Jaime off his horse during a joust. Jaime, meanwhile, is at the peak of both youth and experience, and even his enemies often consider him to be the most skilled living warrior in Westeros, albeit not the most honorable one. During the Battle of the Whispering Wood, even with his army ambushed and wiped out, Jaime managed to single-handedly carve a path through the Stark army until he reached Robb Stark, and almost managed to kill Robb before he was knocked unconscious. This short list is supported in the TV series in &quot;[[The Prince of Winterfell]]&quot;, when Jaime boasts to Brienne of Tarth that he thinks there are only three men in Westeros who might have even a chance of beating him in combat.\n\n", "Quotes": "{{Quote|It's a strange thing, the first time you cut a man. You realize we're nothing but sacks of meat and blood and some bone to keep it all standing.|'''Jaime''' to [[Jon Snow]]|The Kingsroad}}\n{{Quote|People have been swinging at me for years and they always seem to miss.|'''Jaime''' to [[Eddard Stark]]|Lord Snow}}\n{{Quote|I think we can outfox a [[Bran Stark|ten year old]].|'''Jaime''' to [[Cersei Lannister|Cersei]]|Lord Snow}}\n{{Quote|There are no men like me. Only me.|'''Jaime''' to [[Catelyn Stark]]|Fire and Blood}}\n{{Quote|So many vows. They make you swear and swear. Defend the King, obey the King, obey your father, protect the innocent, defend the weak. But what if your [[Tywin Lannister|father]] despises the [[Aerys II Targaryen|King]]? What if the King massacres the innocent? It's too much. No matter what you do, you're forsaking one vow or another.|'''Jaime'''|A Man Without Honor}}\n{{Quote|Stark? You think the honorable [[Eddard Stark|Ned Stark]] wanted to hear my side? He judged me guilty the moment he set eyes on me. By what right does the [[House Stark|wolf]] judge the [[House Lannister|lion]]? By what right?|'''Jaime''' to [[Brienne of Tarth]]|Kissed by Fire}}\n{{Quote|The boy won't talk. And if he does, I'll kill [[Bran Stark|him]], [[Eddard Stark|Ned Stark]], the [[Robert Baratheon|king]], the whole bloody lot of them until you and I are the only people left in this world.|'''Jaime ''' to [[Cersei Lannister]]|Lord Snow}} \n{{Quote|I murdered people so I could be [[King's Landing|here]] with you!|'''Jaime''' to [[Cersei Lannister]]|Two Swords}}\n{{Quote|You're a hateful woman, why have the gods condemned me to love a hateful woman?|'''Jaime''' to [[Cersei Lannister]]|Breaker of Chains}}\n{{Quote|Do you know the last order [[Aerys II Targaryen|the Mad King]] gave me? To bring him your head! I saved your life so you can [[Second Trial of Tyrion Lannister|murder my brother]]?|'''Jaime''' to [[Tywin Lannister]]|The Laws of Gods and Men}}\n\n", "Image Gallery": "&lt;gallery hideaddbutton=&quot;true&quot;&gt;\nJaime_kingsguard_promo.jpg|Promotional image of Jaime Lannister in Season 1\nJaime slider.jpg|Ser Jaime Lannister of the Kingsguard in &quot;[[Winter is Coming]]&quot;.\nJaime and Cersei 1x01.jpg|Jaime and Cersei in the throne room in &quot;[[Winter is Coming]].&quot;\nJaime Lannister.jpg|Jaime arriving at Winterfell in &quot;Winter is Coming.&quot;\nJaime_&amp;_Jon.jpg|Promotional image of Jaime and [[Jon Snow]] in the &quot;[[The Kingsroad]].&quot;\nEddard Jaime Confrontation.jpg|Jaime confronts [[Eddard Stark]] in [[King's Landing]] in &quot;[[The Wolf and the Lion]]&quot;.\nJaime 1x05.jpg|Jaime dueling with Eddard in &quot;The Wolf and the Lion.&quot;\nTywin and Jaime.jpg|[[Tywin Lannister]] telling Jaime about the importance of legacy in &quot;[[You Win or You Die]]&quot;.\nJaimeEW.png|Entertainment Weekly (EW) photo of [[Nikolaj Coster-Waldau]] in costume as Jaime.\nJaimeLannisterEW.png|EW photo of Coster-Waldau in costume as Jaime.\nGame of thrones cast.jpg|Magazine photo of the ''Game of Thrones'' cast.\nJaime_Season_3_promo_image.jpg|TV Guide photo shoot, Season 3.\nJaime S3 Bear and Maiden Fair.jpg|Jaime leaves [[Harrenhal]] in a &quot;[[The Bear and the Maiden Fair (episode)|The Bear and the Maiden Fair]]&quot;\nJaime Brienne Mhysa.png|Jaime in &quot;[[Mhysa]]&quot;.\nBrienne and Jaime Kissed by Fire.jpg|Brienne holds Jaime.\nSeason4-GOT-JAIMEposter.jpg|Jaime in Season 4 promotional image.\nJaime_Lannister_Season_4.jpg|Jaime in Season 4 promotional image.\nJaime in Sunspear with Areo Hotah.png|Jaime in a Dornish Palace\n&lt;/gallery&gt;\n\n", "See also": "*{{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season One Appearances|yes|yes|yes|yes|yes||yes||yes|yes}}\n{{Season Two Appearances|yes||||||yes|yes||yes}}\n{{Season Three Appearances||yes|yes|yes|yes|yes|yes|||yes}}\n{{Season Four Appearances|yes|yes|yes|yes|yes|yes|yes|yes||yes}}\n\n", "Biography": "===Background===\nSer Jaime Lannister is a [[Knighthood|knight]] of the [[Kingsguard]], a position he has held for twenty years since he was a teenager, the youngest Kingsguard ever.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt; He was appointed to the position by the Mad King, [[Aerys II Targaryen]].\n\n[[File:Kingslayer.png|thumb|left|265px|Jaime slays the Mad King]]At the conclusion of [[Robert's Rebellion]], Jaime's father Tywin betrayed King Aerys by arriving at the gates of King's Landing with the main Lannister army and pleading his allegiance, then after his army was allowed inside the gates, turning them loose to attack the city. As Lannister soldiers raped and pillaged throughout the city during the [[Sack of King's Landing]], King Aerys remained holed up inside the [[Red Keep]], for hours maniacally repeating the order to &quot;burn them all&quot;. Despite being sworn by the holiest oaths to protect the king as a member of the Kingsguard, Jaime ultimately turned his own sword on Aerys, slaying him at the foot of the Iron Throne itself. For this infamous act, he is known throughout the Seven Kingdoms as &quot;'''the Kingslayer'''&quot;, to his irritation.\n\nJaime always refused to discuss precisely what happened the day he slew the Mad King, and thus his true motivationsâ&euro;&ldquo; and what Aerys nearly did to King's Landingâ&euro;&ldquo; were never revealed. On one occasion he confides the truth to [[Brienne of Tarth]]:Â Aerys' final orders were for Jaime to kill his father, and to [[Wildfire plot|burn the entire city and its inhabitants]] with [[wildfire]]. Unwilling to let that happen, Jaime killed him, and in doing so actually saved thousands of innocent lives. He adds that the &quot;honorable&quot; Ned Stark judged him guilty immediately, without hearing Jaime's reasons.&lt;ref name=&quot;kissedbyfire&quot;&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n\nHe was forgiven his breaking of his vows by King [[Robert Baratheon]] and permitted to remain in the Kingsguard as part of Robert's alliance with [[House Lannister]], along with the marriage of Jaime's twin sister [[Cersei Lannister|Cersei]] to Robert. In addition to the slaying of the Mad King, Jaime is known for his good looks, arrogant demeanor, and superb martial skills.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/jbaratheon/jaime-lannister/ HBO viewers guide, season 2 guide to houses, House Baratheon of King's Landing - Jaime Lannister entry]&lt;/ref&gt; He is so skilled with a sword that he claims that there are only three men in the seven kingdoms which may have a chance at beating him in a fair duel.\n\nJaime is the eldest son of [[Joanna Lannister]] and Lord [[Tywin Lannister]]. Tywin is the head of [[House Lannister]], the richest man in the [[Seven Kingdoms]] and [[Lord Paramount of the Westerlands]]. [[The Westerlands]] are one of the constituent regions of the Seven Kingdoms and House Lannister is one of the [[Great Houses]] of the realm. Jaime had great difficulty learning to read as a child because he transposed letters in his mind. Tywin sat with him through four hour a day practices until he learnt. Jaime resented being forced to spend so much time on reading.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\nJaime is the older brother of [[Tyrion Lannister|Tyrion]] and the twin brother of Cersei. Their mother died giving birth to Tyrion. Due to his place in the Kingsguard, Jaime cannot inherit his father's lands or titles, making Tyrion his father's heir; a fact which vexes Tywin. Unlike Cersei and Tywin, Jaime always treated Tyrion with a degree of kindness and respect. In a secret known to only a few, Jaime is Cersei's lover and the biological father of her children, [[Joffrey Baratheon|Joffrey]], [[Myrcella Baratheon|Myrcella]], and [[Tommen Baratheon|Tommen]], whom the world believes are Robert's kin.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/jbaratheon/cersei-baratheon/ HBO viewers guide, season 2 guide to houses, House Baratheon of King's Landing - Cersei Baratheon entry]&lt;/ref&gt;\n\n===[[Season 1]]===\n[[File:Jamienadbran.png|thumb|268px|Jaime confronts Bran, before pushing him out a window.]]\nIn [[King's Landing]], Jaime counsels his sister, [[Cersei Lannister|Cersei]] over fears that [[Jon Arryn]] may have discovered their secret prior to his death. Jaime argues that even if he knew, Arryn did not inform the king, for if he had, they would already be dead. If Arryn knew, his knowledge died with him. He accompanies [[King Robert]] to [[Winterfell]] where the king plans to ask [[Eddard Stark]] to replace Jon Arryn as [[Hand of the King]]. After their arrival, Cersei sends Jaime to find their younger brother [[Tyrion]]. Jaime tracks Tyrion to a brothel, tells him that he is needed at the feast that night and brings him several whores to speed his exit.&lt;ref name=&quot;E1&quot;&gt;&quot;[[Winter is Coming]]&quot;&lt;/ref&gt;\n\nAt the evening feast, Jaime blocks Eddard's path and asks if there will be a possibility of their competing against each other at a tournament. Eddard dismissively says no, as he doesn't play at fighting, and doesn't show off his skills to let opponents know his abilities. The next day, Eddard and Robert go hunting, leaving the castle largely empty. Cersei and Jaime liaise in a derelict tower. [[Bran Stark]] climbs the tower and finds them engaged in sexual intercourse. He is caught watching by Cersei, and Jaime grabs him. He asks how old Bran is. When Bran replies &quot;Ten&quot;, Jaime sighs and pushes him out of the window, saying &quot;The things I do for love&quot;.&lt;ref name=&quot;E1&quot; /&gt;\n\n[[File:Jaime_1x02.png|thumb|left|264px|Tyrion ponders the circumstances of Bran's fall with an uneasy Jaime and Cersei.]]\n\nSeveral days later at breakfast, Tyrion tells his family that Bran is expected to live and notes his sibling's guarded reactions to the news. Tyrion informs them of his decision to journey north to see [[the Wall]] before returning to King's Landing. Just before departing Winterfell, Jaime talks to Jon Snow in the courtyard. Ostensibly, he thanks Jon for his service joining the Night Watch, but really he is making fun of him, as those from the south see it as waste of time (ironically, Jaime'sÂ KingsguardÂ vows are also for life and prevent him from marrying, but he still gets to live in the capital city and not exiled to the frozen gloom of the Wall). The parties depart Winterfell. Jaime is with the group traveling south to King's Landing.&lt;ref name=&quot;E2&quot;&gt;&quot;[[The Kingsroad]]&quot;&lt;/ref&gt;\n\n[[File:Jaime &amp; Cersei 1x03.png|thumb|Jaime comforts Cersei.]]\nThe royal party reaches King's landing. Eddard barely has time to get off his horse before he is asked to attend a meeting of the king's small council. Jaime awaits him in the throne room. Jaime is unhappy with Eddard judging him for killing the Mad King, the murderer of Eddard's [[Rickard Stark|father]] and [[Brandon Stark (the elder)|brother]], but Eddard is unapologetic. He says it wasn't justice that drove Jaime to kill Aerys, and that Jaime served Aerys loyally when serving was the easier thing to do.&lt;ref name=&quot;E2&quot; /&gt;A raven arrives at King's Landing with news of Bran's recovery. In the capital, Cersei fears he will expose their secret, but Jaime comforts her.Â \n\n[[File:Jaime_Lannister_and_Barristan_Selmy.jpg|thumb|left|264px|Jaime stands alongside Ser Barristan.]]\n\nElsewhere, Robert swaps old war stories with Ser [[Barristan Selmy]], a distinguished and famous knight and commander of the [[Kingsguard]]. Jaime is called in to join them. He tells them that the first man he killed was an outlaw from the [[Kingswood Brotherhood]], and, as he took off theÂ man's head, there were no last words. Disappointed in not being able to mock him about this, Robert realizes that he never asked JaimeÂ what King Aerys Targaryen's last words were, then tauntsÂ Jaime for killing a defenseless old man he had sworn to protect. Jaime tersely responds that the last thing the MadÂ King said was the sameÂ thing he'd been raving for hours, since the sack of the capital by the rebels began: &quot;Burn them all!&quot; This silences Robert's levity.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt;\nJaime guards the king's bedroom while Robert cavorts with several women, Jaime taking it as a calculated insult to himself and his sister. He reminisces with [[Jory Cassel]], the captain of Eddard's household guards, about the [[Siege of Pyke]] during the [[Greyjoy Rebellion]] and the fierceness of the fighting.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\n[[File:Jaime_kills_Jory_1x05.png|thumb|260px|Jaime stabs Jory through the eye.]]\nUpon hearing of his brother's capture by [[Catelyn Stark]], he confronts Eddard in the streets of King's Landing. Knowing that killing Eddard will result in Tyrion's death, he instead has Eddard's guards executed, stabbing Jory through the eye himself. He and Eddard cross swords, and Jaime is surprised that Eddard is a match for him. The fight ends prematurely when a Lannister guardsmen stabs Eddard through the leg. An irritated Jaime knocks out the guardsman and then departs the city, telling Eddard that he wants his brother back.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\n[[File:Tywin_and_Jaime.jpg|thumb|left|262px|Jaime discusses legacy with his father.]] Jaime joins the army of his father, [[Tywin Lannister]], in the field. Tywin laments Jaime's pride and how he spends so much effort trying to convince others he doesn't care what they think of him. Tywin is incredulous and disgusted that Jaime would let Eddard live and go free because his victory was not &quot;clean&quot;. He says that if other houses think they can take a Lannister hostage and not suffer for it they will lose respect for the Lannister name. Tywin says that Jaime must accept responsibility for the future destiny of their house, which will be decided by this war against the [[House Tully|Tullys]] and Starks. They will either die out like theÂ Targaryens or begin a dynasty that will last 1,000 years. He gives Jaime thirty thousand men and sends him to besiege [[Riverrun]]. In King's Landing, Eddard tells Cersei that he knows that Jaime is the true father of Cersei's three children. She admits it, saying they have loved one another from the womb and are destined to be together always.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n\nSome weeks later, Ser [[Kevan Lannister]], Jaime's uncle, tells Tyrion that Jaime has won several significant battles, smashing a host of the river lords at the [[Golden Tooth]] and is now laying siege to Riverrun.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\nRobb Stark marches two thousand men towards Tywin's forces in order to create a distraction. The remaining force feints outside Riverrun, drawing out Jaime and a small number of troops to deal with what appears to be a small scouting party, and Jaime is taken prisoner in the resulting [[Battle of the Whispering Wood]]. Jaime offers to fight Robb in single combat to decide the war, but Robb knows that Jaime is better at swords than he is and says they aren't going to do it his way. Robb initially intends to use Jaime as aÂ \n\n[[File:Jaime_captured.png|thumb|260px|Jaime is captured by Robb's army.]]bargaining chip for his father's and sisters' lives. However, Eddard is executed in King's Landing before news of Jaime's capture can reach theÂ capital.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\n[[Catelyn Stark]] visits the captive Jaime. He taunts Catelyn, saying widowhood suits her, informing her that he would have sex with her if she was lonely. She hits him in the head with a rock. Jaime knows that the Starks won't kill him as long as his sister holds [[Sansa]] and [[Arya]] hostage, but Jaime Lannister always taunts others while he is in chains to show them he doesn't fear them and they aren't superior to him. She says he has gone against the laws of gods and man, he says, &quot;What Gods?&quot; Where were her gods when her husband was killed. When she says injustice in the world is because of men like him, he tells her, &quot;There are no men like me. Only me.&quot; When asked directly, he admits pushing [[Bran]] from the tower, but doesn't reveal why. &lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n[[File:GreyWindJaimeFaceToFace.jpg|thumb|left|270px|Jaime and Grey Wind face to face.]]\nJaime remains a captive of [[House Stark]]. King [[Robb Stark]] keeps Jaime caged and chained to a post in his camp at all times to prevent Lord [[Tywin Lannister|Tywin]] bribing or threatening one of his bannermen into giving him up. Jaime remains defiant, taunting and insulting Robb when he comes to confront him. King [[Stannis Baratheon]] has made Joffrey's parentage public, by sending letters to all the lords throughout the kingdom, exposing Jaime's incest with Cersei. Jaime counters that Stannis has a personal stake in these accusations, as if all of Cersei's children are Jaime's bastards that means Stannis is heir to the throne. However it is Jaime who is intimidated when Robb threatens him with his snarling [[direwolf]] [[Grey Wind]]. &lt;ref name=&quot;E11&quot;&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\nMonths later, Jaime is joined in his cell by his distant cousin [[Alton Lannister]]. They talk about the time Alton served as Jaime's squire at a tourney, and Jaime tell him about his own experiences as squire of Ser Barristan Selmy. Drawing Alton Lannister closer, Jaime seizes the opportunity to escape. When he leans over to hear Jaime whisper about an escape plan, Jaime head butts him then strikes him in the head repeatedly cracking his skull. When the guard ([[Torrhen Karstark]]) is distracted by discovering Alton's body bloody and convulsing, Jaime strangles him to death and takes his keys to free himself from his chains.&lt;ref name=&quot;E17&quot;&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\n[[File:RobbtalkstoJaimeSeason2.jpg|thumb|left|270px|Jaime talking to Lady Stark.]]\nJaime is soon recaptured. Lord [[Rickard Karstark]] demands Jaime's head for killing his son. [[Catelyn Stark]] convinces Rickard to wait until Robb returns but fears that his patience will not hold. Catelyn visits Jaime's cell with her female guard [[Brienne]]. She accuses Jaime of being a man without honor because of his broken vows. Jaime explains his view that his vows frequently conflicted with one another. He asserts that he has more honor than some; he reveals that Cersei is the only one he has slept with and reminds Catelyn how her husband [[Eddard Stark]] cheated on her and fathered [[Jon Snow]].&lt;ref name=&quot;E17&quot; /&gt; Catelyn releases Jaime. She tasks Brienne with escorting him to [[King's Landing]] to exchange him for her captive daughters.&lt;ref name=&quot;E18&quot;&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n[[File:Jaime_and_Brienne.jpg|thumb|262px|Jaime and Brienne escaping on their way to King's Landing.]]\nBrienne successfully smuggles him out of the camp on horseback and then they travel by rowboat to evade pursuit. Jaime needles her about her appearance and masculinity, unsuccessfully attempting to goad her into dueling him.&lt;ref name=&quot;E18&quot; /&gt; He changes subject, focusing on her virginity and childhood. They find a trio of women, hanged for sleeping with Lannister soldiers. He mocks her service to House Stark and she asserts that she serves Lady Catelyn specifically. As Brienne goes to bury the bodies they are accosted by a trio of Stark soldiers. Brienne kills all three after they recognize Jaime, and he is impressed by her skill. He questions her readiness to kill Stark men and she reasserts her dedication to Catelyn and the task she set her.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\nJaime continues to be escorted by Brienne to King's Landing. On their way there, they are spotted by a traveler. Jaime urges BrienneÂ to kill the traveler, since he believes the man recognized him and will give away their whereabouts, but she refuses.\n\n[[File:Brienne_Owns_Jaime.jpg|thumb|left|266px|Brienne beats down Jaime.]]\nLater, the pair have to cross a river, which means they can either attempt a dangerous fording or take the bridge, which will probably be watched.Â BrienneÂ takes the safer route of the bridge, but Jaime manages to distract her long enough to take away her spare sword and cut his bonds.Â BrienneÂ and Jaime enter into an extended sword fight on the bridge. Jaime, one of the most skilled swordsmen in all ofÂ Westeros, nearly overcomesÂ BrienneÂ several times. However, Jaime's mobility is reduced because his hands are still manacled, and he is malnourished after having spent the past full year chained up in a cell. Jaime begins to tire, andÂ BrienneÂ wears him down further by making simple body-blows with kicks and punches. After a protracted fight Jaime finally slumps to the ground in exhaustion. Just then, riders from [[House Bolton]] arrive led by a man namedÂ [[Locke]]. Jaime asks if they want to negotiate, but Locke says they'll have his head if he doesn't bring theÂ KingslayerÂ back to the King in the North, so there's not much Jaime can do to dissuade him from taking them prisoner.&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt;\n\nAlong with Brienne, he is taken captive byÂ LockeÂ and his men. As they ride along, the men sing a rousing chorus ofÂ ''[[The Bear and the Maiden Fair (song)|The Bear and the Maiden Fair]]''. Tied up back to back on one of the horses, Jaime warnsÂ BrienneÂ that when they make camp for the night, they will rape her, more than once, and that his honest advice is to give no resistance, and just think ofÂ Renly. They were only sent to capture Jaime, thereforeÂ BrienneÂ means nothing to them, so at the slightest provocation they will kill her without hesitation.Â BrienneÂ says she will fight even if they kill her, and Jaime agrees that if he were a woman, he would fight to the death before being raped too.\n\n[[File:Jaime's_Hand_gone.jpg|thumb|276px|Jaime loses his swordhand by the hands of Locke.]]\nLater that night Locke's men make camp, and do indeed dragÂ BrienneÂ kicking and screaming into the bushes to gang-rape her. Jaime is disgusted by this pointless brutality, so he points out to Locke thatÂ BrienneÂ is actually a noblewoman and the sole heir of LordÂ [[Selwyn Tarth|Selwyn of&amp;nbsp;Tarth]], the &quot;Sapphire Isle&quot;, and her father will pay them a ransom of her weight in sapphires - provided that she is unharmed. Locke agrees and calls his men back before they are able to rapeÂ Brienne, and they tie her up to a tree again. Jaime then tries to smooth-talk Locke once again with offers of how his fatherÂ TywinÂ will make him extravagantly rich if he lets Jaime go. Tiring of Jaime's frequent attempts to bribe him into turning over to theÂ LannisterÂ side, Locke decides to prove that Jaime's father will never deal with the likes of him. At first Locke has his men untie Jaime on the pretext of letting him go, but then his men hold him down on a chopping block while Locke grabs a carving knife: his reasoning being that maimingÂ Tywin'sÂ son will be the ultimate proof that theÂ LannistersÂ would never deal with Locke, much less bribe him. Locke says that Jaime's father can't help him now, and &quot;this should help you remember!&quot; - as he swings down the carving knife and hacks off Jaime's sword-hand. For half a second, Jaime stares at his severed right hand in shock, before what just happened can register in his mind, then he screams in horror.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\n[[File:Jaime_beaten.jpg|thumb|left|207px|Jaime is laying helpless in the mud.]]\nThe following day, Locke's men lead their prisoners Jaime and Brienne of Tarth on horseback. Jaime's severed right hand is tied onto a rope that hangs around his neck. Jaime is physically in agony from his wound, feverish and half-delirious. Jaime can barely stay conscious, and he falls headlong off of his horse into the mud. Laying in the mud Jaime is mocked and tormented by Locke and his men, giving him horse piss to drink. However Jaime manages to steal a sword, and unsuccessfully tries to fight them off using only his left hand. Jaime is so weak and feverish that he can barely stand, much less wield a sword and must therefore quickly give up trying. His only hope is that one of the men would give him a small dignified death having a sword in his hand. He eventually succumbs to exhaustion and Locke simply warns him that if he tries that again he'll cut off his other hand.\n\n[[File:Jaime_recounts_the_past_s3e5.jpg|thumb|260px|Jaime recounts the story of slaying the Mad King.]]\nLater that night Jaime and Brienne are restrained near a campfire. Jaime refuses to eat, and says he wants to die. Brienne says he should try to live for revenge, but Jaime says he was that hand, and without his sword-hand, even if he escapes, he is nothing, and would rather die as the Jaime he was than go on living, robbed of his very identity. Brienne says she overheard when he earlier managed to talk Locke out of letting his men gang-rape her. Brienne is confused, and asks Jaime why he helped her, but he doesn't answer. Brienne grows angry, insinuating to Jaime that this is the first time he's had to face the real world where things people care about get taken away, but he's pathetically moping around like a woman. Her criticism and strength convinces Jaime to start eating. &lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n\nThe party eventually arrives at Harrenhal, where [[Roose Bolton]] is visibly angered at how Jaime has been treated. Jaime asks Bolton about Cersei, and Bolton briefly tortures him emotionally, describing Stannis Baratheon's attack on King's Landing in a way that seems as if he will say Cersei was killed, but he informs him that Tywin and the Tyrell army arrived to drive Stannis away, and Cersei is alive and well. Jaime is so relieved that he falls to his knees. His stump is later tended to by [[Qyburn]], an ex-maester who was expelled from the Order for his unethical but successful experiments. Qyburn implies that he may need to cut off Jaime's arm to stop the corruption spreading, but Jaime threatens to kill him if he does, so Qyburn agrees to only cut away the rotting flesh, and offers Jaime milk of the poppy to ease the pain, but Jaime, fearing that Qyburn will sedate him and still amputate his arm, refuses, and screams in agony as Qyburn starts operating on him.\n\nWhile Brienne is bathing alone in baths of Harrenhal, Jaime approaches and slips into the opposite corner. He makes a snide remark about Brienne unable to protect Renly and for being the reason he died. She stands defiantly, and he quickly apologizes, claiming that Brienne has protected him better than most. Jaime begins to open up to Brienne, and tells the story of how he slewÂ the [[Aerys II Targaryen|Mad King]]. He reveals to a shockedÂ Brienne the truth of that day, something he has never told anyone else. Jaime begins to pass out and collapses in Brienne's arms. She calls for the guards to help the Kingslayer, but he corrects her and says his name is Jaime.&lt;ref name=&quot;kissedbyfire&quot; /&gt;\n\n[[File:Jaime_The_Climb.jpg|thumb|left|206px|Jaime in discussions with Roose Bolton.]]\nWhile sitting at the dinner table with Brienne and Roose Bolton, Jaime relentlessly tries to cut his meat with one hand. Roose tells Jaime that wars cost money and that many people would pay a great deal of money for him. After discussing how busy Tywin is, Jaime informs Roose that his [[Tywin Lannister|father]] would make time for him. Roose tells Jaime, that when he is well enough to travel, he will allow him to return to Kings Landing as restitution for the mistakes his soldiers made. He tells Jaime that he will tell Tywin the truth, that he had nothing to do with his maiming. Roose does not allow Brienne to join Jaime however, claiming she is charged with abetting treason. Before Roose heads off to the Twins, Jaime jokingly tells him to send his regards to Robb Stark, a task that Roose actually does carry out right before killing the Young Wolf.&lt;ref&gt;&quot;[[The Climb]]&quot;&lt;/ref&gt;\n\nJaime arrives in Brienne's chambers to tell her goodbye before he leaves for [[King's Landing]]. He informs her that [[Roose Bolton]] has demanded she stay behind with [[Locke]]. He tells Brienne that he owes her a debt. Brienne tells Jaime that if he keeps his word to [[Catelyn Stark]] the debt will be paid. Jaime promises that he will return the Stark girls to their mother. \n[[File:Jaime_Harrenal_Bear_and_Maiden_Fair.jpg|thumb|270px|Jaime leaves Harrenhal and begins his journey back to King's Landing.]]\nAlong their travel back to the Capital, the group stops for Qyburn to medicate Jaime's healing stump. Jaime notes that Qyburn's work is more effective than Grand Maester [[Pycelle]] and asks why he was expelled from the Order of Maesters. Qyburn tells him that it was because his experiments were &quot;too bold&quot;. When Jaime mocks him, Qyburn subtly bashes him for all the lives he has taken while in the Kingsguard. Qyburn informs Jaime that [[Selwyn Tarth]] offered 300 [[Gold dragons]] for Brienne's return, but Locke refused; believing that Lord Selwyn has all the sapphire mines in Westeros. Locke, feeling cheated, would make Brienne the men's entertainment for the night. Jaime senses a feeling of obligation to Brienne, knowing it is his fault for Locke believing there is a fortune in sapphires in Tarth. He approaches [[Steelshanks]] and tells him they are to return to Harrenhal. Jaime threatens that he will tell his father upon arrival in Kings Landing, that Steelshanks chopped his hand off. Or, he says he could tell his father that Steelshanks saved his life. Steelshanks relents and escorts Jaime back to Harrenhal, where he finds BrienneÂ being forced to fight a bear in a gladiatorial pit, using only a wooden sword. Jaime dives into the pit to aid her, forcing Steelshanks to aid them both by firing arrows at the bear. Jaime and Brienne narrowly escape the bear, and he once again demands that she accompanies him, asking Locke whether he believes Bolton would prefer to reward him or to ensure that Jaime reaches King's Landing. This time, Locke relents, and Jaime and Brienne depart together.&lt;ref&gt;&quot;[[The Bear and the Maiden Fair (episode)]]&lt;/ref&gt;[[File:Jaime_Mhysa_finale_returns.jpg|thumb|left|268px|Jaime returns to Cersei in the Red Keep.]]\n\nJaime walks into the gates of [[King's Landing]] with Brienne and Qyburn. A worker pulling a cart orders that he move out of the way, calling him a &quot;Country Boy&quot;. Jaime immediately returns to Cersei back at the [[Red Keep]]. He steps into her room and notices her admiring a seashell fondly. He says her name and as she turns, he notices she is taken aback by his stump.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n[[File:Qyburn attaches Jaime's golden hand 1.jpg|thumb|206px|Jaime wields a newly fresh-forged [[Valyrian steel]] sword with his left hand.]]\nJaime is offered a sword by his father TywinÂ which is made ofÂ [[Valyrian steel]]Â from the recently reforgedÂ [[Ice]], the Starks'Â ancestral sword. He comments that House Lannister has always wanted its own Valyrian blade and Tywin answers that they now have two. He then reveals to Jaime his plan to have him removed from theÂ [[Kingsguard]]Â so that he can return toÂ [[Casterly Rock]]Â and rule as Lord in his stead. However, Jaime tells him that he has no plans of resigning and that he will remain in King's Landing to protect the King. He also rejects that this is about his honor, as he believes that his honor is too far gone so he might as well do what he wants rather than what is expected of him. TywinÂ agrees to let him but tells him that he no longer considers him a Lannister and allows him to keep the sword, saying that a 'one armed man with no family needs all the help he can get'.&lt;ref name=&quot;E31&quot;&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\nâ&euro;&lsaquo;â&euro;&lsaquo;Cersei later offers Jaime a golden hand to cover his stump. AsÂ [[Qyburn]]Â fits it to him, he complains about it, believing it to be useless. He later tries to get intimate withÂ Cersei but she refuses him saying that she blames him for leaving King's Landing after his fight with Ned Stark and for getting captured. Jaime, Meryn and Joffrey are discussing which KingsguardÂ will be where in the wedding. Joffrey is paying no attention because he thinks he is safe now that the war is over but Jaime tells him that the war is not over while Stannis still lives. Jaime and BrienneÂ discuss what to do with Sansa. BrienneÂ says that Jaime must keep his vow and get Sansa out of Kings landing but Jaime says that her famliy are dead and there is no where to take her that is safer than Kings landing.&lt;ref name=&quot;E31&quot; /&gt;\n\n[[File:Jaime_in_The_Lion_and_the_Rose.jpg|thumb|260px|Jaime talks with his brother.]]\nJaime is at Tyrion'sâ&euro;&lsaquo;Â chambers and they're having a drink together. Tyrion states that he is impressed with his new hand and it's much better than the old one. Jaime brings a dilemma of his to Tyrion that he can't use a sword and he can't train because it will be humiliating, Tyrion says he knows just the man, which is Ser [[Bronn]]. Jaime and BronnÂ meet up by the sea to train, Jaime is worried that someone might hear them but Bronn responds that he routinely has sex with a married woman in that place and that she is a screamer; if no one heard her, no one will hear them. At the wedding feast, Jaime is standing in his spot in the KingsguardÂ formation, where LorasÂ TyrellÂ accidentally bumps into him and they talk about Cersei. Jaime says that Loras will never marry Cersei and Loras replies that neither will he. When Joffrey is dying, Jaime rushes over to his son's aid and is with him while he dies.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\n[[File:Jaime_and_Cersei_-_Breaker_of_Chains.png|thumb|left|260px|Jaime comforts his sister over Joffrey's death in the Sept of Baelor.]]\nJaime enters to [[Great Sept of Baelor]] to see Cersei and his dead son. Jaime sends the septon and septas away so he can be alone with Cersei. Cersei wants the death of the accused Tyrion and his wife, Sansa Stark. She asks Jaime to kill Tyrion for murdering their son because she is sure Tyrion will talk his way out of it. Jaime refuses and tries to comfort her through his affections. Cersei initially kisses Jaime then pulls away and turns back to her dead son after which Jaime proclaims &quot;''You're a hateful woman, why have the gods condemned me to love a hateful woman?!?''&quot; Jaime then becomes aggressive. They are in the sept during a private viewing of their son's body so Cersei insists it is not right and repeatedly asks Jaime to stop but he refuses. They have sex next to their dead son's corpse.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\n[[File:Screen-shot-2014-02-10-at-5-58-15-pm.png|thumb|260px|Bronn training Jaime to fight with his left hand.]]\nJaime and Bronn are training and it seems that Jaime has improved his sword skills as he begins to overpower Bronn. BronnÂ then takes off Jaime's golden hand and slaps him with it and he falls to the ground, lecturing Jaime as to the value of being willing to fight dirty. Jaime asks Bronn his opinion on the murder and Bronn says that Tyrion is innocent and is shocked when he realizes that Jaime hasn't seen Tyrion yet and tells him about Tyrion's original choice for his trial by combat was Jaime. After hearing this he visits Tyrion and they show a strong bond for each other.Â This also causes Jaime to realize Tyrion is innocent.&lt;ref name=&quot;E34&quot;&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\nJaime visits Cersei on her request but is disappointed when she only wishes to know Kingsguard formations for Tommen. SheÂ then confronts him about visiting Tyrion.Â Jaime tries to convinceÂ Cersei thatÂ their brother is innocent but she refuses to listenÂ and tells him to leave. Jaime and Brienne are talking in the Kingsguard tower. They talk about Jaime's honor which he hopes to reclaim. He gives Brienne his ValyrianÂ steel blade and brand new armor and tells her to find Sansa and get her somewhere safe, far away from his sister. He also gives herÂ \n\n[[File:Jaime_and_Cersei_-_Oathkeeper.png|thumb|left|260px|Jaime discusses with Cersei inside her chambers.]]\n\nanother present, a squire, [[Podrick Payne]].Â She is reluctant at first thinking that he will slow her down but she accepts. Jaime says his goodbye to Brienne, who has mutual emotions as he watches her leave the capital.&lt;ref name=&quot;E34&quot; /&gt;Â Jaime is present at Tommen's coronation along with other Kingsguard.&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;\n\nJaime is ordered by his father to have Tyrion shackled before his trial. It is clear that the trial is a farce as Tyrion has no one to speak for him and CerseiÂ has gathered enough witnesses who can provide circumstantial evidence against their brother. At recess, an angered Jaime goes to Tywin and offers him a deal; he will leave the KingsguardÂ and take his place as Tywin's heir if Tyrion's life is spared. Tywin immediately agrees and says that Tyrion will be declared guilty and allowed to join theÂ \n\n[[File:Jaime_in_The_Laws_of_Gods_and_Men.jpg|thumb|260px|Jaime tells Tyrion of his and Tywin's plan to let him join the [[Night's Watch]].]]\n\nNight's Watch. Tywin's rapid agreement made Jaime realize that this was his plan from the start but he nevertheless agrees to the deal. Before the trial resumes, he tells Tyrion to agree but can only watch asÂ [[Shae]]'s testimony sends Tyrion over the edge, and he demands aÂ [[Trial by combat|trial by combat]].&lt;ref&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt;\n\nAfter the trial, Jaime berates TyrionÂ in his cell for his outburst and not going through with the deal he made with Tywin. Tyrion knew that the deal was everything his father wanted and could not go through with it. Jaimie points out that, despite his practice with Bronn, his current skill with a sword would be useless in a trial by combat. Tyrion jokes how devastating it would be for Tywin if Jaime were to die in his trial by combat. Jaime then tells Tyrion who Cersei has chosen as their champion; [[Gregor Clegane|Ser Gregor Clegane]].&lt;ref&gt;&quot;[[Mockingbird]]&quot;&lt;/ref&gt;\n\n[[File:Jaime_in_Mockingbird.png|thumb|left|260px|Jaime angry at Tyrion after the failed plan to get him join the Night's Watch.]]\n\nOn the day of the trial by combat, Jaime visits Tyrion in his cell. They discuss their dead cousin [http://gameofthrones.wikia.com/wiki/Orson_Lannister Orson Lannister] and his habit to smash beetles with rocks for no reason. Tyrion says he used to watch Orson for long periods of time and think about the reason behind his actions, but he hasn't come to any conclusion why all those countless beetles had to be killed. When Jaime says he doesn't know either, bells start tolling and he wishes Tyrion good luck. Shortly after, he seats himself next to [[Tywin]], [[Mace Tyrell]], Cersei, [[Pycelle]] and [[Varys]] in the royal box to watch the duel. He exchanges a few supportive and cheerful looks with Tyrion when Oberyn seems to be winning, but is very unhappy at the result of the trial by combat which condemns his brother to death - Ser Gregor Clegane smashing [[Oberyn]]'s head in.&lt;ref&gt;[[The Mountain and the Viper]]&lt;/ref&gt;\n\nCersei finds Jaime in the [[White Sword Tower]], and he expresses disgust at her blatant attempts to have Tyrion killed. Cersei accuses that Tyrion killed their mother when she gave birth to him. Jaime is surprised that she still irrationally blames him for that, pointing out that he was an infant and had no control over what happened. He insists thatÂ Tyrion is her family whether she chooses to accept it or not. She rebukes his claim, saying he is not her family and that they all have a choice,Â and that she chooses Jaime. She thenÂ reveals that she has spilled their secret toÂ \n\n[[File:Game-thrones-3-600x450.jpg|thumb|260px|Jaime rescues Tyrion.]]\n\nTywin. He is stunned by her actions, asking how TywinÂ reacted to the news, but sheÂ states that she does not want to discuss their father.Â Cersei begins to seduce him, saying she chooses her brother over everyone else in the world, no longer concerned with whether everyone else knows their secret. Jaime yields to her advances, kissing her passionately and throwing her on the table where they begin to have sex.\n\nJaime's discontent with the result of the trial leads him to break Tyrion out of jail, and arrangeÂ his brother's fleeing to Essos using Varys to ship himÂ across the sea. He leads Tyrion to a stairway leading up to a locked door, instructing Tyrion to knock on it twice and then twice more to summon Varys, who will lead him to the ship. Before they part ways, they share a tender embrace and say their goodbyes, unsure if either will ever see each other again.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n===[[Season 5]]===\n\n", "Personality": "At first glance, outsiders perceive Jaime to be arrogant, disdainful, and sarcastic. To a large extent he is arrogant about his own abilities, but not without cause: even his enemies admit that he is arguably the greatest living swordsman in Westeros. Jaime's loss of his sword-hand did much to humble him, given that in many ways he ''was'' that hand, given how much his self-identity depended on his skills with a sword. Jaime does not mock others over minor insults the way Cersei does, and he can muster up polite behavior, but he is usually very blunt. Much like his brother Tyrion, he typically just says what he is thinking, and has no reservations about mocking those he perceives as incompetent.\n\nTywin Lannister has raised Jaime and Cersei with the principle of ruthlessness as a virtue. Yet even though Jaime Lannister often behaves unapologetically amoral, in his own warped way, Jaime is one of the few Lannisters (other than Tyrion) who shows any hint of honor or principles. This is largely based on his arrogance and pride at being a member of the Kingsguard. Jaime became extremely disillusioned with ideals of honor and loyalty when he saw firsthand the atrocities committed by the Mad King, how other &quot;honorable&quot; members of the Kingsguard stood by and did nothing while King Aerys had people burned alive for imagined insults, because they felt bound by vows of faith and fealty. A key difference between Cersei and Jaime is that Cersei honestly believes, in her skewed view of the world, that she is &quot;good&quot;, Joffrey is a great king, and all of her enemies are &quot;evil&quot; people trying to destroy her and her children. In contrast, Jaime does not maintain any pretense of being a &quot;good&quot; or honorable man, as he has become apathetic to such concerns.\n\nMoreover, Jaime isn't a very politically ambitious man, much to Cersei'sÂ annoyance, and often turns down herÂ frequent urgings that he should try to become Hand of the King. Political maneuvering is not his way, and he sees himself foremost as a soldier who when confronted with a problem takes out his sword and cuts its head off.\n\nJaime is the only member of Tyrion's immediate family who ever treated him with respect or kindness. In fact, he admires Tyrion's intellect and his ability to tell off those who insult him. Jaime never approved of Tywin and Cersei's long history of abuse towards Tyrion, and has always treated him like a brother. Indeed, Jaime is the only member of the core Lannister family (Tywin and his three children) who has a reasonably good relationship with all of the others. Among the three siblings, Cersei and Tyrion can't stand each other, but they both like Jaime (both Cersei and Tyrion have acknowledged the only reason they haven't gone out of their way to seriously harm or kill each other is because Jaime would never forgive them if they did). Tywin is a stern man feared and resented by all of his children, and in turn Tywin ignores Cersei as a woman and scorns Tyrion as the dwarf who killed his wife in childbirth. However, Jaime is on reasonably good terms with Tywin - not so much that he is &quot;proud&quot; of Jaime so much as he has the &quot;least shame&quot; for him compared to his brother and sister. Even so, Tywin is upset that Jaime joined the Kingsguard, as while it is considered the highest honor for a knight, its members give up the rights to marry or inherit lands, meaning that Jaime cannot be Tywin's heir. Jaime wasn't in a position to act as a father to his biological children with Cersei, though he is generally supportive of Tommen and Myrcella. However, in sharp contrast with Cersei, Jaime isn't particularly fond of Joffrey, nor will he defend his actions the way Cersei does.\n\nJaime's attitude towards violence is also complex: he threw Bran Stark out a tower window to kill him, but later saved Brienne from being raped (and then fed to a bear) by Locke's soldiers. The difference seems to be that after witnessing the depravations of the Mad King, ''needless'' violence and brutality deeply offend Jaime, though if he decides that violence and murder are absolutely necessary he will ruthlessly carry it out himself. He threw Bran out of a window because had the boy reported that he saw the incest between Jaime and his sister, Jaime, the woman he loved, and all of their children would be executed, so he felt he had no choice.\n\n"}, "title": "Jaime Lannister"}