{"attributes": {}, "sections": {"The Prince of Winterfell": "[[Catelyn Stark]] ultimately chooses to free Jaime. She sends [[Brienne]] to escort him to [[King's Landing]] and exchange him for her captive daughters. King [[Robb Stark]] is furious that Catelyn acted behind his back and has her placed under guard. Brienne smuggles him out of the camp wearing a hood. She sends away her horse and pulls him from his horse and sends it off too. She removes the hood from his head but leaves his wrists chained. Jaime says that she is much uglier in daylight. She drags him upright and leads him through the woodland. He asks her name and gets no answer. He introduces himself formally and says that a captive knight has then right to know their captors identity. Brienne reluctantly introduces herself. Jaime demonstrates that he knows the sigil of her house and the name of her father, [[Selwyn Tarth]]. He asks if she has any siblings and she again keeps silent. He says that it is a long way to Kingâ&euro;&trade;s Landing and they should get to know one another. He asks if she has known many men. Receiving more stoicism he jokes that she may have known women or horses. She pushes him to his knees beside a rowboat on a river bank. Jaime says that he did not mean to give offence.&lt;ref name=&quot;E18&quot;&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\nBrienne peers at a nearby bridge from behind foliage, waiting for a caravan to pass. Jaime asks for her forgiveness and she says that his crimes are beyond forgiveness, calling him Kingslayer. Jaime asks why she hates him and whether he has wronged her. She says that he has harmed others, including those he had sworn to protect. Jaime says that she is as boring as she is ugly. With the bridge clear she pulls him to his feet and says that he will not provoke her to anger. He says that he already has and that she is ready to murder him. Brienne prepares the rowboat as Jaime goads her. He asks if she believes that she could beat him in a fair fight. Brienne says that she has never seen him fight. Jaime insists that she would not stand a chance and that there are only three men in the [[Seven Kingdoms]] who would. Brienne retorts that she has been sneered at by arrogant men throughout her entire life and has spent just as much time knocking those arrogant men into the dust. Jaime says that if she is so confident she should unlock his chains and see what happens. Brienne asks if Jaime thinks she is an idiot and orders him into the boat. Jaime says that he took her for a fighter and a woman of honor, correcting himself after initially referring to her as a man. Jaime claims that she is afraid to face him and she says that they might found out one day as she uses the oar to push the boat free from the bank. Brienne rows them downstream.&lt;ref name=&quot;E18&quot;/&gt;\n\n", "TOP": "Jaime Lannister Season 208993f71xnzrgr1i7os0e82gscuiarbgm0nu1167582014-03-06T03:16:04ZGreater good3347453{{Template:Delete}}In '''[[Season 2]] [[Jaime Lannister]]''' remains a major character.\n\n", "Valar Morghulis": "[[File:Brienne_Jaime_Stark_Men_2x10.png|thumb|Three Stark soldiers question Brienne and Jaime.]]\n[[Brienne]] lands the rowboat she has been using to transport her prisoner Ser [[Jaime Lannister]]. He tells her that he is assuming that she is a virgin. She orders him to walk on. He says that she must have had an awful childhood, guessing that she was a foot taller than all of the boys she grew up with. He assumes that she was laughed at and bullied because of her size. He says that some boys like a challenge and that one or two must have tried to have sex with her. Brienne admits that some tried, shoving Jaime forwards. Jaime wonders if Brienne wished that one of them had succeeded in overpowering her and was disappointed that none of them were strong enough. Jaime says that he is strong enough. Brienne tells him that she is not interested. Jaime says that she must be and asserts that she would love to know what it feels like to be a woman.&lt;ref name=&quot;E20&quot;&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\nBrienne is distracted by the hanging corpses of three women. Jaime looks up at them and reads the sign hung around their necks â&euro;&oelig;they lay with lions.â&euro;? Jaime concludes that they were tavern girls who served the soldiers of his father, Lord Tywin Lannister. He tells Brienne that they earned their deaths by giving up a kiss and a feel and calls the hangings the glorious work of the northern freedom fighters. He asks if it makes Brienne proud to serve House Stark. Brienne counters that she serves Lady Catelyn rather than House Stark. Jaime invites her to tell herself that when she pictures the swinging bodies in her dreams.&lt;ref name=&quot;E20&quot;/&gt;\n\nBrienne shoves him to one side and ties him to a tree. He asks what she is doing and she says that she is going to bury the womenâ&euro;&trade;s bodies. He urges her not to stay there and to return to the river. Jaime says that the women would understand their urgency. Brienne says that she does not care what he thinks. She is interrupted by the sound of men approaching. Jaime urges her to untie him but she does not.&lt;ref name=&quot;E20&quot;/&gt;\n\nThree Stark soldiers round the corner and stop when they see Brienne. One of them asks her business there. She says that she is transporting a prisoner. They realize that she is a woman and laugh openly at her appearance. She says that they are leaving. The lead soldier, Tom,&lt;ref&gt;[http://www.chrisreilly.me.uk/Chris_Reilly_Actor/CV.html Christian Reilly's CV] lists him as playing &quot;Soldier Tom&quot; in this episode.&lt;/ref&gt; stops her to ask who she fights for. She says that she serves House Stark. One of the soldiers asks why Jaime is a prisoner. He claims to have stolen a pig, feigning the accent of the smallfolk. The soldier asks Brienne where she is taking him and she claims to be headed to Riverrun because the pig belonged to House Tully. Tom wonders why she does not just kill Jaime. Jaime protests while she says that she does not give orders and that it must have seemed important to someone. Tom asks how important it could be if they sent her as the escort. Brienne does not respond and he says she can have it her way.&lt;ref name=&quot;E20&quot;/&gt;\n\nOne of the soldiers asks if he knows Jaime. Jaime claims to come from [[Ashemark]] and asks if he has been there. The soldier asks if Jaime has been to the river market at [[Salt Rock]] and Jaime wonders if it is near Ashemark then claims that he has never been there. Tom asks Brienne what she thinks of the hanged women. Brienne says that she hopes that they were given quick deaths. He responds that two of them were. The soldier that recognized Jaime realizes who he is and tells his companions. Jaime and Brienne attempt to keep up their pretence. Tom questions how his colleague knows Jaime. The soldier says that he fought in the [[Battle of the Whispering Wood]] and saw Jaime hauled before King [[Robb Stark]] after he was captured.&lt;ref name=&quot;E20&quot;/&gt;\n\nTom challenges Brienne and Jaime to give Jaimeâ&euro;&trade;s name simultaneously at the count of three. One of the soldiers circles behind them. Brienne shoves Jaime aside and draws her weapons. She smashes the man behind her in the face with the hilt of her sword and then slices the throat of the man that recognized Jaime with her dagger before he can draw his own blade. She cuts at Tom who falls on his back to avoid her sword. The soldier she hit grabs her shoulder, and she spins around, slicing across him with both her blades. She approaches Tom slowly as he lies prone. She says â&euro;&oelig;two quick deathsâ&euro;? and then slowly pushes her sword through his crotch. Jaime is stunned by her proficiency. He points out that she has killed Stark men. She counters that she has already told him that she serves Lady Catelyn only. She states that she will take him to Kingâ&euro;&trade;s Landing as promised. She tells him to stay and cuts down the hanged bodies. Jaime flinches as they collapse to the ground.&lt;ref name=&quot;E20&quot;/&gt;\n\n", "A Man Without Honor": "Ser Alton Lannister returns to Robb with news that his terms were rejected. Robb's cells are overflowing with prisoners taken at the [[Battle of the Yellow Fork]] so he is forced to house Alton with Jaime.&lt;ref name=&quot;E17&quot;&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\n[[Torrhen Karstark]] circles the stockade where Jaime and Alton Lannister are chained. Jaime questions Alton about their familial relationship, asking who his mother was. Alton says that his mother is Cynda Lannister and Jaime wonders if she is the fat one. Alton admits that she may have put on weight and Jaime cuts him off to say that there s only one fat Lannister and if she was his mother he would know it.&lt;ref name=&quot;E17&quot;/&gt;\n\nAlton shifts towards Jaime and reveals that he squired for him once. Jaime does not remember and asks when. Alton explains that it was during the tournament held for [[Willem Frey]]â&euro;&trade;s wedding. Jaime cannot recall attending and Alton tells him that he was needed because Jaimeâ&euro;&trade;s squire at the time had gotten terribly drunk the night before. Jaime recalls that the boy was sick all over his horse on the way to the tourney ground. He asks Alton what the boys name was and is reminded that he was called Bryan. Jaime laughs and says that he thinks it was [[Tyrion Lannister]]â&euro;&trade;s doing. Jaime looks at Alton more closely, nods, and says that he remembers him. Jaime recalls that it was Altonâ&euro;&trade;s first time acting as a squire. Alton again shifts closer as he begins to tell his tale. He says that he volunteered eagerly for the role and that his father was furious with him for exposing their branch of the family to potential shame in front of the main branch. Jaime says that Alton did not shame them and Alton is surprised that he remembers. Jaime extols Altonâ&euro;&trade;s virtues as a squire, concentrating on his keen awareness of when he was needed and his ability to be inconspicuous when he was not, calling it a rare talent. Jaime complains that most of his squires mean well but overdid their job because of the excitement of the opportunity. Torrhen shushes the prisoners and then moves off.&lt;ref name=&quot;E17&quot;/&gt;\n\nJaime pauses for a moment and then invites Alton to continue. Alton says that what he was going to say is embarrassing. Jaime asks if it is more embarrassing than being chained to a post covered in your own excrement. Alton again shifts towards Jaime before saying that he remembers everything about the day. He recalls the details of the event including Jaime unhorsing Ser [[Balon Swann]]. Alton says that he will remember it until his death and that it was the best day of his life. Jaime stares at his nostalgic cousin. Alton continues his reminiscence, revealing that when the tournament was finished he remained on the field, unwilling to return to his minor branch of the family at the margins of the wedding feast. He says that he could not explain what it felt like to his immediate family because they would not understand. Jaime says that he understands completely and Alton expresses his doubt, then apologizes, edging ever closer.&lt;ref name=&quot;E17&quot;/&gt;\n\nJaime says that when he was 16 he squired for Ser [[Barristan Selmy]] during a battle with the [[Kingswood Brotherhood]] as a last minute replacement. Alton wonders what Barristan was like. Jaime sighs, contemplates and describes the knight as â&euro;&oelig;a painter who only used red.â&euro;? Jaime says that he could not imagine being able to fight like Barristan back then. He shares that he revelled in being able to help Barristan fight and be a part of something perfect. Jaime says that he does not need to explain that feeling to Alton. Alton agrees that it is hard to put into words. Jaime says that it felt like stepping into a longstanding dream and the dream overshadowing the rest of his life. Alton nods agreement. Jaime says that leaving the battlefield was like being taken to prison. Alton asks if Jaime squired for Barristan again and Jaime flatters his cousin by saying that he was not nearly as gifted a squire. He says that he was always underfoot and a complete liability until one of the outlaws tried to attack him.&lt;ref name=&quot;E17&quot;/&gt;\n\nJaime says that he is fortunate to be who he is because he would have been useless at anything else. Jaime confides that he is not well suited to imprisonment, joking that the revelation is shocking. Jaime muses that some men are better equipped for it, imagining aloud that [[Eddard Stark]] would have been an excellent prisoner. Jaime says that his life has left him unfit for constraint. Alton moves within armâ&euro;&trade;s reach to quietly ask if Jaime has considered escape. Jaime replies that it occupies his thoughts every day. Jaime laments that the good prisoners of House Stark have bred good jailors and are very careful. Jaime says that there is a way he can escape that was not possible before. Jaime rises to his knees to get next to Alton. He says that his plan is simple and that he needs Alton to do just one thing for him. Alton willingly agrees to do anything. Jaime leans next to him and says that he needs him to die. Jaime headbutts Alton and wrestles him to the ground. He repeatedly beats him in the head with his manacled hands, caving in his skull.&lt;ref name=&quot;E17&quot;/&gt;\n\nTorrhen rushes to the cell door with his sword drawn. He sees Altonâ&euro;&trade;s body twitching face down in the mud while Jaime sags against the post he is chained to with his back to him. Torrhen enters the cell and turns over Alton, seeing his bloodied face. Jaime wraps his chains around Torrhenâ&euro;&trade;s throat, strangling him and seizing his keys.&lt;ref name=&quot;E17&quot;/&gt;\n\nJaime escapes but is soon recaptured. He is dragged back to the Stark camp in chains while being berated by vengeful soldiers. Karstark men call for justice and demand that he is hanged. Some of the men beat him as he dragged past them and his guards try to keep them back. Lord [[Rickard Karstark]] emerges from the tents with his sword drawn and demands Jaimeâ&euro;&trade;s head. Dutiful Stark men block his path with their own swords in hand. He warns that any man who stands between a father and his vengeance is asking for death. [[Catelyn Stark]] rushes out to intervene, accompanied by [[Jacks]] and [[Brienne]]. She reminds Rickard that Jaime is their prisoner. He calls Jaime a monster and says that he killed his son. Catelyn counters that Jaime crippled her son and promises that he will answer for his crimes. Rickard insists that he will have Jaimeâ&euro;&trade;s head and begins a threat. Catelyn interrupts him to remind him of his oaths of fealty to her late husband Eddard and his current King, Robb. Rickard asks where Robb is now and Catelyn says that he knows that Robb is negotiating the surrender of the Crag. Rickard says that he has gone with Talisa, calling her a â&euro;&oelig;foreign bitch.â&euro;? Catelyn takes offence at his implication.&lt;ref name=&quot;E17&quot;/&gt;\n\nBrienne half draws her sword and warns Rickard that threatening Catelyn is an act of treason. Rickard asks how it can be treason to kill Lannisters drawing a cheer from his supporters. Catelyn tries to placate him by empathising with his grief and commands him to stand down in the Kingâ&euro;&trade;s name. Rickard relents but insists that he will demand Jaimeâ&euro;&trade;s head when Robb returns. Catelyn warns that wise men do not make demands of kings. He retorts that fathers who love their sons do. He insists that he will get his revenge before stalking back into the camp.&lt;ref name=&quot;E17&quot;/&gt;\n\nJaime sarcastically thanks Catelyn for standing up for him. He says that he would have helped her if he was not indisposed. She orders her men to take him to the stockade and bind him with every chain they can find. He says that she has become a real she wolf in her later years. As he is dragged off he calls back that there is not much fish left in her, referencing the sigil of [[House Tully]]. Catelyn shouts back to her men to gag him.&lt;ref name=&quot;E17&quot;/&gt;\n\nCatelyn later enters Jaimeâ&euro;&trade;s cell and asks the guard to leave her alone with him. He says that he was ordered to remain with him and Catelyn says that his orders are what she has just said, to leave them alone. He nods acceptance and leaves. Jaime asks if she has come to say goodbye and states his belief that it is his last night in the world. He notices Brienne and asks if she is a woman. Catelyn ignores the question and asks if he can here the men calling for his death. Jaime sighs and says that Lord Rickard does not seem to like him. Catelyn explains that Jaime slew his son during his escape. Jaime is unrepentant, saying that Torrhen was in his way and that any knight would have done the same. Catelyn says that he is no knight because he has forsaken every vow he has taken. Jaime rationalizes that he has had to swear many vows and over time they began to conflict with one another. He asks what he was supposed to do when he was sworn to defend and obey the king, to obey his father and to defend the innocent while his father despised the king and the king was massacring the innocent. He says that it is too much and any action would be in conflict with one vow or another.&lt;ref name=&quot;E17&quot;/&gt;\n\nHe asks where Catelyn found Brienne, calling her a beast. Catelyn says that she is a truer knight than he will ever be, calling him Kingslayer. Jaime reminds Catelyn that the King he slew was [[Aerys II Targaryen]], the Mad King, and feigns a toast to killing him. Catelyn says that he is â&euro;&oelig;a man without honor.â&euro;? Jaime reveals that he has only ever slept with Cersei and so is in some ways more honourable than Catelynâ&euro;&trade;s late husband Eddard, who fathered the bastard [[Jon Snow]] while they were married. Jaime cannot recall Jonâ&euro;&trade;s name and asks Catelyn what it was. She calls for Brienne, and he jokes that it wasnâ&euro;&trade;t that. He asks if she pretended to love Jon when Eddard first brought him home. He notes that she is no good at pretending as an honest woman and deduces that she showed her hatred. He says that Jon is a walking talking reminder of Eddardâ&euro;&trade;s infidelity. Catelyn orders Brienne to hand over her sword.&lt;ref name=&quot;E17&quot;/&gt;\n\n", "The North Remembers": "[[Stannis Baratheon]] learns of Jaime's incestuous relationship with [[Cersei Lannister|Cersei]] in a letter sent by [[Eddard Stark]] before his death. Stannis composes his own missive and sends it to all the high lords of the [[Seven Kingdoms]] asking them to declare their loyalty to him and telling them of [[Joffrey Baratheon]]'s illegitimacy.&lt;ref name=&quot;E11&quot;&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\n[[File:GreyWindJaimeFaceToFace.jpg|thumb|Jaime and Grey Wind face to face.]]\n[[Robb Stark]] is shown into the cell of Jaime Lannister in the midst of his camp. Jaime wonders why Robb has not kept him in the castle of one of his bannermen and suggests that Robb has grown fond of him. Robb explains that he knows [[Tywin Lannister]] would bribe and threaten his bannermen into giving Jaime up. Jaime needles that Robb does not trust his bannermen and Robb counters that he trusts them with his life but not with Jaime's life. Jaime calls Robb a smart boy and then jokingly wonders if he feels insulted. Jaime is startled by the [[direwolf]] [[Grey Wind]] circling the cage. Robb says that Jaime is only insulting himself because he was defeated and held captive by a boy. Robb warns that Jaime might be killed by a boy as Grey Wind enters the cell to stand beside him. Robb tells Jaime that he has received Stannis's letter and knows that Jaime is Joffrey's true father. Jaime points out that the claim is convenient for Stannis because it makes him the rightful king. Robb asserts that Eddard was executed for discovering the truth and Jaime notes that he was already a captive when Eddard was killed. Robb says that Jaime pushed Bran out of the tower because he caught Jaime with Cersei. Jaime asks if Robb has proof and asserts that it is only gossip otherwise. Robb says that he is sending one of Jaime's cousins ([[Alton Lannister]]) to [[King's Landing]] with peace terms. Jaime claims that Robb does not know Tywin if he expects him to negotiate. Robb retorts that Tywin is starting to know him. Jaime says that three victories do not make Robb a conqueror and Robb counters that it is better than three defeats. Robb leaves Grey Wind alone with Jaime. The direwolf rushes forward, snarls and snaps at Jaime's face. Jaime cowers and closes his eyes. When he opens them the direwolf has left.&lt;ref name=&quot;E11&quot;/&gt;\n\n"}, "title": "Jaime Lannister Season 2"}