{"attributes": {"status": ":Category:Status: Alive", "death": "", "last": "", "family": "", "title": "File:Gold Cloak mini shield.png", "season": "Season 1", "image": "Janos-HD.png", "allegiance": ["House Baratheon of King's Landing", "House Slynt", "The Night's Watch"], "actor": "Dominic CarterQuote", "titles": ["Lord of Harrenhal (former) ", "Lord Commander of the City Watch (former)"], "link": "Night's Watch", "4": "yes", "7": "yes", "8": "yes", "9": "yesSeason Two Appearances", "place": "King's Landing", "aka": "", "appearances": "11 episodes &lt;small&gt;(#Appearances", "first": "&quot;Cripples, Bastards and Broken Things&quot;"}, "sections": {"TOP": "Janos Slynt02259jxiy5valzwvr3b42qzee96zja0cpdfk1790082015-03-24T11:45:56ZRandomDudeDude5971784Adding categories{{Character\n| Title=[[File:Gold Cloak mini shield.png|45px|left|link=City Watch]] Janos Slynt [[File:Crow mini shield.png|45px|right|link=Night's Watch]]\n| Image=Janos-HD.png\n| Season=[[Season 1|1]], [[Season 2|2]], [[Season 4|4]], [[Season 5|5]]\n| First=&quot;[[Cripples, Bastards and Broken Things]]&quot;\n| Last=\n| Appearances=11 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n| Titles=[[Lord of Harrenhal]] (former) &lt;br&gt;[[Lord Commander]] of the City Watch (former)\n| Aka=\n| Status=[[:Category:Status: Alive|Alive]]\n| Death=\n| Place=[[King's Landing]]\n| Allegiance=[[House Baratheon of King's Landing]]&lt;br&gt;[[House Slynt]]&lt;br&gt;The [[Night's Watch]]\n| Family=\n| Actor=[[Dominic Carter]]\n}}\n{{Quote|I'm not questioning your honor, Lord Janos. I'm denying its existence.|Tyrion Lannister|The Night Lands}}\n'''Janos Slynt''' is a recurring character in the [[Season 1|first]], [[Season 2|second]], [[Season 4|fourth]] and [[Season 5|fifth]] seasons. He is played by guest star [[Dominic Carter]] and debuts in &quot;[[Cripples, Bastards and Broken Things]].&quot; Janos Slynt is the commander of the [[City Watch]] in [[King's Landing]]. He is named [[Lord of Harrenhal]] and becomes the founder of [[House Slynt]] for his service to King [[Joffrey Baratheon]] and the betrayal and arrest of [[Eddard Stark|Ned Stark]]. He is exiled to the [[Night's Watch]] by the acting [[Hand of the King]], [[Tyrion Lannister]], for his part in the massacre of King [[Robert Baratheon]]'s bastard children.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Janos Slynt was a commoner, a butcher's son, who joined the City Watch and rose through the ranks first to captain of the Iron Gate and then to become its commander at the death of the former commander, Manly Stokeworth. The City Watch or Gold Cloaks is one of the few institutions in Westeros to permit promotion of non-nobles from the ranks. He is a somewhat humorless man who is arrogant and proud of his achievements. He is bald, stout, and heavily jowled, often described as frog faced and shaped like a keg. He is the father of Morros, Jothos, Danos, and a daughter.\n\n[[Arya Stark]] sees Janos Slynt at the Sept of Baelor throw her father down on his knees for Ser [[Ilyn Payne]] to behead him and later triumphantly holds Ned's head up for all to see. [[Tywin Lannister]] is indignant that he was raised to Lord of Harrenhal, due to his low birth and Harrenhal having been the seat of a King. He vows that Slynt will never take up his seat if he has any part in it. Slynt's elevation is one of the many questionable decisions by Cersei and Joffrey that prompts Tywin to send Tyrion to King's Landing to be acting Hand, and rein them in.\n\nThe books also establish that Slynt had amassed wealth by taking bribes, selling positions, and selling promotions. By the end of his tenure, over half the officers were paying him part of their salaries. Jon Arryn discovered this and had two men who were willing to come forward to testify against Janos, but both were found dead a short time later. Jon still wanted to dismiss Slynt but King Robert preferred a known thief over someone who might be worse. According to [[Stannis Baratheon]], these were Littlefinger's words, which Robert was merely repeating. Littlefinger managed to successfully convince Robert that Janos was no worse than past Commanders who took bribes now and again, when he was in fact one of the most corrupt in the history of the City Watch - according to Stannis, outright selling positions and promotions in the City Watch is actually ''very'' unusual, even in their jaded history. Stannis also believes that Littlefinger not only knew of Slynt's corruption, but also made sure the crown profited from it: Janos was probably on Littlefinger's direct payroll for years, though at what point he sided ''exclusively'' with Littlefinger is difficult to say. Stannis also comments that were he King, Slynt would have lost more than his position for such corruption.  If Janos wasn't already an active agent for Littlefinger, as soon as Robert died he certainly sided with Littlefinger in the coup against Ned Stark, simply for more bribes - Littlefinger seems to have been laying the groundwork of his schemes for years, buying out men in positions of authority in the capital.\n\nSansa deeply hates Slynt, remembering how he had thrown down her father for Ilyn Payne to behead. She wishes she could hurt him, or that some hero would throw him down and cut off his head. When she hears Tyrion sends him to the Wall, she carelessly says in Joffrey's presence &quot;I hope [[White Walkers|the Others]] get him&quot; and gets beaten.\n\nIn ''A Clash of Kings'', Janos doesn't personally kill [[Barra]], but instead sends one of his subordinates, Allar Deem. Tyrion is still disgusted with Slynt (as he is in the TV series) because he happily passed on the orders to a man under his command, and was thus ultimately responsible for it. Deem is exiled to the Wall with Slynt, though Tyrion gives orders for Deem to be killed and thrown overboard before he arrives.\n\nIn ''A Storm of Swords'' Lord Slynt is not present during most of the Battle of Castle Black. He arrives with his crony Alliser Thorne at very late stage of the battle, both of them contributing nothing to the battle, only interfering. They seize command on the castle and interrogate Jon roughly. They accuse him of oathbreaking, cowardice, and desertion. Maester Aemon assures them that Jon has already explained his deeds to him and Donal Noye, but they either do not believe or do not care. Jon repeats what he told before, that he wasÂ  acting at Qhorin's orders, but his explanations are rejected. Slynt taunts Jon by claiming that Eddard Stark died a traitor. Hearing the lies about his father, Jon's patience runs out, and he attacks Thorne. The Eastwatch men pulls Jon off Thorne and he is locked in an ice cell. Four days later, he is released. Slynt and Thorne order Jon Snow to go to [[Mance Rayder]] under the pretext of [[parley]] and assassinate him. Jon knows well that the wildlings will probably kill him on the spot, but he has no other choice but to do as is told, knowing that a refusal will confirm the false accusations against him and give Thorne and Slynt an excuse to kill him.  Jon also grudgingly acknowledges that the plan to assassinate Mance at the cost of his own life is the only viable plan they have left for saving the Night's Watch - though ultimately his meeting with Mance is interrupted by the arrival of Stannis Baratheon's army.\n\n", "Image gallery": "&lt;gallery&gt;\nJanosSlynt.jpg|Slynt commanding the [[City Watch]] in the throne room in &quot;[[You Win or You Die]]&quot;.\nJanosSlynt.png|Janos Slynt in &quot;[[The North Remembers]]&quot;.\n&lt;/gallery&gt;\n\n", "See also": "*{{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season One Appearances|4=yes|7=yes|8=yes|9=yes}}\n{{Season Two Appearances|yes|yes}}\n{{Season Four Appearances|yes||yes|yes|||yes||yes|yes}}\n\n", "Biography": "===Background===\nJanos Slynt is the commander of the [[King's Landing]] [[City Watch]] (also called the &quot;Gold Cloaks&quot;), with almost two thousand men under his command. He is charged with keeping peace and order in the city and quelling unrest.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/jbaratheon/janos-slynt/ HBO viewers guide, season 2 guide to houses, House Baratheon of King's Landing - Janos Slynt entry]&lt;/ref&gt;\n\n===[[Season 1]]===\nJanos reports to the [[small council]] about the disruptions to the city caused by the [[tournament]] to celebrate Lord [[Eddard Stark]]'s appointment. Lord [[Renly Baratheon]] suggests dismissing Janos in favor of someone more competent, but Janos angrily replies he doesn't have enough resources. Eddard offers him twenty of his household guard and commands [[Littlefinger]] to find gold to pay for an expansion of the City Watch by another fifty men.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\nAfter Eddard resolves to expose [[Joffrey Baratheon]]'s true birth, he asks for the help of the City Watch. Littlefinger agrees to bribe them into supporting Eddard's plan. Janos tells Eddard that they are with him, but is then seen exchanging looks with Queen [[Cersei Lannister|Cersei]]. During the confrontation, the City Watch turns on Eddard and kills his men, allowing him to be taken prisoner.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt; Following Lord Stark's arrest, Janos is named the new Lord of [[Harrenhal]] and head of [[House Slynt]] by King Joffrey, as a reward for his loyalty.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt; He also attends the execution of Lord Stark.\n\n=== [[Season 2]] ===\nLord Janos has been given a place in the [[small council]]. During a session that coincides with King [[Joffrey Baratheon]]'s sixteenth nameday and the official announcement of the end of the longest summer in living memory, he expresses his concern with the influx of refugees fleeing the [[War of the Five Kings|civil war]]. He is ordered by Queen Regent [[Cersei Lannister]] to bar the city gates to peasants. Later, Janos oversees the [[Massacre in King's Landing|massacre]] of all of the late King [[Robert Baratheon]]'s bastard children. He personally murders the baby [[Barra]] before the eyes of her mother [[Mhaegen]], one of Littlefinger's prostitutes, when one of his men expresses doubt. He also interrogates [[Tobho Mott]], who is being tortured by one of the gold cloaks, about the whereabouts of [[Gendry]] and learns that he has joined the [[Night's Watch]] and is heading to [[Castle Black]]. Janos sends a small party of men after Gendry.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\nJanos is present at a small council meeting when they receive a request for more men from Lord Commander [[Jeor Mormont]] of the [[Night's Watch]]. Tyrion has Janos as a dinner guest in the [[Tower of the Hand]]. Tyrion dismisses his squire, [[Podrick Payne]], after Janos begins to chastise the boy for spilling wine on his hand. The two exchange compliments and jokes. Tyrion asks about the incident in Petyr's brothel, which Janos calls a nasty business, but necessary. Tyrion feigns agreement, saying that the peace must be kept, before adding that he did not realize the peace depended on killing babies. Janos insists that he was obeying orders. Tyrion says that Janos is right, especially when they are the Queen's orders. Janos is careful to point out that he did not say the orders came from the Queen. Tyrion asserts that no-one else would want to murder King [[Robert Baratheon]]'s bastards, and Janos says only that Tyrion knows Cersei better than he does. Tyrion asks if Janos has heard the rumors about Cersei's incestuous relationship with Jaime. Janos claims that he does not listen to filth. Tyrion insists that those that believe the rumors would consider Robert's bastards better claimants to the throne than Joffrey. Janos asserts his loyalty to Joffrey and says that the rest does not interest him.&lt;ref name=&quot;E12&quot;&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\n[[File:Janos_2x02.jpg|thumb|right|Lord Janos is told of his fate.]]\nTyrion says that he appreciates Janos' loyalty and then questions him about the murder of Eddard's men in the throne room, asking if Janos ordered their deaths. Janos says that he did and goes on to say that he would do the same again, because Eddard was a traitor who tried to buy his loyalty. Tyrion says that Eddard was a fool for not realizing that Janos had already been bought. Janos accuses Tyrion of being drunk and says that he will not let Tyrion impugn his honor. Tyrion says that he is not questioning Janos's honor, but denying its existence. Janos stands up and threatens Tyrion, calling him a dwarf, but Tyrion points out [[Bronn]] behind Janos. Tyrion elucidates that he intends to serve as Hand of the King until Tywin's return from the war and that he cannot trust Janos as Commander of the City Watch because he betrayed Eddard.\n\nJanos insists that his friends at court will not allow Tyrion to replace him and that they will hear what Joffrey has to say. Tyrion says that they will not and nods to Bronn who summons four gold cloaks. Tyrion tells Janos that he is being sent to take the black and that he will leave on a ship for [[Eastwatch-by-the-Sea]] later that night. Tyrion says that he hopes Janos will enjoy [[the Wall]] and adds that he found it beautiful in a brutal, uncomfortable way. Bronn tells Janos that the gold cloaks will escort him to the ship, because the city streets aren't safe at night. Janos insists that the men are under his command, and Tyrion explains that Bronn is now commander of the city watch. Janos is dragged off, still protesting about his connections at court.&lt;ref name=&quot;E12&quot; /&gt;\n\n=== [[Season 4]] ===\n{{Dialogue a-b|Janos Slynt|I commanded the City Watch of King's Landing, boy.|Jon Snow|And now you're [[Night's Watch|here]]: you must not have been very good at your job.|Janos Slynt and Jon Snow|Two Swords}}\n\n[[File:Aemon_part_of_jon_s_judging.png|thumb|Janos during Jon Snow's judging.]]\n\nJanos Slynt has arrived to [[Castle Black]] along with Ser [[Alliser Thorne]], who has taken temporary command of the castle. He joins Ser Alliser, [[Maester]] [[Aemon]] and two other black brothers to listen [[Jon Snow]]'s testimonies. Slynt is dismissive of Jon's claims, referring to Jon as &quot;the [[bastard]] son of a [[Eddard Stark|traitor]]&quot; and argues for his execution. When Jon asks him if he has ever been North of the Wall, he boasts that he commanded the City Watch of King's Landing and grows angered when Jon sarcastically retorts he must have been bad at his job to have been sent to the Wall. Slynt clearly does not believe Jon's report, but it somewhat mollified when he realizes that the other black brothers do.&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\nJanos Slynt warns SerÂ AlliserÂ Thorne that since Snow is popular amongst the Night's Watch, this will give him an edge over himÂ when a new Lord Commander is elected. Slynt suggests sanctioning Jon Snow's expeditionÂ to Craster'sÂ Keep so the mutineers may kill Jon.&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\nMuch to his disappointment, Jon survives and returns to Castle Black. Janos is later present when Jon urges the Night's Watch to seal Castle Black's tunnel because of Mance Rayder's superior forces.&lt;ref&gt;&quot;[[Mockingbird]]&quot;&lt;/ref&gt;\n\nDuring the [[Battle of Castle Black]], Janos accompanies Alliser Thorne atop the Wall and oversees the defenses. When Alliser leaves the Wall to help the black brothers under attack by wildlings from the south, he leaves Janos in charge of the Wall's defenses. Janos, having no true leadership experience, begins to break down at the sight of [[Giants]] and massive wildling army. [[Grenn]] steps in by falsely claiming that Alliser needs Janos back down in Castle Black. Janos either believes him or pretends to as a pretext to flee, allowing Jon to take command. Once down below, Janos locks himself in the kitchens, where he discovers [[Gilly]] and her [[Gilly's baby|son]]. When [[Samwell Tarly]] returns to Gilly, he discovers Janos still in hiding.&lt;ref&gt;&quot;[[The Watchers on the Wall]]&quot;&lt;/ref&gt;\n\nSlynt is present in the courtyard of Castle Black when the dead of the Night's Watch are burned in the presence of the recently arrived [[Stannis Baratheon]].&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n"}, "title": "Janos Slynt"}