{"attributes": {"status": " :Category:Status: Alive", "10": "note&lt;nowiki&gt;*&lt;/nowiki&gt;- played by an uncredited extra, face not shown.           Season Two Appearances", "death": "", "last": "&quot;Valar Morghulis&quot;", "family": "", "title": "&quot;Jaqen H'ghar&quot;", "season": "Season 1", "image": "Jaqen_H'ghar.png", "allegiance": "Faceless Men", "actor": ["Tom Wlaschiha", "Patrick O'Kane (Jaqen's new face)"], "religion": " God of DeathQuote", "place": ["Lorath (claimed)", "Braavos (actual)"], "aka": "", "appearances": "7 episodes &lt;small&gt;(#Appearances", "first": "&quot;Fire and Blood&quot; (unidentified)"}, "sections": {"Quotes": "{{Quote|You stole three deaths from the Red God. We have to give them back.|Jaqen H'ghar to [[Arya Stark]]|The Ghost of Harrenhal}}\n{{Quote|Help was not promised, lovely girl. Only death.|Jaqen H'ghar|The Prince of Winterfell}}\n{{Quote|A man has a thirst. A boy can make a friend.|To Arya Stark| The Night Lands}}\n&quot;Speak the names and a man will do the rest&quot;\n\n&lt;s&gt;--&lt;/s&gt; Jaqen H'ghar to Arya Stark\n", "TOP": "Jaqen H'ghar04541qw44ykdoq6upqxo7c1yvzv7uqy5ooft1753422015-03-05T03:12:42ZThe Dragon Demands5014364...why was this in here?{{Character\n| Title=&quot;Jaqen H'ghar&quot;\n| Image=Jaqen_H'ghar.png\n| Season=[[Season 1|1]], [[Season 2|2]]\n| First=&quot;[[Fire and Blood]]&quot; (unidentified)\n| Last=&quot;[[Valar Morghulis]]&quot;\n| Appearances=7 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n| Aka=\n| Status= [[:Category:Status: Alive|Alive]]\n| Death=\n| Place=[[Lorath]] (claimed)&lt;br&gt;[[Braavos]] (actual)\n| Allegiance=[[Faceless Men]]\n| Family=\n| Actor=[[Tom Wlaschiha]]&lt;br&gt;[[Patrick O'Kane]] (Jaqen's new face)|Religion = [[God of Death]]}}\n{{Quote|Valar Morghulis.|Jaqen H'ghar to Arya Stark|Valar Morghulis}}\n\n'''Jaqen H'ghar''' is a recurring character in the [[Season 2|second]] season. He is played by [[Tom Wlaschiha]] and debuts in &quot;[[The Night Lands]].&quot;\nJaqen H'ghar is a mysterious man - introducing himself as a [[Lorath]]i criminal - who was arrested and put in the dungeons of [[King's Landing]], before being recruited by [[Yoren]] to join the [[Night's Watch]]. He is in Yoren's party as the latter smuggles [[Arya Stark]] out of [[King's Landing]]. He travels with them to the lands south of Harrenhal, where they are captured by Lannister forces.\n\nIn reality, &quot;Jaqen H'ghar&quot; is just an assumed identity of one of the [[Faceless Men]] of [[Braavos]], a feared order of mysterious [[assassin]]s with the ability to change their appearance at will. After the Jaqen persona is of no more use to him, the Faceless Man shapeshifts into a new appearance.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Jaqen is described as having longish red and white hair, i.e. one half is white, and the other red. The TV series gives Jaqen red hair that has white streaks interspersed throughout it.\n\n&quot;Jaqen H'ghar&quot; is just a persona adopted by one of the Faceless Men of Braavos, but the Faceless Men have no personal names. While as &quot;Jaqen H'ghar&quot; he claimed to be from Lorath, this was just part of his fake identity, and there is no indication that he has ever even set foot in Lorath.\n\nWhen Arya first sees Jaqen, he somewhat reminds her of [[Syrio Forel]]. This led to fan speculation that Jaqen and Syrio are the same person, but so far it has not been verified.\n\nIn the books, Arya asks Jaqen to kill different men than in the series. One is Chiswyck, a man-at-arms in service of [[Gregor Clegane]]. The second is Weese, the understeward of Harrenhal, who served as the basis for [[Weasel]]. Arya asks Jaqen to help her free the northern prisoners, but he refuses, until she names him as the third to be killed. Reluctantly, Jaqen agrees to her request, and together with [[Rorge]] and [[Biter]] they kill several guards and free the prisoners. Soon afterwards Jaqen disappears. He does not help Arya to escape from Harrenhal.\n\n", "Behind the scenes": "Jaqen is not identified in the Season 1 finale, as the actor had not been cast at this point. Instead, a cloaked and hooded figure is seen in the wagon, obscuring his face, so the character could be cast later.\n\n", "Image gallery": "&lt;gallery captionalign=&quot;left&quot;&gt;\nJaqen H'ghar.jpg|Jaqen as a captive recruit of the [[Night's Watch]] in &quot;[[The Night Lands]].&quot;\nArya hides.jpg|Arya hides from Jaqen.\nJaqen.png|Jaqen speaks with Arya in &quot;[[The Ghost of Harrenhal]].&quot;\nJaqen H'ghar 2x8 1.png|Arya gives Jaqen his own name in &quot;[[The Prince of Winterfell]].&quot;\nJaqen H'ghar 2x10.png|Jagen H'gar watching over Arya in &quot;[[Valar Morghulis]]&quot;\n&lt;/gallery&gt;\n\n", "See also": "*{{AWOIAF}} (major spoilers from the books)\n\n", "Appearances": "{{Season One Appearances|10=note}}\n&lt;nowiki&gt;*&lt;/nowiki&gt;- played by an uncredited extra, face not shown.           \n{{Season Two Appearances||yes|yes||yes|yes||yes||yes}}\n\n", "Biography": "===Background===\nJaqen is surprisingly calm in the face of danger, yet courteous. He uses an odd speech pattern in which he refers to both himself and others using the third person indefinite, e.g. saying &quot;a man thanks a girl&quot; when he is directly addressing Arya and expressing his own thanks.\n\n===[[Season 1]]===\nJaqen is a criminal from the [[Free Cities]], arrested by the [[City Watch]] and thrown into the dungeons of the [[Red Keep]] in [[King's Landing]]. When looking for fresh recruits for the [[Night's Watch]], [[Yoren]] was given permission by Lord Eddard Stark, Hand of the King to go through the dungeons and take any criminals who would swear to take the black. He chose H'ghar as a potential candidate, as well as two other murderers [[Biter]] and [[Rorge]] from the black cells, where the worst criminals are kept.\n\nJaqen H'ghar is in the party led by Yoren that leaves King's Landing for [[the Wall]], along with [[Hot Pie]], [[Lommy Greenhands]],Â [[Gendry]], and Arya Stark who is being smuggled out to be returned to Winterfell. Because Yoren is traveling so far with so few men, the worst three are kept in a locked barred cell on the back of a wagon.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\nJaqen calls over &quot;Arry&quot; (who is actually [[Arya Stark]]). He asks her to fill a tankard with water and tells her that he has not drunk for a day and a night, always referring to himself as â&euro;&oelig;a manâ&euro;? and her as â&euro;&oelig;a boyâ&euro;?. [[Rorge]], one of the other prisoners, rattles the cage and threatens Arya. Jaqen asks Arya for forgiveness and tells her that he has not chosen his companions. He confirms her identity as Arry and introduces himself, saying that he comes from Lorath. Rorge demands beer and insults Arya. She says that he should have asked nicely, drops all but one of her sticks and uses it to hit his hand. He recoils and then tries to grab her through the cage. [[Biter]] moves up behind Rorge and hisses as Rorge threatens Arya again. Jaqen smiles and tells Arya that she has more courage than sense as she backs away.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\nThe group is resting in a barn when they are roused to arms by Yoren and told they are being attacked. As they rush outside one man trips and drops his torch, setting a fire near the prisoner wagon. They are met by Ser [[Amory Lorch]] and a force of men loyal to [[House Lannister]]. Lorch points out the Gold Cloaks with him and says that they have come for [[Gendry]], a royal bastard. Lorch orders Yoren and the recruits to drop their weapons. Yoren remains defiant and Lorch orders him shot.&lt;ref name=&quot;E13&quot;&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\nSeeing their leader killed, Gendry and many of the other recruits join the fight. Arya is distracted by Jaqen calling for help as the flames lick the bars of his cage. She hands him an axe before rushing to join the fray. Gendry is overwhelmed and knocked down. As Arya runs round a corner she is knocked over and taken prisoner along with the other survivors. Jaqen does not fight against the Lannister men, though he's surprised that Arya helped him.&lt;ref name=&quot;E13&quot; /&gt;\n\n[[File:Jaqen makes a deal with Arya.jpg|thumb|Jaqen makes a deal with Arya.]]\nThe prisoners are taken to [[Harrenhal]], one being picked each day by Ser [[Gregor Clegane]] to be tortured and killed under the supervision of a man called [[the Tickler]]. Lord [[Tywin Lannister]] arrives and ends the pointless brutality, choosing Arya as his [[cupbearer]].&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt; After being told to fetch water by [[Tywin Lannister]], Arya meets Jaqen again; however, he is dressed in a Lannister uniform. She accuses him of being &quot;one of them now&quot;, but he counters her, questioning for whom she is fetching water.\n\n[[File:Jaqen kill Tickler.png|thumb|Jaqen after killing the Tickler.]]\nJaqen says he always knew she was a girl, but she was entitled to her secret. He then informs her of the debt he, Rorge, and Biter owe her. Because she saved three lives, she has taken three lives from [[Lord of Light|the Red God]]. He says that they must be given back and that she is to name three people who will be killed to repay the debt. Arya names the torturer known as [[The Tickler]]. The Tickler is found dead in the courtyard, under the windows of a raised walkway. Arya goes to the body and looks up to see Jaqen staring down. He touches his cheek with one finger, indicating that the first death has been repaid.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\nJaqen is approached by a panicked Arya, who desperately requests her second death: Ser Amory Lorch. He had become suspicious of her intent while ferreting Lannister documents. Jaqen bristles at her insistence on urgency. Arya explains the situation and he reluctantly obliges, assassinating Ser Amory with a dart dipped in wolfsbane to the neck seconds before he reaches Tywin Lannister.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\nThe assassination triggers the suspicion of Tywin, and he orders the interrogation and execution of dozens of his own men in order to solve it, but does not uncover Jaqen.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt; Tywin leaves Harrenhal while Jaqen is on patrol; Arya is frustrated as she had decided to make him her last name. Instead she asks Jaqen to aid her and her friends in escaping but he refuses, as it is outside of their arrangement. She asks if she can name anyone and Jaqen swears an oath that who ever she names he will kill. To his horror, Arya says his own name and tells him to go kill himself. AtÂ Jaqen's plea, she agrees to revoke his name only if he will help her. He reluctantly tells her to assemble her friends at the courtyard gate at midnight. At midnight there is no sign of JaqenÂ but AryaÂ follows his instructions anyways, only to find outÂ that Jaqen has killed all of the guards on the gate and pinned them in place with spears to avoid arousing suspicion. They are able to walk through the gate unnoticed.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n[[File:Jaqen Faceless Man Valar.png|thumb|&quot;Jaqen is dead&quot;.]] Having left Harrenhal, Arya, Gendry and [[Hot Pie]] see Jaqen on top of a cliff. Arya approaches him and he offers to take her with him to [[Braavos]] to join the [[Faceless Men]]. Though she wants to, Arya declines saying she must find her [[Robb Stark|brother]], [[Catelyn Stark|mother]] and [[Sansa Stark|sister]]. Jaqen gives her a coin and tells her that if she decides to go to Braavos she must show the coin to a Braavosi and say the words &quot;Valar Morghulis&quot;. He tells her to say the words and then announces that Jaqen H'ghar is dead. He turns his face away from Arya and when he turns back his face has changed. &quot;Jaqen&quot; then says &quot;Farewell, AryaÂ Stark&quot; and walksÂ away, seeming to have known her true identity all along.&lt;ref&gt;[[Valar Morghulis]]&lt;/ref&gt;\n\n===[[Season 4]]===\nAryaÂ comes across a ship preparing to leave while travelling on her horse. Arya first asks the captain to take her toÂ [[the Wall]], her intent being to meet up with her brother,Â [[Jon Snow]]. When the captain,Â [[Ternesio Terys]], tells her that he is in fact going to the Free City ofÂ [[Braavos]], their home port,Â AryaÂ shows him the iron coin whichÂ Jaqen H'gharÂ gave her. As Terys looks in awe, she tells him &quot;''valar morghulis&quot;''. He promptly nods his head and replies &quot;''valar dohaeris''&quot;, offering her a cabin aboard theÂ ''[[Titan's Daughter]]''.\n\n"}, "title": "Jaqen H'ghar"}