{"attributes": {"status": " :Category:Status: Dead", "death": " Stabbed to death by Rast", "last": "&quot;And Now His Watch is Ended&quot;", "family": ["Jorah Mormont - son", "Maege Mormont - sister", "Lynesse Hightower - daughter-in-law"], "rightlink": "Night's WatchCharacter", "culture": " NorthmenQuote", "season": "Season 1", "image": "Jeor-Mormont-Profile-HD.png", "leftimage": "Mormont mini shield.png", "allegiance": ["The Night's Watch", "House Mormont"], "actor": "James Cosmo", "religion": "Old Gods of the Forest", "deathep": "&quot;And Now His Watch is Ended&quot;", "titles": ["Lord Commander of the Night's Watch", "Lord of Bear Island (formerly)"], "rightimage": "Crow mini shield.png", "place": "Bear Island", "title": "Jeor Mormont", "aka": ["The Old Bear", "The Lord Crow"], "first": "&quot;Lord Snow&quot;", "appearances": "12 episodes &lt;small&gt;(#Appearances", "leftlink": "House Mormont"}, "sections": {"Family tree": "{{House Mormont family tree}}\n\n", "TOP": "Jeor Mormont022493ocqd23k1y957lttqmgyw352dym1pxo1741062015-02-23T11:08:38ZSer Patrek25358400{{Heraldry\n|leftimage=Mormont mini shield.png\n|leftlink=House Mormont\n|rightimage=Crow mini shield.png\n|rightlink=Night's Watch\n}}\n{{Character\n| Title=Jeor Mormont\n| Image=Jeor-Mormont-Profile-HD.png\n| Season=[[Season 1|1]], [[Season 2|2]], [[Season 3|3]]\n| First=&quot;[[Lord Snow]]&quot;\n| Last=&quot;[[And Now His Watch is Ended]]&quot;\n| Appearances=12 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n| Titles=[[Lord Commander of the Night's Watch]]&lt;br&gt;[[Lord of Bear Island]] (formerly)\n| Aka=The Old Bear&lt;br&gt;The Lord Crow\n| Status= [[:Category:Status: Dead|Deceased]]\n| Death= Stabbed to death by [[Rast]]\n| DeathEp=&quot;[[And Now His Watch is Ended]]&quot;\n| Place=[[Bear Island]]\n| Allegiance=The [[Night's Watch]]&lt;br&gt;[[House Mormont]]\n| Family=[[Jorah Mormont]] - son&lt;br&gt;[[Maege Mormont]] - sister&lt;br&gt;[[Lynesse Hightower]] - daughter-in-law\n| Religion=[[Old Gods of the Forest]]\n| Actor=[[James Cosmo]]|Culture = [[Northmen]]}}\n{{Quote|You want to lead one day? Well learn how to follow.|Jeor Mormont giving [[Jon Snow]] orders on leadership|The North Remembers}}\n\n'''Jeor Mormont''' is a major character in the [[Season 2|second]] and [[Season 3|third]] seasons. He initially appeared as a recurring character in the [[Season 1|first season]] and debuted in &quot;[[Lord Snow]].&quot; He is played by starring cast member [[James Cosmo]]. Jeor Mormont is the [[Lord Commander]] of the [[Night's Watch]]. He leads a great ranging north of [[the Wall]] to investigate rumors of wildlings amassing and [[White Walkers]] being sighted. He is killed at [[Craster's Keep]] by his own men after they rebel against the Lord Commander for not standing up to [[Craster]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Jeor Mormont is old but still hale and capable of wielding a sword in battle. He is a strong, resolute leader, a formidable battle commander and is also fearless in the face of adversity. He is deeply concerned by the declining power of the Watch and the rising threat of the [[wildling]] King-Beyond-the-Wall, [[Mance Rayder]]. Jeor Mormont marched to war leading the forces of House Mormont under Eddard Stark during Robert's Rebellion, and voluntarily abdicated his lordship six years later to join the Night's Watch. Due to the added two years to the [[timeline]] of the TV series, in which Robert's Rebellion happened 17 years before the beginning of the narrative instead of 15 years before, this means that Jeor joined the Night's Watch 9 years ago in the books, but 11 years ago in the TV series. Either way, he rapidly rose through the ranks to be elected Lord Commander, and has held the position for almost ten years.\n\nThe man who immediately preceded Jeor Mormont as head of the Night's Watch was &quot;Lord Commander Qorgyle&quot;, though the man's first name has not been revealed. He was apparently a member of [[House Qorgyle]], and thus a &quot;Sandy [[Dornishmen|Dornishman]]&quot; from the central deserts of Dorne.\n\nIn the book, Mormont collapses after being stabbed by Ollo Lophand, but does not die immediately. Sam stays with Mormont, trying to comfort him in his last moments. Mormont asks Sam to go to the Wall and tell the Watch the events of the Great Ranging, - the Battle at the Fist of the First Men, the wildlings moving in force against the Wall, the [[Dragonglass]] being capable of slaying an Other - and also that his dying wish is for Jorah to take the black.\n\nAccording to the TV series official [[pronunciation guide]] developed for the cast and crew, &quot;Jeor Mormont&quot; is pronounced &quot;JEE-or MORE-mont&quot;.\n\n", "Image gallery": "&lt;gallery&gt;\nJeorMormont S2Promo.jpg|Jeor in &quot;[[The North Remembers]]&quot;.\nNightswatch 3x01.jpg|The surviving [[Night's Watch]] members after the fight with [[Wights]] and [[White Walkers]]\n&lt;/gallery&gt;\n\n==â&euro;&lsaquo;Behind the scenes==\n*â&euro;&lsaquo;â&euro;&lsaquo;James Cosmo previously worked with writer [[David Benioff]] and actors [[Sean Bean]] ([[Ned Stark]]) and [[Julian Glover]] ([[Grand Maester]] [[Pycelle]]) in 2004's ''Troy'', in which he played Glaucus, who also dies by being stabbed in the back (by Odysseus, who ironically was played by Bean).\n*Cosmo reprised his role as Lord Commander MormontÂ in the 2012 role-playing game ''[[Game of Thrones (2012 role-playing game)|Game of Thrones]]''.\n*On the [[Season 1]] Blu-ray, Lord Commander MormontÂ narrates aÂ [[Complete Guide to Westeros]] video on '''&quot;[[The History of the Night's Watch]]&quot;'''.\n\n", "Background": "===Biography===\nJeor Mormont, nicknamed '''The Old Bear''', is the Lord Commander of the [[Night's Watch]], leading from his headquarters at the fortress of [[Castle Black]]. Jeor Mormont was once the [[Lord of Bear Island]] and head of [[House Mormont]] until he abdicated his seat in favor of his son, Ser [[Jorah Mormont]], and joined the Night's Watch. He rapidly rose through the ranks to become Lord Commander.&lt;ref name=&quot;Jeor Mormont viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/nightswatch/jeor-mormont/ HBO viewers guide, season 2 guide to houses, Night's Watch - Jeor Mormont entry]&lt;/ref&gt; His son Jorah disgraced himself by selling slaves and fled to the [[Free Cities]], leaving Jeor's sister [[Maege Mormont|Maege]] to rule [[Bear Island]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/targaryen/jorah-mormont/ HBO viewers guide, season 2 guide to houses, House Targaryen - Jorah Mormont entry]&lt;/ref&gt;\n\n===[[Season 1]]===\n\n[[File:LordMormont.jpg|thumb|left|Lord Jeor Mormont, Lord Commander of the Night's Watch.]]\nLord Commander Mormont watches the new trainees practicing and talks to [[Tyrion Lannister]] about their lack of resources. He and Maester [[Aemon]] later request that Tyrion bring word of their problems to the King and Queen and ask for their help.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt;\n\nJeor conducts a ceremony to induct the new class of recruits into the Night's Watch, reminding them of the honor of their brotherhood. Jeor chooses [[Jon Snow]], a bastard son of [[Eddard Stark|Lord Eddard Stark]], as his personal steward. Jon thinks this an insult to his superior martial skills, but [[Samwell Tarly]] suggests that the Lord Commander made this choice to groom Jon for command.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n\nJeor is summoned when the bodies of [[Othor]] and [[Jafer Flowers]] are discovered north of the wall and returned to Castle Black. [[Samwell Tarly|Sam]] notices that they haven't rotted, to which Jeor comments that even though Sam is a coward, he is not stupid. Later Jeor receives word via raven that Eddard has been declared a traitor and arrested. He calls for Jon and informs him of this the news, reminding him of his duty before attempting to reassure him of his sisters' safety. Later Jon attempts to stab Ser [[Alliser Thorne]] after he mocks his family for being traitors. Jeor witnesses this and confines Jon to quarters. That night Jeor enters his own quarters to find Jon fighting a Wight, Othor risen again. Jon stabs the Wight but it rises and pulls Jon's sword out of its abdomen. Jon throws Jeor's lantern on it, lighting it on fire.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\n[[File:Jon and Jeor.jpg|thumb|Jeor Mormont thanks his steward Jon Snow for saving his life by giving him the [[House Mormont]] ancestral sword [[Longclaw]].]]\nThanking Jon for his action, Mormont gives him a [[Valyrian steel]] sword, [[Longclaw]], an heirloom of House Mormont. Jeor had previously given to his heir Ser Jorah Mormont, but Jorah had left the sword behind when he went into exile leaving Westeros in disgrace.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\nJon attempts to leave Castle Black and join his brother [[Robb Stark|Robb]]'s army after he learns of Eddard's execution, but is persuaded to stay by his friends. Jeor is aware of Jon's attempted desertion but refuses to punish him, saying it is more important that he came back. Jeor tells Jon that the true danger and threat to the Seven Kingdoms comes from the [[White Walkers]] and wights beyond the Wall, not the looming civil war, and asks for Jon's help. Mormont aims to lead the Night's Watch in force beyond the Wall, find the missing [[Benjen Stark]] and identify and eliminate the threat posed by the White Walkers. Jon joins Mormont's party as it leaves Castle Black.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\nIn the far North the great ranging of the [[Night's Watch]] traverses the Haunted Forest. They have passed six abandoned wildling villages and have been travelling for months. They reach [[Craster's Keep]], the home of [[Craster]], an unsavory ally who marries his daughters and has no sons. Jeor questions Craster and learns that he has not seen missing [[First Ranger]] [[Benjen Stark]] in years. Craster tells him that the [[wildling]]s are assembling under [[King Beyond the Wall|King-Beyond-the-Wall]] [[Mance Rayder]]. After Jon provokes Craster, Jeor aggressively reprimands him outside and confirms that he is indeed grooming him for command: he tells Jon, &quot;You want to lead one day? Well learn how to follow.&quot;&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\nThe Watch are forced to move on when Jon follows Craster into the woods and sees him leaving a son for the [[White Walkers]]. Craster catches him and beats him. Jeor reveals to Jon that he has always known that Craster sacrificed his sons to Wildling gods but ignored it because of his value as an ally.&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt; The ranging next camps at the [[Fist of the First Men]] where they await [[Qhorin Halfhand]] and his party from [[The Shadow Tower]]. Qhorin arrives and reports sighting lookouts in the [[Skirling Pass]]. Given Mance's background as a deserter from the Watch,Â Qhorin predicts that the wildlings will be more organized. He suggests they accordingly shift to wildling tactics and use a small group of scouts to overcome the lookouts. Jon requests to be part of the mission and Jeor accepts with encouragement from Qhorin and a promise from [[Samwell Tarly]] that he will take on Jon's duties as a steward.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n[[File:Mormont-and-Sam-3x01.jpg|thumb|Mormont chastises Sam for his failure in &quot;[[Valar Dohaeris]]&quot;.]]\nAs [[wights]] and their [[White Walkers|masters]] descend on the Fist of the First Men, the Night's Watch are forced to try and pull back to the Wall to warn the remaining garrison of the impending attack. During the retreat Mormont saves Samwell Tarly from a wight, only to learn that he had failed to dispatch [[ravens]] requesting aid as ordered, leaving the Night's Watch to fend for itself. Mormont angrily berates Tarly for bungling his one and only task.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\nMormont leads the ragged survivors of the Night's Watch expedition to Craster's Keep. Craster mocks the survivors of the Battle of the Fist of the First Men when they reach his Keep. He initially wants to refuse them shelter until he notices some of them stroking their weapons. Fearful that in desperation they might try to rush him, he relents. As the black brothers warm by his hearth, Craster mocks them. Craster insists that the black brothers should be grateful for his generosity, and that he is a &quot;godly man&quot; for helping them. Mormont tensely questions that he is a godly man, but Craster insists that he is - to the &quot;real gods&quot;, the White Walkers, who consume entire armies on their way to the Wall but will spare Craster for his loyalty.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\nSome of the wounded men die from their injuries, and Mormont is shown giving the traditional Night's Watch eulogy as the corpse of a ranger named [[Bannen]]Â is burned on a pyre.\n\nIn the main hall, Mormont is checking a map in his journal, as Craster continues to crassly berate the men of the Night's Watch. Mormont says that they have to stay long enough for their wounded to recover enough to be fit to travel, but Craster waves this off, saying they've recovered as much as they ever will. Craster openly suggests that they should just kill the men who are so severely wounded that they won't be able to travel, and if Mormont is reluctant to do the deed himself, he can just leave and Craster will finish them off. Mormont declines. Another young Night's Watch man, [[Karl]], comes in to complain that Craster is feeding them nothing but bread cut with sawdust, and he wants to know where Craster keeps his hidden larder. Meanwhile, Craster is sitting there getting quite drunk on the wine they gifted to him when they first came. Rast joins in the accusations, and Craster admits that he has winter stockpiles, but he needs those to feed his women and refuses to share them. Rast calls Craster a bastard - at which Craster becomes enraged and threatens Rast with an axe. Mormont restraints Rast, and Craster shouts that he's throwing them all out to lay down outside in the cold on their empty bellies. Craster says he will chop the hands off the next man who calls him &quot;bastard&quot;. A tense moment of silence passes, and Mormont grabs Rast to lead him out the doorway...\n\n[[File:Jeor Mormont And Now his watch is ended.png|thumb|Rast betrays the commander.]]...when Karl, firmly staring directly at Craster, challenges him by calling him a &quot;daughter-fucking, wildling bastard&quot;. Craster lunges forward at Karl in a blind rage, but he is drunk and clumsy: without flinching, Karl holds off Craster's axe with his left hand, while using his right hand to ram a dagger through Craster's throat, which goes up into the roof of his mouth. He flings the dying Craster to the ground, then punches one of Craster's wives who is present, demanding to know where the hidden food is kept. Lord Commander Mormont bellows that the gods will curse him for this, as [[Guest right|a guest killing a host who has formally accepted him into his home breaks all the laws of gods and men]]. Karl shouts that there are no laws beyond the Wall. Karl continues to threaten the girl with a knife, so Mormont draws his sword, which makes Karl drop the girl and begin to face off against Mormont with his dagger. As Mormont threatens to have Karl executed, Rast comes up behind Mormont and literally stabs the Lord Commander in the back, which makes Mormont drop his sword. For a brief moment the men stare in shock, then Grenn charges and tackles Karl. The entire room explodes into pure bedlam.\n\nThe desperate Night's Watch recruits like Rast, mostly conscripted criminals exiled to the Wall, turn on officers who are loyal to Mormont, as well as some of the other common recruits like Grenn who stay loyal. Quick flashes of the fight go by as no one can really perceive what's happening, and the mutiny spreads throughout Craster's Keep. In the midst of it, Mormont turns around to fight off Rast. Mormont may have a knife in his back but he is twice Rast's size and completely enraged. Mormont grabs Rast by the throat and lifts him off his feet, one-handed, then spins him around and hurls him against the opposite wall. Still choking Rast, Mormont nearly succeeds in crushing Rast's windpipe with his bare hand - but then Mormont starts to cough up thick red blood. His knife wound is mortal. The injured Mormont then sinks to the ground and continues to cough up blood. Now that Mormont is on the ground unarmed and helpless, Rast grabs a knife and repeatedly pounds it into Mormont's throat until the Old Bear is dead.&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n\nSamwell Tarly later informs Maester Aemon of Mormont's murder, and Aemon orders him to send letters all over Westeros reporting it and pleading for help. [[Davos Seaworth]] shows the letter to [[Stannis Baratheon]], who under [[Melisandre]]'s advice decides to travel to the Wall to aid the Night's Watch against any threats towards the Seven Kingdoms.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\nAfter the [[Mutiny at Craster's Keep]],Â [[Karl]] and the [[Betrayers|mutineers]] desecrated Mormont's corpse. Karl has taken the late Lord Commander's skull as a crude cup from which to drink wine and use for his amusement.\n\nJon later uses Mormont's murder to persuade several of his black brothers to aid him in hunting down and killing the mutineers in order to stop them from revealing vital information to Mance Rayder.&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}}\n\n", "Appearances": "{{Season One Appearances|||yes||||yes|yes|yes|yes}}\n{{Season Two Appearances|yes||yes||yes}}\n{{Season Three Appearances|yes|yes|yes|yes}}\n\n"}, "title": "Jeor Mormont"}