{"attributes": {}, "sections": {"TOP": "Jeor Mormont Season 208133etcszd1nescf5ilbusoik44pp975f3l1635862014-11-02T01:18:15ZArticXiongmao15030876/* The Ghost of Harrenhal */{{Template:Delete}}In '''[[Season 2]] [[Jeor Mormont]]''' becomes a major character having appeared as a recurring character in [[Season 1]]. Jeor leads a great ranging [[beyond the Wall]] aiming to determine the whereabouts of [[Benjen Stark]] and the truth behind rumours of strange wildling activity.\n\n", "The Ghost of Harrenhal": "The men of the [[Night's Watch]] struggle to march through deep snow to the [[Fist of the First Men]] in a column formation. [[Lord Commander]] [[Jeor Mormont]] tells his steward [[Jon Snow]] that [[Qhorin Halfhand]] cannot have arrived to meet them or he would have sounded his horn. [[Grenn]], [[Eddison Tollett|Edd]] and [[Samwell Tarly]] trudge behind them. Jon says that his uncle told him stories about the Halfhand and Jeor says that most of them are true. Jon reports hearing that the Halfhand spent half of the previous winter beyond [[the Wall]]. Jeor corrects him saying that Qhorin was in the far north for a whole winter because snows trapped him beyond the [[Skirling Pass]]. Jon notes that it is possible for someone to survive the frozen wilderness alone and Jeor says that it is possible for the Halfhand.&lt;ref name=&quot;E15&quot;&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\nHaving reached the fortified summit of the [[Fist of the First Men]] the rangers prepare their camp. They are digging through the snow and unloading their gear. A single horn blast announces the arrival of the Halfhand.&lt;ref name=&quot;E15&quot;/&gt;\n\nQhorin reports sighting something on a distant mountain to Lord Commander Mormont. Sam says that he does not see well but Jon is able to discern a fire blazing. Qhorin nods and agrees. He cautions that if the Wildling scouts see them the fire will grow into a warning beacon for [[Mance Rayder]]. Jeor asks how many wildlings have joined Mance and Qhorin says that it seems that they all have. Qhorin elaborates that Mance has gathered his people like deer against the wolves and that they are almost ready to strike. Jeor wonders where and Qhorin speculates that they aim to reach safety south of the Wall. Qhorin cautions that they cannot march on the wildlings or expect to defeat them from their current position.&lt;ref name=&quot;E15&quot;/&gt;\n\nJeor wonders if he is suggesting that they return to the Wall. Qhorin says that because Mance was once a brother of the Nightâ&euro;&trade;s Watch he will have instilled more discipline into the wildlings than they have known before. He counsels that they must fight more like the wildlings in response. He suggests that they should sneak in to the Wildling camp and kill Mance to scatter his army before it can march on the Wall. Jeor realizes that to achieve this they must first overcome his lookouts. Qhorin says that it is a task for a small group. He calls for Harker, Stonesnake and Barber and prepares to descend from the Fist. Jon requests to join Qhorin and Jeor reminds him of his responsibilities as a steward. Jon confidently counters that he has killed a [[wight]], unlike many rangers. Qhorin is impressed but Jeor deflates Jon by reminding him of the beating he suffered at [[Craster]]â&euro;&trade;s hands. Qhorin consoles Jon that Craster is a tough old goat. Sam offers to take on Jonâ&euro;&trade;s duties and Jeor agrees to let him go. He tells Jon that he hopes he will make a better ranger than he did a steward.&lt;ref name=&quot;E15&quot;/&gt;\n\n", "What is Dead May Never Die": "Jon is pushed through the door of Craster's Keep with his wrists bound and face bloodied. Craster follows his captive inside and rouses the men of the Night's Watch. He tells them to get out blaming Jon for meddling and kicking his captive. Jeor and his men rise from their beds and Craster's wives watch from the rafters. Craster approaches the Lord Commander and hands him [[Longclaw]], telling him that he wants his men to leave and insisting that they make things right. Jon starts to speak but the Lord Commander sends him outside.&lt;ref name=&quot;E13&quot;&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\nJeor exits to find Sam cleaning Jon's injuries. He dismisses Sam and then questions Jon about his actions. Jon admits following Craster and realizes that Jeor has known all along about Craster's treatment of his sons. Jeor explains that Craster is sacrificing his sons to the cruel gods of the wildlings. Jeor chooses to ignore the crime because of Craster's utility to the Night's Watch. Jon reveals seeing something taking the child. Jeor predicts that whatever it was Jon will see it again. He hands him the sword and instructs him not to lose it again.&lt;ref name=&quot;E13&quot;/&gt;\n\n", "The Night Lands": "A letter from Jeor requesting more men arrives in [[King's Landing]]. [[Tyrion Lannister]] (now acting [[Hand of the King]]) is sympathetic but Queen Regent [[Cersei Lannister]] is dismissive of Jeor's reports of being attacked by [[Othor]]. Tyrion ousts the commander of the [[City Watch] [[Janos Slynt]] and has him sent to the Wall.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\n", "The North Remembers": "In the far North the great ranging of the [[Night's Watch]] traverses the Haunted Forest. They have passed six abandoned wildling villages and have been travelling for months. They reach [[Craster's Keep]], the home of [[Craster]] an unsavory ally who marries his daughters and has no sons.&lt;ref name=&quot;E11&quot;&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\nInside the hall the Jeor questions Craster about [[Benjen Stark]], noting his plan to stay with Craster on his way to [[the Frostfangs]]. Craster says that he has not seen Benjen for three years and has not missed him because of his superior attitude. The officers of the Watch are seated around Crasterâ&euro;&trade;s fire and [[Othell Yarwyck]] is among them. Craster says that he has not drunk good wine for years and that the southerners make good wine. [[Jon Snow]] interrupts and says that they are not southerners. Craster turns his attention on Jon, calling him womanly and demanding his name. He notes his bastard surname and claims that anyone from south of [[The Wall|the Wall]] is a [[Southerner|southerner]].. Craster says that they are in the real north now. Jeor says that Jon meant no harm and Craster warns Jon against talking to his daughters. Jeor agrees to follow Crasterâ&euro;&trade;s rules while they are his guests and orders Jon to sit down and keep quiet. Craster asks if they brought wine and Jeor says that they did before questioning him about the abandoned villages they have passed. Craster insists on wine before he answers and Jeor sends a man to fetch a cask of Dornish wine from their supplies. Craster reveals that the other [[Free Folk|wildlings]] have all gone to join [[Mance Rayder]], calling him Jeorâ&euro;&trade;s old friend. Jeor objects to the characterisation and decries Mance for breaking his vows to the Watch. Craster notes that Mance has gone from being a simple brother to the [[King Beyond the Wall]]. Jeor observes that Mance has claimed that title for years but wonders what he rules. Craster holds up a finger and comments on the axe one of the officers is holding. Jeor orders the man to hand over the weapon, promising that it will be replaced on their return to Castle Black. Craster tests the weapon by cutting into the wood at his feet. He then reveals that Mance has been gathering an army and plans to march south. Jeor warns that it is a bad time to live alone in the wild and that â&euro;&oelig;The cold winds are rising.â&euro;? Craster is unimpressed and says that his roots are sunk deep. He pulls over his daughter-wife [[Gilly]] and instructs her to tell Jeor how content they are, calling him the &quot;Lord Crow&quot;. Gilly says that they are protected by Craster and that it is better to live free than die a slave. Craster asks if Jeor is jealous of his many wives. Jeor says that they chose different paths and Craster jokes that Jeorâ&euro;&trade;s path has only boys on it. Craster stands and asks if they would like to stay and Jeor accepts the offer. Craster warns that he will take the hand of any man who touches his wives and threatens to gouge Jonâ&euro;&trade;s eyes out if he so much as looks at them.&lt;ref name=&quot;E11&quot;/&gt;\n\nAfter they leave the hall Jeor pins Jon against a wall and demands that he state their respective roles as [[Lord Commander]] and [[Steward]]. He tells Jon that he must learn how to follow before he can lead.&lt;ref name=&quot;E11&quot;/&gt;\n\n"}, "title": "Jeor Mormont Season 2"}