{"attributes": {}, "sections": {"The Old Gods and the New": "Princess [[Myrcella Baratheon]] is rowed away from the docks of Kingâ&euro;&trade;s Landing to a ship waiting at anchor. She is accompanied by Septa [[Eglantine]] and Ser [[Arys Oakheart]] of the [[Kingsguard]]. Her departure is watched by her mother Queen [[Cersei Lannister]], [[Tyrion Lannister]], the remainder of the Kingsguard, various nobles and her brothers King [[Joffrey Baratheon]] and Prince [[Tommen Baratheon]]. The [[High Septon (Before the riot of King's Landing)||High Septon]] prays for a safe journey for her. Myrcella sobs as she moves away from her family. Cersei tells Tyrion that she hopes that he will one day truly love someone so that she can inflict the pain of taking them away from him. Tyrion looks pointedly at his sister before walking away. A septa dries Tommenâ&euro;&trade;s tears. Joffrey criticizes his brotherâ&euro;&trade;s behaviour as unfitting for a prince. [[Sansa Stark]] murmurs that she has seen Joffrey cry. He turns on her and asks what she said. She says that [[Rickon Stark|Rickon]] cried when she left Winterfell and that it seems normal to her. Joffrey dismisses this as irrelevant because Rickon is not a prince. Joffrey leads the Kingsguard away.&lt;ref name=&quot;E16&quot;&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\nOn re-entering the city Joffrey is met by an unruly crowd of smallfolk. A man calls for seven blessings on Joffrey. Sansa trails behind Joffrey and his Kingsguard. Another man calls out â&euro;&oelig;All Hail the King.â&euro;? The crowd cheers as someone calls out heâ&euro;&trade;s a bastard. Cersei follows behind Sansa and her attention is caught by the jeering crowd. Another citizen shouts out that they are hungry. Tyrion enters the street with Tommen and several Lannister guardsmen. Sensing the atmosphere he orders them to return Tommen to the Red Keep via another route. The people call out to Joffrey for food. He is struck in the face by thrown cow excrement. His guards draw their swords and the [[Gold Cloaks]] attempt to keep the smallfolk back with their spears. Joffrey demands that they find the culprit as the Gold Cloaks start to beat one of the crowd. Joffrey then calls for his men to kill all of the smallfolk present. The crowd begins to riot, attacking the guards with rocks. The kingsguard kill anyone who approaches Joffrey. Cersei and Tyrion are each defended by Lannister guardsmen and Tyrion urges his sister onwards. [[Sandor Clegane]] grabs his king and pulls him through the mob. Joffrey asks what they are doing and repeats his order to execute the people. Sandor explains that the rioters want the same for Joffrey. Sansa is undefended and attempts to push through the crowd with two other ladies. The High Septon is overwhelmed by the mob and torn to pieces. Tyrion calls for Sansa but cannot see her.&lt;ref name=&quot;E16&quot;/&gt;\n\nSandor hands off Joffrey to one of his sworn brothers to fight the rioters. The Kingsguard kill several more rioters as they drag Joffrey to safety behind a gate. The Kingsguard push Joffrey inside and turn to defend the entrance. Queen Cersei and Tyrion are next inside. Sansa is separated from the group and chased down a back alley by four men.&lt;ref name=&quot;E16&quot;/&gt;\n\nFrom behind the gates Joffrey calls the rioters traitors and demands their heads. Tyrion calls his nephew a blind fool. Joffrey says that Tyrion canâ&euro;&trade;t stop him. Tyrion says that they have had vicious kings and idiot kings but that he is not sure they have been cursed with a vicious idiot king before. Joffrey says that Tyrion canâ&euro;&trade;t insult him. Tyrion says that he can and he is and Joffrey screams that the people attacked him. Tyrion says that they threw a cowpat at him and he responded by ordering all of them executed. Tyrion says that the people are starving because of the war Joffrey started. Joffrey reminds Tyrion that he is talking to a king and Tyrion slaps him hard enough to make him cry out. Tyrion says that he has now struck a king and asks Joffrey if his hand has fallen from his wrist. Tyrion asks Ser [[Meryn Trant]] where Sansa is and Joffrey orders her left to the mob. Tyrion warns that if Sansa is dead Joffrey will never get his Uncle Jaime back and reminds Joffrey that he owes Jaime much. Tyrion orders Meryn to search for Sansa and he refuses, saying that he follows the Kingâ&euro;&trade;s orders. Tyrion stares at Joffrey, who walks away. Sandor rescues Sansa from the mob and returns her to the keep.&lt;ref name=&quot;E16&quot;/&gt;\n\n", "The Prince of Winterfell": "King [[Stannis Baratheon]] sails on King's Landing with a fleet of over 200 ships. Joffrey is determined to fight personally, scaring his mother. Cersei suspects that Tyrion is encouraging Joffrey and plots to blackmail him into ensuring Joffrey's safety by imprisoning his lover. She mistakenly captures [[Ros]], misled by the Lannister pendant Tyrion gave her a year ago in [[Winterfell]]. Tyrion plays along to protect [[Shae]]'s identity.&lt;ref name=&quot;E18&quot;&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n[[File:Joffrey.jpg|thumb|Joffrey being Joffrey]]\nKing [[Joffrey Baratheon]] marches up to the walls of his capital berating his [[Master of Whisperers]] Lord [[Varys]] for the lack of intelligence from [[the North]]. They are accoimpanied by three men of the [[Kingsguard]] and acting [[Hand of the King]] [[Tyrion Lannister]]. Varys explains that while he has many spies (which he calls â&euro;&oelig;Little birdsâ&euro;?) in the region he has heard nothing from them since [[Theon Greyjoy]] captured the regional capital [[Winterfell]]. Joffrey asserts that the [[House Stark|Stark]] forces are distracted by the loss of their seat and says that he wants to strike against them. Tyrion reminds Joffrey that they are in no position to launch an attack because they are about to be besieged by King [[Stannis Baratheon]]. Tyrion points out that they are surrounded by men preparing to repel attackers from the city walls. Joffrey pledges to ride out to meet Stannis if he lands on the shores of Kingâ&euro;&trade;s Landing. Tyrion half heartedly says that it is a brave choice and assures Joffrey that his men will line up behind him. Joffrey reports hearing it said that Stannis never smiles and claims that he will give him a red smile for ear to ear, unsheathing his sword to underline his bravado. Joffrey walks away, followed by his Kingsguard.&lt;ref name=&quot;E18&quot;/&gt;\n\n", "TOP": "Joffrey Baratheon Season 208355if6a2600j0aj6hoae24goexvhe8jr591167632014-03-06T03:22:25ZGreater good3347453{{Template:Delete}}In '''[[Season 2]] [[Joffrey Baratheon]]''' remains a major character.\n\n", "Valar Morghulis": "[[File:Tywin_court_2x10.png|thumb|Joffrey proclaims Tywin the savior of the city.]]\nJoffrey holds court to reward those who served his interests in the battle. Lord [[Tywin Lannister]]â&euro;&trade;s horse defecates on the flagstones outside the Iron Throne room. The doors open and Tywin trots into the room. King [[Joffrey Baratheon]] formally recites his titles and proclaims Tywin the savior of the city and the [[Hand of the King]]. The handâ&euro;&trade;s badge is presented to Tywin and he curtly thanks Joffrey before turning his horse and riding out.&lt;ref name=&quot;E20&quot;&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\nJoffrey calls Lord [[Petyr Baelish]] forward. He awards him the castle of [[Harrenhal]] for his service to the realm in brokering the alliance between [[House Lannister]] and [[House Tyrell]]. Joffrey formally says that the castle and the [[Lord of Harrenhal|lordship]] will be held by Petyrâ&euro;&trade;s sons and grandsons until the end of time. Petyr accepts and jokes that he will need to acquire some sons to the amusement of the court. [[Varys]] grimaces as his rival is elevated.&lt;ref name=&quot;E20&quot;/&gt;\n\nNext Joffrey calls Ser [[Loras Tyrell]] who kneels before the throne. Joffrey says that the realm is in the debt of House Tyrell and offers to grant them any favor they ask. Loras tells Joffrey that the husband of his sister [[Margaery Tyrell]] was taken from them, referring to his lover [[Renly Baratheon]]. Loras falters for a moment, asserts that Margaery remains innocent and then asks Joffrey to unite their houses through marriage. Joffrey asks Margaery if the marriage is what she wants. Sansa watches the exchange from the gallery.&lt;ref name=&quot;E20&quot;/&gt;\n\n[[File:Margaery_love_2x10.png|thumb|Margaery proclaims her love for Joffrey.]] Margaery steps forward and says that she wants the marriage with all her heart, claiming that she has come to love Joffrey from afar. She says that tales of Joffreyâ&euro;&trade;s courage and wisdom have reached her and taken root deep inside of her, putting emphasis on the word deep. Joffrey smiles at his mother Queen Regent [[Cersei Lannister]] as Margaery speaks. He responds by telling Margaery that he has heard tales of her beauty and grace, but that they do not do her justice. Joffrey says that it would be an honor to return her love, but points out that he is promised to another. He asserts that a king must keep his word.&lt;ref name=&quot;E20&quot;/&gt;\n\nCersei intervenes theatrically to assert that the [[small council]] have agreed that it would be improper for Joffrey to wed Sansa. She cites the status of Sansaâ&euro;&trade;s father, [[Eddard Stark]], as an attainted traitor executed for treason and her brother [[Robb Stark]]â&euro;&trade;s ongoing open rebellion against the throne. Cersei says that Joffrey must set Sansa aside for the good of the realm. The court responds with murmured support. Joffrey halts the chatter by standing. He says that he would like to heed the wishes of the small council and his people, but has taken a holy vow. [[Pycelle]] steps forward and says that while the gods hold betrothal solemn, the marriage pact was made by Joffreyâ&euro;&trade;s father, King [[Robert Baratheon]] before [[House Stark]] revealed their falseness. Pycelle announces that the [[High Septon (After the Riot of Kingâ&euro;&trade;s Landing)|High Septon]] has agreed that the Starks' crimes against the realm free Joffrey from the vow in the view of the gods. Joffrey says that the gods are good and that he is free to follow his heart. He tells Loras that he will wed his sister and tells Margaery that he will love her until his last day. The court erupts in applause. Margaery and Loras glance at Sansa as Joffrey returns to his throne.&lt;ref name=&quot;E20&quot;/&gt;\n\n", "Blackwater": "[[File:Sansa_kissing_Hearteater.png|thumb|left|Sansa kissing Hearteater.]]\nJoffrey summons Sansa to the Throne Room as the bells sound the call to arms; [[Stannis Baratheon]]'s fleet has been spotted. He tells Sansa that he is riding forth for battle, referring to himself in the third person. He says that she should see him off with a kiss and draws his sword from its scabbard. He tells her that the blade is new and says that he has named it [[Hearteater]]. He orders her to kiss the sword. She bends down to do so. Joffrey claims that Sansa will kiss it again when he returns and will taste his uncleâ&euro;&trade;s blood. Sansa asks if Joffrey will slay Stannis himself. Joffrey hesitantly says that he will if Stannis is fool enough to come near him. Sansa asks if Joffrey will be fighting outside the gates as part of the vanguard. Joffrey refuses to discuss his battle plans with a â&euro;&oelig;stupid girl.â&euro;? Sansa apologizes and agrees that she is stupid before asserting that Joffrey would definitely be in the vanguard. She adds that her brother [[Robb Stark|Robb]] always goes where the fighting is thickest and Robb is only a pretender. Joffrey says that Robbâ&euro;&trade;s turn will come and that Sansa can then lick his blood from Hearteater. Joffrey leads his men out of the throne room, and Sansa returns to Shae. Shae watches them leave and tells Sansa that some of the boys will never come back. Sansa replies that Joffrey will as the worst ones always live. Shae shushes her and leads her out.&lt;ref name=&quot;E19&quot;&gt;&quot;[[Blackwater]]&quot;&lt;/ref&gt;\n\n[[File:Tyrion_Joffrey_Lancel.png|thumb|Tyrion watching for Stannis' fleet with Joffrey and Lancel.]]\nJoffreyâ&euro;&trade;s party arrives at the Mud Gate. They are met by panicking smallfolk and hurried final preparations. Joffrey is startled by a rapidly passng cart. Tyrion and Podrick are atop the city walls with the archers. Joffrey and Lancel join them and Lancel wonders where their fleet is. Tyrion responds that they are on their way. Joffrey asks why they are not there already as the enemy are coming. Tyrion ignores his nephew. Joffrey instructs the Hound to prompt Tyrion, and he does so. Tyrion orders Lancel to tell Joffrey (via the Hound) that he is too busy to talk. Joffrey threatens to order the Hound to cut Tyrion in half. Tyrion dryly jokes that he would then be the quarter man, which does not have the same ring to it. A squire lights a torch and waves it near to the Houndâ&euro;&trade;s face as he passes, the Hound recoils from the flame. Tyrion adds that he would be unable to give the signal which is essential to his battle plan. He warns that without his plan Stannis will take the city and Joffreyâ&euro;&trade;s throne before mounting Joffreyâ&euro;&trade;s head on a spike. Tyrion muses that it might be funny except that his head would be there too.&lt;ref name=&quot;E19&quot;/&gt;\n\n[[File:Archers 2x09.jpg|thumb|190px|Tyrion orders his archers to prepare.]]\nAt the Mud Gate the Lannister forces watch for Stannisâ&euro;&trade;s fleet to emerge from the darkness. Joffrey is the first to spot the lead vessel, [[Black Betha]]. Tyrion orders his archers to prepare. The [[Captain of the Archers]] shouts for his men to get to their marks. Once in position he instructs them to nock arrows. Tyrion tells them to hold fast. Joffrey questions the order, citing the need to attack. Tyrion repeats himself forcefully. A single ship emerges from the city docks. Joffrey asks where the rest of their fleet is. Tyrion ignores the boy king. [[Hallyne]] of the [[Alchemists' Guild]] brings Tyrion a lit torch, which he drops over the battlements as a signal. A single fire arrow fired by Bronn from the shore of the bay ignites the [[Wildfire]] the ship is leaking into the bay, triggering a massive explosion.&lt;ref name=&quot;E19&quot;/&gt;\n\nThe ships in the main blast zone are eradicated instanty. Hallyne watches the conflagration gleefully while the rest of the Lannister men turn away. The Hound is terrified by the sickly green flame. Hallyne giggles as he sees the fruits of his labor. Joffrey is fascinated by the devastation.&lt;ref name=&quot;E19&quot;/&gt;\n\n[[File:Joffrey terrified 2x09.jpg|thumb|Joffrey terrified by the size of the opposing force.]]\nStannis lands his army in a fleet of row boats. Tyrion watches their approach from atop the walls and calls Stannis a serious man. Joffrey begins to panic, saying that they are coming ashore. Tyrion orders the Captain of the Archers to rain fire on the attackers. Joffrey cries that there are too many of them. Tyrion orders the Hound to lead a sortie beyond the gate to kill anyone who reaches the shore. The Hound nods and complies. Tyrion dispatches Podrick to bring any men guarding the Kingâ&euro;&trade;s gate to reinforce them and the squire hurries off to fulfil the order.&lt;ref name=&quot;E19&quot;/&gt;\n\nThe sortie is unsuccessful; Lancel is wounded, Stannis's men reach the gate and the Hound retreats inside. Lancel returns to the Red Keep to report to Cersei. Joffrey rushes down the stairs as the Captain of the Archers calls for his men to fire faster. The Hound shuffles back into the city, dazed by the flames. He orders a drink and a squire responds. He spits out the water he is given and demands wine. He walks past the stairs and Tyrion sarcastically offers him some iced milk too. Sandor tells him to â&euro;&oelig;eat shit.â&euro;? Tyrion points out that he is on the wrong side of the wall. Sandorâ&euro;&trade;s voice cracks as he says that he has lost half of his men, and the Blackwater is on fire. Joffrey shouts a command for the Hound to return to the fray. Sandor bows his head and does not respond. Tyrion reminds him that he is a member of the Kingsguard and says that they must beat the enemy back or they will take the Kingâ&euro;&trade;s city. Clegane says â&euro;&oelig;fuck the Kingsguard, fuck the city, fuck the king.â&euro;? He walks away from the fight leaving Joffrey and Tyrion stunned.&lt;ref name=&quot;E19&quot;/&gt;\n\nLancel returns to the walls to bring Joffrey back to the Red Keep. Tyrion asks Joffrey to consider why his men should defend the city if he will not. Joffrey asks what Tyrion wants him to do, and Tyrion tells him to lead. Joffrey asked Lancel what his mother said, wondering if she had urgent business. Lancel admits that she did not say. Joffrey grimaces, then orders Ser [[Boros Blount]] and Ser [[Mandon Moore]] to stay with Tyrion to represent the King on the field of battle. He hurriedly climbs down the stairs, followed by a third member of the Kingsguard. His departure takes him through a crowd of his men, who watch him leave.&lt;ref name=&quot;E19&quot;/&gt;\n\nTyrion manages to rally the men and lead a further sortie. While he is outside the walls, he is betrayed and wounded by Ser Mandon. Tyrion's squire kills Mandon, saving Tyrion's life. The battle is won when Lord [[Tywin Lannister]] and Ser [[Loras Tyrell]] arrive with a host of cavalry, routing Stannis's men. Stannis is able to retreat from the field.&lt;ref name=&quot;E19&quot;/&gt;\n\n", "Garden of Bones": "Joffrey aims an ornate crossbow at Sansa in the Iron Throne room. He says that she is there to answer for Robbâ&euro;&trade;s treasons. She denies having any involvement in Robbâ&euro;&trade;s actions, calling Robb a traitor. Joffrey instructs Ser [[Lancel Lannister]] to tell her of Robbâ&euro;&trade;s latest outrage. Lancel claims that Robb used sorcery and an army of wolves to kill thousands of men under the command of [[Stafford Lannister]] at the [[Battle of Oxcross]]. He adds that the Northmen feasted on the flesh of the slain after the slaughter drawing cries of outrage and horror from the courtiers. Joffrey suggests that killing Sansa would send Robb a message, but lowers his bow citing his mothers insistence that Sansa be kept alive. He orders her to stand and says they will send Robb a message in a different way. He orders Ser [[Meryn Trant]] of the [[Kingsguard]] to beat Sansa but spare her face. Meryn punches Sansa and then knocks her over using the flat of his sword. Joffrey orders Sansa stripped and Meryn tears her dress from her shoulders.&lt;ref name=&quot;E14&quot;&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\n[[Tyrion Lannister]] enters with [[Bronn]] and demands an explanation. He asks Meryn what kind of knight beats a helpless girl and Meryn says the kind that follows their king. Bronn sarcastically warns Meryn to be careful of getting blood on his white cloak. Tyrion orders Sansa covered and reminds Joffrey that he is engaged to marry her. [[Sandor Clegane]] tears off his white cloak and gives it to Sansa. Joffrey says that he was punishing her. Tyrion wonders what crimes she committed and elucidates that she did not fight in Robbâ&euro;&trade;s battle, calling Joffrey a half wit. Joffrey asserts that he can do as he likes as king. Tyrion reminds Joffrey of the fate of the [[Mad King]], who ruled without regard for the consequences of his actions until he was killed by Jaime. Meryn warns Tyrion not to threaten Joffrey and Tyrion counters that he is educating his nephew. He orders Bronn to kill Meryn if he speaks again and tells Meryn that he has now made a threat. Tyrion helps Sansa up and walks her out of the throne room.&lt;ref name=&quot;E14&quot;/&gt;\n\nSandor stands guard outside Joffreyâ&euro;&trade;s chamber. The king arrives and asks why Sandor is there. Sandor says that Tyrion has left a name day present and asked him to ensure that Joffrey received it. Joffrey wonders what it is and Sandor says only that it is inside.&lt;ref name=&quot;E14&quot;/&gt;\n\nJoffrey is met by the prostitutes [[Ros]] and [[Daisy]]. Ros wishes him a happy name day and then reaches for his crotch. He flinches and then instructs Ros to touch Daisy. He asks if Ros can hit Daisy and she spanks her gently. Joffrey asks if Tyrion sent them and Ros says that Tyrion chose them himself. Joffrey takes off his belt and gives it to Ros to use. He forces Ros to hit Daisy hard enough to make her scream. He hands Ros a stagâ&euro;&trade;s head sceptre and she protests that too much pain will spoil the pleasure. He loads his crossbow as Ros warns him that his uncle might find out. He tells Ros that he wants Tyrion to find out and orders her to take Daisy to Tyrionâ&euro;&trade;s chambers to show him what has happened or she will also be beaten. He aims the crossbow at Ros and orders her to begin.&lt;ref name=&quot;E14&quot;/&gt;\n\n", "The Night Lands": "After Tyrion has the commander of the City Watch, Lord [[Janos Slynt]], exiled to [[the Wall]] for his part in the massacre and installs Bronn as Slynt's replacement, Cersei lets Tyrion believe that Joffrey ordered the massacre.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\n", "The North Remembers": "[[The Hound]] defeats an unnamed opponent atop the walls of the Red Keep during a tourney to celebrate King Joffrey's name day, making him fall to a courtyard below. Joffrey rushes forward from his pavilion to look down on the fallen man. He shouts congratulations to the Hound and then asks [[Sansa Stark]] if she enjoyed the duel. Sansa, Joffrey's captive, is deferent and subdued. Princess [[Myrcella Baratheon|Myrcella]] and Prince [[Tommen Baratheon|Tommen]] are also present.&lt;ref name=&quot;E11&quot;&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\nAfter the loser is dragged away, Joffrey asks who will fight next and [[Tournament announcer|his announcer]] responds by calling [[Lothor Brune]], a freerider in the service of Lord [[Petyr Baelish]], and Ser [[Dontos Hollard|Dontos]] the Red, of [[House Hollard]]. After a second call, Hollard emerges from the wrong side of the pavilion. He is ill equipped and drops his helmet. He apologises and Joffrey accuses him of drunkenness. Dontos denies the accusation but admits to drinking two cups of wine. Joffrey offers Dontos as much wine as he likes and Dontos accepts. Joffrey orders Ser [[Meryn Trant]] of the [[Kingsguard]] to ensure that Dontos drinks his fill. Ser Meryn and two of his sworn brothers hold Dontos down and pour wine into his mouth through a funnel. Sansa cries out â&euro;&oelig;You can't.â&euro;? Joffrey is incensed, but she claims that she meant it would be bad luck for Joffrey to kill someone on his name day. Joffrey is dismissive of this superstition until the Hound backs Sansa. Joffrey reluctantly orders Dontos to be imprisoned until the following day, planning to execute him then and calling him a fool. In an effort to spare Dontos from execution, Sansa says that Joffrey was clever to notice Dontos' foolishness and entreats him to prolong his suffering by making him the court fool.&lt;ref name=&quot;E11&quot;/&gt;\n\n[[Tyrion Lannister]] arrives at the Tourney, accompanied by [[Bronn]], Lannister men-at-arms and warriors of the [[hill tribes]]. Tyrion mockingly notes Joffreyâ&euro;&trade;s absence from the battlefield and Joffrey indignantly responds that he has been in [[King's Landing]] ruling the kingdoms. Tyrion jokingly says that Joffrey is doing a fine job before warmly greeting his niece and nephew. Joffrey says they had heard rumours that Tyrion was dead and Myrcella interjects that she is glad they were false. Tyrion offers his condolences to Sansa on the death of [[Eddard Stark|her father]], to which Joffrey takes offence, asserting that Stark was a confessed traitor. Tyrion counters that he was still her father and reminds Joffrey of the recent death of his father [[Robert Baratheon]], so he should sympathise. Joffrey leans back to stare at Sansa. She names her father, mother and brother as traitors and claims loyalty to Joffrey. Tyrion smiles and accepts her lie before saying that he has work to do and walks past Joffrey, ignoring the King's questions about his purpose.&lt;ref name=&quot;E11&quot;/&gt;\n\nJoffrey begins to redecorate the throne room, removing the flowers and paintings, commenting that the old Targaryen kings got it right with their displays of dragon skulls: he feels that a king should make brutal displays of naked power. Cersei tells him that they need to find Arya in order to exchange both girls for Jaime. Joffrey says that he believes the Starks are weak enough to trade Jaime for Sansa and claims that they overvalue their women; he is also dismissive of Arya, hoping that she is dead. Cersei suggests they set their armies to search for Arya and ask Tywin for aid. Joffrey says that a king does not ask but commands his subjects. He blames Tywin for their losses and the capture of Jaime. Cersei says that Jaimeâ&euro;&trade;s life is in danger and Joffrey counters that while they are at war all of their lives are in danger. He brings up the rumours about Cerseiâ&euro;&trade;s incestuous relationship with Jaime, incensed by a letter spread by [[Stannis Baratheon]] all over the [[Seven Kingdoms]]. Taken aback, she responds that their enemies will say anything to weaken his claim. He is annoyed at her calling it a &quot;claim,&quot; saying that the throne is his. She agrees with him and tells him that no-one believes the gossip. He says that someone believes it and questions her about Robertâ&euro;&trade;s other children. She wonders why he is asking about Robertâ&euro;&trade;s bastards. He coarsely restates his question and Cersei slaps him. He warns her that her action is punishable by death and tells her never to strike him again. Later, several of King Robert's bastards, including infants, are brutally murdered by the [[City Watch]].&lt;ref name=&quot;E11&quot;/&gt;\n\n"}, "title": "Joffrey Baratheon Season 2"}