{"attributes": {"status": " :Category:Status: Dead", "death": "Stabbed multiple times by a Wight", "last": " &quot;The Children&quot;", "family": ["Howland Reed - father", "Meera Reed - sister"], "title": "File:Reed Sigil.png", "season": "Season 3", "image": "Jojen-Reed-Profile.jpg", "allegiance": ["House Reed", "House Stark"], "actor": "Thomas Brodie-Sangster", "religion": "Old Gods of the Forest", "culture": "Crannogmen", "deathep": " &quot;The Children&quot;Quote", "titles": "", "link": "House Reed", "place": "Greywater Watch", "aka": "", "age": " ", "appearances": "10 episodes &lt;small&gt;#Appearances", "first": " &quot;Dark Wings, Dark Words&quot;"}, "sections": {"Behind the scenes": "*Jojen Reed and his sister first appeared in the second book ''A Clash of Kings'' before the [[Fall of Winterfell]], but they did not appear in the show's [[Season 2|second season]]. Their debut was pushed back to Season 3 due to time constraints, according to [[David Benioff]]: &quot;We just felt [the Reeds] would make more of an impact coming in later... If things get too byzantine, it's so confusing that none of it adds up, and you're spending three minutes with characters per episode, and the whole thing becomes a wash.&quot;&lt;ref&gt;Sepinwall, Alan (March 27, 2013). [http://www.hitfix.com/whats-alan-watching/game-of-thrones-producers-say-season-3-as-big-as-were-going-to-get 'Game of Thrones' producers say season 3 'as big as we're going to get] HitFix.&lt;/ref&gt;\n*[[Thomas Brodie-Sangster]]'s casting was first announced at the 2012 [[Wikipedia:San Diego Comic-Con International|San Diego Comic-Con International]].&lt;ref name=ComicCon&gt;[http://www.westeros.org/GoT/News/Entry/Massive_Comic-Con_Casting_Reveals/ &quot;Massive Comic-Con Casting Reveals&quot; from Westeros.org, 13 July 2012]&lt;/ref&gt;\n\n", "TOP": "Jojen Reed096751evopas8qx465to51qwj9p5clxfaemx1612652014-10-01T13:21:18ZThe Dragon Demands5014364{{Character\n| Title=[[File:Reed Sigil.png|40px|left|link=House Reed]] Jojen Reed [[File:Reed Sigil.png|40px|right|link=House Reed]]\n| Image=Jojen-Reed-Profile.jpg\n| Season=[[Season 3|3]], [[Season 4|4]]\n| First= &quot;[[Dark Wings, Dark Words]]&quot;\n| Last= &quot;[[The Children]]&quot;\n| Appearances=10 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Titles=\n| Aka=\n| Status= [[:Category:Status: Dead|Deceased]]\n| Death=Stabbed multiple times by a [[Wight|wight]], mercy-killed by Meera and blasted by a fireball\n| Place=[[Greywater Watch]]\n| Culture=[[Crannogmen]]\n| Religion=[[Old Gods of the Forest]]\n| Allegiance=[[House Reed]]&lt;br&gt;[[House Stark]]\n| Family=[[Howland Reed]] - father&lt;br&gt;[[Meera Reed]] - sister\n| Actor=[[Thomas Brodie-Sangster]]|Age = |DeathEp = &quot;The Children&quot;}}\n{{Quote|I'm Jojen Reed, this is my sister Meera. We've come a long way to find you Brandon, and we have much farther to go.|Jojen Reed to Bran Stark|Dark Wings, Dark Words}}\n'''Jojen Reed''' is a recurring character in the [[Season 3|third]] and [[Season 4|fourth]] seasons. He is played by guestÂ starÂ [[Thomas Brodie-Sangster]] and debuts in &quot;[[Dark Wings, Dark Words]]&quot;.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Jojen Reed is the only son and heir of Lord Howland Reed of [[Greywater Watch]], the southernmost of the vassal houses sworn to [[Winterfell]]. Jojen is thirteen and is noted as being serious and solemn for his age, yet also wise beyond his years, leading [[Old Nan]] (who was still alive at this point) to nickname him &quot;Little Grandfather&quot;. Jojen and Meera are guests at Winterfell when it is taken by [[Theon Greyjoy]], as they originally came in their father's stead to renew fealty with House Stark when Bran becomes the acting Lord of Winterfell. It is Jojen and not Bran who dreams of the [[Fall of Winterfell|attack]] of the [[Ironborn]], as well as the deaths of Alebelly, [[Septon]] Chayle and [[Mikken]]. When the Stark boys escape Winterfell with their wolves, [[Hodor]], and [[Osha]], the Reeds join them.\n\nJojen does not die during the battle with the wights in the book. Although in the bookÂ Jojen has had aÂ dreamÂ about his fate when he goes to Greywater Watch, and implies that the outcome is not good. Jojen is getting increasingly sick by the time the group arrives at the cave, but his prophecy about his death has not yet actually happened. It is unknown if he will have a similar death scene in future novels.\n\n", "Quotes": "{{Template:Quote|This...this isn't the end. Not for you, not yet.|Jojen Reed to Bran Stark|First of His Name}}\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season Three Appearances||yes||yes||yes|yes||yes|yes}}\n{{Season Four Appearances||yes||yes|yes|||||yes}}\n", "Biography": "===Background===\nJojen is the younger brother of [[Meera Reed]] and is the eldest son and heir of Lord [[Howland Reed]] of [[Greywater Watch]].\n\n===[[Season 3]]===\n[[Bran Stark]], [[Rickon Stark]], [[Osha]], [[Hodor]], [[Summer]] and [[Shaggydog]] are fleeing to [[Castle Black]] following the [[Sack of Winterfell]]&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt; when Jojen first appears to Bran in a dream. Later he walks up to him while he is alone in the forest saying that he and his sister have been searching for him for a long time so that they can protect him.Â [[Osha]]Â surprisesÂ JojenÂ by putting a spear to the back of his neck, butÂ OshaÂ releases him whenÂ MeeraÂ suddenly appears with a knife toÂ Osha'sÂ neck.Â Osha warns Jojen that [[Summer]] will protect Bran, should MeeraÂ harm him but Summer sniffs Jojen's hand and walks on. Â Jojen and Bran bond as they discuss their fathers when Jojen recalls that he has traveled in his mind to witness [[Robert's Rebellion]] in his dreams. Jojen gives cryptic information about Bran's powers as a [[warg]]. Osha grows increasingly resentful of Jojen.&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt;\n\nJojen and Bran share a [[greensight]] dream where Bran climbs a tree to follow a [[three-eyed raven]], although Bran falls after [[Catelyn Stark]] appears repeating her warning in which she made him promise never to climb again - a promise Bran broke. Bran and Jojen wake in their camp in the woods, disappointed that he could not follow the three-eyed raven.&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n\nJojen Reed has another vision which appears as a seizure. Jojen then tells Bran that in his vision he saw [[Jon Snow]] surrounded by [[Free Folk|enemies]].&lt;ref&gt;&quot;[[The Climb]]&quot;&lt;/ref&gt;\n\nAfter seeking shelter in a derelict windmill during a rainstorm, the group notices a band of wildlings chasing down a [[Old man|old man]]. The sounds of thunder terrify Hodor, who shouts out in panic. Fearing discovery, Jojen tells Bran to silence Hodor, who keeps panicking. Bran unintentionally uses his Warg powers to render Hodor unconscious. With the wildlings still outside, Jojen convinces Bran to Warg through Summer and Shaggydog outside, who then maul to death some of the wildlings. While in control of Summer and Shaggydog, Bran saw Jon Snow outside fighting the wildlings. After this, Bran insists that he must go beyond the Wall to find the raven. However, he wants Rickon to be safe, so heÂ tells Osha to take his brotherÂ with her to the holdfast of [[Greatjon Umber]], a loyal bannerman of the Starks. Bran bids a tearful Rickon farewell, who leaves with Osha and Shaggydog, while Bran continues northward with Hodor, Summer and the Reed siblings.&lt;ref&gt;&quot;[[The Rains of Castamere (episode)|The Rains of Castamere]]&quot;&lt;/ref&gt;\n\nAt last, the group make it to the Wall and stay overnight in the [[Nightfort]], an abandoned castle on the Wall that is rumored to be haunted. During the night, Jon Snow's fellow [[Night's Watch]] comrade [[Samwell Tarly]], with [[Gilly]] and her child, emerge from a secret passageway. Samwell, noticing the gigantic Hodor and Summer, realizes who Bran is and offers to take them to Castle Black, but Jojen tells Sam that they are going beyond the Wall, as no force in the realm of Westeros could withstand the threat posed by the White Walkers. Sam reluctantly shows them the secret sally port and gives them the obsidian blades found north of the Wall, which he earlier used to slay a White Walker. That night, Bran, the Reeds, Hodor and Summer finally pass beyond the Wall.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\nWhen Bran becomes obsessed with warging [[Summer]], Jojen is forced to warn him of the dangers that perhaps Bran will be trapped by his own powers. He emphasises that they need Bran to survive. Heading further North, Jojen helps Bran find a [[Heart tree|heart tree]], which shows the young boy the way.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\nLater, Bran and his companionsÂ are resting near [[Craster's Keep]]. They hear the faint sounds of a baby's cries. Bran enters the mind of Summer to investigate where he finds Ghost, the direwolf ofÂ [[Jon Snow]]. However, before he can free Ghost, Summer is caught by a trap. At Meera'sÂ urgings, they go to rescue Summer and Ghost but are taken prisoner byÂ [[Karl]]. While Hodor is being tormented byÂ [[Rast]]Â and the other mutineers for pure amusement, Karl threatens to kill Jojen and Meera before Bran gives up his identity.&lt;ref&gt;&quot;[[The Lion and the Rose]]&lt;/ref&gt;\n\n[[File:S04E5_-_Bran_Jojen_Meera_&amp;_Hodor.png|thumb|left|Jojen convinces Bran  to abandon his brother to find the Three-eyed raven.]]\nJojenÂ and the others are being held imprisoned in a tent. Karl enters the tent and ties upÂ MeeraÂ and prepares to rape and torture her. Jojen begs for mercy and offers to help them, saying he possessesÂ [[Greensight|the sight]]. Karl refuses and just before he cuts Meera, Jon Snow and members of theÂ [[Night's Watch]]Â attack the keep.Â [[Locke]], who really servesÂ [[Roose Bolton]], searches for Bran and finds him and attempts to escape the keep with Bran. However, JojenÂ signals Bran toÂ [[Warg|warg]]Â into Hodor, allowing him to save his own body throughÂ Hodor's. WhenÂ Bran is about to get Jon's attention,Â JojenÂ arrives and intervenes, telling him that Jon will not let him search for theÂ [[Three-eyed raven]]Â if he goes with Jon back toÂ [[Castle Black]]. Bran agrees and prepares to leave.&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;\n\n[[File:JojenDeath.PNG|thumb|Jojen dead after being stabbed by a wight.]]\nThe group arrives at the tree from Bran's vision, but they are ambushed byÂ [[wights]]Â that emerge from beneath the snow. Jojen is grabbed by one of the wights, but Meera comes to his aid before he is dragged beneath the snow. Meera successfully protects him, but one of the seemingly defeated wights pulls a knife out and repeatedly stabs him. Jojen lives long enough to see a [[Leaf|child of the forest]], and tells his sister to go with Bran and the others. Before doing so, Meera mercifully cuts his throat. Soon after, the child of the forest uses her magic to burn Jojen's body to prevent its reanimation as another wight.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n==&lt;span style=&quot;font-size:18px;&quot;&gt;Family tree&lt;/span&gt;==\n{{House Reed family tree}}\n\n"}, "title": "Jojen Reed"}