{"attributes": {}, "sections": {"The Ghost of Harrenhal": "The men of the [[Night's Watch]] struggle to march through deep snow to the [[Fist of the First Men]] in a column formation. [[Lord Commander]] [[Jeor Mormont]] tells his Jon that [[Qhorin Halfhand]] cannot have arrived to meet them or he would have sounded his horn. [[Grenn]], [[Eddison Tollett|Edd]] and [[Samwell Tarly]] trudge behind them. Jon says that his uncle told him stories about the Halfhand and Jeor says that most of them are true. Jon reports hearing that the Halfhand spent half of the previous winter beyond [[the Wall]]. Jeor corrects him saying that Qhorin was in the far north for a whole winter because snows trapped him beyond the [[Skirling Pass]]. Jon notes that it is possible for someone to survive the frozen wilderness alone and Jeor says that it is possible for the Halfhand. Sam says that the scenery is beautiful and that [[Gilly]] would love it there. Edd tells Grenn that there is nothing more sickening than a man in love.&lt;ref name=&quot;E15&quot;&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\nHaving reached the fortified summit of the Fist the rangers prepare their camp. They are digging through the snow and unloading their gear. Ghost has rejoined the party and watches the men work from atop a mound of snow. Sentries dot the edges of the summit. Sam is amazed at being in such an ancient place, telling his companions that it was fortified by the First Men in the Long Winter thousands and thousands of years earlier. He considers all of the major historical events that have happened since in wonder including the invasion of the [[Andals]] and the conquering of Westeros by [[House Targaryen]]. Edd implores Sam to stop talking. Sam asks what his companions think the first men were like. Edd suggests that they were stupid, saying that no clever man finds himself in a place like the Fist. Jon suggests that their distant ancestors were afraid and came to the First to escape [[White Walkers|something]]. He says that he does not believe that it worked.&lt;ref name=&quot;E15&quot;/&gt;\n\nA horn sounds, halting the rangers. Grenn listens intently and wonders if it is a warning about the [[Wildlings]]. Jon pauses before saying that a single blast is for rangers returning while wildlings would have triggered two blasts. Edd notes the horrible moment after one blast on a horn when you must stand and wait, wondering if a second blast will announce foes. Sam adds that three blasts are used to signal [[White Walkers]]. Jon turns to look at him and he explains that it has been a thousand years but the horn is only blown three times for White Walkers. Grenn asks how Sam knows if so much time has passed. Sam begins to say that he read it in a book but Edd pre-empts and mimics his answer. Jon says that he can see Qhorin Halfhand approaching. Edd says that they will live another day, punctuating his monotone with a sarcastic cheer.&lt;ref name=&quot;E15&quot;/&gt;\n\nQhorin reports sighting something on a distant mountain to Lord Commander Mormont. Sam says that he does not see well but Jon is able to discern a fire blazing. Qhorin nods and agrees. He cautions that if the Wildling scouts see them the fire will grow into a warning beacon for [[Mance Rayder]]. Jeor asks how many wildlings have joined Mance and Qhorin says that it seems that they all have. Qhorin elaborates that Mance has gathered his people like deer against the wolves and that they are almost ready to strike. Jeor wonders where and Qhorin speculates that they aim to reach safety south of the Wall. Qhorin cautions that they cannot march on the wildlings or expect to defeat them from their current position.&lt;ref name=&quot;E15&quot;/&gt;\n\nJeor wonders if he is suggesting that they return to the Wall. Qhorin says that because Mance was once a brother of the Nightâ&euro;&trade;s Watch he will have instilled more discipline into the wildlings than they have known before. He counsels that they must fight more like the wildlings in response. He suggests that they should sneak in to the Wildling camp and kill Mance to scatter his army before it can march on the Wall. Jeor realizes that to achieve this they must first overcome his lookouts. Qhorin says that it is a task for a small group. He calls for Harker, Stonesnake and Barber and prepares to descend from the Fist. Jon requests to join Qhorin and Jeor reminds him of his responsibilities as a steward. Jon confidently counters that he has killed a [[wight]], unlike many rangers. Qhorin is impressed but Jeor deflates Jon by reminding him of the beating he suffered at [[Craster]]â&euro;&trade;s hands. Qhorin consoles Jon that Craster is a tough old goat. Sam offers to take on Jonâ&euro;&trade;s duties and Jeor agrees to let him go. He tells Jon that he hopes he will make a better ranger than he did a steward.&lt;ref name=&quot;E15&quot;/&gt;\n\n", "The Old Gods and the New": "[[Qhorin Halfhand]] leads his scouting party into the [[Skirling Pass]]. Jon calls to his direwolf [[Ghost]] to stay close to them but is ignored. Qhorin calls Ghost a pet and Jon objects. Qhorin agrees that a direwolf is not a pet, saying that you cannot tame a wild thing. Qhorin says that wild creatures cannot be trusted and Jon says that Ghost is different. Qhorin asserts that wild creatures have their own unknowable rules and reasons. Qhorin warns that the wildlings they are looking for are nocturnal hunters. Jon points out that Qhorin is contradicting his assertion that you canâ&euro;&trade;t know a wild thing. Qhorin retorts that he meant that Jon canâ&euro;&trade;t. Qhorin expands that the wildlings hide in caves while the sun is up and then do their killing while it is dark. Jon suggests that they do the same and Qhorin counters that they do not know the terrain well enough, saying that he has lost good men to hidden crevasses. Jon says that his father always told him that he was of the North and Qhorin laughs at him. Jon says that he was not joking and Qhorin asks him to look around at the icy terrain and consider if it is anything like his home. Qhorin warns that the land itself will kill you if you start to think that you know it. He asks if Jon understands and Jon nods. Qhorin tells Jon that he does not understand. Qhorin says that they are at war and have always been at war. He says that their war will never end because they are not fighting an enemy but fighting the North, which is not going anywhere.&lt;ref name=&quot;E16&quot;&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\nQhorin tells Jon that the [[Nightâ&euro;&trade;s Watch]] has given him a great gift and that he can reciprocate by giving his life. Jon says that he would gladly give his life for the Watch. Qhorin stops and grabs Jon, telling him that he does not want him to die gladly. He says that he wants him to curse and fight to his last heart beat. Qhorin says that Jonâ&euro;&trade;s death will be a gift to the people south of the wall but that they will never know of his actions or his name. Qhorin again asks if Jon understands him and Jon again answers affirmatively. Qhorin says that Jon is even dumber than he looks and dismisses what he has said as words intended to make them feel that they have a purpose. Qhorin urges Jon onwards saying that they must find their quarry before night falls and the tables are turned.&lt;ref name=&quot;E16&quot;/&gt;\n\nQhorin and his men surround the camp of the wildling lookouts. Qhorin signals the attack and they swiftly kill all but one of the wildlings. Jon pins the survivor against a rock but stays his hand when he sees that his captive is a woman. Jon says that they could take her captive and question her. Qhorin says that she will not answer and that he has known wildlings to bite off their own tongues rather than submit to questioning. Jon asks her name and learns that she is called [[Ygritte]]. Qhorin tells Jon that she was reaching for an axe when he stopped her and that given half a chance she will kill him.&lt;ref name=&quot;E16&quot;/&gt;\n\nYgritte says that she has told Jon her name and he reciprocates. Ygritte says that they should burn the bodies of the wildlings they have killed. Qhorin questions her motivation for wanting them to light a fire. He asks if she has more friends in the area and she warns that they might need their swords again if the bodies are left unburned. Qhorin says that Jon has already killed a [[wight ]]and can do it again. Qhorin asks what awaits them beyond the pass and Ygritte says that there are more free folk than they have ever seen. Qhorin asks why they are in the [[Frostfangs]] and Ygritte does not answer. Qhorin asks if they mean to march on the wall and again gets no response. He approaches her and puts a gloved hand to her face, asking if she knows who he is. She recognizes him and he asks what her people would do if they caught him. She says that if he they were feeling kind they would grant him a quick death. Qhorin pragmatically details the reasons that Ygritte must die and draws his sword. Jon says that he will kill her himself. Qhorin leads the rest of his men away and tells Jon to meet them at the summit, warning him to be quick because they are deep in wildling territory.&lt;ref name=&quot;E16&quot;/&gt;\n\nYgritte realizes that Jon has never killed a woman before. She says that he need not kill her because she is sure that [[Mance Rayder]] would take him. She offers to show him secret ways through the pass. Jon turns his blade against her throat and asserts his loyalty to the Nightâ&euro;&trade;s Watch. He withdraws the point of his sword and Ygritte turns her neck towards him. She asks him to burn her body and he says that he canâ&euro;&trade;t because someone might see the smoke. She asks him to strike hard and true, threatening to haunt him. He hesitates and she says that the blade is cold against her neck before urging him on. He raises the blade and then strikes against the rock in front of Ygritte. She hits his leg with a stone and runs off.&lt;ref name=&quot;E16&quot;/&gt;\n\nHe tracks her, sticking to higher ground. He slides down a slope and tackles her to the ground. He draws a knife and holds it to her throat. She says that they both know that he canâ&euro;&trade;t do it. She warns that the sun is going down and his friends are long gone. He says that they will find him and she tells him to call for them.&lt;ref name=&quot;E16&quot;/&gt;\n\nJon leads Ygritte across rocky ground, her arms bound to the rope he is holding. She asks if his brothers have deserted him and offers to tell him which way to go. He says that they will sleep where they have stopped. She balks at the lack of shelter and he says that there is no shelter where they are. She says that he needs to know where to look. Ygritte warns that they could be killed by the cold and suggests they light a fire as Jon binds her legs. He refuses to consider a fire and lowers her to the ground. She suggests that they would stay warm if they stay close. She says that he will freeze before she does and he lays beside her. She asks if he thinks his brothers are looking for him. He says that they will find him and she calls him stupid but brave. He urges her to get some sleep before they start walking again at first light. She wiggles her hips against him and he tells her to stop moving. She says that she was just trying to get comfortable. She repeats the action and he again tells her to stop.&lt;ref name=&quot;E16&quot;/&gt;\n\n", "The Prince of Winterfell": "[[File:Rattleshirt.png|thumb|[[Ygritte]] delivers Jon to the [[Rattleshirt|Lord of Bones]].]]\n[[Ygritte]] leads Jon across a glacial lake with the rest of her party. She brings him to the [[Rattleshirt|Lord of Bon]][[Rattleshirt|es]] and says that he is a present. The wildling commander is dismissive, gesturing to [[Qhorin Halfhand]] and saying that he already has one captive from the Nightâ&euro;&trade;s Watch and does not need another. Ygritte asserts that [[Mance Rayder]] will want to question Jon because he knows about the plans of the Watch. The Lord of Bones counters that Qhorin knows more and orders Jon killed. Ygritte defends Jon, citing his honorable treatment of her when she was his prisoner. The Lord of Bones is unmoved and repeats his order. Ygritte reveals Jonâ&euro;&trade;s status as the bastard son of [[Eddard Stark]] and insists that Mance will want him. The Lord of Bones asks why Mance should care about a dead manâ&euro;&trade;s bastard and Ygritte retorts that Mance will want to decide for himself. The Lord of Bones threatens to castrate Jon if he attempts to escape and Ygritte says that she would do it herself if he tries to escape. She turns to Jon and says that they are even.&lt;ref name=&quot;E18&quot;&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\nYgritte pushes Jon to the ground next to Qhorin. Jon tells the ranger that he was unable to kill Ygritte. Qhorin has already worked out the sequence of events. Jon asks where the other men are and Qhorin tells him that they turned back to look for him when he did not return. He says that the wildings found them while they were tracking Jon. Jon realizes that the others died because of his actions. Qhorin tells him to make sure that they did not die for nothing.&lt;ref name=&quot;E18&quot;/&gt;\n\n[[File:Halfhand_and_Jon_Snow.jpg|thumb|[[Qhorin]] begins his plan for Jon.]]\nThe wildlings lead their prisoners across a stony ridge. Qhorin seizes the opportunity to talk to Jon. He tells him that Mance is going to march on the Wall and suggests that an infiltrator within his army will be worth a thousand men fighting against it. Jon says that they will never trust him. Qhorin suggests that they might if Jon does what needs to be done. Jon is confused by the remark. Qhorin loudly berates Jon for causing the deaths of their sworn brothers to spend time with Ygritte and Jon protests his innocence. Qhorin says that he should have known better than to trust a traitorous bastard and pushes Jon down the slope. The Lord of Bones warns Qhorin that Jon is not his to kill. Ygritte waits for Jon to right himself, looking at him thoughtfully.&lt;ref name=&quot;E18&quot;/&gt;\n\n", "TOP": "Jon Snow Season 208118bgno35u7xwdtnfgqckxk2aiif5l33ii1635942014-11-02T01:22:15ZArticXiongmao15030876{{Template:Delete}}In '''[[Season 2]] [[Jon Snow]]''' remains a major character. [[Lord Commander]] [[Jeor Mormont]] continues to prepare Jon for a command role as the great ranging travels North seeking [[Benjen Stark]] and explanations for the disappearance of the [[wildling]]s and the [[wight]] attack.\n\n", "Valar Morghulis": "Ygritte pushes Jon along in a column of marching wildlings. She says that they are less than a day away from the camp and warns Jon that he is facing a troubled night because [[Mance Rayder]] has ways to make crows sing. She whacks him on top of the head with the flat of his own sword to punctuate her taunt. The [[Lord of Bones]] is behind Ygritte. [[Qhorin]] is next in the line, bound by a leash held by the wildling commander. Ygritte tells Jon that he might survive the night if he knows what to say. She hits him with Longclaw again and warns him that silence is the wrong choice. Jon warns her to be careful with the sword, needling that she might cut herself. He ducks her next swing and guesses that she has never swung a sword before. He says that she looks like a baby with a rattle. They square off and the Lord of Bones tells them to stop.&lt;ref name=&quot;E20&quot;&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n\nQhorin seizes the moment of distraction to act. He head butts the wildling behind him and takes his sword. He then shoves the Lord of Bones off his feet, causing him to drop the leash. He attacks Jon and manages to knock Jon off his feet before he is restrained by the wildlings. Jon calls for him to stop. Qhorin shouts that Jon is a traitor and asks if he is planning to give Mance an invitation to Castle Black. The Lord of Bones calls to his men to let them fight and Ygritte drops Longclaw on the ground next to Jon. Qhorin pulls free of the men holding him and swings at Jon as he picks up the sword. Jon fights defensively, parrying Qhorinâ&euro;&trade;s furious attacks and giving up ground. Qhorin shoves Jon into the circle of wildling surrounding them and they push Jon back towards his assailant. Qhorin mocks Jonâ&euro;&trade;s ability and renews his assault. Jon begins to swing back at Qhorin and ducks under one of his cuts. Qhorin asks Jon if his traitor father taught him the move. Jon attacks in earnest and their blades lock, bringing them face to face. Qhorin suggests that it was Jonâ&euro;&trade;s â&euro;&oelig;whore motherâ&euro;? and then head butts him, knocking him to the ground. Qhorin does not press his advantage and Jon regains his footing. Jon charges back at the older ranger and manages to disarm him. He stabs Qhorin through the chest, bringing them face to face again. Jon wrenches his blade free from his sworn brother and Qhorin uses his last breath to recite part of their oath â&euro;&oelig;We are the watchers on the Wall.â&euro;?&lt;ref name=&quot;E20&quot;/&gt;\n\n[[File:Jon kills Qhorin.jpg|thumb|Jon kills Quorin.]]\nQhorin collapses dead to the ground and Ygritte says that they can tell Mance that Jon is the man who killed Qhorin. The Lord of Bones takes Longclaw and cuts Jon free of his bonds. He tells his men to burn the body and warns Jon that he does not want the Halfhand coming back for him. Ygritte tells Jon to follow her and leads him to the crest of the mountain. They look down on a vast wildling camp and Ygritte says that it is time for him to meet the King Beyond the Wall. She descends the snowy slope. Jon looks back at Qhorinâ&euro;&trade;s burning body and then follows her towards the camp.&lt;ref name=&quot;E20&quot;/&gt;\n\n", "A Man Without Honor": "Jon awakens next to his captive [[Ygritte]] on the frozen stony ground of the [[Skirling Pass]]. Ygritte feels his erection (likely due to nocturnal penile tumescence or &quot;morning wood&quot;) pressing against her and accuses him of having pulled a knife on her during the night. He leaps up and she is surprised by his reaction, wondering if it is the first time he has been so close to a woman. She deduces that he is a virgin and asks how old he is. Jon says only that he is a man of the Nightâ&euro;&trade;s Watch. She retorts that he is a boy that has never been with a girl. Jon unties her legs as she needles him about his sexual repression. He orders her to get moving, leading her by a rope.&lt;ref name=&quot;E17&quot;&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\nYgritte continues to tease Jon about his virginity as they walk on through the pass, searching for the rest of his scouting party. She asks if there are no women in the Nightâ&euro;&trade;s Watch and accuses Jon of homosexuality. He denies this and she suggests bestiality. When he does not respond, she deduces that they are reduced to masturbation and cites this is an explanation for their surliness. Jon tells her to be quiet and she accuses him of feeling superior to her. She asserts her independence as a free woman and he laughs, reminding her that she is his prisoner. She says that her freedom stems from not being beholden to oaths or lords. She says that Jonâ&euro;&trade;s oath has cost him his freedom to pursue women. She says that rather than pursuing sex the Nightâ&euro;&trade;s Watch is invading their lands. Jon angrily interrupts to say that the wildlings have been raiding their lands since for centuries and cites the attack by [[Stiv]]â&euro;&trade;s band on [[Bran Stark]] as an example. Ygritte retorts that [[the North]] does not belong to Jonâ&euro;&trade;s people and that the wildlings lived there until the Wall was built. Jon reveals that he was fathered by [[Eddard Stark]] and has the blood of the [[First Men]]. He says that his ancestors lived in the region just as Ygritteâ&euro;&trade;s did. Ygritte asks why they are fighting if they have shared ancestry, walking away as fast as her leash will allow.&lt;ref name=&quot;E17&quot;/&gt;\n\nJon and Ygritte walk deeper into the pass. Ygritte compares their cultures, asserting that the [[Free Folk]] are just as good as the people of the [[Seven Kingdoms]]. She insists that freedom is worth not living in castles and not being able to forge strong steel. She criticizes Jonâ&euro;&trade;s willingness to accept the restrictions placed upon him by his oath to the Nightâ&euro;&trade;s Watch and claims that the free folk would kill anyone who tried to impose such rules on them. She denigrates accepting rule by succession. Jon counters that the wildlings have accepted [[Mance Rayder]] as their [[King Beyond the Wall]]. Ygritte retorts that they chose their king to lead them and adds that Mance was a man of the Nightâ&euro;&trade;s Watch like Jon but wanted to be free. She urges Jon to make the same choice and offers to teach him how to survive in the wild. She says that he is pretty and would be popular with women. He orders her to walk on. She offers to teach him how to have sex and he claims that he already knows. She tells him that he knows nothing.&lt;ref name=&quot;E17&quot;/&gt;\n\nYgritte questions Jon how long it will take then to reach his people and he claims that they are close. She presses him for a specific time and deduces that he does not know. She threatens to accuse him of rape when they reach his people, acting out a scenario for him where she was an innocent captive ruined by his advances. He orders her to turn around and she incorporates that into her accusation. She says that they might as well do it anyway, still needling him for his embarrassment about the subject. She approaches him as she speaks seductively about her proposal. When she gets too close he puts a hand on his sword and she pretends to back off. She then hauls on her leash, pulling Jon off his feet and darts away. He chases her into an ambush, finding himself surrounded by wildlings clad in white fur.&lt;ref name=&quot;E17&quot;/&gt;\n\n", "The Night Lands": "Sam brings Gilly to see Jon and introduces her as one of Craster's daughters. They tell Jon that she is pregnant and Sam says they have to take her with them. Jon is angry at Sam for considering violating their orders to stay away from Craster's wives. Gilly interrupts their recriminations to reassure Jon that she can run. Jon says that it is not possible and Gilly begins to say what she is afraid of but stops short of telling Jon what will happen if her child is a boy. Jon is annoyed that she wants them to risk their lives for her but will not say what she fears. Gilly runs off and Sam asks Jon why he was cruel. Jon again criticises Sam's lack of regard for their orders with his desire to steal Gilly. Sam says that you cannot steal a person. Jon wonders what Sam was planning to do when Gilly went into labour. Sam claims to have read about the delivery process, but admits that it was only a little. Jon apologises and says that they cannot help Gilly.&lt;ref name=&quot;E12&quot;&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\nJon notices Craster carrying a baby into the woods at night and follows them into the trees. Craster leaves the baby on the ground and turns back towards his keep. Jon hides behind a tree as Craster passes. Jon then approaches the screaming child, drawing his sword. He hears the chittering, whispering voices of [[White Walkers]] echoing all around him as he gets closer. Hiding behind a tree, Jon sees a White Walker pick up the baby from the ground and hears it speak, silencing the baby's cries before the Walker carries it into the forest. Before Jon can pursue the creature, Craster returns and knocks Jon out with a blow to the head.&lt;ref name=&quot;E12&quot;/&gt;\n\n", "The North Remembers": "In the far North the great ranging of the [[Night's Watch]] under [[Lord Commander]] [[Jeor Mormont]] traverses the Haunted Forest. They have been travelling for months and have found only abandoned wildling villages. Jon passes the sledge housing their ravens. He asks [[Samwell Tarly]] if he is having a hard time and Sam responds that nothing has killed him. [[Grenn]] is trying to push the sledge through the mud and complains that Samâ&euro;&trade;s weight damaged it. Sam counters that Grenn offered him a ride and Grenn says that he only did so because he was fed up of Sam's complaints about his blisters. [[Eddison Tollett]] watches the bickering pair. Jon dismounts and leads his horse towards the wooden hall known as [[Craster's Keep]]. Edd stands beside him and deadpans that he was born in a similar place but that he has now fallen on hard times. Sam joins them and notes the women working around the hall, asking if they are girls. Sam says that he has not seen a girl for six months and Edd warns the younger men not to speak to them. Grenn wonders if [[Craster]] does not like people speaking to his daughters and Edd says that they are also his wives, explaining that Craster marries his daughters and breeds more daughters with them. Sam and Grenn state their disgust and Edd counters that while all the other wildlings in the area have disappeared Craster is still present so he must be doing something right. Jon wonders what happens to Craster's sons.&lt;ref name=&quot;E11&quot;&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\n[[File:Sam, Edd and Jon 2x01.jpg|thumb|The Night's Watch approaches Crasters Keep.]]\nInside the hall the Lord Commander questions Craster about [[Benjen Stark]], noting his plan to stay with Craster on his way to [[the Frostfangs]]. Craster says that he has not seen Benjen for three years and has not missed him because of his superior attitude. The officers of the Watch are seated around Crasterâ&euro;&trade;s fire and [[Othell Yarwyck]] is among them. Craster says that he has not drunk good wine for years and that the southerners make good wine. Jon interrupts and says that they are not southerners. Craster turns his attention on Jon, calling him womanly and demanding his name. He notes his bastard surname and claims that anyone from south of the wall is a southerner. Craster says that they are in the real north now. Jeor says that Jon meant no harm and Craster warns Jon against talking to his daughters. Jeor agrees to follow Crasterâ&euro;&trade;s rules while they are his guests and orders Jon to sit down and keep quiet. Craster asks if they brought wine and Jeor says that they did before questioning him about the abandoned villages they have passed. Craster insists on wine before he answers and Jeor sends a man to fetch a cask of Dornish wine from their supplies. Jon looks around at Crasterâ&euro;&trade;s numerous daughter-wives on the upper level of the hall. Craster reveals that the other wildlings have all gone to join [[Mance Rayder]], calling him Jeorâ&euro;&trade;s old friend. Jeor objects to the characterisation and decries Mance for breaking his vows to the Watch. Craster notes that Mance has gone from being a simple brother to the [[King Beyond the Wall]]. Jeor observes that Mance has claimed that title for years but wonders what he rules. Craster holds up a finger and comments on the axe one of the officers is holding. Jeor orders the man to hand over the weapon, promising that it will be replaced on their return to Castle Black. Craster tests the weapon by cutting into the wood at his feet. He then reveals that Mance has been gathering an army and plans to march south. Jeor warns that it is a bad time to live alone in the wild and that â&euro;&oelig;The cold winds are rising.â&euro;? Craster is unimpressed and says that his roots are sunk deep. He pulls over his daughter-wife [[Gilly]] and instructs her to tell Jeor how content they are, calling him the Lord Crow. Gilly says that they are protected by Craster and that it is better to live free than die a slave. Craster asks if Jeor is jealous of his many wives. Jeor says that they chose different paths and Craster jokes that Jeorâ&euro;&trade;s path has only boys on it. Craster stands and asks if they would like to stay and Jeor accepts the offer. Craster warns that he will take the hand of any man who touches his wives and threatens to gouge Jonâ&euro;&trade;s eyes out if he so much as looks at them.&lt;ref name=&quot;E11&quot;/&gt;\n\nAfter they leave the hall Jeor pins Jon against a wall and demands that he state their respective roles as Lord Commander and Steward. He tells Jon that he must learn how to follow before he can lead.&lt;ref name=&quot;E11&quot;/&gt;\n\n", "What is Dead May Never Die": "Jon is pushed through the door of Craster's Keep with his wrists bound and face bloodied. Craster follows his captive inside and rouses the men of the Night's Watch. He tells them to get out blaming Jon for meddling and kicking his captive. Jeor and his men rise from their beds and Craster's wives watch from the rafters, Gilly among them. Craster approaches the Lord Commander and hands him [[Longclaw]], telling him that he wants his men to leave and insisting that they make things right. Jon starts to speak but the Lord Commander sends him outside.&lt;ref name=&quot;E13&quot;&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\nJeor exits to find Sam cleaning Jon's injuries. He dismisses Sam and then questions Jon about his actions. Jon admits following Craster and realizes that Jeor has known all along about Craster's actions. Jeor explains that Craster is sacrificing his sons to the cruel gods of the wildlings. Jeor chooses to ignore the crime because of Craster's utility to the Night's Watch. Jon reveals seeing something taking the child. Jeor predicts that whatever it was Jon will see it again. He hands him the sword and instructs him not to lose it again.&lt;ref name=&quot;E13&quot;/&gt;\n\n"}, "title": "Jon Snow Season 2"}