{"attributes": {"status": " :Category:Status: Alive", "10": "yes==Quotes==Quote", "death": "", "last": "&quot;Fire and Blood&quot;", "family": "", "title": "Jon Umber", "season": "Season 1", "image": "greatjon.png", "allegiance": "House Stark&lt;br /&gt;House Umber", "actor": "Clive Mantle (Season 1)", "religion": " Old Gods of the ForestQuote", "culture": " Northmen", "titles": "Lord of Last Hearth", "link": "House UmberCharacter", "8": "yes", "9": "yes", "place": "Last Hearth", "aka": ["The Greatjon", "Greatjon Umber"], "appearances": "3 episodes &lt;small&gt;(#Appearances", "first": "&quot;The Pointy End&quot;"}, "sections": {"Behind the scenes": "*On 9 July 2012 it was revealed that Mantle was not able to return for the second season due to a scheduling clash. He was not asked to return for the [[Season 3|third season]] either, with much of his scenes given to [[Brynden Tully]]. It is not known if the role will be recast or if Mantle as the Greatjon will be able to return in later seasons.&lt;ref&gt;[http://winteriscoming.net/2012/07/filming-on-season-three-begins-today/#comment-200823 Winter is Coming]&lt;/ref&gt;\n\n*Nevertheless, Bryan Cogman confirmed in his twitter account that the Greatjon was not present at the Red Wedding and remains alive and free.\n\n", "TOP": "Jon Umber02329a56y91fv5b7pccn3m3u1q3uskt0acbb1809412015-04-04T05:24:30ZThe Dragon Demands5014364/* Quotes */{{Heraldry\n|image=Umber mini shield.png\n|link=House Umber\n}}\n\n{{Character\n| Title=Jon Umber\n| Image=greatjon.png\n| Season=[[Season 1|1]]\n| First=&quot;[[The Pointy End]]&quot;\n| Last=&quot;[[Fire and Blood]]&quot;\n| Appearances=3 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n| Aka=The Greatjon&lt;br&gt;Greatjon Umber\n| Titles=[[Lord of Last Hearth]]\n| Status= [[:Category:Status: Alive|Alive]]\n| Death=\n| Place=[[Last Hearth]]\n| Allegiance=[[House Stark]]&lt;br /&gt;[[House Umber]]\n| Family=\n| Actor=[[Clive Mantle]] (Season 1)|Culture = [[Northmen]]|Religion = [[Old Gods of the Forest]]}}\n{{Quote|Why shouldn't we rule ourselves again? It was the dragons we bowed to. And now the dragons are dead. There sits the only king I'll bend my knee to: the King in the North!|Greatjon Umber|Fire and Blood}}\n\n'''Jon Umber''', commonly called '''The Greatjon''' due to his large size, is a recurring character in the [[Season 1|first]] season. He is played by guest star [[Clive Mantle]] and debuts in &quot;[[The Pointy End]].&quot; The Greatjon is the [[Lord of Last Hearth]] and a formidable and proud bannerman of [[House Stark]]. He is fighting for [[Robb Stark]] in the [[War of the Five Kings]]. He is not present in the [[Season 2|second season]], as he is leading northern forces fighting in [[the Riverlands]], nor in the [[Season 3|third]] or [[Season 4|fourth]] seasons. His role as Robb's chief northern advisor is taken up by Lord [[Roose Bolton]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Jon Umber, dubbed &quot;The Greatjon&quot;, is a huge bear of a man, standing slightly under seven feet tall, who makes for a fierce, loyal friend but a savage and dangerous enemy. He is the Lord of Last Hearth, the northern-most castle of [[the North]] bar only the lands held by the [[Night's Watch]]. After his initial confrontation with Robb in which he loses two of his fingers to Robb's direwolf, he gains complete respect for Robb for standing up to him, and he becomes one of the King in the North's greatest champions. As in the TV series, it was Greatjon who first declared that Robb should be crowned king of an independent North, rather than submit to southern kings again. The Greatjon has a son, also named Jon and nicknamed &quot;Smalljon&quot;, and two uncles, Mors and Hother (nicknamed &quot;Crowfood&quot; and &quot;Whoresbane&quot; respectively). &quot;Smalljon&quot; is nicknamed to denote his younger age, not a reference to his size, he is in fact almost as large as his father and is noted to still be growing and may even end up larger than his father.\n\nIn ''A Clash of Kings'', the Greatjon remains in Robb Stark's army when the King in the North invades the Westerlands, while each Riverlord is given leave to reclaim their own lands from Lannister occupation.\n\nIn ''A Storm of Swords'', the Greatjon attends the [[Red Wedding]]. Merrett Frey was given the task of getting the Greatjon too drunk to fight by engaging him in a drinking contest. Despite consuming a vast quantity of wine, when the massacre began Greatjon still grabbed a sword and fought valiantly. It took eight men to overcome him, and he killed one and injured two. Even when he could not fight with his hands, he fought with his teeth, and bit off half the ear of one of the assailants. The Greatjon is among the few guests who was taken alive by the Freys, while his son, the Smalljon, is killed by [[Dreadfort]] men while defending Robb.\n\n", "Quotes": "{{Quote|Your meat...is bloody tough!|Jon Umber to Robb Stark, laughing off that Robb's direwolf just bit off two of his fingers.|The Pointy End}}\n\n{{Quote|Don't worry, [[Theon Greyjoy|lad]]. He won't be leaving here with his head.|Jon Umber to Theon Greyjoy about a Lannister spy.}}\n\n", "See also": "* {{AWOIAF|Jon Umber (Greatjon)}} (spoilers from the books)\n\n", "Appearances": "{{Season One Appearances|8=yes|9=yes|10=yes}}\n\n", "Biography": "===Background===\nJon Umber is the [[Lord of Last Hearth]] and the head of [[House Umber]], a loyal vassal family to [[House Stark]] of [[Winterfell]]. He is a large, formidable warrior.\n\n===[[Season 1]]===\n[[Robb Stark]] sends ravens to the bannermen of [[House Stark]] instructing them to assemble for a march south to King's Landing to free [[Eddard Stark]]. The Greatjon leads a contingent of Umber troops to join the Stark army assembling at Winterfell. He is furious when Robb appoints [[Galbart Glover]] to lead the vanguard of the army during a feast at Winterfell. The Greatjon demands the honor for himself and refuses to follow a Glover into battle, threatening to take his troops home. Robb challenges him by saying that he will arrest him as a traitor on his return from the South. The Greatjon draws his knife and Robb's [[direwolf]] [[Grey Wind]] barrels down the table and knocks him off his feet. Grey Wind bites off two of the Greatjon's fingers. Robb mercifully offers that The Greatjon drew his knife in order to cut his meat for him and the Greatjon laughs off the incident calling Robb's meat tough.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\n[[Catelyn Stark]] joins the army at [[Moat Cailin]]. The Greatjon vows that they will smash the [[House Lannister|Lannisters]] and march on to [[King's Landing]] to rescue [[Eddard Stark|Lord Eddard]]. He objects to Robb releasing a Lannister scout from custody, but Robb exercises his authority and the Greatjon reluctantly accepts his decision. The scout had overestimated the size of Robb's forces.&lt;ref&gt;&quot;The Pointy End&quot;&lt;/ref&gt;\n\nAfter hearing of the execution of Lord Eddard, the Greatjon declares that he will never accept any king of [[House Baratheon]] as his ruler again, and leads the bannermen of House Stark as well as the Riverlords in proclaiming Robb the [[King in the North]].&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\nWhile King [[Robb Stark]] invades [[the Westerlands]], Greatjon Umber is tasked with liberating [[the Riverlands]] from Lannister occupation. Lord Umber [[Liberation of Raventree Hall|expels]] the Lannisters from [[Raventree Hall]], then restoring the ancient castle of [[House Blackwood]], and then wins another [[Liberation of Stone Hedge|victory]] at [[Stone Hedge]], which is then reclaimed by its rightful lord, [[Jonos Bracken|Jonos]] of [[House Bracken]].&lt;ref&gt;Season 2 Bluray: War of the Five Kings feature&lt;/ref&gt;\n\n===[[Season 3]]===\nThe Greatjon is not present at [[the Twins]] during the events of the [[Red Wedding]], making him one of the few bannermen of House Stark that remains alive and free.&lt;ref&gt;[https://twitter.com/b_cogman/status/446300694090637312]&lt;/ref&gt;&lt;ref&gt;[https://twitter.com/b_cogman/status/446329941031124992]&lt;/ref&gt; It is for this reason that Bran Stark orders Osha to take Rickon Stark to seek refuge with him, fearing for his safety during the journey to find the [[three-eyed raven]].\n\n"}, "title": "Jon Umber"}