{"attributes": {"status": " :Category: Status: Dead", "title": " Jon Connington", "season": " Histories &amp; Lore", "allegiance": [" House Connington", "House TargaryenQuote"], "titles": [" Lord of Griffin's Roost", "Hand of the King"], "link": "Hand of the KingCharacter", "mentioned": " &quot;Robert's Rebellion (Histories &amp; Lore)&quot;", "place": " Griffin's Roost"}, "sections": {"TOP": "Jon Connington021485hqh9r4llgj7c58mofr6tvj7xphntywy1769142015-03-14T16:20:05ZDaemon Targaryen24097499{{Conjecture}}\n[[File:Hand mini badge.png|thumb|right|50px|link=Hand of the King]]\n{{Character\n|Title = Jon Connington\n|Season = [[Histories &amp; Lore]]\n|Mentioned = &quot;[[Robert's Rebellion (Histories &amp; Lore)]]&quot;\n|Titles = [[Lord of Griffin's Roost]]&lt;br&gt;[[Hand of the King]]\n|Status = [[:Category: Status: Dead|Deceased]]\n|Place = [[Griffin's Roost]]\n|Allegiance = [[House Connington]]&lt;br&gt;[[House Targaryen]]}}{{Quote|I told the court that Robert was hiding in the Stoney Sept, but the Hand of the King spent too much time searching the city. Something about the glory of single combat.|[[Varys]]|Robert's Rebellion (Histories &amp; Lore)}}'''â&euro;&lsaquo;Jon ConningtonÂ '''â&euro;&lsaquo;wasÂ the [[Lord of Griffin's Roost]] and [[Hand of the King]] toÂ King [[Aerys II Targaryen]].\n==â&euro;&lsaquo;History==\n\nDuring [[Robert's Rebellion]] he was tasked with capturing [[Robert Baratheon]] at the [[Stoney Sept]]. Connington insisted on engaging Robert in single combat and his army was defeated when [[Eddard Stark]] arrived to aid Robert with reinforcements, resulting in the [[Battle of the Bells]].&lt;ref&gt;&quot;[[Robert's Rebellion (Histories &amp; Lore)]]&quot;&lt;/ref&gt;\n\n", "See also": "*{{AWOIAF}} (MAJOR spoilers from the books)\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Jon Connington was the only surviving son of Armond Connington, Lord of Griffin's Roost, and his wife. He served as a squire in [[King's Landing]] along with Prince [[Rhaegar Targaryen]]. He was the most headstrong amongst the gaggle of young lordlings who would gather around Prince Rhaegar competing for his royal favor. He danced with Ashara Dayne at the Tourney at [[Harrenhal]] and was unhorsed at a tourney held at [[Storm's End]] by Ser [[Barristan Selmy]].\n\nDue to his connections with the royal family, and because he was a noted warrior, Jon was chosen by King Aerys II as Hand of the King after the dismissal of Owen Merryweather. Aerys wanted someone young and vigorous to match the rebelling Robert Baratheon. When word of the kingâ&euro;&trade;s choice reached [[Tywin Lannister]] he declared that the Handship had come to soon for Connington as he was too young, too bold and too eager for glory. Because the traditional lords of [[the Stormlands]], [[House Baratheon]], were in rebellion to the crown, Jon Connington was possibly titled [[Lord of Storm's End]], although that castle was still held by [[Stannis Baratheon]] during the rebellion.\n\nAfter the [[Battle of Ashford]], Connington took over the pursuit of Robert from the Tyrell army. In [[the Riverlands]], near the town of Stoney Sept, he caught up with Robert, who was hiding in the town. Jon's soldiers began a house-to-house search after failing to find him, but they did not locate Robert before his allies arrived at Stoney Sept to oust Connington and his forces. At this point the Battle of the Bells began. The rebel army under the joint command of Lords Eddard Stark, [[Jon Arryn]] and [[Hoster Tully]] immediately began attacking the royal army. Jon Connington fought back fiercely, personally killing Jon Arryn's nephew and heir, Denys Arryn, and wounding Lord Tully. It was thought that Robert would have killed Jon, but in spite of the determination of both men to find each other in the chaos, they never crossed swords. When Connington saw that the battle was lost, he managed to escape and was able to retreat in good order. Jon's retreat was quite a feat considering the fierce, urban fighting would have made it hard to hold the army together.\n\nKing Aerys II held Jon responsible for this defeat and exiled him, stripping him of his lands, wealth and titles. Many of Connington's detractors stated he could have ended the rebellion in a single stroke by burning Stoney Sept to the ground, killing Robert before his allies arrived to rescue him but didn't because he wanted the glory of slaying Robert in single combat.  Others pointed out that if Connington burned Stoney Sept to the ground, but Robert still managed to escape, it would have severely shamed the royal side in the war, and more lords would have gone over to the rebels in protest.  Griffin's Roost was rewarded to Jon's cousin, Ronald Connington. After the war, most of House Connington's lands were distributed to more fervent supporters of the new king, Robert Baratheon. Once on the Iron Throne Robert was not willing to recall Lord Jon from exile, since he had been among Prince Rhaegar's closest friends.\n\nHe lived out the remainder of his days in disgrace before drinking himself to death in [[Lys]].\n\n"}, "title": "Jon Connington"}