{"attributes": {"status": " :Category:Status: Alive", "age": " Approx. 21 in Season 5Quote", "family": [" Eddard Stark - father", "Wylla - alleged mother", "Benjen Stark - uncle", "Robb Stark - half-brother", "Sansa Stark - half-sister", "Arya Stark - half-sister", "Bran Stark - half-brother", "Rickon Stark - half-brother", "Talisa Maegyr - half-sister-in-law", "Tyrion Lannister - half-brother-in-law", "Ygritte - lover"], "rightlink": "Night's WatchCharacter", "culture": " Northmen", "season": " Season 1", "image": " Jon Snow in The Children.png", "leftimage": "Snow mini shield.png", "allegiance": [" The Night's Watch", "House Stark"], "actor": " Kit Harington", "religion": " Old Gods of the Forest", "titles": " Steward", "rightimage": "Crow mini shield.png", "place": " Winterfell", "title": " Jon Snow", "aka": [" Lord Snow", "The Bastard of Winterfell"], "first": " &quot;Winter is Coming (episode)", "appearances": " 32 episodes &lt;small&gt;#Appearances", "leftlink": "House Stark"}, "sections": {"Family tree": "{{House Stark family tree}}\n\n", "Behind the scenes": "On the Season 3 Blu-ray, Jon narrates theÂ [[Histories &amp; Lore]] video '''&quot;[[The North (Histories &amp; Lore)|The North]]&quot;'''.\n\nHarington is contractually obligated to keep his hair long enough in the off-season that he can return to playing Jon Snow during actual filming - it would take longer than a full year for his hair to grow back to its full length need for the role. To achieve Jon Snow's signature long dark hair, the TV series's hair designer [[Kevin Alexander]] first has to dye Harington's hair slightly darker; Then, to create the effect of dirty ringlets, he dampens the hair and then puts in a mixture of wax and hair putty before the hair totally dries. This combination keeps the curls soft and movable - if they were put on dry hair it would make it stiff.&lt;ref&gt;[http://fashionista.com/2013/06/game-of-thrones-hair-designer-answers-all-our-pressing-questions]&lt;/ref&gt;\n\n", "TOP": "Jon Snow02123h0pjnia8qhyq5695uwc1jfeynv0d76m1807302015-04-03T18:39:32ZAsguardian26092854{{Heraldry\n|leftimage=Snow mini shield.png\n|leftlink=House Stark\n|rightimage=Crow mini shield.png\n|rightlink=Night's Watch\n}}\n{{Character\n| Title = Jon Snow\n| Image = Jon Snow in The Children.png\n| Season = [[Season 1|1]], [[Season 2|2]], [[Season 3|3]], [[Season 4|4]], [[Season 5|5]]\n| First = &quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;\n| Appearances = 32 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Aka = Lord Snow&lt;br&gt;The Bastard of Winterfell\n| Status = [[:Category:Status: Alive|Alive]]\n| Titles = Steward\n| Place = [[Winterfell]]\n| Allegiance = The [[Night's Watch]]&lt;br&gt;[[House Stark]]\n| Family = {[[Eddard Stark]]} - father&lt;br&gt;[[Wylla]] - alleged mother&lt;br&gt;[[Benjen Stark]] - uncle&lt;br&gt;{[[Robb Stark]]} - half-brother&lt;br&gt;[[Sansa Stark]] - half-sister&lt;br&gt;[[Arya Stark]] - half-sister&lt;br&gt;[[Bran Stark]] - half-brother&lt;br&gt;[[Rickon Stark]] - half-brother&lt;br&gt;{[[Talisa Maegyr]]} - half-sister-in-law&lt;br&gt;[[Tyrion Lannister]] - half-brother-in-law&lt;br&gt;{[[Ygritte]]} - lover\n| Religion = [[Old Gods of the Forest]]\n| Culture = [[Northmen]]\n| Actor = [[Kit Harington]]\n| Age = Approx. 21 in Season 5}}\n\n{{Quote|Let me give you some advice, bastard. Never forget what you are. The rest of the world will not. Wear it like armor, and it can never be used to hurt you.|[[Tyrion Lannister]] to Jon Snow|Winter is Coming}}\n\n'''Jon Snow''' is a major character in the [[Season 1|first]], [[Season 2|second]], [[Season 3|third]],Â [[Season 4|fourth]] and [[Season 5|fifth]] seasons. He is played by starring cast member [[Kit Harington]], and debuts in the [[Winter is Coming|series premiere]]. Jon is the [[Bastardy|bastard]] son of Lord [[Eddard Stark]] of [[Winterfell]]. He is a [[Steward (Night's Watch)|steward]] in the [[Night's Watch]]. Now serving on [[the Wall]], Jon has found a place of acceptance where the circumstances of his birth are of little importance. He has a pet [[Direwolves|direwolf]] named [[Ghost]], andÂ wields the bastard sword, [[Longclaw]], which was a gift from [[Lord Commander of the Night's Watch|Lord Commander]] [[Jeor Mormont]] who sees Jon as a surrogate son.\n\nOn a mission to discover [[King-Beyond-the-Wall]] [[Mance Rayder]]'s plans, Jon infiltrated the [[Free Folk|wildling]] army. While learning their plans, Jon fell in love with a wildling woman, [[Ygritte]], and began a relationship with her. Jon was forced to leave her behind after they scaled the Wall. Jon returned to his sworn brothers in the Watch and warned them about the coming invasion.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Jon is 14 years old when the story begins. Jon resembles his father with a lean build, long face, and gray eyes, more than any of his true-born children. Eddard refuses to reveal who Jon's mother is. Jon feels alienated from his family because of his bastard status and the coldness of Lady Catelyn, who sees him as an interloper in her family and resents that he lives at Winterfell with her true-born children. At the feast to welcome King Robert Jon is made to sit with the commoners, far from his father and brothers, as Catelyn fears that the king or queen would take insult at sharing a table with a bastard. This coincides with the visit by his uncle Benjen, and (emboldened by having more than he is used to drinking) makes Jon realize that his future may lie outside Winterfell's walls. His uncle frustrates Jon by telling him to wait a few years before deciding, but when Eddard decides to go to King's Landing, Lady Catelyn refuses to allow Jon to remain behind at Winterfell. Catelyn was relieved because when Jon joined the Watch he forsook any right to inheritance, and could never challenge her own sons for Winterfell. Nor did Catelyn have to pressure Jon into joining: he went to the Wall of his own volition, albeit because he had been raised on legends of the former glories of the Night's Watch. He is crestfallen to discover that the Watch is now a glorified penal colony, full of murderers, rapers, and other outcasts, and few of the recruits are like his uncle.\n\nWhen Qhorin Halfhand's men attack the wildling lookouts, Jon kills one, but hesitates killing the other when he realizes Ygritte is a woman. Jon says they can question her, but they don't learn much. Jon is sent by Qhorin to kill her, but instead he lets her go. Jon returns to Qhorin and later confesses that he let Ygritte go, having judged that unarmed and on foot, she was no further threat to them. Qhorin isn't too worried and says it was a test to learn what Jon would do. The ranging goes badly as they are pursued and tracked, losing horses and men until only Jon and Qhorin are left. Before they are caught, he orders Jon to do whatever it takes to prove himself to the wildlings: take any oath, burn his cloak, curse its leaders. Qhorin insists to him that one black brother inside of Mance Rayder's camp is worth a hundred at the Wall. When captured, Qhorin goes berserk when Jon asks to join the wildlings, and attacks him, intentionally letting Jon kill him to gain the wildlings' trust.\n\nJon severely burned his right hand when he killed the wight Othor to save Lord Commander Mormont's life. While he lost no function in it, as a result of the burns his right hand and some of his forearm were left covered in scar tissue, which would never heal back to normal. People tend not to notice, because in the cold temperatures at the Wall and beyond, Jon and other members of the Night's Watch usually wear heavy gloves over both hands.\n\nAfter Jon kills [[Orell]], part of Orell's consciousness survives by [[warg]]ing into his eagle, after which Orell's mind controlling the eagle's body attempts to claw out Jon's eye with its talons (which occurred in Season 3 of the TV series). The attack leaves permanent deep scars over Jon's eye. However, rather than disfiguring him, characters within the narrative point out that they think it makes him ruggedly handsome. Stereotypical Fantasy heroes usually never get significantly hurt, at worst getting scars running over their eyes which make them look &quot;cool&quot;. Author George R.R. Martin spent much of the books deconstructing or subverting traditional Fantasy literature stereotypes, making Westeros a gritty and realistic setting where instead of all of the main characters miraculously surviving through battles unscathed, some are horribly maimed (i.e. [[Jaime Lannister]] does not get a dashingly roguish scar over his eye - he outright loses his sword hand). In contrast, Jon Snow actually does behave like a traditionally heroic character, but put in the dark setting of Westeros - and as a result, Jon does end up getting &quot;cool hero scars&quot; over his eye.\n\nUnbeknownst to Jon, Robb intends to legitimize his half-brother and name him his heir, in case he dies without issue. Robb and Catelyn believe that Bran and Rickon are dead, and probably Arya too, and after learning that Sansa has been married to [[Tyrion Lannister]], Robb is determined to stop the Lannisters gaining control of the North through her. Catelyn pleads with Robb not to choose Jon, to no avail. The [[Red Wedding]] takes place soon after, and it is not known what became of Robb's decision.\n\n", "Quotes": "'''Spoken by Jon'''\n{{Quote|I never met my mother. My [[Eddard Stark|father]] wouldn't even tell me her name. I don't know if she's living or dead. I don't know if she's a noblewoman or a fisherman's wife or a whore...|[[Jon Snow]] to [[Samwell Tarly]]|Cripples, Bastards, and Broken Things}}\n{{Quote|I'm the watcher on The Wall.|'''Jon Snow''' taking the black|The Pointy End}}\n{{Quote|My father told me big men fall just as quick as little ones, if you put a sword through their hearts.|'''Jon Snow''' to [[Tormund]]|Valar Dohaeris}}\n{{Quote|With me, lads. [[Castle Black]]'s not falling tonight.|'''Jon Snow''' during [[Battle of Castle Black|the battle for Castle Black]]|The Watchers on the Wall}}\n'''Spoken about Jon'''\n{{Quote|A bastard boy with nothing to inherit, off to join the ancient order of the [[Night's Watch]]. Alongside his valiant brothers in arms...|[[Tyrion Lannister]] to '''Jon Snow'''|The Kingsroad}}\n{{Quote|Honor made you leave, and honor brought you back.|[[Jeor Mormont]] to '''Jon Snow'''|Fire and Blood}}\n{{Quote|Your death will be a gift for them south of [[the Wall]]. They'll never know what you've done. They'll never know how you died. They won't even know your damn name. But they'll be alive because some nameless bastard north of the Wall gave his life for theirs...|[[Qhorin|Qhorin Halfhand]] to '''Jon Snow'''|The Old Gods and the New}}\n'''Conversations'''\n{{Dialogue a-b-a|Eddard Stark|There's great honor serving in the Night's Watch. The [[House Stark|Starks]] have manned the wall for thousands of years, and you are a Stark. You may not have my name, but you have my blood.|Jon Snow|Is my mother alive? Does she know about me? Where I am, where I'm going? Does she care?|The next time we see each other, we'll talk about your mother. I promise.|[[Eddard Stark|Eddard Stark's]] final words to '''Jon Snow'''|The Kingsroad}}\n\n", "Image gallery": "&lt;gallery hideaddbutton=&quot;true&quot;&gt;\nGot jon poster.jpg|Jon featured in a promotional poster for Season 1 of ''Game of Thrones''.\nJon, Bran and Robb.jpg|Promotional image of Jon and [[Robb Stark]] watching [[Bran Stark]] practice archery in &quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;.\nJon, Robb and Theon 1x01.png|Jon, Robb, and Theon visit the barber at Winterfell in &quot;Winter is Coming&quot;.\nJaime &amp; Jon.jpg|Promotional image of Jon and [[Jaime Lannister]] in &quot;[[The Kingsroad]]&quot;.\nKingsroad3.jpg|Jon says goodbye to Robb as he leaves to take the black in &quot;The Kingsroad&quot;.\nKingsroad1.jpg|Jon and Tyrion on the road to Castle Black in &quot;[[Kingsroad]]&quot;.\nJon and Alliser 1x03.jpg|Jon training under Ser [[Alliser Thorne]] at [[Castle Black]] in &quot;[[Lord Snow]]&quot;.\nJon and Benjen 1x03.png|Jon says goodbye to his uncle, [[Benjen Stark]], as he leaves on a ranging in &quot;Lord Snow&quot;.\nJon, Sam and Pyp.jpg|Jon training with [[Samwell Tarly]], [[Grenn]] and [[Pypar]] at Castle Black in &quot;[[Cripples, Bastards and Broken Things]]&quot;.\nJon 1x07.png|Jon calling to [[Ghost]] at the Heart Tree, north of the Wall in &quot;[[You Win or You Die]]&quot;.\nJonwight.png|Jon encounters a wight at Castle Black in &quot;[[The Pointy End]]&quot;.\nGrenn.png|[[Grenn]] convincing Jon to return to [[Castle Black]] in &quot;[[Fire and Blood]]&quot;.\nJon-Snow-Kit-Harington_510.jpegâ&euro;&#x17D;|Promotional image of Jon for [[Season 2]].\nJon Snow.jpg|Jon Snow untied Ygritte's legs so she can walk in &quot;[[A Man Without Honor]]&quot;.\nJon and Ygritte.jpg|Jon keeps Ygritte on a short leash in &quot;[[A Man Without Honor]]&quot;.\nGameOfThronesS3-2.jpg|Jon Snow in [[Season 3]].\nJonSnowS3Promo.jpg|Jon Snow in &quot;[[Valar Dohaeris]]&quot;.\nSeason4-GOT-JonSnowposter.jpg|Promotional image for Jon in [[Season 4]]. \nJonSnowTightened-S4.jpg|Jon in Season 4.\nJon_Snow_(S04E05).jpg|Jon after a victorious [[Raid on Craster's Keep|raid]] on Craster's Keep.\nS04E7_-_Jon_speaks.png|Jon propose to seal the tunnel in &quot;[[Mockingbird]]&quot;.\nSeason-4-Episode-9-The-Watchers-on-the-Wall-game-of-thrones-37169832-2100-1397.jpg|Jon during the battle of Castle Black in &quot;[[The Watchers on the Wall]]&quot;.\nGame of Throne Season 5 07.jpg|Jon Snow in [[Season 5]]. \nJon_EW_S5.jpg|EW cover promoting [[Season 5]].\nKit-harington-127097.jpg|EW Promotional image for [[Season 5]].\nKit-harington-maisie-williams-127101.jpg|EW Promotional image for [[Season 5]].\nMaisie-williams-kit-harington-127096.jpg|EW Promotional image for [[Season 5]].\nKit-Harington-outtake-ew.jpg|EW Promotional image for [[Season 5]].\nTLL Pre-Release 4.png|Jon as he appears in the [[Game of Thrones: A Telltale Games Series|video game]], along with [[Gared Tuttle]].\n&lt;/gallery&gt;\n\n", "See also": "*{{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "===[[Game of Thrones (TV series)|TV Series]]===\n{{Season One Appearances|yes|yes|yes|yes|||yes|yes|yes|yes}}\n{{Season Two Appearances|yes|yes|yes||yes|yes|yes|yes||yes}}\n{{Season Three Appearances|yes|yes|yes||yes|yes|yes||yes|yes}}\n{{Season Four Appearances|yes||yes|yes|yes||yes|yes|yes|yes}}\n\n===[[Game of Thrones: A Telltale Games Series|Video Game]]===\n{{Telltale Game Series Appearances|no|yes|yes|yes}}\n\n", "Biography": "===Background===\n[[File:Jon_baby.png|thumb|left|Ned brings a newborn Jon to Winterfell.]]\n\nJon is the [[Bastardy|bastard]] son of Lord [[Eddard Stark]] of Winterfell,Â the head of [[House Stark]] and [[Lord Paramount of the North]]. [[The North]] is one of the constituent regions of the [[Seven Kingdoms]] in [[Westeros]], and House Stark is one of the [[Great Houses]] of the realm. House Stark rules the region from their seat of [[Winterfell]] and Eddard also holds the title [[Lord of Winterfell]]. He is also the [[Warden|Warden of the North]] to King [[Robert Baratheon]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/stark/ HBO viewers guide, season 2 guide to houses, House Stark entry]&lt;/ref&gt;\n\nEddard once told King [[Robert Baratheon]] that Jon's mother is a serving girl named [[Wylla]], but refused to elaborate any further. Jon himself has no knowledge of his mother.&lt;ref&gt;&quot;[[The Kingsroad]]&quot;&lt;/ref&gt;\n\n[[File:Jon_and_Robb.png|thumb|right|Jon and Robb play with snowballs in their childhood.]]\n\nJon was raised at Winterfell on an equal footing with Eddard's legitimate children. He has an older half-brother [[Robb Stark|Robb]], two younger half-sisters [[Sansa Stark|Sansa]] and [[Arya Stark|Arya]], and two younger half-brothers [[Bran Stark|Bran]] and [[Rickon Stark|Rickon]]. Jon's presence at Winterfell is a source of friction between Eddard and his wife, Catelyn, although Catelyn put aside her anger temporarily when the infant Jon became severely ill. Jon got on well with his half-siblings, particularly [[Robb Stark|Robb]] and [[Arya Stark|Arya]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/stark/jon-snow/ HBO viewers guide, season 2 guide to houses, House Stark - Jon Snow entry]&lt;/ref&gt;\n\n===[[Season 1]]===\n[[File:Winter_is_Coming_Bran_Robb_Jon.png|thumb|left|Jon and Robb instruct Bran.]]\n\nJon Snow and Robb instruct Bran in archery, when they learn about a captured deserter. Jon accompanies his father, [[Robb Stark|Robb]], [[Bran Stark|Bran]] and [[Theon Greyjoy]] to the beheading of a [[Desertion|deserter]], [[Will], from the [[Night's Watch]]; it is Bran's first time watching his father carry out an execution. Jon warns Bran not to look away, as their father will know. Jon praises Bran afterwards for keeping his composure. On their way back to Winterfell, they find a dead [[direwolves|direwolf]] and six newborn pups. Jon talks Lord Eddard into allowing the young Starks to adopt them, pointing out that a direwolf is the sigil of House Stark : given that there are five direwolves and five trueborn Stark children, it must be a sign from the [[Old Gods of the Forest|Old Gods]] that the Stark children are meant to have the pups. In order to make this point, Jon intentionally leaves himself out of the count of Stark children, and when Bran asks about this Jon responds that he is not a Stark. However, just as they are about to leave, they find the runt of the litter, an albino, which crawled away from its mother's corpse. As an outsider like himself, Jon takes this direwolf as his own, naming him [[Ghost]]. Treated coldly by his stepmother, Jon decides to approach his uncle [[Benjen Stark|Benjen]] and offer to join the Night's Watch.&lt;ref&gt;&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;&lt;/ref&gt; He meets [[Tyrion Lannister]], a dwarf who knows what it is like to be an outcast. Tyrion tells him to wear the name &quot;bastard&quot; as a badge of honor, so no one can hurt him with the word.\n\n[[File:Screen_Shot_2013-06-16_at_12.18.27_AM.png|thumb|Jon finds Ghost beside his dead mother.]]\n\nJon has a run in with [[Jaime Lannister]] who sarcastically thanks him for protecting all of them from all of the terrible things that allegedly exist [[beyond the Wall]], in order to taunt him. Before Jon departs for the Wall, he says goodbye to Bran, who has been injured in a fall. He gives Arya a sword named [[Needle]] that he had made especially for her, advising her to &quot;stick them with the pointy end.&quot; Jon says he will miss her, and they both hug. As he prepares his saddle, Robb asks if Jon said goodbye to Bran, and expresses his doubt in him dying. Jon says Starks are hard to kill, and Robb asks about his mother, and Jon assures him she was kind. Robb offers to visit him at the Wall sometime, and they bid farewell with a hug. At their parting on the [[Kingsroad]], Eddard vows to tell Jon the truth about his mother the next time they meet. Jon is accompanied by his uncle Benjen and Tyrion, who has expressed a desire to see the Wall (and urinate from the top of it) before he dies.&lt;ref&gt;&quot;[[The Kingsroad]]&quot;&lt;/ref&gt;\n\n[[File:Jon and Sam oaths.jpg|thumb|left|Jon and Sam swear their oaths to the [[Old Gods]].]]\n\nAt [[Castle Black]], Jon's expectations of the Night's Watch are confounded. Instead of a brotherhood of noble warriors sworn to defend the realm from [[Free Folk|wildlings]] and [[White Walkers]], he realizes the Watch is a dumping ground for criminals and wastrels. He earns the enmity of Ser [[Alliser Thorne]], the [[Master-at-Arms]] in charge of training new recruits. He humiliates his fellow recruits with his superior fighting skills, learned from Winterfell's Master-at-Arms over the course of many years. Benjen stands with Jon on his first watch and tells him that he is going ranging North of the Wall. Jon is keen to accompany him but Benjen insists that he complete his training. Tyrion helps Jon see that he is no better than the recruits but has been afforded more advantages than them. Jon offers to train some of his new brothers and [[Pypar]] and [[Grenn]] accept.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt; He also befriends [[Samwell Tarly]] when he arrives at [[Castle Black]] and helps to protect him from the cruelty of Thorne. Thorne angrily tells Jon that going easy on Sam won't help him, and will risk getting him killed during the next winter.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\n[[File:Jon and Jeor.jpg|thumb|Lord Commander Mormont rewards Jon Snow.]]\n\nAfter completing his training, Jon is inducted into the Night's Watch and swears his oath. He is assigned to the stewards rather than the rangers, and at first thinks it is due to his ongoing feud with Ser Alliser Thorne. However, Sam points out that Lord Commander [[Jeor Mormont]] has asked for Jon as his personal steward, and may be grooming him for command. Jon is concerned when his Uncle Benjen's horse returns to the Wall riderless. Later, Ghost finds the corpses of two rangers assigned to Benjen, [[Othor]] and Ser [[Jafer Flowers]].&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt; Learning of Eddard's imprisonment in King's Landing, Thorne taunts Jon about being a traitor's bastard, causing Jon to draw a knife. He is restricted to quarters. Later, Othor's corpse becomes a [[Wights|wight]] and attacks Commander Mormont. Jon saves Mormont's life by burning the wight, earning a pardon for his earlier misdemeanour.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt; Mormont also gives Jon his [[Valyrian]] steel sword, [[Longclaw]]. [[File:Jon and Pypar 1x10.png|thumb|left|Jon is convinced to go back to the Night's Watch.]] Jon ponders abandoning the Watch to join Robb's army when it marches against the [[House Lannister|Lannisters]], but Maester [[Aemon]] tells him that he chose to stay with the Watch when he was similarly tested, when Robert Baratheon's rebels slew his nephew the Mad King and his son and grandchildren.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\nNews of Eddard's execution reaches Castle Black. Jon immediately leaves, meaning to join Robb and seek vengeance for his father's death. Samwell, Pypar and Grenn intercept him and convince him to stay. Mormont tells Jon their war against the White Walkers is more important than the game of thrones in [[King's Landing]]. He tells Jon that the Watch is marching beyond the Wall in force, to find Benjen and learn the truth about the threat. Jon swears to him not to attempt to desert again and accompanies the troops as they set out.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n[[Lord Commander]] [[Jeor Mormont]] prepares Jon for a command role as the [[Great Ranging]] travels North seeking [[Benjen Stark]] and an explanation for the wight attack. They pass through several abandoned [[wildling]] villages before arriving at the home of their unsavory ally [[Craster]]. Jon is perplexed when he learns that Craster marries his daughters but apparently has no sons. He takes an instant dislike to Craster when they meet with him. The feeling is mutual but Craster does reveal to Jeor that he has not seen Benjen and that the wildlings are gathering with their leader, King Beyond the Wall [[Mance Rayder]]. Jeor reprimands Jon for failing to follow his lead with Craster.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\n[[File:Arriving at the fist of the first men.jpg|thumb|Jon at the Fist of the First Men.]]\n\n[[Samwell Tarly]] appeals to Jon to aid Craster's pregnant daughter wife [[Gilly]]. She is afraid of having a son but will not say why. Jon is frustrated and refuses to disobey Jeor's order to leave Craster's wives alone. Jon sees Craster carrying a newborn into the woods and follows him. He sees Craster leave the child for a [[White Walker (The Night Lands)|White Walker]] but does not recognize the creature. Craster spots him and knocks him out.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt; Craster disarms Jon and drags him back to his keep. He expels the rangers from his home. Jeor reveals that he knew that Craster was sacrificing his sons but chose to ignore it because of his usefulness as an ally.&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\n[[File:Ygritte caught.jpg|thumb|left|Qhorin and Jon Snow take Ygritte captive.]]\n\nThe rangers reach the ancient fortified peak known as the [[Fist of the First Men]] and await [[Qhorin Halfhand]] and his party from the [[Shadow Tower]]. When Qhorin arrives he suggests altering their tactics and using small groups to overcome Mance's lookouts in the [[Skirling Pass]]. Jon asks to join Qhorin's raiders and Jeor lets him go.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\n[[File:Jon lies with Ygritte 2x6.png|thumb|Jon and Ygritte share body heat.]]\n\nQhorin leads his men into the pass and they locate and ambush the wildling watchers. Jon realizes his opponent is a woman and hesitates to kill her. She introduces herself as [[Ygritte]] but does not give away details of Mance's plans. Qhorin leaves Jon alone to execute Ygritte. Jon is unable to do it and she escapes. He pursues and recaptures her but they become separated from Qhorin's group. Jon decides they cannot regroup with Qhorin due to the approaching night. Ygritte convinces Jon to sleep next to her to share body heat and keep warm, and then makes sexual advances towards him. Jon rejects the temptation to break his oath.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\nAs he unties Ygritteâ&euro;&trade;s legs to continue his search for the rest of the raiders, she tells him that she knows that he is a virgin. He uses some the rope thatâ&euro;&trade;s binding her as a leash. As they walk, Ygritte questions Jon as to why the men of the Nightâ&euro;&trade;s Watch hate the wildlings. She explains that they share the blood of the First Men and just happened to be on the wrong side of the wall when it was built. She urges him to forget about his oath and live free. Another sexual advance from Ygritte prompts him to reach for his sword. She backs away and trips him with the rope when he is caught off guard. He pursues her but is ambushed and taken captive. Ygritte tells him that he should have taken her when he had the chance.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\n[[File:Jon kills Qhorin.jpg|thumb|left|Jon slays Qhorin.]]\n\nYgritte brings Jon to the [[Lord of Bones]] and convinces him that Mance will want to question Jon. The Lord of Bones has a prisoner of his own; Qhorin. The Halfhand tells Jon that the rest of the men were killed while they searched for him. He urges Jon to make their deaths meaningful and become a spy within the wildling ranks. He then feigns anger with Jon until he is restrained after managing to knock Jon over.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\nIn Winterfell, after Theon Greyjoy betrays House Stark and takes the castle, he refuses to flee and join the Night's Watch when he is surrounded by [[Ramsay Snow]]'s men on the basis that Jon will likely kill him for betraying the Starks and apparently burning Bran and Rickon alive.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\nAs they make their way to Mance, Ygritte continues to playfully mock Jon by tapping him on the head with the flat of his sword. Qhorin uses the distraction to advance his plan to portray Jon as a traitor to the Night's Watch. He attacks Jon, and the Lord of Bones allows them to fight. Jon is initially reluctant until Qhorin calls [[Eddard Stark|his father]] a traitor and his mother a whore. Jon slays Qhorin, stunning Ygritte and the rest of the band. Qhorin whispers a line from the Night's Watch oath to Jon with his dying breath. Jon's hands are freed, and Ygritte leads him to the crest of the mountain to look over the massive wildling encampment.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\nAs Jon Snow is led by Ygritte and the Lord of Bones into the main wildling camp in the [[Frostfangs]] mountains, he discovers that almost all of wildling society is on the move to escape the White Walkers, including the women and children. As they enter the camp, Jon is shocked to see a real-life [[giant]] walk past. Many of the wildlings are surprised to see Jon in his all-black Night's Watch clothing and shout &quot;crow!&quot; at his approach. Several young boys pelt Jon with ice and small stones but Ygritte shoos them away.&lt;ref name=&quot;E21&quot;&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\nJon is led into the tent of the King-Beyond-the-Wall,Â Mance Rayder, where the Lord of Bones explains that he is Ned Stark's bastard son to a large man with a heavy beard who is eating chicken by the fire. He says he doesn't care, but his interest is piqued on hearing that Jon killed Qhorin Halfhand. As they talk Jon kneels before the man, whom he assumes to be Mance Rayder, and calls him &quot;your Grace&quot;. This causes all of the wildlings to burst out laughing. As it turns out this isn't Mance, but his lieutenant [[Tormund Giantsbane]]. The real Mance is an unassuming man sitting in a corner, who then introduces himself and tells Jon to stand, as no man kneels before another among the [[Free Folk]], as they do not recognize a class of nobility in their culture.&lt;ref name=&quot;E21&quot; /&gt;\n\nMance says he is glad that Jon killed Qhorin, as he had killed many of Mance's wildlings. Mance asks Jon why he wants to join them and he replies he wants to be free, but Mance doesn't believe this. Jon then explains that when the Night's Watch camped at [[Craster's Keep]], he saw Craster leave his newborn son in the woods as an offering, and the inhuman creature that took it. Jon says that he wants to leave the Night's Watch because he is disgusted that Mormont already knew what Craster was doing but did nothing to stop it. Jon states that the [[First Men]] he is descended from defeated the White Walkers once during [[The Long Night]], and that now he wants &quot;to fight for the side who fights for the living&quot;. Mance is satisfied and advised Jon to get a new cloak.&lt;ref name=&quot;E21&quot; /&gt;\n\n[[File:Got-game-of-thrones-34037192-953-536.jpg|thumb|Mance talking to Jon.]]\n\nJon Snow then marches South with the Free Folk army and Mance Rayder. Mance explains that his army is a diverse force, formed of about ninety different groups or clans of wildlings, who speak seven different languages, and have numerous internal rivalries. However, he managed to unite them all by telling them the truth: that they will all die if they remain north of the Wall. Mance brings Jon to one of his scouts, [[Orell]]. He is sitting silently with his eyes rolled back as an eagle circles above him. Mance says that he is a &quot;[[warg]]&quot;. Jon doesn't know what that is, so Mance explains that a warg is a person who is capable of entering the mind of an animal, seeing what it sees and even controlling its actions. Orell controls his menagerie to scout miles ahead. Mance asks him what he has seen, and Orell says he saw the Fist of the First Men - and many dead &quot;crows&quot;.&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt;\n\nAs Jon Snow and the Free Folk arrive at the Fist of the First Men, they survey the bloody aftermath of assault on the [[Night's Watch]] by the White Walkers and their army of undead wights. However they only find corpses of horses and no human remains. Jon says that there were three hundred men of the Night's Watch at the Fist, and asks Mance if Mormont could still be alive. Mance says that with Mormont, it's possible he was able to escape, but that even if he did he and his men took quite a beating and are trapped miles away from the Wall with the White Walkers in close pursuit. Mance warns Jon that all of the missing corpses from the Fist are no longer his friends and brothers from the Night's Watch, but have been resurrected as undead monsters who serve the White Walkers. Jon reluctantly agrees.&lt;ref name=&quot;E23&quot;&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\nMance orders Tormund to take a force of twenty men to scale the Wall to attack Castle Black from its exposed rear. Mance's plan is for Tormund's small band to distract Castle Black by attacking their exposed southern side, at which point Mance's main army will assault it from the north. Tormund will know that Mance is in position when his army makes a massive signal fire. Mance orders Tormund to take Jon with him, as Jon knows the layout of Castle Black, and it will prove a key test of his loyalty: if it turns out that he won't really betray the Night's Watch, Tormund can easily throw him off the Wall to his death.&lt;ref name=&quot;E23&quot; /&gt;\n\nOn their way to the Wall and Castle Black, Jon and Ygritte are gathering firewood, when the warg Orell asks him about the defenses of the Night's Watch. Orell has seen through the eyes of his eagle that there are patrols on top of the Wall and he wants to know how frequent they are. Jon says they usually sent out patrols in teams of four, two builders to inspect for structural damage and two rangers to protect them, but that the frequency of their patrols often changes. Orell says the wildlings know there are nineteen castles along the south side of the Wall, but he wants to know how many are currently manned. Jon finds this very unpleasant, but reluctantly says that only three are currently manned. Apart from Castle Black, there is also [[Eastwatch-by-the-Sea]] at the extreme eastern end, and the [[Shadow Tower]] at the western end. Jon is then asked how many men currently garrison Castle Black. Jon is very reluctant to answer, but after being threatened by Orell, he gives an exaggerated number, saying there are one thousand men (this is a lie, as Castle Black only had six hundred men before the Great Ranging, and the garrison now is closer to three hundred). Tormund tells Jon that he likes him, but if he is lying to them, he will rip his guts out through his throat.&lt;ref name=&quot;E25&quot;&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n\n[[File:Jon_and_Ygritte_s3e5.jpg|thumb|left|Jon Snow and Ygritte enjoy a bath after making love.]]\n\nJon and Ygritte then walk away, but she steals his sword Longclaw, making him chase her to get it back. She leads him into a nearby cave. Ygritte starts disrobing, and says that she wants to make sure Jon Snow has truly come over to the wildlings' side and broken his Night's Watch vows - by making him break his oath of celibacy with her. She quickly shucks off all of her clothes and walks up to him naked. Jon is very hesitant at first, but they soon end up having sex in the cave.&lt;ref name=&quot;E25&quot; /&gt;\n\nAfterwards Jon and Ygritte lay together in a naked embrace and Ygritte tells Jon she wishes they could stay in this cave forever.&lt;ref name=&quot;E25&quot; /&gt;\n\n[[File:The climb jon snow.png|thumb|Jon afraid of climbing the wall.]]\n\nHe joins a wildling party led by Tormund GiantsbaneÂ to climb the Wall. Beforehand, he is questioned by YgritteÂ about their relationship and his allegiance to the Night's Watch, saying that he must be loyal to her instead. During the climb, Ygritte causes part of the ice to break, leaving them hanging in the air by the rope. Orell, believing them to be lost, cuts it. Jon manages to save himself and Ygritte by climbing back to the ice. The two return to the climb and reach the top, where YgritteÂ gazes at the North and the South, before they kiss.&lt;ref&gt;&quot;[[The Climb]]&quot;&lt;/ref&gt;\n\n[[File:Ygritte_and_Jon_Bear_and_Maiden_Fair.jpg|thumb|left|Jon and Ygritte south of the Wall.]]\n\nAfter surviving the perilous climb of the Wall,Â Jon Snow,Â YgritteÂ and the wildlingsÂ led byÂ Tormund GiantsbaneÂ make their way towardsÂ Castle BlackÂ to awaitÂ Mance Rayder'sÂ signal to begin the attack on theÂ Night's Watch. Afterwards Jon confrontsÂ OrellÂ about cutting his and Ygritte'sÂ rope loose on the Wall, nearly killing the both of them in the process. OrellÂ tells Jon that he doesn't see Ygritte complaining about what happened because she is aÂ wildlingÂ and understood what needed to be done in a pressure situation, also telling Jon that this is the reason he will never be able to keep her. During the journey through the woods, a clearly jealousÂ Orell confronts YgritteÂ and says that he would be a better man for her than Jon Snow, while continuing to express his distrust in Jon. Jon also tries to persuade Ygritte that the wildlings' cause is doomed to failure, but she refuses to listen and points out that Jon is technically one of them; if it fails, so does he. She renews her passion for him and tells him bluntly that if they die, they die, but before they die they will live.&lt;ref&gt;&quot;[[The Bear and the Maiden Fair (episode)|The Bear and the Maiden Fair]]&lt;/ref&gt;\n\n[[File:Ygritte and Jon - The Rains of Castamere.png|thumb|Jon tells the wildlings that the old man is no threat.]]\n\nJon SnowÂ and the wildling party prepare toÂ raid an elderly horse breeder's home for his horses and gold; Jon insists that the old man is no threat to them, but OrellÂ andÂ Tormund GiantsbaneÂ intend to kill the man so as to stop him from alerting the Night's WatchÂ to their presence. However, when the party attacks the farmstead, Jon surreptitiously hits a rock with his sword, alerting the old man who flees; Jon also distracts Ygritte when she tries to shoot the fleeing man with an arrow. While in the abandoned mill not far away from the wildlings, Bran and Jojen ReedÂ discuss how they plan to cross the Wall, before Meera spots the old horse breeder riding nearby. After the old man is captured by the wildlings,Â HodorÂ â&euro;&rdquo; scaredÂ by the thunder â&euro;&rdquo; begins yelling, which threatens to give away their location to the wildlings. Bran uses hisÂ WargÂ abilities to enter Hodor's mind and cause him to pass out.&lt;ref name=&quot;E29&quot;&gt;&quot;[[The Rains of Castamere (episode)|The Rains of Castamere]]&quot;&lt;/ref&gt;\n\n[[File:Rain_of_castamere_jon_snow.png|thumb|left|Jon attacks Orell.]]\n\nOutside, Tormund moves to kill the old man, but Orell tells him to have Jon do it instead to prove his loyalty. Jon is ultimately unable to kill the innocent man, and instead Ygritte kills the man with an arrow. Realizing that Jon is still loyal to the Night's Watch, Tormund orders his men to kill Jon; Tormund restrains Ygritte to stop her trying to help Jon, and soon after Jon battles with Orell. At the urging of Jojen, Bran enters the mind ofÂ Summer, his direwolf, to aid Jon. Summer andÂ ShaggydogÂ kill two wildlings threatening Jon as he battles to the death with Orell and finally kills him. With the last of his strength Orell wargs into the mind of his pet eagle, which swoops down and attacks Jon, clawing him badly about the face before he fights the bird off. Jon then steals a horse and escapes, leaving Ygritte and heading back to the Wall.&lt;ref name=&quot;E29&quot; /&gt;\n\nStopping to rest and tend to his injury, JonÂ is confronted by a furious Ygritte, who has an arrow ready to shoot him. Jon tries to talk Ygritte out of shooting him, insisting that he still loves her. Though his feelings are clearly reciprocated Ygritte is still angered by his betrayal and shoots Jon three times with her bow as he flees from her. Jon is badly injured, but his horse manages to carry him the rest of the way to Castle Black, as he hovers in and out of consciousness. Having reached safety, Jon is brought inside the castle by the guards, where he encounters Sam and Pypar, who are overjoyed to see him and insist that his injuries be taken care of.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n[[File:S04E1_-_Jon_Snow.png|thumb|Jon testifies before a panel of five sworn brothers.]]\n\nJon survives the injuries inflicted by Ygritte and has largely recovered, though he still grimaces while getting dressed. At some point, Jon has been told about Robb's death. He shares with Sam that he had always been jealous of Robb for having more of their father's affection and for being better than him at riding, fighting, and winning the affection of other girls. Still, he says he could never bring himself to hate Robb. Sam responds by saying he has felt the same way about Jon, that Jon is better than him at everything (except reading). It turns out that Sam had been sent to retrieve Jon, who has been summoned to testify before a panel of five sworn brothers, including Maestor Aemon, acting Lord Commander Alliser Thorne, and [[Janos Slynt]]. At the hearing Jon admits to killing Qhorin Halfhand, to living amongst the wildlings, and even to having bedded one. He also states that Mance intends to attack and gives intel on his plans and strength. Both Slynt and Thorne are openly hostile to Jon, disbelieving much of what he says and call for his execution. Aemon, however, realizes that Jon is speaking the truth, and the hearing ends with Jon being allowed to keep his head.&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\nMeanwhile, at the [[Dreadfort]], when Theon Greyjoy is pressed for information on the whereabouts of Bran and Rickon Stark, he reluctantly tells [[Roose Bolton]] that they may be with Jon at Castle Black. On [[Ramsay Snow]]'s suggestion, Jon becomes a target of the Boltons, since Ramsay reasons that even though Jon may be a bastard, he is still a son of Ned Stark, and may pose a threat to the Boltons' future hold on the North, either because the Northeners who are still furious at the Boltons for betraying the Starks may rally behind him even though he is a bastard in the Night's Watch, or because Jon may simply seek revenge on both Roose and Ramsay for their role in the Starks' downfall. Roose subsequently sends his hunter, [[Locke]], to the Wall in order to infiltrate the Watch, use Jon to find Bran and Rickon and then kill them all.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\n[[File:Jon_speaks.png|thumb|left|Jon speaks to the Night's Watch about the wildling threat.]]\n\nAfter [[Olly]] arrives at Castle black, he tells the Night's Watch about the widlings attacking villages. Thorne asks for Jons opinion on protecting the [[Smallfolk|smallfolk]] living in the [[The Gift| the Gift]]. Jon says that if the wildlings breach the Wall, they can move south by force for over a thousand miles before they reach an army that could stop them. The black brothers are interrupted by a single horn blast. It is revealed to be Grenn and Edd, who have escaped the [[Betrayers|mutineers]] at Craster's Keep. Jon is relieved to see them alive, but his relief turns to concern when they reveal that the mutineers remain entrenched at the keep. Jon understands that if the mutineers are captured by Mance Rayder, then the wildlings will know how vulnerable Castle Black really is. Jon tries to convince Alliser Thorne that eliminating the mutineers should be their top priority.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\n[[File:Grenn and Jon - Oathkeeper.png|thumb|Jon and Grenn shows how to fight against the wildlings for the new recruits.]]\n\nJon and Grenn are training the new recruits to fight wildlings and one of the new recruits is Locke. The training session is interrupted by Thorne who continues to talk down to Jon and reminds him that he is nothing but a steward. Locke approaches Jon and they get acquainted, with Jon unaware of Locke's true purpose. Jon and Sam are talking about Bran going beyond the Wall and once he realizes that he could be at Craster's Keep, Locke comes in to tell him that Thorne has summoned him.Â Thorne gives him permission to attack Craster's Keep, but only with volunteers. Jon gives a speech about giving Mormont's death by the mutinies and this convinces a number of his brothers to join him in his attack, including Grenn, Edd, and Locke.&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\n[[File:Jon_Snow-So4Ep5.jpg|thumb|left|Jon preparing to battle against Karl inside Craster's Keep.]]\n\nThe group [[Raid on Craster's Keep|attacks]] at night, taking the mutineers by surprise. Jon personally enters the main building to deal with Karl. The two of them are evenly matched, though Karl manages to get the upper hand by spitting in Jon's face and then kicking him to the floor. Before he can land the finishing blow, Karl is stabbed in the back by one of [[Sissy|Craster's&amp;nbsp;daughter-wives]]. Karl attempts to kill her, though it's a fatal mistake as Jon doesn't miss the opportunity to thrust Longclaw through the back of Karl's head and out of his mouth.\n\n[[File:S04E5_-_Jon_Snow_&amp;_Ghost.png|thumb|Jon reunites with his direwolf  Ghost shortly after the raid on Craster's Keep.]]\n\nAfter the fight, Jon and the others count five dead amongst the Watch, including Locke whose neck was snapped in a way that terrifies Jon (Jon being completely unaware that Locke had been killed by a Bran-possessed Hodor). He then reunites with Ghost before turning to Craster's wives and offering them refuge at Castle Black. They decline, saying that after the abuse they took at other members of the Night's Watch they can't trust them and will go on their own way. Before leaving, they set a torch to Craster's Keep, burning it to the ground.&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;\n\n[[File:S04E7_-_Jon_&amp;_Grenn.png|thumb|left|Jon arrive at Castle Black with his remaining brothers from the raid at Craster's Keep.]]\n\nJon and his fellow black brothers return to Castle Black, much to the annoyance of Ser Alliser Thorne and Janos Slynt. Once AlliserÂ spots Ghost, he orders Jon to lock up Ghost or his direwolfÂ will become food for the Night's Watch. Later, Jon reports that Mance Rayder's army was closing in on Craster'sÂ Keep and will reach the Wall before the next full moon. Jon states that defending the tunnel is hopeless since the gates will not stop the giants in Mance Rayder'sÂ army. He proposes they seal the tunnel, but Alliser Thorne refuses to listen. Alliser then assigns Jon and Samwell Tarly to night duties atop the Wall until the next new moon.&lt;ref&gt;&quot;[[Mockingbird]]&quot;&lt;/ref&gt;\n\n[[File:S04E8_-_Jon_&amp;_Sam.png|thumb|Jon and Sam shocked to hear the recent news regarding Mole's Town.]]\n\nThe wildlingÂ attack on Mole's Town has reached Castle Black. Jon, Pypar, and Eddison Tollett try to comfort a distraught Sam, who believes that Gilly and her baby are dead. Grenn is furious that the wildlings slaughtered the inhabitants of Mole's Town, which included brothers of the Night's Watch. Jon concludes that if Mole's Town has been attacked, then Mance Rayder's assault on Castle Black is imminent.&lt;ref&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt;\n\n[[File:S04E09_-_Jon_&amp;_Sam_(On_the_Wall).png|thumb|left|Jon tries to explain relationships with Sam.]]\n\nAtop the Wall, Jon and Sam are staring out into the darkness of the north and awaiting the imminent wildling invasion. Sam attempts to interrogate Jon about what it was like to be with a woman, stating that as their deaths are likely imminent, it may be his last chance to find out. Sam brings up that the vows of the Night's Watch onlyÂ explicitly forbidÂ members from taking wives or producing children, and that other &quot;activities&quot; are open to interpretation. Jon replies glumly thatÂ Ser Alliser most likely does not care about their interpretations. When further pressed by Sam to describe lying down withÂ Ygritte, Jon attempts to explain but is unable to properly express it, proclaiming exasperatedly that he is &quot;not a bleeding poet.&quot;Â Jon offers to take the watch up alone so Sam can go below.&lt;ref name=&quot;E39&quot;&gt;&quot;[[The Watchers on the Wall]]&quot;&lt;/ref&gt;\n\n[[File:S04E09_-_Jon_(On_the_Wall).png|thumb|Jon looks at the signal just as Mance promised.]]\n\nLater that night, Jon hears the horn blowing and looks north, witnessing a tremendous conflagration north of the Wall, just asÂ ManceÂ had promised him. Jon approachesÂ Thorne, whoÂ finally relents and admits that they should have heeded his advice and sealed the tunnel, but grimly muses that leadership means not second-guessing oneself because of &quot;clever little twats&quot; like him.[[File:S04E09_-_Jon_&amp;_Grenn_(On_the_Wall).png|thumb|left|Jon given charge of the Wall.]] While they start to prepare for the massiveÂ wildlingÂ army that is emerging from the woods, another horn blows from down below at Castle Black, signaling the unanticipated appearance ofÂ Tormund'sÂ band ofÂ wildlingsÂ at Castle Black. Alliser decides to go down and defend the keep, leaving Janos Slynt in charge of the Wall's defenses. Even though aÂ wildlingÂ strike force led by two giants, [[Mag Mar Tun Doh Weg| one of which]] is riding a mammoth, charge towards Castle Black's outer gate, JanosÂ Slynt does nothing and breaks down, demoralizing the troops. GrennÂ steps in by falsely claiming thatÂ AlliserÂ needs Janos back down in Castle Black, allowing Jon to take command of the Wall's defenses.&lt;ref name=&quot;E39&quot; /&gt;\n\n[[File:Battle_of_Castle_Black.jpg|thumb|Jon fights a Thenn during the battle for Castle Black.]]\n\nThe black brothers continue to rain down arrows on the advancingÂ wildlings, even killing ones that are attempting to scale the Wall.Â [[Giant (The Watchers on the Wall)|One giant]], armed with a massive bow, manages to fire a huge arrow at one of the bunkers atop the Wall, and Jon is unable to warn his brothers fast enough before the giant fires again, violently killing one of his black brothers. Although Jon manages to repel most of the wildlingsÂ attacking the outer gate, including the mammoth, one giant manages to single-handedly lift the gate. Jon, knowing the inner gate won't hold against him, sends a group of black brothers lead by Grenn to hold it at any cost. Then, Sam arrives to ask him for more men to defend the castle, so Jon decides to give Edd control of the Wall, tasks Sam with releasingÂ [[Ghost]] from his pen to assist in the fighting, and orders half a dozen other men to descend with him and finally enter the fray.&lt;ref name=&quot;E39&quot; /&gt;\n\n[[File:Ygritte_dies.png|thumb|left|Ygritte dies in Jon's arms.]]\n\nJon quickly dispatches several wildlings, catching the attention of [[Styr]], and so the two meetÂ in single combat. Styr eventually gets the upper hand by knockingÂ Longclaw away, brutally smashing his face into an anvil and tossing him into the blacksmith's forge. However, when StyrÂ picks Jon up and begins to strangle him, Jon spits blood in Styr's face, distracting him long enough for him to grab the blacksmith's hammer lying next to him and buryÂ it intoÂ Styr's skull.Â Upon killingÂ him, Jon turns around to findÂ Ygritte pointing her bow at him with an arrow drawn. He smiles at her, causingÂ her to hesitate. Before either can say anything, Ygritte is shot through the heart by Olly. Jon holds her in his arms as she tells him that they should have never left the cave, and they lament circumstances that prevented them from being together as she succumbs to her wound.&lt;ref name=&quot;E39&quot; /&gt;\n\n[[File:Jon_goes_beyond_the_Wall.png|thumb|Jon ventures beyond the Wall to confront Mance Rayder.]]\n\nLater, while Edd forces the wildling army to retreat for the night, down below Jon deals with a heavily woundedÂ Tormund, who continues to fight despite being the only wildlingÂ left alive in the castle. Jon subdues him with a crossbow and orders his brothers to take him prisoner and interrogate him.Â The following morning,Â Jon discusses with Sam his suicidal solution to end the wildlingÂ threat: he plans to assassinate Mance Rayder, noting that he is the only thing binding the disparate wildling clans that make up the army, and his death will rob them of that purpose and leadership. Sam tries to stop him, but to no avail. As Jon prepares to leave via Castle Black's tunnel, they discover the bodies of the black brothers who held the inner gate against the giant. Grenn is amongst the casualties and Jon tells Sam that all bodies must be burned. Before Jon leaves, he remembers the promise he made toÂ Jeor MormontÂ and decidesÂ to leaveÂ Longclaw with Sam. Sam tells Jon to come back, and Jon looks and Sam and smiles unreassuringly before stepping out into the wilderness on the other side of the gate.&lt;ref name=&quot;E39&quot;/&gt;\n\n[[File:S04E10_-_Jon_&amp;_Stannis.jpg|thumb|left|Jon convince Stannis to arrest the King-Beyond-the-Wall for questioning.]]\n\nJon finds Mance in a wildling camp north of the Wall and claims he wants to negotiate with him. Despite Mance expressing disappointment at Jon's betrayal, they drink a toast to some of their fallen friends, such as Grenn and Ygritte. Mance then notices that Jon is eyeing a cooking knife, and quickly deduces that Jon came to [[parley]] with Mance simply so he could assassinate him. Before anyone can make a move, they are interrupted by the sound of war horns. Outside, hundreds of mounted knights led by [[Stannis Baratheon]] and [[Davos Seaworth]] arrives and slaughter most of the wildlings.[[File:S04E10_-_Burial_of_Ygritte.png|thumb|Jon gives Ygritte a northern burial beyond the Wall, at the request of Tormund.]] Jon introduces himself to Stannis as Ned Stark's son, and suggests that Stannis arrest Mance instead of executing him, reasoning that Mance had the chance to kill him, but chose not to. Out of respect for Ned Stark, Stannis accepts, and Jon also advises Stannis to burn the bodies of the dead in order to prevent them from returning as wights. During the funeral, Jon notices [[Melisandre]] staring at him through the flames. Later, Jon visits Tormund, who tells Jon that Ygritte truly loved him, and asks him to lay Ygritte to rest north of the Wall. Jon later takes his love's body into the woods and burns it, weeping as he walks away.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n===[[Season 5]]===\n''TBA''\n\n", "Personality": "Because Jon was raised byÂ [[Ned Stark]]Â inÂ [[Winterfell]], Jon has adopted a clear moral compass and a true sense of honor, which he tries his hardest to abide by even when he must make a hard decision. He has always admired and idolized his father, but due to [[Catelyn Stark|Catelyn Stark's]] cold disdain for Jon, Eddard was careful not to give him more attention than his lawful children by Catelyn. Lady Stark was never actively mean to Jon, but because he wasn't her own son she intentionally ignored him (as is common for bastard children), meaning that Jon grew up without a child-mother relationship. Nor did Jon consider Catelyn's behavior to be unusual or unexpected: it is rare for a noble to raise their bastard child alongside their lawful children, and his presence was a great insult to her honor. While his interactions with Catelyn remained awkward or nonexistent, he actually became good friends with his half-siblings, particularly Robb and Arya. Robb was of the same age as Jon so they became playmates and comrades in training, while due to her tomboyish personality Arya was also something of a social misfit like Jon, which they bonded over.\n\nLike many [[Bastardy|bastard]] children, Jon had to learn to grow up quickly. This made Jon mature and perceptive beyond his age, so he could navigate his complicated relationships within the Stark household. His bastard status has also made Jon something of a loner, solemn and somber with a desire to prove himself to society and to his father. Jon thought that the best way for a bastard in his position to gain honor and respect was to join the [[Night's Watch]], emulating his uncle Benjen, because past social status is ignored after joining the Watch. Despite his introverted demeanor, Jon is very compassionate and somewhat protective of his fellow outcasts such asÂ [[Samwell Tarly]],Â [[Grenn]],Â orÂ [[Pyp]].\n\nIn many ways, Jon has been unusually lucky for a bastard child, given how rare it is for a lord to raise one in his own castle alongside his lawful children. For all of Jon's misgivings about not knowing his mother and Catelyn ignoring him, he was never poor or hungry, but lived in a castle and always had a roof over his head. Jon was also formally trained in swordsmanship by Ser Rodrik Cassel, and excelled at it. This made Jon somewhat arrogant when he was a new recruit at Castle Black, until Tyrion pointed out that the other recruits were all far less fortunate than he was. This humbles Jon, and he changes his behavior to be the champion of the other downtrodden recruits, and helps train them by walking them through the swordplay techniques he knows.\n\nThe Starks were an interfaith household, with Eddard and Catelyn's children being exposed to not only the religion of the Old Gods of the Forest worshiped by most Northmen, but also Catelyn's devout adherence to the [[Faith of the Seven]]. Because Jon had no real interaction with Catelyn, and revered his father Eddard, he was not exposed to the Seven but proudly keeps to the Old Gods, and honors the traditions of his [[First Men]] ancestors. When Jon took his vow to become a member of the Night's Watch, he chose to do so in front of a heart tree, sacred to the Old Gods.\n\nJon is also fairly shy around women, and as he revealed to Samwell, he was a virgin when he joined the Night's Watch. While he was attractive enough, as a bastard son with nothing to inherit he had no realistic marriage prospects. Jon was even wary of having sex with random girls or prostitutes (as Theon did), because he was terrified of fathering a bastard of his own: having lived his life as a bastard, he felt that it wasn't a life another child should have to go through.\n\n"}, "title": "Jon Snow"}