{"attributes": {"status": " :Category:Status: Dead", "death": "Poisoned with the Tears of Lys by his wife, Lysa Arryn", "family": [" Jasper Arryn- father", "Alys Arryn - sister", "Ronnel Arryn - brother", "Lysa Arryn - wife", "Robin Arryn - son", "Hoster Tully - father-in-law", "Minisa Tully - mother-in-law", "Catelyn Tully - sister-in-law", "Edmure Tully - brother-in-law", "Robb Stark - nephew by marriage", "Sansa Stark - niece by marriage", " Arya Stark - niece by marriage", " Bran Stark - nephew by marriage", " Rickon Stark - nephew by marriage"], "title": " Jon Arryn", "season": " Season 1", "image": " Jon_Arryn_funeral_bier.jpg", "allegiance": " House Arryn", "actor": " John StandingQuote", "deathep": "&quot;Winter is Coming&quot;", "titles": ["Hand of the King", "Lord of the Eyrie", "Defender of the Vale", "Warden"], "link": "House ArrynCharacter", "place": " The Eyrie", "appearances": " &quot;Winter is Coming (episode)"}, "sections": {"Family tree": "{{House Arryn family tree}}\n\n", "Behind the scenes": "Originally it was intended that Jon Arryn's death in [[King's Landing]] would open the series, following the depiction of the book's prologue, and the event would be discussed by Grand Maester [[Pycelle]] and Queen [[Cersei Lannister]] in a new scene not in the books. This scene was not filmed for the [[pilot episode]] in favor of retaining the opening of the novel. Jon Arryn was played in these scenes by [[John Standing]].\n\n", "TOP": "Jon Arryn02209qzrxcz181uvjtamgxdu98kwh2yhtxj71636532014-11-02T12:12:42ZSer Patrek25358400{{Heraldry\n|image=Arryn mini shield.png\n|link=House Arryn\n}}\n\n{{Character\n|Title = Jon Arryn\n|Image = Jon_Arryn_funeral_bier.jpg\n|Season = [[Season 1|1]]\n|Appearances = &quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;\n|Titles=[[Hand of the King]]&lt;br&gt;[[Lord of the Eyrie]]&lt;br&gt;[[Defender of the Vale]]&lt;br&gt;[[Warden|Warden of the East]]\n|Status= [[:Category:Status: Dead|Deceased]]\n|Death=Poisoned with the [[Tears of Lys]] by his wife, [[Lysa Arryn|Lysa]]\n|DeathEp=&quot;[[Winter is Coming]]&quot;\n|Place = [[The Eyrie]]\n|Allegiance = [[House Arryn]]\n|Family = {[[Jasper Arryn]]}- father&lt;br&gt;{[[Alys Arryn]]} - sister&lt;br&gt;{[[Ronnel Arryn]]} - brother&lt;br&gt;{[[Lysa Arryn]]} - wife&lt;br&gt;[[Robin Arryn]] - son&lt;br&gt;{[[Hoster Tully]]} - father-in-law&lt;br&gt;{[[Minisa Tully]]} - mother-in-law&lt;br&gt;{[[Catelyn Tully]]} - sister-in-law&lt;br&gt;[[Edmure Tully]] - brother-in-law&lt;br&gt;{[[Robb Stark]]} - nephew by marriage&lt;br&gt;[[Sansa Stark]] - niece by marriage&lt;br&gt; [[Arya Stark]] - niece by marriage&lt;br&gt; [[Bran Stark]] - nephew by marriage&lt;br&gt; [[Rickon Stark]] - nephew by marriage\n|Actor = [[John Standing]]}}\n{{Quote|The seed is strong.|Jon Arryn's last words.|Lord Snow}}\n\n'''Jon Arryn''' is a minor character in the [[Season 1|first season]]. He died in [[Assassination of Jon Arryn|mysterious circumstances]] just prior to the events of the series. He is played by guest star [[John Standing]] and appears only as a corpse in the [[Winter is Coming (episode)|series premiere]]. He was the [[Lord of the Eyrie]], [[Warden|Warden of the East]], [[Defender of the Vale]], and [[Hand of the King]] to [[Robert Baratheon]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Jon Arryn is a great lord, wise counselor, and canny tactician. He is loved as a second father by both Eddard and Robert, and commanded great respect in [[the Vale of Arryn]]. His nephew and heir Elbert Arryn was among [[Brandon Stark (Son of Rickard)|Brandon Stark]]'s companions who were imprisoned and killed by the Mad King, sparking Jon Arryn's decision to join the rebellion.\n\nJon Arryn's first wife, Lady Jeyne Royce, died in childbirth, and their daughter was stillborn. His second wife, Rowena, died without issue. Lysa Tully, some forty years his junior, became his third wife as part of an alliance with Lord [[Hoster Tully]] of [[Riverrun]]. The marriage was loveless and produced only one surviving child, the sickly Robert.\n\nIn the books, [[Eddard Stark]] discovered that Arryn and [[Stannis Baratheon]] inquired together about Cersei's children and Robert's bastards. In fact it was Stannis who initiated the investigation, while in the TV series he is not mentioned at all in respect of Arryn's actions prior to his death.\n\nWhen Tyrion confronts Pycelle with his guards, Pycelle admits that Jon Arryn was being treated by maester Colemon, who was going to give him purges to get the poison out. Pycelle, aware that Arryn knew the secret of Cersei's incest, sent the other maester away and just gave Lord Arryn painkillers to ease his passing. In the TV series the emphasis is slightly different: Pycelle presents it as that he simply didn't intervene when he realized Lord Arryn was poisoned, though Tyrion points out that even his inaction when he could have saved Lord Arryn makes him an accomplice to the murder. In the TV series, Tyrion just vaguely asserts that Pycelle must have &quot;made sure he succumbed&quot;, but in the book version he goes slightly beyond inaction, deliberately dismissing a maester who might have saved him.\n\nEven in the books, Pycelle didn't know who actually poisoned Jon Arryn, but it was convenient for Pycelle that someone else poisoned him before he had to deal with it.\n\nIn the book, Lysa blurts out the whole truth about Arryn's death while she is dragging [[Sansa Stark]] to the Moon Door. Littlefinger tries in vain to hush Lysa, feeling uncomfortable that she reveals this secret in the presence of Sansa and [[Marillion]].\n\nLysa's reason for poisoning Jon was that he planned on having their son sent to Dragonstone to be fostered by Stannis Baratheon. Littlefinger apparently wanted him dead to trick the Starks and Lannisters into fighting each other (aided by the letter he had Lysa write to Catelyn), and also so he could later marry Lysa and take control over the Vale.\n\n", "Quotes": "{{dialogue a-b|Eddard Stark|Jon was a man of peace. He was Hand for 17 years â&euro;&ldquo; 17 good years. Why kill him?|Varys|He started asking questions.|Eddard discovering there was more to Jon Arryn's death.|The Wolf and the Lion}}\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season One Appearances|yes}}\n\n", "Biography": "===Background===\n[[Image:King Robert Baratheon Hand Jon Arryn.jpg|thumb|Jon Arryn held the realm together for King Robert.]]\nJon Arryn was the [[Lord of the Eyrie]] and the head of [[House Arryn]], one of the [[Great Houses]] of [[Westeros]].    \nJon was the Warden of the East and Defender of the Vale. He was a respected nobleman and both [[Eddard Stark]] and [[Robert Baratheon]] were fostered by him during their adolescence.&lt;ref name=&quot;Jon Arryn viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/arryn/jon-arryn/ HBO viewers guide, season 2 guide to houses, House Arryn - Jon Arryn entry]&lt;/ref&gt; The [[Mad King]] condoned the kidnap of Eddard's sister and Robert's betrothedÂ [[Lyanna Stark]].&lt;ref name=&quot;E1&quot;&gt;&quot;[[Winter is Coming]]&quot;&lt;/ref&gt; The Mad King had Eddard's [[Rickard Stark|father]] and [[Brandon Stark (the elder)|brother]] killed for protesting against the kidnapping.&lt;ref name=&quot;E3&quot;&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt; When he then demanded that Eddard be turned over to the King's justice, Lord Arryn rebelled, calling his banners to war. [[House Stark]] and [[House Baratheon]] followed suit. The rebels forged an alliance with [[House Tully]] through marriage, with Eddard married to [[Catelyn Tully]] and the then-elderly Jon to the young [[Lysa Tully]].&lt;ref name=&quot;Jon Arryn viewers guide&quot;/&gt;&lt;ref name=&quot;E1&quot;/&gt;\n\n[[File:Jon_Arryn_Hand.png|thumb|left|261px|Jon Arryn serving as Hand of the King.]]After the rebel victory in the war, Robert became King and appointed Jon as his [[Hand of the King|Hand]]. Jon served the realm well for many years as Hand of the King. Indeed, Jon Arryn was essentially the man really holding the realm together for the next seventeen years, while Robert drank and ate and used whores.\n\nJon Arryn died in [[King's Landing]] immediately prior to the events of the series, sparking King Robert's search for a replacement. Jon is survived by his wife Lysa and their six-year-old son, [[Robin Arryn]].&lt;ref name=&quot;E1&quot;/&gt; Jon was investigating the legitimacy of the children of Queen [[Cersei Lannister]], and just before he died discovered that they were secretly not the biological children of Robert Baratheon.\n\nHis dying words were to Robert Baratheon, &quot;The seed is strong.&quot;\n\n===[[Season 1]]===\n[[File:Jon Arryn Silent Sisters Funeral.jpg|thumb|[[Silent Sisters]] perform the funeral ceremony for Jon Arryn.]]\nJon Arryn's body is laid out in state in the throne room of the [[Red Keep]] in [[King's Landing]]. Ser [[Jaime Lannister]] and Queen [[Cersei Lannister|Cersei]] discuss Jon's attempts to learn the truth about their incestuous relationship and his failure to do so. Later, news of Jon's death reaches Eddard Stark at [[Winterfell]], who is shocked and upset as he considered Jon to be a second father to him. CatelynÂ then receives a letter from LysaÂ accusing House Lannister for murdering Jon.&lt;ref name=&quot;E1&quot;/&gt;\n\nWhen Eddard Stark attends his first [[Small Council]] meeting in King's Landing, he is shocked to learn that the realm is six million [[Currency|Gold Dragons]] in debt, and refuses to believe that Jon Arryn would let this happen. [[Maesters|Grand Maester]] [[Pycelle]] and [[Renly Baratheon]] explain to Lord Stark that while Jon gave wise and prudent advice, King Robert did not always follow it.&lt;ref name=&quot;E3&quot;/&gt;\n\nArryn had asked Pycelle for ''[[The Lineages and Histories of the Great Houses of the Seven Kingdoms]]'', a book detailing genealogies of the nobility, which notes the heredity preponderance for black hair in [[House Baratheon]].&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\nEddard Stark is told that Arryn visited with an armorer, [[Tobho Mott]], several times before his death and also talked with his apprentice [[Gendry]], inquiring about his mother. Stark immediately realizes upon meeting with Gendry that he is King Robert's [[bastard]] son.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt; On the day he died, Arryn met with [[Mhaegen]], a prostitute at Lord [[Petyr Baelish]]'s brothel. She showed him her infant daughter, [[Barra]], who was fathered by King Robert Baratheon.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\n[[Varys]] privately warns Eddard that he thinks Jon Arryn was murdered by an unknown party for asking too many questions, using a rare and untraceable poison known as the [[Tears of Lys]].&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\nUnder forceful interrogation by [[Tyrion Lannister]], [[Grand Maester]] [[Pycelle]] confesses that he knew that Jon Arryn had unearthed the truth upon seeing Robert's [[Bastardy|bastard]] children that Queen Cersei's three children were not conceivedÂ by Robert, but by her twin brother [[Jaime Lannister]]. Pycelle states that Jon Arryn intended to act and reveal his discovery to King Robert. When Tyrion accuses Pycelle of having Jon poisoned to keep the truth from getting out, he angrily denies that he killed him. Tyrion then points out that Pycelle must have realized that ''someone'' had poisoned Arryn (and he wasn't simply sick), but he let him succumb anyway, so he has Pycelle thrown into the [[Black Cells]].&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\nAfter being reunited with [[Petyr Baelish]], Lysa obsessively declares her love for him and the things she has done to demonstrate it, including lacing Jon's wine with Tears of Lys and then sending a letter to Catelyn accusing House Lannister of the assassination.&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;\n\n"}, "title": "Jon Arryn"}