{"attributes": {"status": " :Category:Status: Alive", "last": "&quot;The Mountain and the Viper&quot; ", "imagesize": " 250px", "family": [" Jeor Mormont - father", "Maege Mormont - aunt", "Lynesse Hightower - wife (separated)", "Alerie Tyrell - sister-in-law", "Margaery Tyrell - niece by marriage", "Loras Tyrell - nephew by marriage"], "rightlink": " House TargaryenCharacter", "culture": " NorthmenQuote", "season": " Season 1", "image": " Jorah-Mormont-Profile-HD.png", "leftimage": " Mormont mini shield.png", "allegiance": [" House Targaryen (by oath)", "Varys (formerly)", "Golden Company (formerly)", "House Mormont (by birth)"], "actor": " Iain Glen", "religion": "Old Gods of the Forest", "titles": [" Lord of Bear Island (formerly)", "Ser"], "rightimage": " Targaryen mini shield.png", "place": " Bear Island", "title": " Jorah Mormont", "aka": " Jorah the Andal", "first": " &quot;Winter is Coming (episode)", "age": " ", "appearances": " 31 episodes &lt;small&gt;#Appearances", "leftlink": " House Mormont"}, "sections": {"Family tree": "{{House Mormont family tree}}\n\n", "Behind the scenes": "On the [[Season 2]] Blu-ray, Jorah narrates a [[Histories &amp; Lore]] video on '''&quot;[[The Free Cities (Histories &amp; Lore)|The Free Cities]]&quot;'''. On the [[Season 3]] Blu-ray, he narratesÂ '''&quot;[[Old Ghis &amp; Slaver's Bay (Histories &amp; Lore)|Old Ghis &amp;amp; Slaver's Bay]]&quot;Â '''and '''&quot;[[The Unsullied (Histories &amp; Lore)|The Unsullied]]&quot;'''.\n\n", "TOP": "Jorah Mormont021751vh3zbusu8pft4tanlzyrill3eccndj1772322015-03-16T06:13:21ZSharp Blades26158496/* Quotes */{{Heraldry\n|leftimage = Mormont mini shield.png\n|leftlink = House Mormont\n|rightimage = Targaryen mini shield.png\n|rightlink = House Targaryen\n}}\n{{Character\n|Title = Jorah Mormont\n|Image = Jorah-Mormont-Profile-HD.png\n|Season = [[Season 1|1]], [[Season 2|2]], [[Season 3|3]], [[Season 4|4]], [[Season 5|5]]\n|First = &quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;\n|Last =&quot;[[The Mountain and the Viper]]&quot; \n|Appearances= 31 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n|Titles = [[Lord of Bear Island]] (formerly)&lt;br&gt;[[Ser]]\n|Aka = Jorah the Andal\n|Status= [[:Category:Status: Alive|Alive]]\n|Place = [[Bear Island]]\n|Allegiance = [[House Targaryen]] (by oath)&lt;br&gt;[[Varys]] (formerly)&lt;br&gt;[[Golden Company]] (formerly)&lt;br&gt;[[House Mormont]] (by birth)\n|Family = {[[Jeor Mormont]]} - father&lt;br&gt;[[Maege Mormont]] - aunt&lt;br&gt;[[Lynesse Hightower]] - wife (separated)&lt;br&gt;[[Alerie Tyrell]] - sister-in-law&lt;br&gt;[[Margaery Tyrell]] - niece by marriage&lt;br&gt;[[Loras Tyrell]] - nephew by marriage\n| Religion=[[Old Gods of the Forest]]\n|Actor = [[Iain Glen]]|ImageSize = 250px|Age = |Culture = [[Northmen]]}}\n{{Quote|There is a beast in every man and it stirs when you put a sword in his hand.|Jorah Mormont|Walk of Punishment}}\n\nSer''' Jorah Mormont''' is a major character in the [[Season 1|first]], [[Season 2|second]], [[Season 3|third]], [[Season 4|fourth]] and [[Season 5|fifth]] seasons. He is played by starring cast member [[Iain Glen]], and debuts in the [[Winter is Coming (episode)|series premiere]]. Ser Jorah is an exiled Northern lord living in [[Essos]]. He has sworn fealty to his fellow exile [[Daenerys Targaryen]] and helps her adapt to life as a [[Khaleesi]] of the [[Dothraki]].\n\nOriginally, Jorah was working as a spy for [[Varys]], King Robert's [[Master of Whisperers|spymaster]] in King's Landing, sending Varys information about the Targaryen exiles. But he grows to respect and admire Daenerys and begins serving her in earnest. He saves her from an assassination attempt, stops sending reports to Varys and ignores an official royal pardon which would allow him to return home to [[Westeros]]. He develops strong and unrequited feelings for her. When Daenerys learns of his past spying, however, he is dismissed from her service and ordered to leave her presence.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Jorah is described as balding and hairy but still fit, though &quot;not a handsome man&quot;. He is the son of Lord Jeor Mormont of Bear Island. He won honor in the [[Greyjoy Rebellion]] when he was one of the first through the breach during the storming of [[Pyke (castle)|Pyke]]. For his valor, he won praise from King [[Robert Baratheon]] and a [[knighthood]]. With a strong, vigorous son ready to take over the lordship, Jeor decided to join the [[Night's Watch]], where he rapidly rose to the rank of [[Lord Commander]]; leaving Jorah as [[Lord of Bear Island]].\n\nJorah's first wife was an unnamed woman of [[House Glover]], who was unable to carry a child to term in ten years of marriage and died after a third miscarriage. She has not been referred to in the TV series. He later married Lynesse Hightower, of the extremely powerful [[House Hightower]] of [[Oldtown]], after winning a tournament to celebrate the victory of King Robert against the [[Greyjoy Rebellion]] in which Jorah wore Lynesse's favor. Lynesse was used to the riches and luxury of the second-largest city in [[Westeros]], and found Bear Island primitive and rude. Jorah's attempts to please his wife led to him spending all of his money. He disgraced himself through behavior unbefitting a lord, by arresting poachers and selling them to slavers. Slavery is illegal in the Seven Kingdoms and has been for millennia. When [[Eddard Stark]] came to arrest Jorah, he and Lynesse fled across the [[Narrow Sea]] to the [[Free City]] of [[Lys]], leaving his aunt Maege to become the ruling Lady of Bear Island. Jorah attempted to make his living as a sellsword, but was unable to provide an income acceptable to Lynesse. She left him and became a concubine to the merchant lord Tregar Ormollen, who then exiled Jorah from the city.\n\nDaenerys learns of Jorah's past spying for [[Varys]] earlier in the book narrative, before she conquers Meereen. Ser Barristan initially conceals his true identity from her, claiming to be a squire named Arstan Whitebeard (this storyline was omitted from the TV series) and when he finally reveals himself, he also tells her of Jorah's treachery, which Barristan knew from attending Robert's [[small council]] meetings (in the series, Barristan was not a member of the small council, and thus he knew nothing of Jorah's spying). She initially dismisses both, and assigns them a suicide mission to conquer Meereen by entering the city via its sewers. To her surprise (and disappointment) both survive the mission and help her capture the city.\n\nShe forgives Ser Barristan and re-admits him into her service. She intends to pardon Jorah too, but is angered by his attitude; he remains defensive and lacks contrition when she thinks he ought to be begging for her forgiveness, so she dismisses him, although she fights back tears as she does so. Daenerys tells Jorah that if she sees him again, she will order Strong Belwas (who does not appear in the TV series) to wrench his head off. [[Daario Naharis]] offers to kill Jorah for her, but Daenerys decides to spare him and he is allowed to leave the city. Daario warns that it would have been wiser to kill Jorah, or otherwise keep him close.\n\nThere is no mentioning in the books that Jorah ever served in the [[Golden Company]], though it is said that after Lynesse left him he scraped by as a sellsword for years, until he came to Pentos to spy on the Targaryens. At first his fought as a sellsword for Lys, but after Lynesse's new lover exiled him from the city he drifted to [[Volantis]], where he spent the better part of a year working as a sellsword and owning nothing but his sword.\n\nAccording to the TV series official [[pronunciation guide]] developed for the cast and crew, &quot;Jorah Mormont&quot; is pronounced &quot;JOR-uh MORE-mont&quot;.\n\n", "Quotes": "{{Quote|You have a gentle heart. There are times when I look at you and I still canâ&euro;&trade;t believe you're real.|'''Jorah Mormont''' to [[Daenerys Targaryen]]|The Ghost of Harrenhal}}\n{{Quote|No one can survive in this world without help.|'''Jorah Mormont''' to [[Daenerys Targaryen]]|A Man Without Honor}}\n{{Quote|[[Rhaegar Targaryen|Rhaegar]] fought valiantly, Rhaegar fought nobly. And Rhaegar [[Battle of the Trident|died]].|'''Jorah Mormont''' to [[Daenerys Targaryen]]|Walk of Punishment}}\n\n", "Image gallery": "&lt;gallery hideaddbutton=&quot;true&quot;&gt;\nJorah 1x03.png|Jorah riding with Drogo's ''khalasar'' in &quot;[[Lord Snow]].&quot;\nFlatlands.jpg|Ser Jorah rides with the Dothraki.\nDanyInBaelor.jpg|Daenerys and Jorah with the Dothraki in &quot;[[Baelor]]&quot;.\nDany-awake.png|Ser Jorah with Dany as she wakes after her son arrived stillborn.\nJorah Main.jpg|Ser Jorah in season 2.\nJorah discovers Rakharo.jpg|Jorah discovers that Rakharo has been killed in the Red Waste.\nDaenerys &amp; Irri 2x02.png|Jorah, Daenerys, and Irri in the Red Waste.\nEmpty cages.jpg|Daenerys wants Ser Jorah to find her dragons in &quot;[[A Man Without Honor]]&quot;.\nDaenerys and Jorah 2x08.png|Jorah tells Dany to trust him in &quot;[[A Man Without Honor]]&quot;.\nDany &amp; Jorah 2x10.jpeg|A promotional image of [[Daenerys Targaryen]] and Jorah Mormont in &quot;[[Valar Morghulis]].&quot;\nMhysa Dany Jorah finale.png|Missandei, Dany and Jorah in &quot;[[Mhysa]]&quot;.\nSeason4-GOT-SerJorahposter.jpg|Promotional image for Jorah in [[Season 4]].\n&lt;/gallery&gt;\n\n", "See also": "*{{AWOIAF}} (major spoilers from the books)\n\n", "Appearances": "{{Season One Appearances|yes|yes|yes|yes||yes|yes|yes|yes|yes}}\n{{Season Two Appearances|yes|yes||yes|yes||yes|yes||yes|yes}}\n{{Season Three Appearances|yes||yes|yes|yes||yes|yes|yes|yes}}\n{{Season Four Appearances|yes||yes|yes|yes|yes|yes|yes}}\n\n", "Biography": "===Background===\n[[File:Jorah Pyke.png|thumb|left|Jorah fighting in the Siege of Pyke.]]\nJorah Mormont is the son of [[Jeor Mormont]] of [[House Mormont]], the [[Lord of Bear Island|Lords of Bear Island]] and vassals ofÂ [[House Stark]] in [[the North]]. Jorah had a distinguished early career, and participating in the [[Siege of Pyke]] during the [[Greyjoy Rebellion]], for which he was [[knight]]ed by King [[Robert Baratheon]].&lt;ref name=&quot;Kissed by Fire&quot;&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt; His father later voluntarily joined the [[Night's Watch]], leaving Jorah as Lord of Bear Island and head of House Mormont.\n\nJorah married [[Lynesse Hightower]], but his new wife had expensive tastes which Jorah struggled to fund to make her happy. Ultimately he resorted to selling poachers into [[slavery]], which has been illegal in the [[Seven Kingdoms]] for millennia and is a great taboo throughout Westeros. Jorah was caught and disgraced. He was stripped of his Lordship and fled to the [[Free Cities]] to avoid being executed by [[Eddard Stark]]. He served in [[Mercenary|mercenary companies]] such as the [[Golden Company]].&lt;ref name=&quot;S4E07&quot;&gt;&quot;[[Mockingbird]]&quot;&lt;/ref&gt; His wife eventually left him for another, [[Tregar Ormollen|richer man]].&lt;ref name=&quot;Jorah viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-ofthrones/season2/#!/guide/houses/targaryen/jorah-mormont/ HBO viewers guide, season 2 guide to houses, House Targaryen - Jorah Mormont entry]&lt;/ref&gt;\n\nHe is called '''Jorah the Andal''' by the [[Dothraki]], as they apparently assume that all people from Westeros are [[Andals]]. However, Jorah is actually a [[Northmen|Northman]], descended from the [[First Men]].\n\nBesides the [[Common Tongue]] of Westeros, Ser Jorah is fluent in the [[Dothraki (language)|Dothraki language]].\n\n===[[Season 1]]===\n\n[[File:Daenerys 1x03.png|right|210px|thumb|Daenerys and Jorah Mormont in the Dothraki sea.]]\nJorah appears at the wedding of Khal [[Drogo]] and [[Daenerys Targaryen]]. He introduces himself and presents Daenerys with some books containing songs and stories from Westeros. He tells her that he served her [[Aerys II Targaryen|father]] for many years, and pledges to serve the rightful king, her brother [[Viserys Targaryen|Viserys]].&lt;ref&gt;&quot;[[Winter is Coming]]&quot;&lt;/ref&gt;\n\nWhile traveling to Vaes Dothrak, Ser Jorah tells Viserys that he lost his home because he sold some poachers to slavers (which is illegal in the Seven Kingdoms). [[Eddard Stark]] wanted to execute him for breaking the law. He fled instead. Viserys dismisses this as foolishness, saying such things will be tolerated under his rule. Mormont is less certain that this will happen.&lt;ref&gt;&quot;[[The Kingsroad]]&quot;&lt;/ref&gt;\n\n[[File:Jorah and Rakharo 1x03.jpg|thumb|left|210px|Jorah and Rakharo debate combat techniques.]]\nSer Jorah is impressed by Daenerys's growing ability to command. When Viserys tries to hit Daenerys, she orders his horse taken so he has to walk, a disgrace for a Dothraki. Viserys orders Ser Jorah to kill Daenerys' men, a suicidal order that Jorah pointedly ignores. From this point on he is underÂ Daenerys's command. Jorah talks to Daenerys's bodyguard [[Rakharo]] and helps him learn some Westerosi words to better serve her. Jorah and Rakharo also swap their opinions on the value of swords and armors versus the ''[[arakh]]'' and some personal information: Jorah states that [[Jeor Mormont|his father]] is a man of great honor and integrity, and that Jorah's disgrace betrayed him. When Jorah learns that Daenerys is pregnant, he orders a goat slaughtered and prepared as a meal to celebrate and rides to the nearby [[Free City]] of [[Qohor]].&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt; It is later revealed that he sent information to Lord [[Varys]] in King's Landing about Daenerys's pregnancy.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\nArriving at Vaes Dothrak, Daenerys asks Jorah if he thinks the Dothraki could retake the Seven Kingdoms for her House. Mormont points out the difficulties of persuading them to cross the [[Narrow Sea]], but believes success possible if that could be accomplished and if King Robert was foolish enough to meet them in open battle. He says that if their opponents retreated behind stone walls, the Dothraki would not be able to root them out. They move to discussing Jorah's background and he admits to selling the poachers as slaves to raise money for his expensive wife. When Daenerys asks him where his wife is, Jorah replies that she is with another man in another place.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\nIn King's Landing, Eddard Stark learns that Jorah Mormont is Varys's agent and spy in Daenerys's retinue. He puts little faith in Jorah's information that Daenerys is pregnant, considering him a traitor who will say anything for a royal pardon. However, King Robert and his council are adamant that his information can be relied on and order the assassination of Daenerys.&lt;ref&gt;&quot;The Wolf and the Lion&quot;&lt;/ref&gt;\n\n[[File:Jorah and Viserys.jpg|thumb|Jorah warning Viserys.]]\nJorah translates for the benefit of Viserys during the ceremony where Daenerys eats a stallion's heart so that the [[Dosh khaleen]] can prophesize about her baby. Viserys thinks it is disgusting, but when he realizes that the Dothraki love Daenerys he slips away, Jorah follows and finds him trying to steal Daenerys's three [[dragon]] eggs. He is tired of waiting, and he wants to sell the eggs to buy an army. Viserys accuses Jorah of having desires for his sister, but Jorah still stops him from leaving, using a variation of the motto of his house, &quot;Yet here I stand.&quot; Viserys backs down and leaves without the eggs. Later, when Viserys threatens Daenerys, Jorah tries to stop him as drawing blood in the sacred city is punishable by death. When Drogo executes Viserys with a pot of molten gold, he urges Daenerys to look away, but she refuses.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\n[[File:Dany-jorah-market.png|thumb|left|Ser Jorah foils the assassination attempt of the [[Wineseller]] in the markets of [[Vaes Dothrak]].]]\nJorah accompanies Daenerys and her handmaidens to the market. He receives a message from a lad (one of Varys' informers that he calls his [[Little Bird]]s), who says &quot;the Spider sends his regards&quot;, and hands him a parchment which he says is his pardon and he can go home now. Ser Jorah clutches it and looks at it with longing, but realizes it means that if they don't need anyone to spy on Daenerys anymore, she is likely in danger. He goes back to the market and seeing a [[wineseller]] is trying to give Daenerys a cask as a gift, he intervenes and prevents the assassination as the wine is [[poison]]ed, thus saving Daenerys. Drogo rewards his loyalty with a fine horse before vowing to invade and seize the Seven Kingdoms in vengeance.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n\nSer Jorah accompanies Daenerys as the ''khalasar'' raids the lands of [[Lhazar]]. When Daenerys orders that Dothraki warriors are to be prevented from raping the local women, Ser Jorah helps carry out the order, upsetting the Dothraki. He witnesses the fight between Drogo and [[Mago]], Drogo wins but takes a small wound.&lt;ref&gt;[[The Pointy End]]&lt;/ref&gt;\n\n[[File:Daenerys.png|thumb|Daenerys being carried by Ser Jorah to the tent.]]\nAs Drogo's condition worsens, Ser Jorah fears for the chaos that will be unleashed if he dies. Daenerys is shocked to learn that her unborn son will be killed in the resulting power struggle as different bloodriders fight to succeed Drogo. Jorah suggests they leave quietly and try to get to [[Asshai]], where there is a port, but Daenerys refuses. She begs the Lhazareen witch, [[Mirri Maz Duur]], to help Drogo with blood magic and tells Ser Jorah that he should put on his armor. When Drogo's bloodrider [[Qotho]] tries to halt the ceremony, Ser Jorah stops him with his sword. They fight and the younger Dothraki swiftly gains the upper hand through his superior agility, but his ''arakh'' is unable to penetrate Jorah's heavy armor, allowing Jorah to kill him. Daenerys goes into labor and the midwives are too afraid to help her (thinking she is cursed because of the maegi), Jorah takes her into Drogo's tent to seek Duur's aid.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\n[[File:Jorah &amp; Daenerys 1x10.png|thumb|left|Daenerys and Ser Jorah.]]\nJorah is with Daenerys when she wakes the next morning. He tells her to rest, but she insists on being taken to Drogo and her child. She learns that her son was stillborn, badly malformed, and that [[Drogo]] is alive but comatose, while the ''khalasar'' has scattered to the winds. Duur admits that she orchestrated Drogo's condition and the death of Daenerys's son as vengeance for the destruction of her village. Daenerys ends Drogo's suffering by smothering him with a pillow. She builds a funeral pyre for Drogo, burns Duur alive and puts her dragon eggs in the flames. Ser Jorah tries and fails to stop Daenerys burning the dragons eggs as they can be sold to buy her a life of travel to exotic places. He tells her he knows she is planning on stepping onto the pyre as well and says she must not. She strokes his cheek and gives a speech to her people saying that they may go, but if they stay she will lead them to a great destiny.\n\nJorah and Daenerys's remaining ''khalasar'' stand vigil all night until the fire finally burns out. In the ashes they find Daenerys unhurt with three newly-hatched [[dragons]]. A stunned Jorah drops to his knees and proclaims Daenerys his queen and liege, using the Dothraki declaration of undying loyalty, &quot;Blood of my blood.&quot;&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\nSer Jorah crosses the [[Red Waste]] with Daenerys and her ''khalasar''. After Dany's mare, Drogo's first gift to her, dies of exhaustion, she wonders where should they go and what can she do against starvation. Jorah reminds her that returning either to [[Lhazar]] or to the [[Dothraki sea]] would mean their death and the loss of her dragons at the hands of either the [[Lhazareen]] or another ''khalasar''. He also reminds her that she must remain strong for her people's sake. She tells him that he is her strength and then sends her [[bloodrider]]s to scout ahead on their three remaining horses.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\n[[File:Jorah 2x02.jpg|thumb|Ser Jorah discovers the severed head of Rakharo.]]\n\nThe ''khalasar'' sit amidst the heat as they wait for the scouts. Jorah notices a horse approaching and rouses Daenerys. The mount is riderless and covered in bright red war paint. Jorah notices blood dripping from a saddlebag and opens it to find the head of [[Rakharo]] and his severed braid inside. Jorah warns Daenerys not to look, but she insists. She asks Jorah who killed Rakharo and he speculates it might have been another ''khalasar'', possibly Khal [[Pono]] or Khal [[Jhaqo]], who are opposed to a woman leading a ''khalasar''. Daenerys vows that they will like it less when she is done with them.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\n[[Kovarro]] returns to the camp. Daenerys notices that he has changed mounts and he reveals that he was given a new horse by [[the Thirteen]], the leaders of [[Qarth]]. He reports that on hearing of her dragons, the Thirteen have invited Daenerys to the city. Daenerys asks Jorah what he knows of Qarth and he tells her that the desert around it is known as the [[Garden of Bones]] because it is littered with the remains of travellers who have been refused entry to the city.&lt;ref name=&quot;E14&quot;&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\nJorah and the rest of the ''khalasar'' reach Qarth. The ''khalasar'' is met by the Thirteen with distrust and are denied entry, to which Daenerys reacts in anger, despite JorahÂ warning her to be careful. Nevertheless, [[Xaro Xhoan Daxos]], one of the Thirteen, intervenes on behalf of Daenerys and her people, who are admitted into the city.&lt;ref name=&quot;E14&quot; /&gt;\n\n[[File:Daenerys 2x05.png|thumb|left|Daenerys and Ser Jorah in Qarth meet Pyat Pree.]]\nXaro holds a reception for Daenerys and her people in the gardens of his home. Jorah prevents the Dothraki from stealing from their host. Daenerys and Jorah are perturbed by the tricks of the warlock [[Pyat Pree]], who invites Daenerys to visit the [[House of the Undying]]. The masked woman [[Quaithe]] delivers an enigmatic warning to Jorah about Daenerys's need for protection from those who lust after her dragons. Xaro offers to fund Daenerys's invasion of Westeros in exchange for her hand in marriage. Later, she seeks Jorah's advice about the proposal and he cautions against accepting financial aid. He suggests that she will be able to win her throne should she reach Westeros with just a single ship. He reveals his depth of feeling for her and while she accepts his counsel she does not reciprocate.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\n[[File:Daenerys and Jorah 2x08.jpg|thumb|Jorah wants to find a ship, but Daenerys will not leave her dragons.]]\nWhile Jorah is away seeking a ship,Â Daenerys appeals to members of the Thirteen for aid. She is refuted and returns to Xaro's home to find that [[Irri]] and several of her guards have been murdered and the dragons stolen.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt; Jorah rushes back to her when he hears the news and she asks him to help find them. He speaks with Quaithe, who warns him that Daenerys is with the thief. He finds her being confronted by [[Pyat Pree]], who has taken the dragons to the House of the Undying. Jorah tries to kill him but only succeeds in dispelling one of his many magical copies. Xaro has proclaimed himself king of Qarth and worked with Pree to steal the dragons.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt; Jorah finds Daenerys refuge in a disused square. He counsels fleeing the city on the ship that he has found but Daenerys insists on reclaiming her dragons, saying that they are her children. She reminds Jorah that she has magic of her own and he agrees to help her despite knowing they will be walking into a trap.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n[[File:Daenerys, Jorah and dragons 2x10.jpg|thumb|left|Jorah, Daenerys, and her dragons confront Xaro.]]\nThey are separated upon arriving at the tower. Daenerys is able to hear a distraught Jorah calling for her outside. Daenerys overcomes the warlock's spells and reunites with her dragons. Once they are together she commands them to breathe flames at the sorcerer, killing him and allowing them to escape. They return to Xaro's home to confront him for his treachery and find him in bed with [[Doreah]]. They go to his vault, which proves to be empty, and lock Xaro and Doreah inside to die. Following Daenerys' wishes, Jorah orders the members of the ''khalasar'' to take all the gold and jewels of Xaro's manse.&lt;ref name=&quot;E20&quot;&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\nJorah is on Daenerys' ship that sailed from [[Qarth]] to [[Astapor]]. He is also with her when [[Kraznys mo Nakloz]] demonstrates the level of obedience of his [[Unsullied]] soldiers by slicing off one of their nipples and urges her to purchase them. During the conversation, Daenerys finds herself distracted by a young girl playing with a ball. A cloaked stranger appears from behind them to knock the ball out of her hands and Jorah engages himself in a struggle with him. The ball hits the floor and cracks open to reveal a manticore which the stranger promptly stabs with his dagger. When he removes his hood, Jorah recognizes him as Ser [[Barristan Selmy]].&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\nJorah reaches the Walk of Punishment with Daenerys and Ser Barristan. He and Ser Barristan debate the merits of buying the Unsullied. Barristan advises Daenerys that there is no honor in conquering with a purchased slave army. Jorah counters that honor does not win battles and that the Unsullied are not like a regular army. They will not rape and pillage, and will only kill who they are ordered to kill. Daenerys eventually offers one of her dragons to Kraznys in return for all 8,000 of his Unsullied, a deal that Jorah and Barristan both strongly advise her against. Nevertheless, Daenerys stands her ground and scolds her two advisors for contradicting her in public.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\nJorah is present at the [[Sack of Astapor|Sack]] of Astapor where Daenerys manages to both keep all of her dragons and win the army as well as their trust in her as a queen and not as a mistress, effectively getting the best out of both Jorah and Barristan's prior arguments.&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n\nOn the road north to [[Yunkai]], Jorah reminisces with Barristan about the day he was knighted by King Robert for his part in the [[Siege of Pyke]] in the [[Greyjoy Rebellion]]. He recalls that the only thing on his mind was how badly he needed to urinate, having been sealed in armor for sixteen hours. Barristan prods Jorah about his past, when he was disgraced and exiled for his involvement in the slave trade, and warns him that his presence alongside Daenerys may harm her image in Westeros. Jorah questions Barristan about the advisors on King Robert's [[Small Council]], subtly trying to ascertain whether Barristan knows that he was previously spying on Daenerys for Varys. However, Barristan explains that as a former Targaryen loyalist, King Robert did not fully trust him, and excluded him from council meetings. Jorah and Barristan briefly bicker about the fact that Barristan has only just arrived, while Jorah has been protecting Daenerys for months. Jorah tells Barristan that he is not Lord Commander here, and he only takes orders from Daenerys.&lt;ref name=&quot;Kissed by Fire&quot; /&gt;\n\nUpon arriving at Yunkai's gates, Jorah is dismissive of Daenerys and Barristan's claims that its reputation for training bed slaves rather than soldiers will give them a clear advantage and explains that Yunkai will in all likelihood just shut its gates and chip away at Daenerys' army using guerilla tactics. He also advises Dany that conquering Yunkai is irrelevant in their quest to return to Westeros but she is adamant on freeing the hundreds of thousands of slaves within the city walls.&lt;ref&gt;&quot;[[The Bear and the Maiden Fair (episode)|The Bear and the Maiden Fair]]&quot;&lt;/ref&gt;\n\nJorah is present in Daenerys' tent when the Yunkish slave-trader [[Razdal mo Eraz]]Â arrives bearing gifts. Following her orders he spies on the mercenary group, the [[Second Sons]], and is again present in her tent when she is hosting the two mercenary captainsÂ [[Mero]] and [[Prendahl na Ghezn]], and their lieutenant [[Daario Naharis]]. Mero is sexually vulgar towards Daenerys which prompts Ser Jorah to threaten him to &quot;mind his tongue&quot;.&lt;ref&gt;&quot;[[Second Sons (episode)|Second Sons]]&lt;/ref&gt;\n\nWith Daario's help, Jorah and [[Grey Worm]] enter Yunkai from one of its posterior tunnels and the three of them successfully fight off a number of guards and open the gates of Yunkai from the inside, allowing the Unsullied to sweep in and win the city for Daenerys. Jorah though is noticably distraught when all of Daenerys' post-victory attention is centered on Daario Naharis.&lt;ref&gt;&quot;[[The Rains of Castamere (episode)|The Rains of Castamere]]&lt;/ref&gt;\n\nJorah, along with Ser Barristan, DaarioÂ and [[Missandei]],Â is also present when Daenerys is greeted with open arms by the newly freed slaves of Yunkai.&lt;ref&gt;&quot;[[Mhysa]]&lt;/ref&gt;\n\n===[[Season 4]]===\nWhile feeding her dragons, Dany is warned by Jorah once again about the fact that they areÂ not tameableÂ beasts. He also informs her that Daario Naharis and Grey Worm are gambling. When the army of Unsullied halts in unison, Jorah faces the crucifixion of a small child - one of 163 along the path to [[Meereen]], greatest of the cities of [[Slaver's Bay]].&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\nAs the one who has been at her side the longest, Ser Jorah volunteers to face the champion sent out by MeereenÂ when Daenerys arrives at their gates. Daenerys refuses to gamble with the life of her most trusted advisor, general, and dearest friend.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\nSer Jorah informs DaenerysÂ that King [[Joffrey Baratheon]]Â has been poisoned at his own wedding. He also informs her of the disasters in the two cities she liberated, Yunkai and Astapor.Â Daenerys'Â companions debate about possibly mounting an invasion of Westeros due to its current state. Jorah is against it, stating that their forces could not conquer all of Westeros alone and they have no real allies on the continent. After DaenerysÂ dismisses the rest of her council, she tells Jorah that her business in Slaver's Bay is not yet complete and intends to stay.&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;\n\nSome weeks later, Jorah enters Daenerys's chambers early in the morning and is not pleased to find a partially-dressed Daario exiting. Daario quips that it is a good time to petition Daenerys because she is in a very good mood. Entering the queen's conference room, Daenerys tells Jorah that she sent Daario to take the Second Sons to Yunkai to regain control over the city and kill the masters that have resurfaced. Jorah relates to the mercy shown by Eddard Stark for his dealings in slavery and convinces Daenerys to bring the masters to justice without execution. Daenerys considers for a moment and then tells Jorah to assign [[Hizdahr zo Loraq]] as her ambassador to offer the masters a choice: they can live free in the new world she[[File:Barristan confronts jorah.png|thumb|Ser Jorah is confronted by Barristan Selmy regarding Mormont's royal &quot;pardon&quot;]] wants to create, or they can die clinging to their old one. The Second Sons will be stationed in Yunkai to enforce whichever choice masters make. She also says to let Daario know that it was Jorah who changed her mind.&lt;ref name=&quot;S4E07&quot; /&gt;\n\nAsÂ [[Barristan Selmy|Barristan&amp;nbsp;Selmy]]Â watches the Unsullied taking down the crucified slave masters outside ofÂ Meereen, a small boy approaches him, giving him a scroll bearing the seal of the king's hand. AsÂ BarristanÂ reads it, he realizes that the letter was signed byÂ [[Robert Baratheon|Robert&amp;nbsp;Baratheon]], the same yearÂ JorahÂ andÂ DaenerysÂ first met each other.Â BarristanÂ confrontsÂ JorahÂ about this before tellingÂ Daenerys, saying that he doesn't want to go behindÂ Jorah'sÂ back. He tellsÂ JorahÂ that he knows the truth;Â JorahÂ wasÂ intiallyÂ working as a spy for Robert. AsÂ JorahÂ asks to speak [[File:DanyJorahExile.png|thumb|left|Daenerys banishes Jorah from her service.]]withÂ DaenerysÂ alone,Â BarristanÂ then informsÂ him thatÂ JorahÂ &quot;will never be alone with her again.&quot;&lt;ref name=&quot;E38&quot;&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt;\n\nIn the throne room, asÂ JorahÂ walks up the steps towardsÂ Daenerys, the turmoil builds up whenÂ DaenerysÂ asks for an explanation.Â JorahÂ explains that the situation is a ploy byÂ [[Tywin Lannister|Tywin&amp;nbsp;Lannister]]Â in order to divide them. However, as the scroll was signed the yearÂ JorahÂ first metÂ Daenerys, sheÂ asks if the pardon was forged. Reluctantly,Â JorahÂ tells the truth, atÂ Daenerys'Â request. He confesses to providing [[Varys|the spider]] the information onÂ Daenerys'Â activities inÂ Essos.Â DaenerysÂ gets angry whenÂ JorahÂ also admits that he provided the information of her pregnancy withÂ [[Rhaego|Khal&amp;nbsp;Drogo's&amp;nbsp;child]], as it led to her nearly getting poisoned by theÂ [[Wineseller|wine merchant]]Â outside ofÂ [[Vaes Dothrak|Vaes&amp;nbsp;Dothrak]].Â JorahÂ defensively tells her that if it hadn't been for him she [[File:Jorah leaves meeren.png|thumb|Jorah leaves Meereen.]]would have been poisoned, butÂ DaenerysÂ claims that it was only because he saw it coming.Â JorahÂ calls her name and begs for her forgiveness, but she rejects, saying that he sold all her secrets to Robert, the man whom she finds guilty of her family's murder.Â JorahÂ is forced to leave the city within the day or have his head thrown into theÂ [[Slaver's Bay]].Â JorahÂ then leavesÂ Meereen, and his current destination is unknown.&lt;ref name=&quot;E38&quot; /&gt;\n\n"}, "title": "Jorah Mormont"}