{"attributes": {}, "sections": {"The Ghost of Harrenhal": "Daenerys consorts with the people of Qarth in the gardenâ&euro;&trade;s of Xaroâ&euro;&trade;s home. Several of her khalasar are also present. Daenerys speaks with the [[Silk King]] and his female companion. Doreah is ingratiating herself with several of the men present as planned. The woman recommends the night markets to Daenerys, comparing it favourably to the markets of [[Meereen]] and offers to accompany her there. Daenerys is distracted by [[Jorah Mormont]], [[Kovarro]] and [[Malakho]] gathering around a bejewelled golden peacock statue. She asks Ser Jorah what they are doing and he reports that they are discussing stealing the statue. Malakho thinks that it is too heavy but Kovarro believes that they can parcel out the weight by prying out the jewels and chopping up the soft gold. Daenerys admonishes her bloodrider to show more respect for their host. He says that he will wait until they leave and she cautions him not to steal from the man who saved them from the [[Red Waste]]. Kovarro and Malakho walk off. Kovarro takes a goblet from a passing servant, emptying the liquid from it.&lt;ref name=&quot;E15&quot;&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\nDaenerys remarks to Jorah that her brother [[Viserys Targaryen]] used to say that the only thing the Dothraki were good at was taking things that better men had built. Jorah responds that they are also good at killing those better men. Daenerys says that she intends to be a different kind of queen.&lt;ref name=&quot;E15&quot;/&gt;\n\n[[Pyat Pree]] approaches and welcomes Daenerys on behalf of the [[Warlocks of Qarth]]. He reaches for her hand and offers a demonstration of their power. He gives her a green jewel and asks her to look deeply into it. He says that she might see herself within its many facets. An identical copy of Pyat Pree seemingly appears from nowhere across the garden. It speaks with his voice, saying that you might see yourself more than once. The first Pyat Pree invites her to the [[House of the Undying]] should she grow tired of Xaroâ&euro;&trade;s baubles and trinkets. The onlookers applaud as he departs.&lt;ref name=&quot;E15&quot;/&gt;\n\nXaro pushes through the crowd and apologizes leading Daenerys away. Jorah watches Daenerys talking to Xaro and is approached by [[Quaithe]], a woman in an intricately carved wooden mask. She says that he watches over Daenerys. He asks if he knows her and she says only that she knows him, reciting his name and origin. He asks who she is and she says that while she is no one Daenerys is the mother of dragons. She says that Daenerys needs true protectors and predicts that people will come day and night to see the return of wonder to the world and that seeing will inspire lust. She tells Jorah that dragons are fire made flesh and that fire is power before leaving him alone.&lt;ref name=&quot;E15&quot;/&gt;\n\nDaenerys returns to her bed chamber and seeks the counsel of Ser Jorah having received a pragmatic marriage proposal from Xaro. Xaro has offered to fund her return to Westeros. Jorah warns against attempting to take the Iron Throne with a bought army. She is eager to seize the opportunity of striking while the Seven Kingdoms are weakened by civil war. Jorah asserts that she will need support from within her Kingdom in order to win her throne. Jorah warns against accepting the reports of Xaro at face value given their brief association. Daenerys says that they must strike now or spend the rest of their lives rotting away at the edge of the world. Jorah warns that rich men always expect a return on their investment and will believe that they own Daenerys if she takes their ships and soldiers. He says that moving carefully is the harder way but the right way. Daenerys reminds him that if she had exercised the caution that he advised outside the gates of Qarth then they would all have died in the Garden of Bones. Jorah cautions not to consider the opportunity that has presented itself as the last she will ever have. Daenerys warns him not to speak to her like a child. Jorah says that he only wants to see Daenerys on the Iron Throne. She asks why and he describes how he sees her. He says that although she denies it she has a gentle heart and he believes she would be a great ruler; feared, respected and loved. He explains that the marriage of capability and a valid claim is so rare that it should not be squandered. He says that he sometimes looks at her and cannot believe she is real.&lt;ref name=&quot;E15&quot;/&gt;\n\nHis honest admission of his feelings creates an awkward atmosphere. Daenerys asks for his counsel as her adviser and he says that she should find her own way back. He explains that she needs just a single ship and can win the allies that she needs in Westeros. She wonders how she will find a ship and he answers that he will find it for her saying that it will be a good ship with an honest captain. Daenerys says that she looks forward to meeting him. He bows to her and leaves her alone.&lt;ref name=&quot;E15&quot;/&gt;\n\n", "The Old Gods and the New": "While Jorah is away seeking a ship Daenerys appeals to members of [[the Thirteen]] for aid. She is refuted and returns to Xaro's home to find that [[Irri]] and several of her guards have been murdered and the dragons stolen.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\n", "The Prince of Winterfell": "Jorah, [[Daenerys]] and [[Kovarro]] take refuge in a disused courtyard in the city of [[Qarth]]. Jorah warns Daenerys to stay away from a barred doorway because Xaro and the [[Warlocks of Qarth|warlocks]] will be looking for them. He reports finding a suitable ship with a good captain and says that it is sailing for [[Astapor]] the next day. Daenerys balks at the suggestion and Jorah says that they cannot stay in Qarth. Daenerys refuses to leave without her dragons, referring to them as her children. Jorah says that they are not truly her children and that dragons can never be children. Daenerys is hurt and angrily tells him to go to Astapor and safety, turning away from him. Jorah says that he would die for her and will never abandon her. He asserts that he is sworn to protect and serve her. She tells him to do so by taking her to the [[House of the Undying]]. Jorah warns against doing what [[Pyat Pree]] wants, fearing a trap. He says that the warlocks magic is strong. Daenerys reminds him of her own magic; hatching the dragons by stepping into the funeral pyre of [[Drogo]] while the witch [[Mirri Maz Duur]] burned alive. Jorah says that he will remember until his last breath, even after forgetting his motherâ&euro;&trade;s face. Daenerys caresses his cheek and reminds him that she cannot have children of her own, she believes that the dragons are the only children she will ever have. She asks him to take her to them.&lt;ref name=&quot;E18&quot;&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n", "TOP": "Jorah Mormont Season 208117alo1lqwhy1jlvf7gxtm9k6816n5wr1a1167602014-03-06T03:19:10ZGreater good3347453{{Template:Delete}}In '''[[Season 2]] [[Jorah Mormont]]''' remains a major character. He continues to be a key advisor to [[Daenerys Targaryen]] as she plans to return home to seize the Iron Throne. Jorah still harbours unrequited feelings for her.\n\n", "Valar Morghulis": "[[Daenerys Targaryen|Daenerys]], Jorah and [[Kovarro]] ascend the steps to the [[House of the Undying]] in [[Qarth]]. Kovarro tells his Khaleesi that the place is a house of ghosts, adding the common Dothraki phrase â&euro;&oelig;It is known.â&euro;? The imposing stone tower has no windows, only spikes. Kovarro notes the absence of guards and Jorah tells him that the warlocks kill with sorcery, not steel. Daenerys defiantly says â&euro;&oelig;let them try.â&euro;?&lt;ref name=&quot;E20&quot;&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\nShe leads her guards within the walls to the base of the tower. There appears to be no door and she asks if it is a riddle. She circles the tower and Jorah trails behind her. Motioning to Kovarro to stay by the entrance. The curvature of the tower takes her out of his sight for a moment. He continues after her and finds himself back by Kovarro. They realize that she has gone and Jorah screams her title to no avail.&lt;ref name=&quot;E20&quot;/&gt;\n\nDaenerys is able to overcome the warlock's spells and reunite with her dragons. Once they are together she commands them to breathe flame at the sorceror, killing him and allowing them to escape.&lt;ref name=&quot;E20&quot;/&gt;\n\n[[File:Daenerys, Jorah and dragons 2x10.jpg|thumb|Jorah and Daenerys confronts the traitorous Xaro and Doreah.]]\nFree from the tower, Daenerys goes to confront [[Xaro Xhoan Daxos]] for his treachery and reunite with her people. She finds him sleeping soundly next to [[Doreah]]. He is awoken by Kovarro yanking the vault key from around his neck with the point of an Arakh. Daenerys stands at the foot of the bed, holding her dragons and surrounded by the people of her khalasar. She has put back on her pauldron and Drogon is perched on the shoulder pad while Viserion and Rhaegal nestle in her arms.&lt;ref name=&quot;E20&quot;/&gt;\n\nDoreah begs for mercy and says that Xaro told her that Daenerys would never leave Qarth alive. Daenerys only instructs them to come with her. Xaro throws off the sheets and Jorah draws his sword, pointing it at the would be king.&lt;ref name=&quot;E20&quot;/&gt;\n\nKovarro uses Xaroâ&euro;&trade;s key to unlock the Valyrian Stone vault. The door is adorned by a leaf pattern in its centre with a wolf to the left and a lion to the right. Jorah helps the bloodrider to pull back the heavy door. Daenerys steps to the threshold and realizes that it is empty. She thanks Xaro for the lesson that he has taught her. She nods to Malakho who pushes Xaro into the vault. Xaro protests that he is the King of Qarth and can now truly help her. Doreah repeats her pleas for mercy. Daenerys is unmoved and watches Jorah seal them inside the vault. He hands her the key.&lt;ref name=&quot;E20&quot;/&gt;\n\nDaenerys and her people return to Xaroâ&euro;&trade;s hall. Jorah says that Xaroâ&euro;&trade;s fortune was all a lie. Daenerys counters that his possessions look real enough to her as she empties out a golden dish. She asks if it is enough to buy a ship. Jorah nods and says that they can afford a small one. He calls to the Dothraki to take all the gold and jewels. Daenerys carries her dragons out of the room as her people hurry to prepare for their journey.&lt;ref name=&quot;E20&quot;/&gt;\n\n", "A Man Without Honor": "Daeneryes paces in front of her empty dragon cages in her apartment. Ser Jorah enters and she greets him. He says that he returned as soon as he heard what had happened. He asks if she knows anything and she shakes her head and reports the death of Irri. Jorah begins to praise Irri but Daenerys interrupts him to say that Irri died alone because she was not able to protect her. Jorah asks about [[Doreah]] and Daenerys says that they have been unable to find her and assumes that she is also dead. Daenerys says that she has led her people out of the [[Red Waste]] and into the slaughter house. Jorah laments not being with her and Daenerys consoles him that he had left to find her a ship. He says that his place is by her side and that he should not have left her alone with the Qartheen, adding that they are not to be trusted. Daenerys wonders who she should trust. She says that she has only known one other Targaryen and that her brother Viserys would have allowed a thousand men rape her to get his crown. She says that most of the Dothraki turned against her when Drogo fell ill. Jorah insists that her people are in Westeros. She retorts that most of them do not know that she is alive and expresses doubts about their desire for her return. She says that Viserys believed that he would be welcomed and he was a fool. Jorah says that she is not her brother and asks her to trust him. She seizes on his request, wondering if he wants her to trust only him. She says that she no longer needs or wants trust. He approaches and places a hand on her shoulder, beginning to say that she is too young for her feelings. She interrupts to warn him that he is too familiar and he steps back. He asks her forgiveness. He says that no-one can survive in their world without help and asks her to tell him how to help her. She orders him to find her dragons.&lt;ref name=&quot;E17&quot;&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\nSer Jorah seeks out [[Quaithe]] and finds her painting the skin of a sailor. The masked priestess explains that she is preparing the man for a voyage past [[Old Valyria]] and that all who sail past [[Doom of Valyria|the Doom]] need protection. Jorah says that he did not come for a lesson and she correctly surmises that he is looking for the dragons. Jorah puts a hand to the pommel of his sword and asks Quaithe if she has them. She turns to face him and urges him to draw his sword and find out what his steel is worth. She stares at him and deduces that he is trying to please Daenerys, calling her the mother of dragons. He asks where the dragons are and Quaithe counters by wondering if he will betray Daenerys again, revealing her awareness of his time spent spying on Daenerys for [[Varys]]. Jorah is stunned into silence until Quaithe repeats the question and then responds â&euro;&oelig;never.â&euro;? Quaithe tells him that Daenerys is already with the thief and Jorah leaves hastily.&lt;ref name=&quot;E17&quot;/&gt;\n\nHe returns to Xaro's home and finds Daenerys being confronted by [[Pyat Pree]] in the entrance hall of Xaro's council room. Kovarro stands between them with his arakh raised. Xaro has proclaimed himself King of Qarth and revealed that he collaborated with Pree to steal the dragons. Jorah steps into the room and stabs the Pree through the chest. The warlock looks down at the blade and then back at Daenerys before saying that a mother should be with her children. Jorah wrenches free his blade but all that falls to the ground is a pile of clothes. Another copy of Pyat Pree enters from the stairs and asks Daenerys where she will run. He says that her dragons are waiting for her in the House of the Undying and urges her to come and see them. Jorah takes Daenerys by the hand to lead her outside.&lt;ref name=&quot;E17&quot;/&gt;\n\n", "Garden of Bones": "[[Kovarro]] returns to Daenerys in the midst of the [[Red Waste]]. She notices that he has changed mounts and he reveals that he was given a new horse by the Thirteen, the elders of the great city of Qarth. He reports that on hearing of her dragons the Thirteen have invited Daenerys to the city. He adds that it lies on the coast three days ride away. Daenerys asks Ser [[Jorah Mormont]] what he knows of Qarth and he tells her that the desert around it is known as the [[Garden of Bones]] because it is littered with the remains of travellers who have been refused entry to the city.&lt;ref name=&quot;E14&quot;&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\nDaenerys and her ragged khalasar reach the gates of [[Qarth]]. They are met by a company of spearmen. Daenerys looks to Ser Jorah and questions the lack of welcome. He says that she might do the same if she heard that a Dothraki horde was approaching her city. She looks at her people and says that they are no horde. A party of dignitaries emerge behind the spearmen. [[Spice King|One of the nobles]] steps forward and she begins to introduce herself. He cuts her off to say that he knows who she is. She asks his name and he says that foreigners find it too difficult to pronounce. He says that he is simply a trader of spices and introduces the rest of his part as the Thirteen, the rulers â&euro;&oelig;of the greatest city that ever was or will be.â&euro;? Daenerys claims to have heard of the beauty of the city but mispronounces the name and is corrected by the merchant. He asks to see her dragons and she asks to be admitted first. He says that the more sceptical members of the Thirteen do not believe in the existence of the dragons. Daenerys says that she is not a liar. He unctuously claims to believe her but says that his opinion is of little value. Daenerys says that guests are afforded respect where she comes from. He suggests that she return to where she has come from and turns away. Daenerys steps forward and reminds them of their promise to receive her. He says that they have received her already. She says that they will die if refused entry and he claims that they will regret her death but that Qarth did not achieve greatness by allowing Dotraki savages through its gates.&lt;ref name=&quot;E14&quot;/&gt;\n\nThe Thirteen turn back to their city. Ser Jorah warns Daenerys to be careful. She steps forward and the spearmen present their arms. She calls to the Thirteen and they turn back to her. She says that when her dragons are grown they will lay waste to armies and burn cities to the ground and threatens to burn them first if they are turned away. The spice merchant says that she is a true Targaryen. [[Xaro Xhoan Daxos]] says it is unbecoming for them to fear a little girl. He says that they can let a few Dothraki through the gates without endangering the city and points out that he arrived in Qarth as a savage from the summer isles. He invokes a custom called Sumai to vouch for them and allow them entry to the city. The gates are opened and Daenerys leads her people into the city with Xaro at her side.&lt;ref name=&quot;E14&quot;/&gt;\n\n", "The Night Lands": "[[File:Jorah_2x02.jpg|thumb|Ser Jorah discovers the severed head of Rakharo.]]\n[[Daenerys]] and her khalasar sit listlessly in the oppressive heat as they wait for the scouts to return. Ser Jorah notices a horse approaching and rouses Daenerys. The mount is riderless and covered in bright red war paint. Jorah notices blood dripping from a saddlebag and opens it to find the head of [[Rakharo]], his severed braid stuffed in with it. Jorah warns Daenerys not to look. But she insists, saying that Rakharo was blood of her blood. She asks Jorah who killed Rakharo and he tells her that it must have been one of the other Dothraki khalasars, suggesting Khal Pono or Khal Jhaqo. He tells Daenerys that her rivals do not like the idea of a woman leading a khalasar. Daenerys vows that they will like it less when she is done with them. Irri approaches and kneels by the saddle bag, sobbing that they have killed Rakharo's soul. Daenerys tries to reassure her that the soul cannot be killed. Irri is distraught because she believes that the mutilation of Rakharo's body will prevent him from joining his ancestors in the night lands. Daenerys promises that they will build him a funeral pyre and that he will ride with his ancestors. Irri's wails resonate across the desolate land.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\n", "The North Remembers": "Daenerys follows Jorah's council to flee to the east to avoid rival Dothraki khalasars. They march relentlessly through the [[Red Waste]]. Up ahead the silver horse that was her wedding present from [[Khal]] [[Drogo]] suddenly keels over. A warrior rushes to the horseâ&euro;&trade;s side and Ser Jorah strides forward to join him. Daenerys runs from the dragon cages to be with her dying horse. She looks at Jorah who grimly shakes his head. She laments her inability to protect her people from starvation and asks if the desert ever ends. Jorah admits that he has never been this far East before but asserts that everything ends. Daenerys asks if he is sure there is no other way and he states the dangers that lie in the other directions. He believes that her dragons will make her a target to other Dothraki khalasars and even the Lhazareen. He says that her people are too weak to defend her and that she must be their strength. She responds â&euro;&oelig;As you are mine.â&euro;? She calls her bloodriders [[Rakharo]], [[Aggo]] and [[Kovarro]] and sends them ahead on the last of their horses to search the land ahead.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\n"}, "title": "Jorah Mormont Season 2"}