{"attributes": {"season": " Season 4", "image": " Justice of the Seven Kingdoms.png", "narrator": " Bronn'''&quot;Justice of the Seven Kingdoms&quot;''' is part of the Histories &amp; Lore, a special feature in the Blu-ray of Season 4 of ''Game of Thrones''. It is narrated by Jerome Flynn as Bronn.== Synopsis ==Bronn offers his view on the Seven Kingdoms' questionable methods of justice, including the dramatic trial by combat and the rarely invoked trial by Seven.==Summary==Justice is a funny thing. For the poor, it is what keeps them alive and starving, depending on how the local lord feels about his woods, his streams, his crops. For the rich, justice is what you get if you are not careful enough or rich enough. Usually how it works is you commit a crime and the local lord sends his guards after you or your victim's family kills you and the guards go after them instead. Or you do nothing and the guards come after you anyway. Either way, someone is brought before the lord and he decides what is to be done. It could be a fine if you are rich enough to pay. Otherwise it is the dungeons, the chopping block or the Wall.One would think that most folks would choose the Wall. The North is nasty, dark and cold but so are most dungeons and every man knows how the Night's Watch earned their name. All they can do is watch. Bronn does not blame the men who choose a quick chop rather than life without one of it's few joys. If you are in King's Landing", "title": " Justice of the Seven Kingdoms"}, "sections": {"TOP": "Justice of the Seven Kingdoms03010718t5eeqkdf1khzvl1skicigrytaazw81773002015-03-16T20:14:57ZGreater good3347453/* Synopsis */{{Lore|Title = Justice of the Seven Kingdoms|Image = Justice of the Seven Kingdoms.png|Season = [[Season 4|4]]|Narrator = [[Bronn]]}}\n'''&quot;Justice of the Seven Kingdoms&quot;''' is part of the [[Histories &amp; Lore]], a special feature in the Blu-ray of [[Season 4]] of ''[[Game of Thrones]]''. It is narrated by [[Jerome Flynn]] as [[Bronn]].\n\n", " Synopsis ": "[[Bronn]] offers his view on the [[Seven Kingdoms]]' questionable methods of justice, including the dramatic [[trial by combat]] and the rarely invoked [[trial by Seven]].\n\n", "Notes": "*A member of House Beesbury is shown fighting in the trial of seven of Duncan the Tall. In ''The Hedge Knight'', the brothers Ser Raymun Beesbury and Ser Humfrey Beesbury both fought in the trial of seven on opposite sides, but it is unclear which of them it is supposed to be. \n\n", "Summary": "Justice is a funny thing. For the poor, it is what keeps them alive and starving, depending on how the local lord feels about his woods, his streams, his crops. For the rich, justice is what you get if you are not careful enough or rich enough. Usually how it works is you commit a crime and the local lord sends his guards after you or your victim's family kills you and the guards go after them instead. Or you do nothing and the guards come after you anyway. Either way, someone is brought before the lord and he decides what is to be done. It could be a fine if you are rich enough to pay. Otherwise it is the dungeons, the chopping block or [[the Wall]].\n\nOne would think that most folks would choose the Wall. [[The North]] is nasty, dark and cold but so are most dungeons and every man knows how the [[Night's Watch]] earned their name. All they can do is watch. Bronn does not blame the men who choose a quick chop rather than life without one of it's few joys. If you are in [[King's Landing|the capital]], it is the [[King's Justice]] who takes your head. Elsewhere in the south, the headsman of the local lord. But in the North it is the lord himself. &quot;The man who passes the sentence should swing the sword&quot;, they say up there. It sound noble, but given some of the Northern lords Bronn has met, they just do not want anyone else spoiling their fun.\n\nIf you are so unlucky to be in [[The Vale of Arryn|the Vale]] when you are caught, you might never make it to sentencing thanks to their sky cells. Open on one side to a long fall with the floor sloping down towards it like a woman's thighs. After a few days, they say the sky starts calling to you. Men jump with smiles on their faces, expecting the wind to lift them into the sky; it does not. To think that Lord [[Tyrion Lannister|Tyrion]] was one tit-shaped cloud away from death. Lucky for him, he was highborn. If your family honor goes back hundreds of years to a time when your ancestors hit other men harder than they were hit, you had another option: [[trial by combat]]. You either fight your accuser, or you both pick champions to fight on your behalf and [[The Seven|the gods]] will favor the righteous man as long as he's also the strongest, the quickest or the luckiest.\n\nOnce in a long while, you may get two real highborn shits having a go at each other and one of them might be fool enough to demand a trial by seven. Exactly how it sounds: seven men against seven men. Makes for a good show, but any man who has been in battle knows that the more men involved, the less skill needed, the more chance of accidents. Just ask that [[Baelor Targaryen (son of Daeron II)|Targaryen prince]] who got his head staved in by [[Maekar Targaryen|his brother]] all those years ago, and all for [[Duncan the Tall|some hedge knight]].\n\nIf you ever find yourself arrested in the [[Seven Kingdoms]], just remember that justice is up to the judge. Beg him for forgiveness or pay him for it or ask to be allowed to take the black, but remember that he does not have to let you. There are plenty of lords out there who think hands and heads are great decorations for their spikes. The [[Septon|septons]] claim that justice is of the gods. Nice of them to keep it up there to themselves.\n\n"}, "title": "Justice of the Seven Kingdoms"}