{"attributes": {"status": " :Category:Status: Dead", "death": "Impaled through the back of the head by Jon Snow", "last": "&quot;First of His Name&quot;", "title": " File:Crow mini shield.png", "season": " Season 3", "image": " Karl-Tanner-405.jpg ", "allegiance": [" The Night's Watch", "The Betrayers"], "actor": " Burn Gorman", "3": "yes", "deathep": "&quot;First of His Name&quot;", "link": "Night's Watch", "4": "yes", "mentioned": " &quot;Breaker of Chains&quot;Quote", "place": " Flea Bottom", "aka": "", "5": "yes==In the books==In the ''A Song of Ice and Fire'' novels, Karl, called Clubfoot Karl, is a steward of the Night's Watch. Along with Chett, Lark the Sisterman, Paul, Dirk, Ollo Lophand and others, he had conspired to kill Lord Commander Mormont, Sam and other individuals and desert the Watch, but their plan was interrupted by the sudden snowfall and the subsequent White Walkers' Battle of the Fist of the First Men", "appearances": " 4 episodes &lt;small&gt;#Appearances", "first": "&quot;Walk of Punishment&quot;"}, "sections": {"In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Karl, called Clubfoot Karl, is a steward of the Night's Watch. Along with Chett, Lark the Sisterman, Paul, Dirk, Ollo Lophand and others, he had conspired to kill Lord Commander Mormont, Sam and other individuals and desert the Watch, but their plan was interrupted by the sudden snowfall and the subsequent White Walkers' [[Battle of the Fist of the First Men|attack]]. He is among the traitors who mutiny against Lord Commander Mormont. However, Dirk - not Karl - is the one who kills Craster and takes one of his wives as hostage. Like the TV version of Karl, Dirk is a ranger.\n\nIn ''&quot;A Dance with Dragons&quot;'', five of the [[Betrayers]] are killed by the mysterious person (who has not appeared so far in the show) that accompanies Bran and his escorts. Bran wargs into [[Summer]] and finds their bodies, one of them is presumed to be Ollo Lophand. It is unknown if Karl or Dirk are among the other dead four, or among the remaining Betrayers whose fate is not revealed.\n\n&quot;Tanner&quot; is the (likely unofficial) surname given to Lollys Stokeworth's newborn son, conceived when his unmarried, noble born mother was gang raped behind a tanner's shop during the [[Riot of King's Landing]]. Any relation to the show's Karl Tanner is probably coincidental, as the common surname of noble bastards from the [[Crownlands]] is Waters.\n\n[[Bryan Cogman]] confirmed in an interview during Season 4 that the TV series writers were actually discussing back in Season 3 that they wanted to eventually follow up on the Night's Watch mutineers at Craster's Keep (as their fate was only alluded to in the books). This is why they cast a bigger, more experienced actor such as Burn Gorman to play Karl Tanner (who personally killed Craster in Season 3) because they wanted to return and expand on the character in Season 4. In the books, Craster and Mormont are killed by fairly minor characters, but Season 4 builds up that Karl was a dangerous hired assassin in Flea Bottom.&lt;ref&gt;[http://winteriscoming.net/2014/05/14/game-owns-bryan-cogman-returns/ ''Game of Owns'' Episode 219:  Bryan Cogman returns]&lt;/ref&gt;\n\nCogman also spoke about how the TV series developed Karl in an interview with ''MakingGameOfThrones.com'':\n\n:&quot;We've paid a lot of lip service to idea that Night's Watch is made up of shady characters, rapists and thieves, but we never saw much of that. The mutiny was the beginning. This is the worst of the worst finally free of the shackles of society...\n\n:The original idea for Karl was more of a Colonel Kurtz-'Apocalypse Now' situation. The guys and I worked really hard on second draft and made it more about class, how this man feels he had a raw deal his entire life, and how he has real contempt for upper classes and society. Heâ&euro;&trade;s also very dangerous and probably a psychopath. So if he has a kingdom of his own, what would a guy like that do?\n\n:For Karl to function, he needs weaker people to intimidate and do his dirty work. Although Rast is no saint, you see a glimmer of morality, and some kind of guilt for what's going on. But he's in so deep he can't get out of it, and he's also scared.&quot;&lt;ref&gt;[http://www.makinggameofthrones.com/production-diary/2014/4/28/interview-with-bryan-cogman MakingGameOfThrones.com]&lt;/ref&gt;\n\n", "TOP": "Karl Tanner015022b5tvrnwe860ygbs2t6nqwttqbfvbfcn1777632015-03-19T02:44:47ZThe Dragon Demands5014364{{Character\n| Title= [[File:Crow mini shield.png|45px|left|link=Night's Watch]] Karl Tanner [[File:Crow mini shield.png|45px|right|link=Night's Watch]]\n| Image= Karl-Tanner-405.jpg \n| Season= [[Season 3|3]], [[Season 4|4]]\n| First=&quot;[[Walk of Punishment]]&quot;\n| Last=&quot;[[First of His Name]]&quot;\n| Appearances= 4 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Status= [[:Category:Status: Dead|Deceased]]\n| Aka=\n|Death=Impaled through the back of the head by [[Jon Snow]]\n|DeathEp=&quot;[[First of His Name]]&quot;\n| Allegiance= The [[Night's Watch]]&lt;br&gt;The [[Betrayers]]\n| Place= [[Flea Bottom]]\n| Actor= [[Burn Gorman]]|Mentioned = &quot;[[Breaker of Chains]]&quot;}}\n{{Quote|We had a good thing here. We were free men. You'll never be free. You'll never know what that's like.|Karl to Jon Snow|First of His Name}}\n'''Karl Tanner'''Â is a recurring character in the [[Season 3|third]] and [[Season 4|fourth]] seasons. He is played by guest star [[Burn Gorman]] and debuts in &quot;[[Walk of Punishment]].&quot; He is a brother of the [[Night's Watch]] who has gone north of [[the Wall]] on [[Lord Commander]] [[Jeor Mormont]]'s [[Great Ranging]]. Â Karl led a mutiny at Craster'sÂ Keep in which he and his fellow mutineers â&euro;&bull;mainly ex-criminalsâ&euro;&bull; killed Craster and Mormont, but he and his comrades were later tracked down and killed by a band of the Night's Watch led by Jon Snow.\n\n", "Appearances": "{{Season Three Appearances|3=yes|4=yes}}\n{{Season Four Appearances|4=yes||||5=yes}}\n\n", "Biography": "===Background===\nKarl Tanner hails from Gin Alley in [[Flea Bottom]], [[King's Landing]], where he was a self-proclaimed &quot;fookin' legend&quot;, making a name for himself as a highly-capable enforcer, assassin, and cutthroat.&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt; Karl was eventually sent to [[the Wall]] and became a [[ranger]] of the [[Night's Watch]]. He takes part in the [[Great Ranging]].\n\nHis fighting style favored speed and using small, fast weapons like daggers to quickly stab and deliver killing blows. This style reflected his background inÂ [[Flea Bottom]]Â where he fought in tight, confined spaces and had to use small, easily-concealed weapons to avoid being caught by the city guard.\n\n===[[Season 3]]===\nKarl survives the [[White Walkers]]' [[Battle of the Fist of the First Men|attack]] on the [[Fist of the First Men]], and regroups with the remaining survivors as the ranging attempts to pull back to the Wall.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\nWhen the Watch arrive at [[Craster's Keep]] seeking food and shelter, Karl is openly antagonistic towards [[Craster]], accusing him of giving his pigs better food than them. Along with [[Rast]], he shows an interest in Craster's daughter-wives.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\nFollowing the death and funeral of [[Bannen]], as tensions between Craster and the brothers of the Watch run higher, Karl insults Craster - calling him &quot;a gods-cursed, daughter-fucking wildling bastard&quot; - after the wildling demands the Watch to leave his hall and threatens to kill anyone who insults him. Craster charges against Karl with an axe but the black brother easily kills him by quickly closing the distance between them, blocking Craster's attackÂ by grabbing the wrist of his weapon hand, andÂ stabbing him in the throat with a dagger. Karl's action triggers a [[Mutiny at Craster's Keep|mutiny]] that causes the death of Lord Commander Mormont and fight among the black brothers, in which Karl is tackled by [[Grenn]]. &lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n\n===[[SeasonÂ 4|Season&amp;nbsp;4]]===\nGrenn and Edd arrive at Castle Black after escaping from their captivity at Craster's Keep. They revealÂ thatÂ [http://gameofthrones.wikia.com/wiki/Karl Karl]Â is theÂ ringleader of the mutineers,Â andÂ that they are content with staying at the keep, eating Craster's food, and raping his wives and daughters.&lt;ref name=&quot;Breaker&quot;&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\n[[Jon Snow|â&euro;&lsaquo;Jon Snow]]Â then points out that they know about the small garrison at Castle BlackÂ andÂ proposes that they should be killed so they won't disclose it to the wildlings.&lt;ref name=&quot;Breaker&quot; /&gt;\n\nAt [[Craster's Keep]], Karl drinks wine from the skull of [[Jeor Mormont]], drunkenly bragging about himself and his skill as a hired killer back in King's Landing before ordering Rast to &quot;feed the [[Ghost|beast]]&quot;. One of Craster's former wives enters the Keep and presents Karl with Craster's last child, a [[Craster's final son|son]]. The women call for it to be given to the gods, which Karl realizes must refer to the White Walkers. Realizing that this was how Craster protected himself from the White Walkers, Karl ordersÂ RastÂ to take the child out into the forest, leaving it behind. Soon after, Bran, Jojen, and Meera are captured and taken to Karl, who threatens to kill Meera and Jojen until Bran admits his true identity as Jon Snow's half-brother.&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n[[File:Karl's death.png|thumb|right|250px|Karl is slain by Jon.]]\nWith his new captives in hand, Karl attempts to rape Meera, but is interrupted when Jon Snow and a handful of the Night's Watch storm Craster's Keep. Karl duels Jon and initially Karl gains the upper hand, because his daggers are better suited to the cramped space inside the building than Jon's sword, and he uses dirty tactics like spitting in Jon's face to distract him.  However, when one of Craster's daughter-wives stabs Karl in the shoulder, it distracts him long enough for Jon to attack him from behind, driving his sword through the back of Karl's throat and out through his mouth.\n\nKarl's body is later burned along with those of the remaining mutineers and slain brothers inside the Keep to ensure that they cannot come back as Wights.&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF|Clubfoot Karl}} (MAJOR spoilers from the books)\n* {{AWOIAF|Dirk}} (MAJOR spoilers from the books)\n\n"}, "title": "Karl Tanner"}