{"attributes": {"status": " :Category:Status: Alive", "10": "yesSeason Two Appearances", "last": " &quot;The Prince of Winterfell&quot;", "family": [" Tytos Lannister - father", "Dorna Lannister - wife", "Ser Lancel Lannister - son", "Martyn Lannister - son", "Willem Lannister - son", "Tywin Lannister - brother", "Cersei Lannister - niece", "Ser Jaime Lannister - nephew", "Tyrion Lannister - nephew", "Sansa Stark - niece by marriage", "Joffrey Baratheon - great-nephew", "Tommen Baratheon - great-nephew", "Myrcella Baratheon - great-niece"], "title": " Kevan Lannister", "season": " Season 1", "image": " Kevan.jpg", "allegiance": " House Lannister", "actor": " Ian GelderQuote", "9": "yes", "titles": " Ser", "link": " House LannisterCharacter", "8": "yes==Image gallery==&lt;gallery&gt;Kevan.png", "mentioned": " &quot;Lord Snow&quot;", "place": " Casterly Rock", "appearances": " 4 episodes &lt;small&gt;(#Appearances", "first": " &quot;The Pointy End&quot;"}, "sections": {"Family tree": "{{House Lannister family tree}}\n\n", "TOP": "Kevan Lannister02357ovnjqecra2theecdzzn4cwptxazju251789272015-03-23T23:03:44ZRandomDudeDude5971784Adding categories{{Heraldry\n|image = Lannister mini shield.png\n|link = House Lannister\n}}\n\n{{Character\n|Title = Kevan Lannister\n|Image = Kevan.jpg\n|Season = [[Season 1|1]], [[Season 2|2]], [[Season 5|5]]\n|Mentioned = &quot;[[Lord Snow]]&quot;\n|First = &quot;[[The Pointy End]]&quot;\n|Last = &quot;[[The Prince of Winterfell]]&quot;\n|Appearances = 4 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n|Status= [[:Category:Status: Alive|Alive]]\n|Place = [[Casterly Rock]]\n|Titles = [[Ser]]\n|Allegiance = [[House Lannister]]\n|Family = {[[Tytos Lannister]]} - father&lt;br&gt;[[Dorna Lannister]] - wife&lt;br&gt;Ser [[Lancel Lannister]] - son&lt;br&gt;{[[Martyn Lannister]]} - son&lt;br&gt;{[[Willem Lannister]]} - son&lt;br&gt;{[[Tywin Lannister]]} - brother&lt;br&gt;[[Cersei Lannister]] - niece&lt;br&gt;Ser [[Jaime Lannister]] - nephew&lt;br&gt;[[Tyrion Lannister]] - nephew&lt;br&gt;[[Sansa Stark]] - niece by marriage&lt;br&gt;{[[Joffrey Baratheon]]} - great-nephew&lt;br&gt;[[Tommen Baratheon]] - great-nephew&lt;br&gt;[[Myrcella Baratheon]] - great-niece\n|Actor = [[Ian Gelder]]}}\n{{Quote|Perhaps we should sue for peace?|Kevan to his brother, [[Tywin Lannister|Tywin]]|Fire and Blood}}\n'''Kevan Lannister''' is a recurring character in the [[Season 1|first]], [[Season 2|second]], and [[Season 5|fifth]] seasons. He is played by guest star [[Ian Gelder]] and debuts in &quot;[[The Pointy End]]&quot;. Ser Kevan is a loyal adviser to his older brother Lord [[Tywin Lannister]]. He is fighting for his great-nephew King [[Joffrey Baratheon]] in the [[War of the Five Kings]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Ser Kevan is a solid, reliable, and serious man. His appearance in the books is different: Kevan being blonde, green-eyed, bearded and somewhat fat. He is content with living in his elder brother's shadow, serving as a follower and not trying to usurp Tywin's authority. This does not, however, mean that Kevan is an unintelligent man, simply that he recognizes Tywin's superior capabilities, and he occupies a position of power and responsibility in House Lannister as Tywin's most trusted lieutenant.\n\nAccording to Tyrion, &quot;the gods shaped him to be a follower, not a leader, well the gods and [[Tywin Lannister|my lord father]].&quot;\n\nKevan is loyal to his brother, loves his wife and children, and is proud of his family and heritage. He is married to the Lady Dorna of [[House Swyft]]. As well as Lancel he has two younger sons, [[Willem Lannister|Willem]] and [[Martyn Lannister|Martyn]], and an infant daughter, Janei. Tyrion always got along much better with his uncle Kevan than his tyrannical father Tywin, as well as having a good relationship with his younger two uncles (Kevan's younger brothers) Tygett and Gerion (who are both deceased by the time the books begin). Kevan always displays the basic courtesy and family respect to Tyrion that Tywin does not.\n\nKevan's son Willem and his cousin Tion Frey were taken captive by the Starks in the [[Battle of the Whispering Wood]], imprisoned at [[Riverrun]], and killed by [[Rickard Karstark]]. Kevan's son Martyn was captured in the [[Battle of Oxcross]] and later Robb exchanged him for Robett Glover, who was taken captive by the Lannisters in the Battle of [[Duskendale]]. The TV series, however, had Lord Karstark kill both Martyn and Willem. Tion Frey was actually the younger son of Genna Lannister, Tywin and Kevan's sister, but the TV series hadn't introduced her by Season 3. Moreover, Genna's oldest son Cleos Frey was changed in the TV adaptation to be &quot;[[Alton Lannister]]&quot;, a more distant cousin. Apparently, the TV producers didn't want viewers to be confused - at the time - why someone named &quot;Frey&quot; would be fighting for the Lannisters (given that this was before the Freys betrayed the Starks at the Red Wedding). Thus, similar to how Cleos Frey was changed around, the TV series killed both of Kevan's younger sons instead of only one.\n\nKevan doesn't appear in [[Season 3]]Â and [[Season 4|4]] whereas in the third novel he is present at several important events: heÂ participates in the [[Battle of the Blackwater]] and is later made [[Master of Laws]]. He becomes consumed by worry and grief due to the death of his son Willem, the sickness of Lancel, and Martyn's captivity. He is present at Tyrion and Sansa's wedding. During the [[small council]] meeting in which the [[Red Wedding]] is reported and it is Kevan, not [[Varys]],Â who remindsÂ Joffrey that [[Sansa Stark|Sansa]] is his aunt-by-marriage when the King shares his plan to have [[Robb Stark]]'s head served to her. After Tyrion is arrested for being accused of murdering Joffrey, it is Kevan, not Jaime, who sees Tyrion in the cell for several times; he informs Tyrion about the judges, andÂ offers to help TyrionÂ to find any witness that the latter requests; TyrionÂ asks the uncle to findÂ [[Podrick Payne]], whomÂ Kevan brings to him;Â Sansa, whom no one in Kings Landing can find; and Varys, who is already summoned by Cersei as her witness. It is also Kevan who relay Tywin's offer to TyrionÂ the offer that allow him to join the Night's Watch in exchange for a plea for mercy.Â Later Kevan is present at [[Second Trial by combat of Tyrion Lannister|the trial by combat of Tyrion]], in whichÂ [[Gregor Clegane]]Â finally brutally killsÂ [[Oberyn Martell]].\n\n&quot;Kevan&quot; is pronounced like the common real-life name &quot;Kevin&quot;, as opposed to &quot;Kee-van&quot;, etc.&lt;ref name=&quot;Lord Snow&quot; /&gt;\n\n", "Image gallery": "&lt;gallery&gt;\nKevan.png|Kevan Lannister in the HBO viewer's guide.\nKevan and Tywin.jpg|Kevan and [[Tywin Lannister]] discussing strategy in &quot;[[The Pointy End]]&quot;. \nKevan_Lannister.png|Kevan Lannister in council at [[Harrenhal]] in &quot;[[The Prince of Winterfell]].&quot;\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season One Appearances|8=yes|9=yes|10=yes}}\n{{Season Two Appearances|8=yes}}\n\n", "Biography": "===Background===\nKevan is the second son of the late Lord [[Tytos Lannister]]. He is the brother of Lord [[Tywin Lannister]] the head of [[House Lannister]] and [[Lord of Casterly Rock]]. Kevan is married to [[Dorna Lannister]] and they have a son [[Lancel Lannister|Lancel]], who is a squire to King [[Robert Baratheon]]. He is a noted knight who serves his elder brother loyally as an adviser, and is respected for his wise and candid counsel.&lt;ref name=&quot;Kevan Lannister viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/lannister/kevan-lannister/ HBO viewers guide, season 2 guide to houses, Kevan Lannister entry]&lt;/ref&gt;\n\n===[[Season 1]]===\nWhile talking with [[Cersei Lannister|his mother]] on how to handle [[the North]] should it come to conflict with the [[House Stark|Starks]], Prince [[Joffrey]] muses on crushing the Northerners with a new &quot;Royal Army&quot; and giving [[Winterfell]] to his great-uncle Kevan to rule over. Though, Cersei dismisses the plan as impractical. Kevan is also indirectly (and inaccurately) accused of being a &quot;half-wit with a stutter&quot; by King Robert when he taunts Lancel about his alliterative name.&lt;ref name=&quot;Lord Snow&quot;&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt;\n\nKevan is going over troop movements with his brother Tywin in their army's command tent when Tyrion enters, having escaped from his capture by Catelyn Stark, and with a makeshift army of [[hill tribes]]men in tow. Kevan is pleasantly surprised to see Tyrion safe and free, though Tyrion's own father seems mildly disappointed at both prospects. Kevan explains that [[Jaime Lannister|Jaime]] crushed the Tully army at the [[Battle of the Golden Tooth]] and is laying siege to [[Riverrun]]. Tyrion wonders how King Robert would allow this, but Tywin explains that Robert is dead and Eddard Stark imprisoned. A messenger then arrives saying that [[Robb Stark]]'s army has passed south of [[the Neck]]. Tywin orders Kevan to have the drummers signal the army to assemble to march, and to send word to Jaime that their army will be moving against Robb.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\nKevan is later part of Tywin's pre-battle strategy meeting, in which Tywin declares that Tyrion and his hill tribe allies will be in the vanguard. Tyrion balks at this, not only because it will put him in the greatest danger, but because the hill tribes are inexperienced at pitched battle. Kevan tries to console his nephew that the hill tribes do seem to be rather ferocious, and should be up for it. Kevan takes part in the following [[Battle of the Green Fork]], and Tywin's army is victorious. Even Tyrion and his hill tribes did fairly well. It turns out, however, that this was simply a diversionary force so Robb could use the bulk of his army to ambush the western half of the Lannister army under Jaime at Riverrun.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\nFollowing the Lannister defeat at the [[Battle of the Whispering Wood]] and the capture of Jaime, Kevan joins Tywin's council as they discuss their next move. Kevan points out that with the Starks attacking from the north and both of Robert Baratheon's brothers attacking in southern Westeros, they are facing a war on two fronts. With half of their armies destroyed, Kevan asks if they should consider negotiating with Robb Stark for peace. Tyrion bluntly points out that all chance for a negotiated peace died with Robb's father Eddard, whom Joffrey petulantly had executed. Tywin angrily orders everyone out, except for Tyrion. He agrees that they could have negotiated if Eddard was still alive, but now they cannot hold their position, so he and Kevan will lead their remaining army-group south to regroup at [[Harrenhal]].&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\nSer Kevan is present at a war council held at Tywin's chambers at [[Harrenhal]]; he predicts that [[Kingâ&euro;&trade;s Landing]] will fall an hour after King [[Stannis Baratheon]]'s forces arrive. Kevan counsels Tywin to order the Cersei and her family to flee to the safety of [[Casterly Rock]]. Tywin balks at surrendering the [[Iron Throne]]. Kevan argues that giving up the throne is better than seeing the heads of their relatives mounted on the city gates, fearing that Stannis will execute any Lannister he finds in the city. Tywin rejects the suggestion, believing that a king who runs cannot remain king for long.&lt;ref name=&quot;The Prince of Winterfell&quot;&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\nTywin complains that Stannis is just two days from King's Landing while [[Robb Stark]] is on their doorstep in the [[Westerlands]]. Kevan reports word from their scouts that Robb remains north of [[Ashemark]]. Tywin laughs derisively and says that the last time their scouts assured them of Robb's movements they were lured into a trap. Tywin blames their poor intelligence for the capture of Jaime. Tywin asserts that Robb has gotten too close to Casterly Rock. Kevan relays news that Robb has sent a splinter force to recapture [[Winterfell]] and theorizes that the [[House Greyjoy|Greyjoys]]' [[Fall of Winterfell|seizure]] of the castle is a boon to them because Robb will not march against Casterly Rock until he is at full strength. Tywin dismisses the suggestion and opts to march on the Westerlands, leaving the defense of the capital to his allies.&lt;ref name=&quot;The Prince of Winterfell&quot; /&gt;\n\n"}, "title": "Kevan Lannister"}