{"attributes": {}, "sections": {"TOP": "Khalasar02571o0zrj4d4m9ty65om9b1rparvb5rklzm1786942015-03-22T21:03:34ZThe Dragon Demands5014364/* References */[[Image:Flatlands.jpg|thumb|right|300px|A Dothraki ''khalasar'' on the move.]]\n[[Image:Drogo Dany Wedding Day.png|thumb|Khal Drogo and his ''khalasar'' decorate themselves with blue pigment.]]\n[[Image:Daenerys &amp; Irri 2x02.png|thumb|Khal Jhaqo and his ''khalasar'' decorate themselves, as well as their horses, with red pigment.]]\nA '''''khalasar''''' is a [[Dothraki]] clan or tribe. ''Khalasars'' can be quite small but can expand to encompass tens of thousands of riders and many more than that in women and children. ''Khalasars'' are spread across the [[Dothraki sea]] and frequently raid surrounding regions.\n\n''Khalasars'' which meet on the plains usually engage in battle, except at [[Vaes Dothrak]] where no weaponry is permitted due to the illegality of bloodshed within the city. However, that does not mean that violence in the city is unheard of, with Dothraki devising cunning means to kill without the use of steel or shedding of blood.\n\nKhal [[Drogo]]'s ''khalasar'' numbered about 40,000 riders, but was considered unusually large compared to others.\n\n''Khalasars'' sometimes differentiate themselves by decorating themselves and their horses with different colors of paint. For example, Khal [[Drogo]]'s ''khalasar'' used blue paint,  Such dyes are expensive so they often only use them for special occasions.  For example, Khal [[Drogo]]'s ''khalasar'' used blue paint, but Khal [[Jhaqo]]'s ''khalasar'' uses red paint.&lt;ref&gt;[http://www.dothraki.com/2012/04/rhaeshi-ajjalani/ David J. Peterson's blog], Dothraki.com&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, a ''khalasar'' is a tribe of horse riders led by a [[Khal]] (warlord). They can count into the tens of thousands of Dothraki riders.\n\nDothraki ''khalasars'' have no names, nor do any have particularly long-lasting or deep histories and affiliations. ''Khalasars'' frequently dissolve on the death of their khal into new, smaller ''khalasars''. In contrast, some ''khalasars'' are conquered and absorbed by other ''khalasars''. The actual number of extant ''khalasars'' in any one generation is therefore fluid.\n\n''Khalasars'' are subdivided into ''khas'', each of which is commanded by a captain known as a ''ko'' (plural, ''kos'').\n\nAccording to the TV series official [[pronunciation guide]] developed for the cast and crew, &quot;Khalasar&quot; is pronounced &quot;KHAL-uh-ssar&quot;.\n\n"}, "title": "Khalasar"}