{"attributes": {}, "sections": {"TOP": "King of the Iron Islands07197l9qafl2uj698grllcd8dbd5pzwn4qdj1777452015-03-19T02:17:59ZGreater good3347453[[File:Driftwood crown.png|thumb|right|250px|The Driftwood Crown.]]\nThe '''King of the Iron Islands''' was the ruler of the [[Iron Islands]] when it was a sovereign kingdom prior to the [[Aegon I Targaryen|Targaryen conquest]]. The title has twice been revived by [[Balon Greyjoy]] in attempts to secede from the [[Iron Throne]]'s rule, during the [[Greyjoy Rebellion]] and again in the [[War of the Five Kings]].\n\nTraditionally, the King of the Iron Islands sat on the [[Seastone Chair]].\n[[File:Balon.png|200px|right|thumb|Balon Greyjoy has twice declared himself King of the Iron Islands.]]\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, the Iron Islands were an independent sovereign kingdom from the Dawn Age, up until they were conquered by [[Aegon I Targaryen]] three centuries ago during the [[War of Conquest]].\n\n&quot;Kingship&quot; over the Iron Islands actually has an odd history compared with practices on the mainland, particularly because the position is not necessarily hereditary. For much of their history, each island was its own &quot;kingdom&quot; with two kings: a &quot;Rock King&quot; who ruled the land, and a &quot;Salt King&quot; who commanded at sea. The &quot;King of the Iron Islands&quot;, also known as the &quot;High King&quot; or &quot;Iron King&quot;, was an over-king set above the rest. Moreover, the &quot;High King of the Iron Islands&quot; was an elective kingship, not a hereditary one (somewhat similar to early practice in the Holy Roman Empire). Each new High King was elected in an assembly known as a [[Kingsmoot]].\n\nFive thousand years ago, Urron Greyiron killed all of candidates at the Kingsmoot, and established a dynasty that ruled the Iron Islands as hereditary kings for a thousand years. The Greyirons were destroyed four thousand years ago during the [[Andal Invasion]], when they were deposed by [[House Hoare]]. Even so, House Hoare apparently summoned a Kingsmoot to confirm their new rule when they overthrew the Greyirons, but the practice was not revived and House Hoare continued to rule as hereditary kings for the next four thousand years, up until their destruction in the Targaryen Conquest. House Greyjoy was subsequently selected to rule over the Iron Islands on behalf of the Targaryens. During the first [[Greyjoy Rebellion]], Balon Greyjoy declared himself king and rebelled against the mainland, his claim to kingship over the rest of the ironborn partially based on the fact that he was already overlord of the islands.\n\nThe kings did not have crowns which were handed down through dynasties.  Each new king made a new Driftwood Crown out of actual driftwood, and their styles varied widely (some large and ornate, others small and elegantly simple).  At the end of their reigns their crowns were broken up and the pieces cast back into the sea for the Drowned God, and their successor would make a new crown.  \n\nDuring the War of the Five Kings, Balon Greyjoy makes a second attempt to secede from the mainland and declares independence once again as King of the Iron Islands. However, it is pointed out within the narrative that the matter of Balon's succession is unclear, given the Iron Islands' unusual practices in the past of elective kingship. Even after the Kingsmoots ended, when the kingship became hereditary, the line of succession ''within'' the royal family was often very unstable, and decided at the point of a sword. The revived &quot;Kingdom of the Iron Islands&quot; has not yet settled upon a new pattern of inheritance law, thus there is some dispute and jockeying for position over who exactly is Balon's designated heir. Following the primogeniture laws of the mainland, [[Theon Greyjoy|Theon]] would be Balon's heir as his only surviving son. However, under equal primogeniture laws (such as in [[Dorne]]), his older sister Asha ([[Yara Greyjoy|Yara]] in the TV series) could be argued to be the heir. Moreover, other forms of inheritance laws (similar to real-life Anjou) would actually place the king's brothers ahead of his children, thus favoring Balon's brothers Euron and Victarion. Euron has been exiled from the islands, however, and Balon's youngest brother Aeron voluntarily does not consider himself eligible to succeed because he is a [[Drowned Men|priest]] of the Drowned God. Ultimately, the matter might be decided by a Kingsmoot, in which case the most popular potential heir would succeed. In such a scenario, Theon isn't very popular, and Asha/Yara would have difficulty succeeding to power as a woman in the misogynistic culture of the ironborn, while Victarion is very well respected as the commander of the Iron Islands' navy. This leads to considerable bickering over who exactly is considered to be Balon's royal heir. In contrast to the kingship, succession over simple lordships in the Iron Islands (such as Balon's lordship of Pyke island), follows the male primogeniture laws of the mainland.\n\n", "Historical Kings of the Iron Islands": "*The [[Grey King]] - the legendary first King of the Iron Islands and ancestor of House Greyjoy.\n*[[Harren Hoare|Harren]] of [[House Hoare]] - Harren, his father, and his grandfather held the expanded title of &quot;[[King of the Isles and the Riverlands]]&quot;, due to their conquest of [[the Riverlands]].\n\n", "Modern Kings of the Iron Islands": "*[[Balon Greyjoy|Balon]] of House Greyjoy, the Ninth of His Name since the Grey King.\n"}, "title": "King of the Iron Islands"}