{"attributes": {}, "sections": {"TOP": "King of the Andals and the First Men03791oytp14g3prk9autru92n02nl7h2m8dn1786532015-03-22T19:53:36ZThe Dragon Demands5014364/* Titles */::''There is no such thing as a &quot;King of Westeros&quot;, but that term redirects to this page.''\n\n{{Quote|All hail His Grace, Joffrey of Houses Baratheon and Lannister, First of His Name, King of the Andals and the First Men, Lord of the Seven Kingdoms, and Protector of the Realm.|[[Royal Steward]]|You Win or You Die}}\n[[File:Tommens-Coronation.jpg|250px|right|thumb|Tommen Baratheon is crowned King of the Andals and the First Men.]]\nThe '''King of the Andals and the First Men''' is the ruler of the [[Seven Kingdoms]], the unified realm which includes almost all of [[Westeros]], except the lands [[Beyond the Wall]] in the frozen north. \n\n", "Titles": "The title refers to the [[Andals]] and the [[First Men]], the two largest ethnic groups on the continent.\n\nThe King simultaneously possesses the title '''[[Lord of the Seven Kingdoms]]''', which refers to the seven independent kingdoms that existed prior to their unification in the [[War of Conquest|Targaryen Conquest]].  \n\nThe king usually also holds the title and office of '''[[Protector of the Realm]]''', the commander of the armies of the Seven Kingdoms (led by the four [[Warden|Wardens]]).  The office of &quot;Protector of the Realm&quot; is sometimes given to someone other than the current monarch, particularly during a [[Regent|regency]] when the king is under-aged, though if the current king does not possess great martial skill he may simply choose to delegate the office to someone else. \n\nThe office of the ruler of the Seven Kingdoms is often referred to as the [[Iron Throne]], in reference to the eponymous throne on which the King holds court.\n[[File:King in the North crown.png|thumb|220x220px|Crown of Aegon the Conqueror]]\nThe position was created when [[Aegon I Targaryen|Aegon the Conqueror]] succeeded in his [[War of Conquest|conquest]] of [[Westeros]], unifying the independent kingdoms of the [[Iron Islands|Isles]] and [[the Riverlands]], [[Westerlands|the Rock]], [[the Reach]], [[Vale of Arryn|the Mountain and Vale]], and the Kingdom of [[the North]]. The Principality of [[Dorne]] was later united to the realm through marriage-alliance.\n\nThe King is formally addressed by his subjects as '''&quot;Your Grace&quot;''' and in official events referred to employing the following structure: '''&quot;Name&quot; of the House &quot;Name&quot; the &quot;ordinal number&quot; of His Name, King of the Andals and the First Men, Lord of the Seven Kingdoms and Protector of the Realm&quot;'''. For example, [[Robert Baratheon]] is formally referred to as &quot;Robert of the House Baratheon, the first of His name&quot; etc. If a king has not yet reached [[Nameday|the legal age of majority]], however, a [[Regent]] will be named to rule until he comes of age.\n\n==&quot;King of Westeros&quot;==\n[[File:Wildling_territories.PNG|thumb|The entire continent of &quot;Westeros&quot;.  The &quot;Seven Kingdoms&quot; are colored white.  The lands beyond the Wall (colored red), are not part of the &quot;Seven Kingdoms&quot; but are still part of the continent of &quot;Westeros&quot;.]]\nThere is no such thing as a &quot;King of Westeros&quot;, and this term does not officially exist within the ''[[Game of Thrones (TV series)|Game of Thrones]]'' TV series.  \n\n&quot;[[Westeros]]&quot; is the entire continent, stretching far north to the lands [[Beyond the Wall]], which are unmapped.  The &quot;[[Seven Kingdoms]]&quot; are the large unified realm which covers ''most'' of the continent of Westeros, but which stops at [[The Wall|the Wall]].  After the Targaryen Conquest, the term &quot;Seven Kingdoms&quot; became a ''geographical'' term, referring to how Westeros south of the Wall used to be divided into seven independent kingdoms.  \n\nOn several occasions, dialogue in the TV series has referred to the King of the Andals and the First Men as the &quot;King of Westeros&quot;, but this is not an official term in the novels.  Stannis has been referred to as this a few times in the novels, but it is apparently a colloquialism, not the formal title.  \n\nFor that matter, the term &quot;King of the Seven Kingdoms&quot; doesn't technically exist either:  the proper title is &quot;''King'' of the Andals and the First Men, ''Lord'' of the Seven Kingdoms.&quot;  At the least, however, &quot;King of the Seven Kingdoms&quot; doesn't lay claim to the lands ''beyond'' the Wall.\n\n", "In the books": "===Dorne and the Rhoynar===\nIn the ''[[A Song of Ice and Fire]]'' novels, the full title used is &quot;King of the [[Andals]], the Rhoynar, and the [[First Men]], Lord of the Seven Kingdoms, and Protector of the Realm&quot;. It's probable that &quot;the [[Rhoynar]]&quot; was omitted in Season 1 for the sake of not confusing viewers who haven't read the books with too much information, because [[Dorne]] and the Rhoynar wouldn't be introduced until [[Season 4]].\n\nWhen Season 4 did eventually air, however, the shortened title &quot;King of the Andals and the First Men&quot; continued to be used. Even during King [[Tommen Baratheon]]'s coronation scene in &quot;[[First of His Name]]&quot;, with Prince [[Oberyn Martell]] standing prominently among the nobles assembled in front of the Iron Throne, Tommen is still crowned using only the shortened title &quot;King of the Andals and the First Men&quot; - excluding &quot;the Rhoynar&quot;, even though as a [[Dornishmen|Dornishman]] Oberyn is himself descended from the Rhoynar. However, in the season finale, Daenerys is presented using the full title.\n\nIt would appear that the TV series initially chose to continue using the shortened title &quot;King of the Andals and the First Men&quot; because it is what they had been using for three seasons, and they wished to remain internally consistent (the other option was to suddenly start using the full title without explanation, introducing a rather large retcon that this is what they ''should'' have been saying all along). This isn't necessarily a very complicated situation: Dorne was actually independent from the Targaryen realm for two centuries, and when they entered united with the Iron Throne they were allowed special privileges (such as maintaining their own equal primogeniture system, and even styling their ruling family as &quot;Princes&quot; of Dorne, not &quot;Lords&quot;. It is possible that in the TV continuity, the Targaryen kings simply never referred to themselves as Kings &quot;of the Rhoynar&quot; as well, even after the marriage-alliance (but still &quot;Lord of the Seven Kingdoms&quot;), to acknowledge the fact that Dorne is still &quot;ruled&quot; by its own Princes, even if it is now subject to the Iron Throne (further acknowledging that Dorne is essentially a [[Wikipedia:Autonomous administrative division|semi-autonomous region]] of the Seven Kingdoms).\n\nAs explained in the article for &quot;[[Lord of the Seven Kingdoms]]&quot;, ''all'' of the Targaryen kings starting with Aegon I himself styled themselves as &quot;King of the Andals, the Rhoynar, and the First Men&quot; and &quot;Lord of the Seven Kingdoms&quot; - despite the fact that Dorne remained independent. Aegon I had declared himself king of all of Westeros just before his army even landed on the continent, Dorne included. While Dorne had been able to resist his armies and dragons through guerrilla warfare, Aegon himself never acknowledged that this was a permanent state of affairs. Aegon and all of his heirs considered themselves the ''de jure'' kings of the Rhoynar and of Dorne, even if they had no ''de facto'' control over it (comparable to how medieval English kings would at times hold titles of lordship over &quot;Wales&quot;, &quot;Ireland&quot;, and &quot;France&quot;, despite not controlling all or even most of these territories). At no point (as readers sometimes have assumed) did Aegon ever &quot;promote&quot; [[the Riverlands]] into being considered the &quot;seventh&quot; kingdom (the Riverlands were occupied by the [[Iron Islands]] when he invaded and not an independent &quot;kingdom&quot;, instead making up the &quot;eighth&quot; kingdom of sorts). Dorne was always the seventh of the &quot;Seven Kingdoms&quot;, the Targaryens just refused to ever officially acknowledge that they did not actually control it.\n\n===Ruling Queens===\n\nIn the three hundred years between the Targaryen Conquest and the War of the Five Kings, there has never been a Ruling Queen: a female heir of the current monarch inheriting power in her own right. The first four Targaryen kings all had male heirs who were also their eldest child. However the fifth Targaryen king, Viserys I, only had one surviving child by his first wife before she died, a daughter named [[Rhaenyra Targaryen]]. With no other heirs, Viserys I and his court raised Rhaenyra with the expectation that she would be the first Ruling Queen. However, Viserys I remarried late in life, and had several sons with his second wife, the eldest of which was his son Aegon II.\n\nWhen Viserys I died this sparked a succession war between Rhaenyra and Aegon II, known as the Dance of Dragons, which raged from 129 to 131 AL (about 170 years before the War of the Five Kings). Aegon II ultimately had Rhaenyra fed alive to his dragon, but her supporters continued to fight in the name of her children, and not long afterwards Aegon II himself died childless. As the only remaining heir of Viserys I or Aegon II, Rhaenyra's own son Aegon III inherited the throne (Aegon III's own sons both died childless, and ultimately Rhaenyra's younger son Viserys II succeeded to the throne).\n\nAfter the Dance of Dragons, the Targaryens revised the official royal succession laws to follow an extreme form of agnatic primogeniture, placing female heirs behind all possible male ones, i.e. if all of a king's sons died childless, his own younger brothers would inherit instead of his daughters (their nieces). Such was the case when after both of Aegon III's sons died childless, his daughter Daena was skipped over in succession for Aegon III's younger brother Viserys II. These altered inheritance laws ensured that there was no Ruling Queen in the history of the Seven Kingdoms. Many historians point to the succession of Rhaenyra's son Aegon III after Aegon II died as proof of the legitimacy of Rhaenyra's claim to inheritance in the civil war, and while she lived she did personally use the title of Ruling Queen. Officially, however, Rhaenyra is considered a rival claimant and is not counted in the formal line of succession. Any possible future Ruling Queen by the name of &quot;Rhaenyra&quot; would be titled &quot;Rhaenyra I&quot;, not &quot;Rhaenyra II&quot;. As this would lead to controversy over whether to acknowledge Rhaenyra's claim during the Dance of Dragons, subsequent generations of the Targaryen family simply avoided the issue by never naming any subsequent daughters &quot;Rhaenyra&quot;.\n\n", "Known Kings": "===Targaryen Dynasty===\n* {[[Aegon I Targaryen]]}, called &quot;Aegon the Conqueror&quot; and &quot;Aegon the Dragon&quot;, the founder of the Targaryen Dynasty and the Iron Throne.\n*{[[Aenys Targaryen|Aenys I Targaryen]]}, son of Aegon by his sister Rhaenys. Succeeded by his younger half-brother Maegor.\n* {[[Maegor I Targaryen]]}, called &quot;Maegor the Cruel&quot;, son of Aegon by his sister Visenya. Half-brother of Aenys I. Usurped the throne ahead of Aenys's children, but ultimately died childless.\n* {[[Jaehaerys I Targaryen]]}, called &quot;Jaehaerys the Conciliator&quot; and the &quot;Old King&quot;, son of Aenys I, grandson of Aegon and Rhaenys. Reigned for over fifty years, longer than any other monarch.\n* {[[Viserys I Targaryen]]}, grandson of Jaehaerys I. Father of Aegon II and Rhaenyra.\n* {[[Aegon II Targaryen]]}, son of Viserys I.\n**{[[Rhaenyra Targaryen]]} - rival claimant to the Iron Throne against her half-brother Aegon II. Retroactively considered to not be the lawful heir, though because Aegon II died without a male heir, Rhaenyra's own son ended up succeeding him as Aegon III.\n* {[[Aegon III Targaryen]]}, called &quot;AegonÂ the Dragonbane&quot;. Son of Rhaenyra, grandson of Viserys I.\n* {[[DaeronÂ I Targaryen|Daeron&amp;nbsp;I Targaryen]]}, called &quot;The Young Dragon&quot;. Son of Aegon III.\n* {[[Baelor I Targaryen]]}, called &quot;Baelor the Blessed&quot; and &quot;Baelor the Beloved&quot;. Brother of DaeronÂ I, younger son ofÂ Aegon III.\n* {[[Viserys II Targaryen]]}, uncle of Baelor, younger brother of Aegon III, youngest son of Rhaenyra. Ruled for only one year, but functionally controlled the realm much longer than that as Hand of the King to both of his nephews.\n* {[[Aegon IV Targaryen]]}, called &quot;Aegon the Unworthy&quot;, son of Viserys II.\n* {[[Daeron II Targaryen]]}, called &quot;Daeron the Good&quot;, son of Aegon IV.\n** â&euro;&lsaquo;{[[Daemon Blackfyre]]}, [[Legitimization|legitimized]] [[bastard]] son of Aegon IV. Â Led a rebellion against his trueborn half-brother Daeron II to claim the Iron Throne which later became known as the First[[Blackfyre Rebellion| Blackfrye Rebellion]]. Â The rebellion ultimately failed, leading to Daemon's death at the [[Battle of Redgrass Field]]. However a number of Daemon's sons fled to [[Essos]]Â where they and their descendants continued to try and take the Throne. Â [[House Blackfyre]]Â ultimately died out during the [[War of the Ninepenny Kings]].Â \n* {[[Aerys I Targaryen]]}, son of Daeron II. Died childless.\n* {[[Maekar I Targaryen]]}, younger brother of Aerys I, and fourth son of Daeron II.\n* {[[Aegon V Targaryen]]}, called &quot;Aegon the Unlikely&quot;, as he was the fourth son of a fourth son yet still inherited the throne. Son of Maekar I and younger brother of [[Aemon]] Targaryen, who voluntarily refused the crown as he had already joined the order of [[Maesters]].\n* {[[Aerys II Targaryen]]}, called &quot;the Mad King&quot;, son of Aegon V. Killed by Ser [[Jaime Lannister]] during the [[Sack of King's Landing]]. Father of Crown Prince [[Rhaegar Targaryen|Rhaegar]], who was killed at the [[Battle of the Trident]] weeks before his father's death. Aerys II's younger children were the child Prince Viserys (who styled himself &quot;Viserys III&quot; after his father's death), and his daughter Princess Daenerys, born after her father's death.\n\n===Baratheon Dynasty===\n*{[[Robert Baratheon|Robert I Baratheon]]}, called &quot;the Usurper&quot;, took the Iron Throne king when Aerys II Targaryen was overthrown and killed during [[Robert's Rebellion]]. Perished due to wounds sustained during a hunting accident.\n*{[[Joffrey Baratheon|Joffrey I Baratheon]]}, Robert's heir. Legitimacy put into question, as he is actually born of [[incest]] between his mother QueenÂ [[Cersei Lannister]] and his allegedÂ uncleÂ Ser [[Jaime Lannister]]. Poisoned at his [[Purple Wedding|wedding feast]] to [[MargaeryÂ Tyrell|Margaery&amp;nbsp;Tyrell]]Â by [[Olenna Tyrell]] in collaboration with [[Dontos Hollard]] and [[Petyr Baelish]].\n*[[Tommen Baratheon|Tommen I Baratheonâ&euro;&lsaquo;]], brother ofÂ JoffreyÂ I, claimed younger son of Robert I, but like his brother is born of incest between his mother Queen Cersei Lannister and his alleged uncle Ser Jaime Lannister.\n\n", "Claimants": "Four claimants to the Iron Throne emerged during and after Robert I's reign. Two of them claim the throne as their Targaryen birthright, while the other two claimed the throne after Robert died and Joffrey's legitimacy was cast into doubt.\n* {[[Viserys Targaryen|Viserys III Targaryen]]}, son of Aerys II, called &quot;the Beggar King&quot; due to his impoverished exile in the Free Cities. Killed by [[Khal]] [[Drogo]] and his claim passed to his sister.\n* [[Daenerys Targaryen|Daenerys I Targaryen]], Queen of [[Meereen]], daughter of Aerys II, called &quot;Daenerys Stormborn&quot;, &quot;Mother of Dragons&quot;, and &quot;the Queen Across the Sea&quot;, inherited her late brother's claim.\n* [[Stannis Baratheon|Stannis I Baratheon]], younger brother of Robert Baratheon, Lord of Dragonstone, called &quot;the King in the Narrow Sea&quot;.\n* {[[Renly Baratheon|Renly I Baratheon]]}, youngest brother of Robert Baratheon, Lord of Storm's End, called &quot;the King in Highgarden&quot; for his alliance with [[House Tyrell]]. Killed by a [[shadow]]-creature conjured by the Red Priestess [[Melisandre]].\n\n"}, "title": "King of the Andals and the First Men"}