{"attributes": {"founding": " More than 8,000 years (according to legend)", "founder": "DurranThe '''Kingdom of the Stormlands''' was one of the independent kingdoms of Westeros until the War of Conquest. It was founded during the time of the First Men by Durran", "places": " Storm's End", "title": "Kingdom of the Stormlands", "image": "", "age": "", "rulers": "Storm Kings (House Durrandon)", "culture": ["First Men (pre-Andal Invasion)", "Andals (post-Andal Invasion)"], "location": "The Stormlands", "capital": "Storm's End", "religion": ["Old Gods of the Forest (pre-Andal Invasion)", "Faith of the Seven (post-Andal Invasion)"], "military": "", "type": "Hereditary monarchy", "institutions": "", "population": ""}, "sections": {"TOP": "Kingdom of the Stormlands013596t7wzpry1ay2brlpchdku7wrpnck9kel1599662014-09-19T18:44:58ZThe Dragon Demands5014364/* In the books */{{Government\n| Title=Kingdom of the Stormlands\n| Image=\n| Image size=\n| Location=[[The Stormlands]]\n| Type=Hereditary monarchy\n| Population=\n| Culture=[[First Men]] (pre-[[Andal Invasion]])&lt;br&gt;[[Andals]] (post-Andal Invasion)\n| Rulers=[[Storm King]]s ([[House Durrandon]])\n| Capital=[[Storm's End]]\n| Religion=[[Old Gods of the Forest]] (pre-[[Andal Invasion]])&lt;br&gt;[[Faith of the Seven]] (post-Andal Invasion)\n| Military=\n| Institutions=\n| Places= [[Storm's End]]\n| Founding= More than 8,000 years (according to legend)\n| Age=\n| Founder=[[Durran]]\n}}\n\nThe '''Kingdom of the Stormlands''' was one of the independent kingdoms of [[Westeros]] until the [[War of Conquest]]. It was founded during the time of the [[First Men]] by [[Durran|Durran Godsgrief]], the first [[Storm King]], who was said to have taken [[Elenei]], daughter of the god of the sea and the goddess of the wind, as wife and to have built the formidable castle of [[Storm's End]].\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, the Stormlands conquered and held the Riverlands (and future Crownlands) for three centuries. The Storm Kings also ruled many lands in the upper region of the [[Mander]] River (and its tributaries): after the Storm Kings declined under assault from the ironborn in the Riverlands, the Gardener kings expanded eastward at the expense of the Stormlands, conquering these territories. To the south, the Storm Kings also lost some ground in the Dornish Marches.\n\nFor over two centuries, the Kingdom of the Stormlands was the largest realm on the continent, ruling almost half of southern Westeros. [[George R.R. Martin]] has said that he is a big fan of the board game ''[[Wikipedia:Risk (game)|Risk]]'', and the Storm Kings essentially committed one of the classic blunders: &quot;never get involved in a land war in Asia&quot;. The Storm Kings had expanded in all directions, and conquered the Riverlands because it was relatively easy to conquer, but did not succeed in establishing defensible borders. Instead, they were fighting border wars across the length of Westeros, from the Dornish Marches in the south to the Neck at the border of the North. Most of the modern Seven Kingdoms border two other major kingdoms, plus the Riverlands (which are a weak border zone). Dorne borders the Reach to the west and the Stormlands to the North, the Westerlands border the Reach and are located next to the Iron Islands, etc. The Reach is so fertile and populous that it can field armies twice the size of those raised by other kingdoms, but this advantage evened out because it has twice as many hostile borders, four instead of two (bordering Dorne, the Stormlands, the Westerlands, and having a close ocean border with the Iron Islands, plus being bordered to the northeast by the Riverlands). In contrast, the Durrandon super-kingdom that ruled the eastern half of Westeros bordered ''all six'' of the other kingdoms: apart from bordering Dorne and the Reach (as the modern Stormlands do), conquering the Riverlands meant that the Storm Kings now faced hostile borders with the Westerlands in the west, the Vale in the east, and faced increasing attacks from the ironborn from the shores of [[Ironman's Bay]] to the northwest. They even faced a new border with the [[King in the North|Kings in the North]] at the Neck. At the same time, it did ''not'' possess the large advantage in numbers that the Reach held: most kingdoms can handle two powerful neighbors (and the Reach can handle four because it has twice the men), but the Storm Kings had ''three times'' that many powerful and hostile neighbors. On top of this, they still had to deal with controlling restless River lords who still didn't particularly like their conquerors. Moreover, as often happens in multi-sided political squabbling, the other kingdoms weren't blind to the threat posed by the growing Storm Kingdom: they stopped fighting each other as much and refocused on new alliances against the common threat posed by the Storm Kings.\n\nThe Stormlands do not match up with real-life countries as clearly as other regions (as the North is heavily inspired by medieval Scotland, Dorne by Moorish Spain). Still, given that the Reach is inspired by France, and that the Reach and Stormlands squabbled for centuries over ill-defined borders consisting of rivers and plains, the Stormlands ''loosely'' resemble medieval Germany. Also like medieval Germany, the Stormlands are the most heavily forested of the kingdoms. The information about the old glory days of the Stormlands when they expanded to rule the eastern half of southern Westeros make this analogy fit even further: the Durrandon super-kingdom was somewhat like the medieval [[Wikipedia:Holy Roman Empire|Holy Roman Empire]], a vast but loose hegemony of territories centered around medieval Germany. Like the Durrandons, the Holy Roman Empire was vast and encompassed a diverse group of subject peoples beyond its core territory in Germany, extending to include the Low Countries, the eastern third of modern France, much of Italy, and expanding into Slavic territory in the east and into Baltic territory in the north. Such a vast and diverse empire - with no clearly defined and defensible borders - proved to be problematic to control in both cases.\n\nWhile the Reach chipped away at the Storm Kings from the east and Dorne harassed them from the south, the ironborn under Harwyn Hoare launched a massive invasion which captured the territory of the modern Riverlands from the Arrec Durrandon, grandfather of Argilac the Arrogant. Â Harwyn's son later expanded further eastward from [[Gods Eye]] lake to capture the future territory of the Crownlands, including [[Duskendale]] and [[Rosby]], east to the [[Narrow Sea]] and south to the [[Blackwater Rush]]. Harren the Black, grandson of Harwyn Hoare, was a strong king who solidified control over these conquests, particularly by construction of the massive fortress of Harrenhal.\n\nUp until the Targaryen Conquest itself, the Kingdom of the Stormlands still retained the strip of land south of the Blackwater running east to the Narrow Sea, including the northern [[Kingswood]] and Massey's Hook, and including the mouth of the [[Wendwater]] River. In the past 100 years since the Targaryens had settled on Dragonstone, however, the nearby Storm lord Houses on Massey's Hook had developed increasingly closer economic and political ties with them. When Aegon called his bannermen to assemble on Dragonstone to prepare for the invasion, he was joined by his vassals House Velaryon of Driftmark and House Celtigar of Claw Isle (two Valyrian noble families that had followed the Targaryens in resettling on islands in Blackwater Bay). They were also joined at the assembly, however, by two major Storm lord Houses from Massey's Hook: House Bar Emmon of Sharp Point and House Massey of Stonedance. After the conquest had ended, Aegon Targaryen carved out the new region known as [[the Crownlands]] from neighboring kingdoms: primarily the eastern portions of what had been the old Riverlands (held by the ironborn at the time), but also the southern strip between the Blackwater and Massey's Hook which used to be on the northern edge of the Stormlands. The Kingswood was lightly populated anyway, while the lords of Massey's Hook had already sided with the Targaryens at the beginning of the conquest.\n\n", "History": "{{Quote|The Storm Kings had greater luck to their north - at first.  They took the Trident from the River Kings, and built an empire that stretched as far as the Neck.  But then the ironborn swarmed out of their islands and pushed the Storm Kings out of the Riverlands.|[[Brienne of Tarth]]|The Stormlands (Histories &amp; Lore)}}\n[[Image:StormKingdomAtItsHeight.PNG|thumb|The Kingdom of the Stormlands at its height, before it lost the Riverlands to the ironborn]]\nFollowing the [[Andal Invasion]], the Kingdom of the Stormlands came to be dominated by [[Andal]] culture, though the [[House Durrandon|Durrandon]] dynasty remained in power. The Stormlands conquered and held [[the Riverlands]] for 300 years (which at the time included the future territory of [[the Crownlands]]), destroying [[House Mudd]].&lt;ref&gt;&quot;[[The Riverlands (Histories &amp; Lore)]]&quot;&lt;/ref&gt;\n\nDuring these centuries the Kingdom of the Stormlands was the largest and most powerful realm inÂ Westeros. Some three generations before the [[War of Conquest|Targaryen Conquest]], however, the Kingdom of the Stormlands entered into a decline. The Storm Kings had over-expanded, and their conquered possessions had too many hostile borders, including perpetual border skirmishes with the [[Dornishmen]] to the south in the [[Dornish Marches]], and conflicts to the west with the [[Kingdom of the Reach]], ruled by [[House Gardener]]. Yet the greatest threat to the Storm Kings came from the [[ironborn]] to the northwest, ruled by [[House Hoare]]. In a great wave of expansion, [[Harren Hoare]]'s grandfather conquered the Riverlands from the Storm Kings. Harren himself, known as Harren the Black, became a cruel and powerful tyrant, who enthralled the Rivermen and forced them to toil away for years on construction of the largest castle ever built, [[Harrenhal]], to secure the ironborn conquests.&lt;ref&gt;&quot;[[The Stormlands (Histories &amp; Lore)]]&quot;&lt;/ref&gt;\n\nDuring the Targaryen Conquest, [[Aegon the Conqueror]] landed his army at the north shore of the mouth of the Blackwater River. At the time this marked the border between the territories of the ironborn advancing from the north, and the remaining territories of the Stormlands to the south, and it was also fairly close to the Gardener kings of the Reach expanding from the southeast. This border zone was also far away from the capitals of all three kingdoms. Landing at the mouth of the Blackwater was therefore the perfect strategic choice, because these mainland kings (Harren Hoare, Argilac Durrandon, and [[Mern Gardener]]) couldn't agree on whose problem the Targaryen invaders were, each hoping that the other two would waste resources dealing with the problem. Had they attacked immediately they might have been able to throw the Targaryens back into the sea, but instead the Targaryens were able to safely land all of their forces and establish [[King's Landing|a strong foothold]] on the mainland.&lt;ref&gt;&quot;[[Dragonstone (Histories &amp; Lore)]]&quot;&lt;/ref&gt;\n[[File:Argilac'sStormlands.PNG|thumb|The reduced territory held by the last of the Storm Kings, Argilac the Arrogant.]]\nThe Kingdom of the Stormlands fell when [[Orys Baratheon]], a commander in Aegon Targaryen's army (and his rumored [[Bastardy|bastard]] half-brother), defeated and personally killed the last Storm King, [[Argilac Durrandon|Argilac the Arrogant]], in the battle known as the [[Last Storm]]. Orys took Argilac's home castle [[Storm's End]] and his [[Heraldry|heraldry]] (a black stag on a gold background) as his own. Orys also took Argilac's daughter and only child, [[Argalia Baratheon|Argalia]], as his wife. He was made the first [[Lord Paramount of the Stormlands]], while the vast territory held by the Durrandons was brought into the authority of the [[Iron Throne]]. Orys thus established [[House Baratheon]], the new dynasty that would rule over the remaining territory of the Stormlands, though the Baratheons do descend from the old Storm Kings through the female line.&lt;ref&gt;&quot;The Stormlands (Histories &amp; Lore)&quot;&lt;/ref&gt;\n\n"}, "title": "Kingdom of the Stormlands"}