{"attributes": {"status": " Active", "founder": " Aegon I TargaryenQuote", "title": " '''The Kingsguard'''", "season": " Season 1", "image": " Kingsguard sig.png", "allegiance": "Tommen Baratheon, King of the Andals and the First Men", "leader": "Lord Commander Jaime Lannister", "former": [" Lord Commander Barristan Selmy", "Sandor Clegane", "Ser Mandon Mooreâ&euro; "], "place": "White Sword Tower, Red Keep", "members": [" Ser Meryn Trant", "Ser Boros Blount", "Ser Arys Oakheart"], "date": " 1 AL", "type": [" Sworn brotherhood", "Royal guard"], "appearances": " "}, "sections": {"Past Rosters": "The established members of the Kingsguard under [[Viserys I Targaryen]]:\n* Ser [[Criston Cole]], Lord Commander\n** Ser [[Arryk Cargyll]], twin brother of Ser Erryk\n** Ser [[Erryk Cargyll]], twin brother of Ser Arryk\nThe established members of the Kingsguard under [[Aegon II Targaryen]]:\n* Ser [[Criston Cole]], Lord Commander\n** Ser [[Arryk Cargyll]]\n** Ser [[Marston Waters]]&lt;ref&gt;[[The Red Keep (Histories &amp; Lore)]]&lt;/ref&gt;\n** Ser [[Gyles Belgrave]]&lt;ref&gt;[[The Red Keep (Histories &amp; Lore)]]&lt;/ref&gt;\n** Ser [[Willis Fell]]&lt;ref&gt;[[The Red Keep (Histories &amp; Lore)]]&lt;/ref&gt;\nThe established members of the Kingsguard under [[Aegon IV Targaryen]]:\n* Prince [[Aemon Targaryen (Dragonknight)|Aemon Targaryen]], Lord Commander and brother to the King, widely regarded as the greatest knight who ever lived. He gave his own life to defend his brother and king from assassins.\n** Ser [[Terrence Toyne]], executed by Aegon IV for sleeping with one of his mistresses.    \nThe established members of the Kingsguard under [[Daeron II Targaryen]]:\n* Ser [[Gwayne Corbray]], dueled [[Daemon Blackfyre]] for a full hour during the [[Battle of Redgrass Field]], despite being outmatched and severely wounded.  \n* Ser [[Willem Wylde]], fought for Prince [[Aerion Targaryen]] during the [[Trial by seven of Duncan the Tall]].   \nThe established members of the Kingsguard under [[Aegon V Targaryen]]:\n* Ser [[Duncan the Tall]], Lord Commander and hero of many stories.\n\nThe established members of the Kingsguard under [[Aerys II Targaryen]]:\n* Ser {[[Gerold Hightower]]}, Lord Commander, killed at the [[Red Mountains]] fighting a small force led by [[Ned Stark]].\n** Ser {[[Arthur Dayne]]}, the Sword of the Morning, killed alongside Ser Gerold.\n** Ser {[[Oswell Whent]]}, killed alongside Ser Gerold and Ser Arthur.\n** Ser [[Jaime Lannister]], who killed King Aerys II during the [[Sack of King's Landing]].\n** Ser [[Barristan Selmy]], called &quot;Barristan the Bold&quot;.\n** Ser {[[Jonothor Darry]]}, killed during the [[Battle of the Trident]].\n** Prince {[[Lewyn Martell]]}, killed during the [[Battle of the Trident]]. \n** Ser {[[Gwayne Gaunt]]}, who was killed during the [[Defiance of Duskendale]], years before the rebellion.\n\nThe members of the Kingsguard under [[Robert Baratheon]]:\n* Ser Barristan Selmy, Lord Commander of the Kingsguard,\n** Ser Jaime Lannister, now called &quot;the Kingslayer&quot; for killing Aerys II\n** Ser [[Boros Blount]]\n** Ser [[Preston Greenfield]]\n** Ser {[[Mandon Moore]]}\n** Ser [[Arys Oakheart]]\n** Ser [[Meryn Trant]]\n\nThe members of the Kingsguard under [[Joffrey Baratheon]], until the [[Battle of the Blackwater]]:\n* Ser Jaime Lannister, Lord Commander of the Kingsguard\n** Ser [[Meryn Trant]]\n** Ser [[Boros Blount]]\n** Ser [[Preston Greenfield]]\n** Ser {[[Mandon Moore]]}, killed by [[Podrick Payne]] during the [[Battle of the Blackwater]] after attempting to murder [[Tyrion Lannister]].\n** Ser [[Arys Oakheart]], sent to [[Dorne]] as the sworn shield of [[Myrcella Baratheon]].\n** [[Sandor Clegane]], called &quot;the Hound&quot;, deserted his position during the Battle of the Blackwater.\n\n", "Current Roster": "The members of the Kingsguard following the Battle of the Blackwater:\n\n* Ser Jaime Lannister, Lord Commander of the Kingsguard.\n** Ser Meryn Trant\n** Ser Boros Blount\n** Ser Preston Greenfield\n** Ser Arys Oakheart, still in [[Dorne]].\n** Ser [[Balon Swann]] (presumably)&lt;ref&gt;&quot;In [[The Bear and the Maiden Fair (episode)|The Bear and the Maiden Fair]]&quot; four Kingsguard are present in the throne room. Balon Swann has been mentioned as existing in TV continuity - though he hasn't been explicitly mentioned as a Kingsguard.&lt;/ref&gt;\n**One spot remains open ([[Tywin Lannister]] threatened [[Olenna Tyrell]] that he would have [[Loras Tyrell]] named to the Kingsguard to strip [[House Tyrell]] of its heir but she relented so he didn't).\n\n", "TOP": "Kingsguard02109k4vrlfs05pg0jkxqouegzts776ydgq31791082015-03-24T18:23:10ZThe Dragon Demands5014364{{Infobox organization\n|Title= '''The Kingsguard'''\n|Image= Kingsguard sig.png\n|Season= [[Season 1|1]], [[Season 2|2]], [[Season 3|3]], [[Season 4|4]]\n|Appearances= \n|Status= Active\n|Type= Sworn brotherhood&lt;br&gt;Royal guard\n|Allegiance=[[Tommen Baratheon]], [[King of the Andals and the First Men]]\n|Leader=[[Lord Commander]] [[Jaime Lannister]]\n|Members= Ser [[Meryn Trant]]&lt;br&gt;Ser [[Boros Blount]]&lt;br&gt;Ser [[Arys Oakheart]]\n|Former= Lord Commander [[Barristan Selmy]]&lt;br&gt;[[Sandor Clegane]]&lt;br&gt;Ser [[Mandon Moore]]â&euro; \n|Place=White Sword Tower, [[Red Keep]]\n|Date= 1 AL\n|Founder= [[Aegon I Targaryen]]}}\n{{Quote|The Kingsguard is a sworn brotherhood. Our vows are taken for life. Only death relieves us of our sacred trust.|Lord Commander Barristan Selmy|The Pointy End}}\nThe '''Kingsguard''' is an elite group of seven [[knights]], supposedly the greatest and most skilled warriors in all of [[Westeros]], who serve as the royal bodyguard of the [[King of the Andals and the First Men]]. Their duty is to protect the king and the royal family from harm at all times. The Kingsguard swear the most holy of vows to fulfill their sacred duty, and - in theory - are meant to be the living exemplars of the pinnacle of knightly virtues. Like the brothers of the [[Night's Watch]], members of the Kingsguard are sworn for life and are forbidden from owning land, taking a wife, or fathering children.&lt;ref name=&quot;viewers guide appendices&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/appendix/beyond-the-houses/ HBO viewers guide, appendices, Beyond the Houses entry]&lt;/ref&gt;\n\nThe Kingsguard wear signature all-white cloaks, and gold armor with extensive white enameling.  For this reason they are sometimes colloquially called the &quot;White Cloaks&quot;, or the &quot;White Swords&quot;.  In the three centuries prior to the War of the Five Kings the Seven Kingdoms simply never had a ruling female monarch, but in the event of a Ruling Queen the formal name of the institution would shift to be the &quot;Queensgard&quot;. \n\nThe Kingsguard was created 300 years ago by the first Targaryen king, [[Aegon the Conqueror]], when he united the [[Seven Kingdoms]] under a single monarchy and established the [[Iron Throne]].&lt;ref name=&quot;viewers guide appendices&quot;/&gt;\n\nMembers of the Kingsguard wear gold plate and scale armor with white detailing and white armor.&lt;ref&gt;&quot;[[Winter is Coming (episode)|Winter is Coming]]&lt;/ref&gt;\n\nThe deeds of every knight who has ever served in the Kingsguard is kept in a large book called ''[[The Book of Brothers]]''. The book is stored in [[White Sword Tower]] and it is the responsibility of the current Lord Commander to keep all entries updated.&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\nThe Kingsguard is led by the [[Lord Commander]], currently Ser [[Jaime Lannister]].&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt; The Lord Commander appears to have no marks on his armor to distinguish him from other members.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt;Â Under normal circumstances, the Lord Commander sits on theÂ [[Small Council]] as the King's advisor in military matters. However, Barristan SelmyÂ did not sit on King Robert's Small Council due toÂ Ser Barristan's previous allegiance to the Targaryen dynasty.&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Kingsguard, also called the White Swords or White Cloaks, were founded by [[Aegon the Conqueror|King Aegon the Conqueror]] after his conquest of Westeros. Over the three centuries since then, many famous and legendary knights have joined its ranks, including members of the [[Great Houses]]. The head of the Kingsguard is known as the Lord Commander.\n\nThe Kingsguard's history of the past three hundred years is recorded in the White Book, officially known as The Book of Brothers. It is two feet tall and a foot and a half wide and a thousand pages thick, stored in the Round Room of the White Sword Tower, a four-story tower built into one of the seaward walls of the [[Red Keep]] of [[King's Landing]]. In the White Book, each member of the Kingsguard is given one page on which his personal history and a record of his deeds are written. The top of the page contains the shield and sigil the knight had before joining the Kingsguard, the bottom of the page contains the white shield of the Kingsguard. In between the shields are the exploits of the individual. The drawings are done by septons from the [[Great Sept of Baelor]] three times a year. It is the responsibility of the current Lord Commander to update the entries in the book.\n\nBecause of its status as the royal bodyguard and the many remarkable figures who have been its members, the Kingsguard has been involved in many major historical events in Westeros.\n\nThe Kingsguard of King [[Aerys II Targaryen |Aerys II]] is particularly famed for its renowned and formidable knights. Its members were:\n\n* Lord Commander Ser {Gerold Hightower}, also called &quot;the White Bull&quot;. Killed at the Tower of Joy.\n* Ser {Arthur Dayne}, the Sword of the Morning. Killed at the Tower of Joy.\n* Ser {Oswell Whent}, known for his dark humor. Killed at the Tower of Joy.\n* Ser {Jonothor Darry}, killed at the [[Battle of the Trident]].\n* Prince {Lewyn Martell}, killed by Ser Lyn Corbray at the [[Battle of the Trident]]. Lewyn was the uncle of Doran, Elia, and Oberyn Martell.\n* Ser Barristan Selmy, called &quot;Barristan the Bold&quot;. Survived the Battle of the Trident and was pardoned by Robert Baratheon after the rebellion's victory.\n* Ser Jaime Lannister, replacing Ser Harlan Grandison, who had died in his sleep.\n\nFive of King Aerys' Kingsguard were killed during [[Robert's Rebellion]], all except for Ser Barristan Selmy - who survived the Battle of the Trident - and Jaime Lannister. Rarely if ever have so many vacancies occurred at once in the Kingsguard. Many of the replacements were the result of political appointments made to appease other Houses rather than being selected for either valor or skill at arms. As a result, Robert's Kingsguard was considered to be one of the worst in its history, with many regarding Barristan as the only true remaining knight of the Kingsguard. While Ser Jaime Lannister was considered to certainly be one of the most formidable swordsmen in all of the Seven Kingdoms, his retention in the group after his murder of King Aerys during the civil war was particularly controversial.\n\nAlso, in the books, Renly Baratheon forms his own rival Kingsguard which he calls the &quot;Rainbow Guard&quot;, enjoying the opportunity to play with the pageantry of forming a new knightly order. The number seven is holy in the Faith of the Seven, and rainbows are one of its symbols. The name &quot;Rainbow Guard&quot; was a reference to this, with each of the seven members standing for a color of the rainbow, such as &quot;Brienne the Blue&quot;. The Lord Commander of the Rainbow Guard was Ser Loras Tyrell. Loras didn't stand for a color the way the other six members did, and thus no one represented Indigo.\n\nThe members of Renly's Rainbow Guard are:\n\n* Ser Loras Tyrell, Lord Commander\n* Brienne of Tarth, the Blue\n* Lord {Bryce Caron}, the Orange\n* Ser {Emmon Cuy}, the Yellow\n* Ser {Guyard Morrigen}, the Green\n* Ser Parmen Crane, the Purple\n* Ser {Robar Royce}, the Red\n\nFollowing Renly's death, Caron, Morrigen, and Crane go over to Stannis. Both Caron and Morrigen are killed at the [[Battle of the Blackwater]], while Crane is imprisoned by the Tyrells.\n\nAs the concept of knighthood originates from and is closely tied to the [[Faith of the Seven]] neither do Robb Stark nor Balon Greyjoy form their own Kingsguards, as they do not claim the Iron Throne. Likewise, [[Stannis Baratheon]], while claiming the Iron Throne, doesn't appoint his own Kingsguard. Nevertheless many sworn knights in the Riverlands do serve under Robb Stark, and knights both loyal to the Faith of the Seven and converted to the [[Lord of Light]] continue to serve Stannis.\n\nRobb Stark does maintain a personal guard of about thirty warriors, however they are not an official order with any sworn vows, but an informal group of Robb's closest battle companions. Among them are:\n\n*{Smalljon Umber}. Slain by the Boltons at the Red Wedding.\n*Ser {[[Wendel Manderly]]}. Slain by a crossbowman at the Red Wedding.\n*Patrek Mallister. Captured at the Red Wedding.\n*{Robin Flint}. Slain by Freys at the Red Wedding.\n*{Dacey Mormont}, the only woman of the group. Slain by Ryman Frey at the Red Wedding.\n*{Owen Norrey}. Slain at the Red Wedding.\n*Ser {Raynald Westerling}, Robb's banner-bearer. Joined Robb's cause when his sister Jeyne married him. Shot with Frey arrows at the Red Wedding, presumed dead.\n*Ser Perwyn Frey. Sent away from the Twins before the Red Wedding, being judged as too loyal to Robb's cause.\n*[[Olyvar Frey]], Robb's squire. Sent away from the Twins before the Red Wedding, being judged as too loyal to Robb's cause.\n*{[[Torrhen Karstark]]}. Slain by Jaime Lannister at the Battle of the Whispering Wood.\n*{Eddard Karstark}. Slain by Jaime Lannister at the Battle of the Whispering Wood.\n*{Daryn Hornwood}. Slain by Jaime Lannister at the Battle of the Whispering Wood.\n*[[Theon Greyjoy]]. The only of Robb's guard who betrayed him.\n\nMost were young men but some were mature and trusted warriors (such as [[Wendel Manderly]], who is present in the TV series), and Dacey Mormont (eldest daughter and heir of [[Maege Mormont]]) was a woman. After it became clear to [[Jaime Lannister]] during the [[Battle of the Whispering Wood]] that his army was lost, he tried to carve his way through Robb's personal guards to kill him in single combat. Jaime managed to kill three of Robb's personal guards, but was subdued and captured alive before he could kill Robb. Of the three that Jaime killed, two were sons of [[Rickard Karstark]]. The TV series moved their names around a bit to avoid confusion, and changed it so that while one son did die in combat, Jaime killed the other in an escape attempt during Season 2 (to make the death more prominent, instead of making it an off-screen event in Season 1). [[Theon Greyjoy]] was a member of Robb's personal guard but later betrayed Robb when he followed his father's orders to invade the North. Of Robb's personal guard of thirty warriors, almost all were killed during the slaughter at the [[Red Wedding]]. Patrek Mallister was captured alive because as the heir of [[House Mallister]], he is a valuable political hostage. The two Frey members of the guard also survived, Perwyn and [[Olyvar Frey]]. Olyvar is mentioned within the TV series, as Walder demanded that Robb give him the honor of making Olyvar his own squire. The other Freys were actually worried that they were too loyal to Robb to be trusted, so they sent them away from [[the Twins]] just before the massacre. Perwyn is subsequently seen grudgingly following his family, but Olyvar's reaction to the Red Wedding is as yet unknown. With the subsequent loyalty of the two Frey members ambiguous, and Theon a traitor and captive of the Boltons, this makes the captive Patrek Mallister the only surviving member of Robb's personal guard whose allegiance never faltered (see: [http://awoiaf.westeros.org/index.php/Robb%27s_personal_guard Robb's Personal Guard at A Wiki of Ice and Fire]).\n\n[[Daenerys Targaryen]], however, forms her own &quot;Queensgard&quot; in anticipation of one day retaking the Seven Kingdoms in the name of House Targaryen, originally composed of her Dothraki [[bloodrider]]s and Ser [[Jorah Mormont]]. Apparently, &quot;Queensgard&quot; is the proper term used when there is a female monarch on the Iron Throne - but there had previously never been a ruling Queen in three centuries of Targaryen rule. The closest there ever came to being a ruling Queen was 170 years ago, during the great Targaryen civil war known as the Dance of the Dragons: [[Aegon II Targaryen]] was crowned king ahead of his older half-sister [[Rhaenyra Targaryen]], who their father Viserys I had publicly and repeatedly named as his legal heir. Viserys I's Kingsguard divided between the two rival claimants, with some supporting Aegon II and others Rhaenyra. Lord Commander Criston Cole infamously sided with Aegon II and personally crowned him, leading to Cole being known as &quot;the Kingmaker&quot;. Three others joined Ser Criston in supporting Aegon II, but three others sided with Rhaenyra. Each side then added new knights to their guards to bring their numbers back up to seven. Rhaenyra's seven bodyguards, however, were known as her &quot;Queensgard&quot;, so this would seem to be the correct legal term when there is a female monarch - not simply a named invented by Daenerys. Rhaenyra died during the Dance of the Dragons, however, and subsequent history discounts her as a rival claimant (despite the fact that her own son Aegon III ultimately succeeded Aegon II), thus Rhaenyra's Queensgard is not considered an &quot;official&quot; hisotrical iteration of the Kingsguard.\n\nIn the books, Kingsguard members wear stunning all-white uniforms, composed of white-enameled armor, white cloaks, and all-white gear, highlighted only with a few fasteners which are made of silver. They have no symbol, displaying only a pure white banner for their [[heraldry]], the opposite of how a knight with no allegiance will use solid black heraldry. Indeed, only members of the Kingsguard legally have the right to carry shields and banners emblazoned with all-white heraldry. Jaime Lannister flouted this tradition by instead wearing a full suit of gold-plated armor, the color of his House, along with a helm shaped like a lion's head and the heraldic lion of House Lannister emblazoned on his shield. The costumes used in the TV series are similar, but they have white enameling on gold plate, as opposed to completely white armor. The helms employed in the series also lack face-concealing visors like the ones mentioned in the novels. In excerpts from ''The Winds of Winter'', however, it is stated that the Kingsguard actually do have a banner, featuring seven silver swords encircling a golden crown (it is possible that this is the battle flag of the Kingsguard as an ''organization'', but individual Kingsguard members only use plain white banners for personal use, such as when they enter tournaments).\n\n", "Rival Kingsguards": "\nDue to the outbreak of the [[War of the Five Kings]] and multiple claimants to the throne, different contenders for the throne have formed their own Kingsguards.\n\nSince the tradition of knighthood holds little sway in the North, where the worship of the [[Old Gods of the Forest]] is still strong, Robb Stark doesn't form his own Kingsguard when he is declared [[King in the North]]. Nevertheless a number of young warriors and knights become his sworn swords. Similarly, when [[Balon Greyjoy]] declares himself king of the [[Iron Islands]], he also doesn't form his own Kingsguard, because the ironborn follow the religion of the [[Drowned God]] which does not include the tradition of knighthood. For that matter there has been no mention of Renly's stern older brother [[Stannis Baratheon]] forming his own Kingsguard, probably because in contrast to Renly he is a pragmatic man who does not bother with pomp and ceremony.\n\n===Renly Baratheon's Kingsguard===\n[[File:Renly's Kingsguard with Brienne Loras and heraldry.jpg|thumb|right|200px|King Renly I's Kingsguard, with Lord Commander Loras Tyrell and Brienne of Tarth.]]\nThe members of [[Renly Baratheon]]'s Kingsguard:\n\n*Ser [[Loras Tyrell]], the [[Lord Commander]], commonly called &quot;the Knight of the Flowers&quot;.\n*[[Brienne of Tarth]], mockingly called &quot;Brienne the Beauty&quot;.\n*Ser {[[Robar Royce]]}, of [[House Royce]]. Killed in self-defense by Brienne.\n*Ser {[[Emmon Cuy]]}, of [[House Cuy]]. Killed in self-defense by Brienne.\n\nMembers of Renly's Kingsguard wore bronze armor, with matching cloaks and helmets crowned with miniature bronze stag heads, as well as green surcoats, thus mirroring the altered Baratheon sigil Renly chose.\n\nRenly's Kingsguard dissolved after his assassination. Ser Loras along with his powerful family subsequently sided with the Lannisters, knowing that Stannis would never forgive them for supporting his younger brother. Loras led House Tyrell's armies alongside the main Lannister host led by [[Tywin Lannister]] which smashed Stannis' army during the [[Battle of the Blackwater]]. Brienne of Tarth fled with [[Catelyn Stark]], and ended up swearing personal allegiance to Catelyn (though not the Starks in general). When Catelyn freed [[Jaime Lannister]] at [[Riverrun]], she tasked Brienne with ensuring that he arrived safely at [[King's Landing]] as part of a prisoner exchange with her two daughters (though unknown to Catelyn, the Lannisters lied about having both girls and actually only held [[Sansa Stark|Sansa]]). Despite Jaime losing a hand to [[Locke]] along the way, they both managed to reach King's Landing. Brienne arrived in the city not long after the destruction of the Stark faction at the [[Red Wedding]], leaving her promise to exchange Jaime for Sansa probably moot.\n\n===Daenerys Targaryen's Queensguard===\n[[File:Dany jorah selmy 3x03.jpg|thumb|right|200px|Daenerys Targaryen flanked by her Queensguard in [[Astapor]].]]\nFar away from the Seven Kingdoms, in exile far across the [[Narrow Sea]], [[Daenerys Targaryen]] claims the title of Queen of the Andals and the First Men after the death of her brother [[Viserys Targaryen|Viserys]], and after successfully hatching three [[dragons]], the first live dragons the world has seen in over a century. Daenerys then forms her own Queensguard, from her personal bodyguards. It is an ad hoc group, not necessarily composed of knights, as its original members were mostly Daenerys's [[Dothraki]] [[bloodriders]]. Also, her loosely organized Queensguard does not strictly possess seven members, having had fewer than seven men for long stretches of time. However, Daenerys's Queensgard gains a major boost in legitimacy when it is joined by the legendary knight Ser Barristan Selmy, former Lord Commander of Robert Baratheon's Kingsguard and a Kingsguard to her own father King Aerys.\n\nAfter conquering [[Meereen]], Daenerys later banished Ser Jorah when she discovered that he had been spying on her for King Robert's agents.\n\nThe members of Daenerys Targaryen's Queensguard are:\n\n*Ser [[Jorah Mormont]], exiled lord of [[Bear Island]]. Banished by Daenerys Targaryen.\n*[[Kovarro]], Dothraki bloodrider\n*[[Aggo]], Dothraki bloodrider, whereabouts unknown.\n*{[[Rakharo]]}, Dothraki bloodrider. Slain by a rival Dothraki ''khalasar''.\n*Ser [[Barristan Selmy]], former Kingsguard to Daenerys's father and Lord Commander of the Kingsguard under Robert Baratheon.\n\n", "Behind the scenes": "The symbol of the Kingsguard is altered in [[Season 4]]. Instead of a three-pointed crown it features three swords. The symbol from previous seasons can be seen on an armor in the background in &quot;[[Oathkeeper]]&quot;, during the scene Jaime gives [[Brienne of Tarth|Brienne]] her new sword and armor.\n\n", "Image gallery": "&lt;gallery captionalign=&quot;left&quot;&gt;\nKingsguardArmor_GOTExhibition.jpg|Kingsguard armor for the 2013 Game of Thrones Exhibition\nKingsguard.png|The symbol of the Kingsguard in Seasons 1, 2, and 3\nKingsguardSigil2.jpg|The new Kingsguard symbol that appeared on their armor in Season 4: it uses swords to make up the crown.\nKingsguard 1.jpg|A member of the Kingsguard at the Inn at the Crossroads in &quot;[[The Kingsroad]].&quot;\nMandon Moore.png|Ser [[Mandon Moore]] in &quot;[[The Prince of Winterfell]].&quot;\nRenly'sKingsguard.jpg|King Renly escorted by two of his Kingsguard in &quot;[[The Ghost of Harrenhal]]&quot;\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n* {{AWOIAF|Queensguard}} (MAJOR spoilers from the books)\n* {{AWOIAF|Rainbow Guard}} (spoilers from the books)\n\n"}, "title": "Kingsguard"}