{"attributes": {}, "sections": {"TOP": "King016755gaejl72x1uwufpep5kb0hqz8qmmweiu1596332014-09-16T00:15:09ZThe Dragon Demands5014364{{Dialogue a-b|Joffrey Baratheon|I am the King! I will punish [[Tyrion Lannister|you]]...|Tywin Lannister|Any man who must say &quot;I am the King&quot; is no true king.|King [[Joffrey Baratheon]] and Lord [[Tywin Lannister]]|Mhysa}}\nA '''King''' is the male ruler of a monarchy or realm. Kings usually inherit their position by birth and rule for life or until abdication, though some like [[Aegon I Targaryen|Aegon the Conqueror]] and [[Robert Baratheon]] become kings through conquest. The consort of a king is known as a '''Queen'''. A woman who rules a monarchy in her own right is known as a '''Queen Regnant''', with her husband bearing the title of '''Prince Consort'''.\n\nThe offspring and siblings of kings hold the title of '''[[Prince]]''' or '''Princess'''.\n\n", "Queens": "\nThere are actually two kinds of Queens: a Queen Consort or a Queen Regnant. A '''Queen Consort''' is the wife of a king, and gains the position due to marriage. She may marry him before or after he becomes king, though if she marries him before, she only becomes a queen when he is crowned king. Queen Consorts can wield various unofficial powers, given that they usually come from wealthy and influential families. A Queen Consort's main power comes through her influence on her husband, however, and she does not rule in her own right.\n\nA Queen Consort may, however, become a &quot;'''Queen [[Regent]]'''&quot; if her husband dies while their children are still below the legal age of inheritance. A Queen Regent does then become acting ruling of a kingdom - though depending on the woman, she may either rule directly or through the aid of various advisers. Once her child comes of age and occupies the throne, the Queen is referred to as '''Queen Dowager'''.\n\nA '''Queen Regnant''' inherits the crown in her own right, as the child of a previous monarch. Due to the male-preference [[Laws and Customs|inheritance system]] in Westeros (and much of the rest of the world), Ruling Queens are rare - a daughter will usually be skipped over for her younger brother, or even other close male relatives. Unlike a Queen Consort, a Ruling Queen (or Queen Regnant) possesses all of the full powers of an active monarch, issuing orders directly.\n\nThe monarchy of the Iron Throne, which unified the Seven Kingdoms, has existed for three centuries but never had a Queen Regnant. The one woman who came close was [[Rhaenyra Targaryen]], but the controversy over allowing the first Ruling Queen led to a civil war in which her younger half-brother [[Aegon II Targaryen|Aegon II]] proclaimed himself the rightful heir. Subsequently, Aegon II was officially held to be the rightful king during this time, though the throne later passed to Rhaenyra's son [[Aegon III Targaryen|Aegon III]].\n\nThe husband of a Queen Regnant would be known as a King Consort.\n\nDue to the near-extinction and exile of [[House Targaryen]], and the death of all other possible male heirs, [[Daenerys Targaryen]] laid claim to the Iron Throne as a Queen Regnant in her own right, because she is the daughter of King [[Aerys II Targaryen]]. She is still technically considered to be just a &quot;rival claimant&quot; as she has not actively ruled the Seven Kingdoms or sat the Iron Throne itself yet.\n\n", "Defunct monarchies": "\n* The [[King of the Rock]], who, following the Andal invasion, extended their rule over [[the Westerlands]]. The title was originally held by the head of [[House Casterly]] and then by [[House Lannister]].\n* The [[King of the Reach]], the head of [[House Gardener]], title established during the Age of Heroes by [[Garth Greenhand]]. Following the Andal invasion, the King of the Reach ruled over the entirety of the [[the Reach|eponymous region]].\n* The [[King of the Rivers and Hills]], who ruled over the lands surrounding the Trident until the Andal invasion.\n* The [[Mountain King]], a dynasty of the [[First Men]] ruling over the region that would become known as [[the Vale of Arryn]], until the Andal invasion.\n* The [[King of the Mountain and the Vale]], a [[House Arryn|line]] established by Ser [[Artys Arryn]], who conquered [[the Eyrie]] and the lands subject to its rule, after defeating the [[Griffin King]], the last Mountain King.\n* The [[Storm King]], title first held by [[Durran Godsgrief]], and later by his descendants, [[House Durrandon]]. The Storm Kings extended their rule over [[the Stormlands]].\n* The [[King of Qarth]], who ruled over the city of [[Qarth]] until the Qartheen rebelled against their rule.\n\n", "Known Kings": "{{Quote|Oh, I'm a monster? Perhaps you should speak to me more softly then. Monsters are dangerous... and just now kings are dying like flies.|Tyrion Lannister to King Joffrey Baratheon.|Mhysa}}\n* The [[King of the Andals and the First Men]], who rules the realm known as the [[Seven Kingdoms]] of [[Westeros]]. The title was created by [[Aegon the Conqueror]], who unified the seven independent kingdoms of the continent under a single monarchy known as the [[Iron Throne]].\n* The [[King in the North]], the head of [[House Stark]], who ruled the Westerosi region of [[the North]], since the [[Age of Heroes]] to the [[War of Conquest]]. Title established by [[Bran the Builder]] and held by his descendants for thousands of years. The position ended when [[Torrhen Stark]] surrendered to Aegon I during the Targaryen Conquest, though he was rewarded for his surrender by being allowed to continue to rule the North, under the Targaryens. The title was briefly revived when the North declared its independence again during the [[War of the Five Kings]], when [[Robb Stark]] was proclaimed king by his bannermen. Kings in the North were also called Kings of Winter.\n* The [[King of the Iron Islands]], who ruled over the [[Iron Islands]], as well as several other locations of western Westeros, particularly [[the Riverlands]]. The title was held by several dynasties, including [[House Hoare]] and, more recently, [[House Greyjoy]] - the latter reviving the ancient title during the [[Greyjoy Rebellion]] and the War of the Five Kings. The King of the Iron Islands is somewhat unusual compared to other systems, in that for long periods of time it has been an elective kingship, not necessarily passed down through dynasties - though at other times it reverted to being a simple hereditary monarchy.\n* The [[King-Beyond-the-Wall]], an elected monarch of the [[Free Folk]].\n\n", "Other monarchies": "*[[Dorne]] is exceptional, because when it was an independent realm, it was not ruled by a &quot;king&quot; but by a Ruling Prince - a relic from when the [[Rhoynar]] ancestors of the Dornish used to live in city-states in [[Essos]]. Due to the unique equal inheritance laws in Dorne, in which the eldest child succeeds their parent regardless of gender, there have also been a number of Ruling Princesses in Dorne throughout history. It was therefore known as the &quot;Principality of Dorne&quot;, not the &quot;Kingdom of Dorne&quot;. Dorne managed to resist Aegon I during the initial Targaryen Conquest, and stayed independent for another two centuries - it was only eventually united to the Targaryen realm about one century before the War of the Five Kings, not through conquest but peaceful marriage alliance. As a result of this voluntary union, Dorne was allowed to maintain certain special rights, among which was that its rulers could still style themselves as &quot;Princes&quot; of Dorne even though they were no longer sovereign monarchs. Thus the office of &quot;Prince of Dorne&quot; continued, but the monarchy of the &quot;Prince of Dorne&quot; ended.\n\n"}, "title": "King"}