{"attributes": {"status": " Disbanded", "founder": " The '''Kingswood Brotherhood''' was a band of Outlaw", "title": " Kingswood Brotherhood", "season": " ", "image": " ", "leader": "Simon Toyne ", "date": " ", "former": " ", "place": "Kingswood, the Crownlands", "members": "The Smiling Knight", "mentioned": " &quot;A Man Without Honor&quot;", "type": "Outlaw brotherhood", "appearances": " "}, "sections": {"TOP": "Kingswood Brotherhood02974o2o3pnrlnk39r95k0bkxgbzoed9kqdq1604292014-09-24T19:44:25ZThe Dragon Demands5014364{{Infobox organization\n|Title= [[Kingswood Brotherhood|The Kingswood Brotherhood]]\n|Image= \n|Season= \n|Appearances= \n|Mentioned= &quot;[[A Man Without Honor]]&quot;\n|Status= Disbanded\n|Type=Outlaw brotherhood\n|Leader=[[Simon Toyne]] \n|Members=The [[Smiling Knight]]\n|Former= \n|Place=[[Kingswood]], [[the Crownlands]]\n|Date= \n|Founder= \n}}\nThe '''Kingswood Brotherhood''' was a band of [[Outlaw|outlaws]], cutthroats, bandits, and exiles who plagued the [[Kingswood]], a forest south-east of [[King's Landing]], approximately twenty years before the series begins. They were wiped out at the order of King [[Aerys II Targaryen]], the Mad King.\n\nTheir leader, [[Simon Toyne]], was killed by Ser [[Barristan Selmy]] in battle, while [[Jaime Lannister]], then a squire of sixteen years, killed another member of the band.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt; The [[Smiling Knight]], another prominent member, was killed by Ser [[Arthur Dayne]].&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Kingswood Brotherhood was a notorious outlaw gang founded by the brothers Toyne, two outcasts whose brother, a member of the [[Kingsguard]], had been killed by King [[Aegon IV Targaryen]] for sleeping with one of his mistresses. They ambushed and killed Prince Aemon Targaryen, the infamous Dragonknight, before disappearing into the vastness of the Kingswood. They and their descendants troubled the realm for several generations before Ser Arthur Dayne led the force of knights and soldiers - which included Ser [[Barristan Selmy]], Lord Sumner Crakehall, and his squire [[Jaime Lannister]] who was fifteen then - who finally wiped them out.\n\nThe Kingswood Brotherhood used to kidnap nobles for ransom. They were sheltered by the [[smallfolk]] of the Kingswood, who believed that the Brotherhood was the only who protected their rights. However, Ser Arthur gained the confidence of the smallfolk by offering them better rights, thus turning the allegiance of the smallfolk to the royal forces. Without the smallfolk to shelter them, the Brotherhood members were eventually brought down. Selmy killed the gang leader Simon Toyne, while Arthur Dayne killed the Smiling Knight.\n\nJaime Lannister did not kill any of the Brotherhood during the fight, but saved his master Lord Crakehall from Big Belly Ben, and crossed swords with the Smiling Knight. As a reward for his bravery, Arthur Dayne knighted Jaime on the battlefield.\n\nOther known members of the Brotherhood were Wenda the White Fawn, Fletcher Dick, Oswyn Longneck the Thrice Hanged, and Ulmer (an expert archer). All of the Brotherhood members are presumed dead except Ulmer, who joined the [[Night's Watch]] to avoid execution, and currently serves as a ranger.\n\n"}, "title": "Kingswood Brotherhood"}