{"attributes": {"founding": " ", "founder": "The '''Kingdom of the River and the Hills''' was one of the independent kingdoms of Westeros ruled by the First Men until the Andal Invasion. It was established on the modern Riverlands and took its name from the river Trident.&lt;ref&gt;http://viewers-guide.hbo.com/season3/#!/appendix/westeros-through-the-ages/ Game of Thrones viewers guide: Westeros Through the Ages&lt;/ref&gt;The Kingdom was ruled by House Mudd and was ultimately conquered by the Storm Kings of House Durrandon.==In the books==In the ''A Song of Ice and Fire'' novels, the Kingdom of the River and the Hills was one of the many kingdomes established by the First Men, though at some point it extended over much of the Riverlands, from the Trident to the Neck. It was ruled by House Mudd from their castle in what is known as Oldstones.House Mudd was the last First Men dynasty to rule over the Trident. The kingdom later fell during the Andal Invasion. It may not have ruled over the entire area of the modern Riverlands, given that every minor lord called himself a king during this era. The Mudd kingdom was centered around Oldstones on the Blue Fork of the Trident. For the next five thousand years the Riverlands continued to be a borderzone between strong Andal kingdoms which were established in Westeros. In the centuries leading up to the War of Conquest", "places": "", "title": "Kingdom of the River and the Hills", "image": "", "age": "", "rulers": "House Mudd", "culture": "First Men", "location": "The Riverlands", "capital": "", "religion": "Old Gods of the Forest", "military": "", "type": "Hereditary monarchy", "institutions": "", "population": ""}, "sections": {"TOP": "Kingdom of the River and the Hills018638ol5rxdl8skkuvzriqx8l1xv0hz2hfuj1538512014-07-19T22:04:44ZThe Dragon Demands5014364{{Government\n| Title=Kingdom of the River and the Hills\n| Image=\n| Image size=\n| Location=[[The Riverlands]]\n| Type=Hereditary monarchy\n| Population=\n| Culture=[[First Men]]\n| Rulers=[[House Mudd]]\n| Capital=\n| Religion=[[Old Gods of the Forest]]\n| Military=\n| Institutions=\n| Places=\n| Founding= \n| Age=\n| Founder=\n}}\n\nThe '''Kingdom of the River and the Hills''' was one of the independent kingdoms of [[Westeros]] ruled by the [[First Men]] until the [[Andal Invasion]]. It was established on the modern [[Riverlands]] and took its name from the river [[Trident]].&lt;ref&gt;[http://viewers-guide.hbo.com/season3/#!/appendix/westeros-through-the-ages/ Game of Thrones viewers guide: Westeros Through the Ages]&lt;/ref&gt;\n\nThe Kingdom was ruled by [[House Mudd]] and was ultimately conquered by the [[Storm King]]s of [[House Durrandon]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Kingdom of the River and the Hills was one of the many kingdomes established by the [[First Men]], though at some point it extended over much of the Riverlands, from the Trident to [[the Neck]]. It was ruled by House Mudd from their castle in what is known as Oldstones.\n\nHouse Mudd was the last First Men dynasty to rule over the Trident. The kingdom later fell during the [[Andal Invasion]]. It may not have ruled over the entire area of the modern Riverlands, given that every minor lord called himself a king during this era. The Mudd kingdom was centered around Oldstones on the Blue Fork of the Trident. For the next five thousand years the Riverlands continued to be a borderzone between strong Andal kingdoms which were established in Westeros. In the centuries leading up to the [[War of Conquest|Targaryen Conquest]], the Riverlands were conquered and ruled by the [[Storm King]]s for three hundred years, until the Riverlands were taken from the [[Kingdom of the Stormlands]] by the Kingdom of the [[Iron Islands]] three generations before the Targaryen Conquest. The [[ironborn]] under [[House Hoare]] continued to dominate the Riverlands up until the time of the Targaryen Conquest, when the Riverlords led by [[Edmyn Tully]] revolted against their ironborn occupiers in favor of Aegon the Conqueror.\n\n"}, "title": "Kingdom of the River and the Hills"}