{"attributes": {}, "sections": {"History of the title": "===The ancient Kings of Winter===\n[[File:King of the Andals and the First Men.png|thumb|220x220px|Crown of the Kings in the North]]\nHouse Stark ruled as Kings in the North stretching back into the mists of time, before written history began six thousand years ago, when the [[Andals]] invaded all of southern [[Westeros]]. When the Andals arrived, the Stark Kings in the North were already ruling at [[Winterfell]]. According to legend, the first King in the North was Brandon Stark, better known as [[Brandon Stark (the Builder)|Bran the Builder]], who lived eight thousand years ago. According to the legends, he led the forces of the North in the War for the Dawn against the [[White Walkers]] and built [[the Wall]] to guard against their return, and also began construction of Winterfell. The Kings in the North were successfully able to fend off the Andals from invading, holding the line of [[the Neck]] at the choke point of [[Moat Cailin]]. As a result, the North remained the only independent kingdom of the [[First Men]], with little or no ethnic imprint by the Andals. This also meant that the [[Faith of the Seven]] practiced by the Andals gained little foothold in the North, where the Kings of Winter continued their worship of the [[Old Gods of the Forest]].\n\n===The Targaryen Conquest===\n\nDuring the [[War of Conquest]], by the time King [[Torrhen Stark]] gathered his armies to challenge the invaders, [[Aegon the Conqueror]] had already won the decisive [[Field of Fire]] and conquered most of southern Westeros. Seeing that the war was already lost and that the Northern armies had no hope of driving back Aegon's armies or his [[dragons]], Torrhen wisely chose to spare his people by [[bending the knee]]. In return for Torrhen's submission, Aegon allowed House Stark to continue ruling the North as they had for thousands of years, but as vassals of the [[Iron Throne]]. They held the titles of Lord Paramount of the North, Lord of Winterfell and Warden of the North. Three centuries later, House Stark fought on the side of [[Robert Baratheon]] during [[Robert's Rebellion]], in which the Targaryen dynasty was deposed and Robert crowned as the new king. After the war, House Stark continued to faithfully serve the crown, as King Robert of [[House Baratheon]] was one of their closest allies.\n\n===The new King in the North===\n\nDuring the opening stages of the [[War of the Five Kings]], Lord [[Robb Stark]] was proclaimed as the new King in the North by his bannermen, the first in 300 years. Outraged by the imprisonment and then wanton execution of Robb's father [[Eddard Stark]] by Robert's successor [[Joffrey Baratheon]], the noble lords of the North openly rebelled against the [[Iron Throne]]. Joffrey had brashly intended to shock the North into submission by executing Ned Stark, but instead this drove the Northern lords to deciding that they would never submit to Joffrey, no matter the odds against them. At a council of Robb's bannermen, some were undecided about whether they should support the rival claims to the throne by Robert's younger brothers, [[Stannis Baratheon]] or even [[Renly Baratheon]].\n\n[[File:Robb 1x10.png|thumb|300px|Robb Stark is proclaimed &quot;King in the North&quot; by his troops]]\n[[Greatjon Umber]], who was tired of being ruled by southron lords thousands of miles away, then pointed out that it was the Dragon-Kings of House Targaryen that the North had submitted to, but now they were dead. Robert Baratheon had been their ally, but now he was dead, and his younger brothers meant nothing to him (and as was soon after revealed, Joffrey wasn't even Robert's actual son but a bastard with no claim to being a Baratheon). Lord Umber declared that there was only one king he would ever serve, the King in the North. [[Rickard Karstark]], [[Maege Mormont]], [[Galbart Glover]] and [[Jonos Bracken]], a local river lord, were among those who swore fealty to Robb, as did [[Theon Greyjoy]]. The call was then taken up by all of Robb's bannermen, chanting &quot;the King in the North!&quot;.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt; Soon after being declared King in the North by acclamation of his bannermen, King Robb sent a formal declaration of independence to Queen Regent [[Cersei Lannister]], proclaiming that &quot;from this time until the end of time we are a free and independent kingdom&quot;.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\nRobb was declared King by not just the northern lords, but also several of the lords of [[the Riverlands]], as the [[House Stark|Starks]] had come to relieve the Riverlands from an invasion by the [[House Lannister|Lannisters]]. Also, Robb's mother is [[Catelyn Tully]], daughter of [[Hoster Tully]] the lord of [[Riverrun]], and thus Robb is by rights a blood relation of [[House Tully]], the [[Lords Paramount of the Riverlands]]. Therefore, King Robb's claimed kingdom includes both the North and the Riverlands. In practice, however, during the course of the War of the Five Kings Robb's forces only maintain firm control of the Riverlands north of the [[Trident]] River, particularly around the regional capital of Riverrun. All of the Riverlands south of this, between the Red Fork of the Trident and [[Gods Eye]] lake, are a warzone between Lannister and Stark forces.\n\n", "TOP": "King in the North03760s3pczgtwm7d39dzsw2lfzypt8oje9r01784052015-03-21T22:37:02ZDaemon Targaryen24097499[[File:The_king_in_the_north.png|thumb|300px|Robb's bannermen swear fealty]]\n{{Quote|There sits the only king I mean to bend my knee to:  the King in the North!|Lord [[Greatjon Umber]], indicating King [[Robb Stark]]|The Kingsroad}}\n'''King in the North''' was the title given to the ruler of [[the North]] during its time as an [[Kingdom of the North|independent kingdom]], before the [[Wars of Conquest|coming]] of the [[House Targaryen|Targaryens]]. A colloquial title also used for the rulers of the North was the '''&quot;Kings of Winter&quot;'''. [[House Stark]] ruled as Kings in the North for thousands of years.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the monarchs of the Stark proto-kingdom centered around Winterfell itself called themselves the &quot;Kings of Winter&quot;, back when the North was divided into over a dozen petty kingdoms.  Gradually the Kings of Winter extended their hegemony over the other petty kingdoms, uniting them from time to time in alliance to throw back wildling invasions, etc.  Their greatest rivals were the Red Kings of House Bolton, whose kingdom was centered around the Dreadfort on the eastern shore.  The Starks finally subdued the Boltons and united the North just around the time that the [[Andal Invasion]] began, about 6,000 years ago.  As a sign of their new control over the entire region, around this time they gradually shifted from calling themselves &quot;King of Winter&quot; to calling themselves &quot;King in the North&quot; (the phrasing is always &quot;King in the North&quot;, ''never'' &quot;King of the North&quot;).  \n\nAccording to myth, the first King in the North was Bran the Builder, the great lord who built [[Winterfell]] and [[the Wall]] and founded the [[Night's Watch]], following the defeat of the [[White Walkers]] in the War for the Dawn. The King in the North held all the lands of the North south to [[the Neck]], where the ancient fortress of [[Moat Cailin]] threw back every attempt by the southron kingdoms and, later, the [[Andals]] to invade.\n\nBefore Robb, the last King in the North was Torrhen Stark. During the invasion of Aegon the Conqueror, Torrhen led a great host to the banks of the Red Fork of the [[River Trident]], meaning to give battle, but after hearing tales of the Field of Fire and upon seeing the size of Aegon's host and the presence of his [[dragons]], Torrhen realized his cause was hopeless. Instead, he knelt and swore fealty to Aegon. Aegon acknowledged him and House Stark as the rulers of the North in the name of the Iron Throne.\n\nMany kings are mentioned in the final chapter of ''A Clash of Kings'': Edwyn the Spring King, Brandon the Burner, Brandon the Shipwright, Benjen the Bitter, Benjen the Sweet and King Theon Stark, among others.\n\nThey had a crown that was lost to Aegon the Conqueror. In ''A Clash of Kings'', Robb Stark has a new one made, matching the old one to a very precise description: an open circlet of bronze with no gemstones, topped by a row of nine black iron spikes shaped like longswords.\n\n", "Known Kings in the North": "===Historical===\n* King {[[Brandon Stark (the Builder)|Brandon]]}, called &quot;Bran the Builder&quot;, credited for the construction of [[the Wall]] and [[Winterfell]], the founder of House Stark.\n* King {[[Brandon Stark (Breaker)|Brandon]]}, called &quot;Brandon the Breaker&quot;, ruled during the [[Age of Heroes]], who allied with [[King-Beyond-the-Wall]] [[Joramun]] to defeat the [[Night's King]] and the [[Night's Queen]] and free the [[Night's Watch]] from their rule. \n* King {[[Rodrik Stark|Rodrik]]}, who granted [[Bear Island]] to [[House Mormont]].\n* King {[[Torrhen Stark|Torrhen]]}, called &quot;the King Who Knelt&quot;, the last of the independent Kings in the North and the first Warden of the North.\n\n===War of the Five Kings===\n* KingÂ {[[Robb Stark|Robb]]}, called &quot;the Young Wolf&quot;, the first of the new Kings in the North. Betrayed by [[House Frey]] in the [[Red Wedding]] and murdered by [[Roose Bolton]].\n\n====Line of succession====\n*Prince [[Bran Stark]] (believed to be deceased)\n*Prince [[Rickon Stark]] (believed to be deceased)\n*Princess [[Sansa Stark]] (forced against her will to marry [[Tyrion Lannister]], fled to theÂ [[Vale]])\n*Princess [[Arya Stark]] (missing, believed to be deceased)\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n\n"}, "title": "King in the North"}