{"attributes": {}, "sections": {"TOP": "King of the Rivers and Hills02138501wft6l08trptvxbdi7taz016wnh8wd1764222015-03-12T20:55:19ZThe Dragon Demands5014364/* In the books */'''{{Quote|House Mudd once ruled as the Kings of the Rivers and Hills but after 1,000 years their line was exhausted and fell to the Storm Kings.|[[Brynden Tully]]|The Riverlands (Histories &amp; Lore)}}'''\n[[File:Men-of-House-Mudd.jpg|thumb|right|250px|[[House Mudd]] once ruled as &quot;Kings of the Rivers and Hills.]]\n'''King of the Rivers and the Hills''' (also known as the '''&quot;River Kings&quot;''') was the title held by an ancient, and now extinct, dynasty that ruled over [[the Riverlands]].  \n\nThey fought against the [[Storm Kings]] of [[House Durrandon]] to the southeast, and against [[House Lannister]] from [[Kingdom of the Rock]] to the west.&lt;ref&gt;&quot;[[The Riverlands (Histories &amp; Lore)]]&quot;&lt;/ref&gt;  [[House Mudd]] was the last dynasty of River Kings.&lt;ref&gt;&quot;[[House Tully (Histories &amp; Lore)]]&quot;&lt;/ref&gt;\n\nOver three centuries before the [[War of Conquest|Targaryen Conquest]], the River Kings were completely conquered by the [[Kingdom of the Stormlands]], and House Durrandon extended its control all the way north to [[the Neck]].&lt;ref&gt;&quot;[[The Stormlands (Histories &amp; Lore)]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF|King of the Trident}}\n\n", "In the books": "\nThe ''[[A Song of Ice and Fire]]'' novels mention several different dynasties that ruled over the Riverlands as independent kings - but these references were often made in isolation and out of order, so it was difficult to determine the official chronology of events.  Sporadic and unconnected mention was made of the Riverlands being ruled at one time or another by House Mudd, House Fisher, and House Justman (and also, House Blackwood and House Bracken each claim that they were kings at some point but the other rebelled against them).  Only the ''World of Ice and Fire'' sourcebook (2014) revealed the official history of the Riverlands.  The &quot;Histories and Lore&quot; featurettes produced for Season 3 of the TV series stated that the River Kings who were conquered by the Storm Kings were House Mudd, but ''The World of Ice and Fire'' revealed that the Storm Kings actually conquered House Teague - it is unknown if later TV seasons will correct this error, or if the TV continuity will end up being simplified.  \n\nAlternative titles used are &quot;King of the Rivers and Hills&quot;, &quot;River Kings&quot;, and &quot;King of the Trident&quot;.  &quot;King of the Rivers and Hills&quot; was a more formal title:  sometimes local rulers only called themselves &quot;River King&quot;, i.e. when rebellions broke out against the Stormlands, rebel leaders would call themselves &quot;River Kings&quot;, etc.   \n\nAs revealed in ''The World of Ice and Fire'', the actual order of Riverlands dynasties was:\n\n# House Fisher - in ancient times\n# House Mudd - last and greatest First Men dynasty, who ruled most of the Riverlands.  Destroyed by the Andal invasion about 6,000 years ago.\n# House Justman - founded by a bastard born of a tryst between a Blackwood and a Bracken, the Justmans expanded to rule all of the Riverlands and much of the future Crownlands to the east.  Their line was extinguished during the great age of ironborn invasions led by Qhored Hoare, which plunged the Riverlands into succession wars that lasted a century.\n# House Teague - reunited the Riverlands after the fall of House Justman - over 5,000 years ago.  The Teagues ruled the Riverlands for over 4,000 years but faced constant invasions and civil wars.  They were conquered by the Stormlands nearly 400 years before the Targaryen Conquest.  \n\nDuring the time of the [[First Men]], Westeros was divided into hundreds of small petty kingdoms, with each local lord calling himself a &quot;king&quot;.  The Riverlands were no exception.  Over time these lordships aggregated into larger petty kingdoms, about a dozen or so in each major geographical region, in a time known as the &quot;Age of a Hundred Kingdoms&quot;.  Eventually even these started aggregating into larger kingdoms resembling those of later times, but soon afterwards the [[Andals]] began their [[Andal Invasion|invasion of Westeros]], about 6,000 years ago.  \n\nThe history of the Riverlands before the Andal invasion is particularly murky, even compared to other regions of Westerlands.  The ancestors of many noble Houses once called themselves petty kings, such as how [[House Bolton]] once ruled a small independent kingdom in the eastern portions of what later became &quot;[[the North]]&quot;, before being conquered by the kings of [[House Stark]] from their west.  The problem is that every petty king in the Riverlands often claimed overlordship over ''all'' of the Riverlands, even though they ''de facto'' only controlled their own local lordship.  At times they would be able to expand to control larger portions of their neighbor's lands to make these claims closer to reality, only to see them shrink, but they are remembered by their descendants as having always ruled what they held only at their maximum extent.  [[House Blackwood]] claim to have been kings of all the Riverlands at one point, until their rivals [[House Bracken]] revolted against them - while the Brackens make the contradicting claim that they were kings first, and the Blackwoods revolted against them.  Both probably called themselves &quot;king&quot; of their own local regions at some point or another.  Many agree that one of the earliest powerful First Men dynasties in the Riverlands was House Fisher - though it is unclear if they ruled all of the Riverlands or just a sizable portion of it.  Many think the Fishers were the first large dynasty to call themselves &quot;King of the Rivers and Hills&quot;, though some sources say they were the second, and others say they were the third.\n\nWhatever the case, what is clear is that the last First Men dynasty to rule in the Riverlands was House Mudd, and it was also the greatest by far compared to any of its predecessors.  Instead of aspirational claims of overlordship, the Mudds actually ruled all of the Riverlands from the Trident north to the Neck (but not between the Neck and [[Gods Eye]] lake).  House Mudd ruled from Oldstones on the Blue Fork.  The Mudds ruled for many centuries, and they were the dynasty ruling the Riverlands 6,000 years ago when the Andals first began to arrive in Westeros in [[The Vale of Arryn|the Vale]].  Very soon they began attacking the the Riverlands as well:  the Trident's multiple large and easily navigable tributaries provided the perfect highways for Andal longships to advance up, and move on to the interior.  Under King Tristifer IV Mudd, &quot;the Hammer of Justice&quot;, they resisted the [[Andal Invasion]]. Tristifer IV was said to have been victorious in ninety nine battles, but was defeated at his hundreth, in which seven Kings banded against him. Under his successor, King Tristifer V, House Mudd fell to the Andals.\n\n[[House Tully]] never claimed to be kings at any point in their entire history, not even petty kings of their local holdings.  The original Ser Edmure Tully was a retainer of Tristifer IV Mudd, but after the Mudds were defeated the Tullys submitted to the Andal conquerors and intermarried with them.  In return for their services the new Andal local kings granted them lands at the point where the Red Fork of the Trident River meets its tributary the [[Tumblestone]] River, and there they raised the castle [[Riverrun]].  It was strategically very important because it guarded the western marches against invasion from the Lannisters.  The Tullys were always important vassals for subsequent dynasties, but they never came to rule the region until the Targaryen Conquest.  \n\nThe Andals who conquered the Riverlands did not unify it, however, but carved it up into their own petty kingdoms which lasted for several centuries.  Eventually, the Andal-controlled Riverlands were unified by a great warrior named Benedict Waters - a [[Bastardy|bastard]] scion of a tryst between a Blackwood and Bracken.  He united the River Lords, and when at peace ruled so well and wisely that men called him Benedict the Just - he took a liking to the name, and renamed his new dynasty House Justman.  The Justmans ruled the Riverlands for three centuries, and indeed were the first who truly unified all of what were later known as &quot;the Riverlands&quot;:  while the Mudds had ruled everything north of the Red Fork of the Trident, the Justmans not only controlled this but also expanded their domains south to the [[Blackwater]] Rush.  They even conquered to the east, incorporating [[Duskendale]] and [[Rosby]] into their kingdom (the region of the future [[The Crownlands|Crownlands]]).  The Justmans later fell, however, during the great wave of ironborn expansion led by Qhored Hoare - he did not conquer the Riverlands outright, but he personally killed the last Justman king's heirs, ending their line.  With no clear successor, the last Justman king's death was followed by one hundred years of civil war and anarchy, as various local lords vied to become the new king.  At the end of this conflict the Riverlands were reunified by an adventurer named Torrence Teague, a man of no clear birth.  He rose to prominence in the chaotic civil wars, then in a daring attack against the Westerlands seized enough gold to hire a sellsword army with which to lead a conquest of the rest of the Riverlands.  \n\nHouse Teague therefore came to power a century after Qhored Hoare lived, but Qhored Hoare actually lived ''before'' the Andals invaded the Iron Islands.  The discrepancy is easy to reconcile:  the Iron Islands were the last region of Westeros that the Andals invaded, only about 4,000 years ago - and thus 2,000 years ''after'' the initial Andal invasion into the Riverlands (which is stated to have been one of their earlier conquests).  House Greyiron ruled the Iron Islands for one thousand years before the Andals came, and when they did invade the Hoares intermarried with the Andals to become the new ruling dynasty.  Therefore if the Andals destroyed House Mudd about 6,000 years ago, the fall of House Justman and rise of House Teague must have occurred no later than 5,000 years ago.  \n\nHouse Teague continued to rule the Riverlands for about five thousand years - though they were constantly beset by invasion from without and rebellion from within.  The notoriously fractious River Lords did not forget past grudges, and also frequently allied with outside invaders.  Moreover, the other major kingdoms in Westeros were by this time coalescing into large, strong realms on each of their borders:  the Gardeners unified the Reach to their southwest, the Lannisters unified the Westerlands, the Starks unified the North, the Arryns unified the Vale to the east, and the Durrandons unified the Stormlands to the southeast - all eager for conquest.  Thus while &quot;House Teague&quot; technically lasted for several thousand years, many branches were snuffed out in constant invasions and rebellions, not to mention civil wars between rival branches of the family.  Their kingdom was never powerful.   \n\nFinally, nearly 400 years before the [[War of Conquest|Targaryen Conquest]], House Teague was defeated by [[House Durrandon]] of the Stormlands.  King Humfrey Teague, a very pious ruler, had attempted to stamp out worship of the [[Old Gods of the Forest]] in his domains, causing House Blackwood to rise up in revolt, who were joined by other lords who had separate grievances against the Teagues.  Lord Roderick Blackwood was tied by marriage to Storm King Arlan III Durrandon, who had wed one of his daughters, and the host of the Stormlands invaded the Riverlands to support their rebellion.  In the final battle of the campaign Humfrey I was slain, at which his eldest son took up his father's crown and sword, only to be killed in turn, at which the crown was taken up by the next eldest son.  The battle lasted for hours, and in that time the crown passed to no less than four of Humfrey's sons, before the last was slain.  For this reason, combined with the presence of Arlan III, it became remembered as the &quot;Battle of Six Kings&quot;.  Arlan III had intended (according to his chroniclers) to make Roderick Blackwood the new king of the Riverlands, but he died in the campaign, and his young son was only an eight year old boy unfit to rule, so Arlan decided to just add the territories of the Riverlands to his own kingdom.\n\n"}, "title": "King of the Rivers and Hills"}