{"attributes": {}, "sections": {"TOP": "Kingsmoot0211469czndvbcw2eza2akd9y52cmr9e32rlo1689992015-01-13T13:11:33Z195.177.247.202corrected typo{{Conjecture}}\n\n{{Quote|We raised our Kings from our own ranks, and used beaten foes as [[Thrall|thralls]] to work our mines and farm our land.|[[Yara Greyjoy]]|House Greyjoy (Histories &amp; Lore)}}\n\nThe '''Kingsmoot''' is an [[ironborn]] custom and part of the traditions which they call the [[Old Way (ironborn)|Old Way]]. Through the Kingsmoot, the ironborn chose their Kings from among their own numbers. Some of the [[King of the Iron Islands|Kings of the Iron Islands]] were elected this way.\n\nAfter King [[Harren the Black]] and his sons were killed in the [[War of Conquest]],Â [[Aegon the Conqueror]] had the ironborn select a new House to rule the Iron Islands (under the overall rule of the Targaryens), according to their custom. The ironborn chose [[Vickon Greyjoy]] as [[Lord of the Iron Islands]], and [[House Greyjoy]] continued to rule over the ironborn by hereditary right for the next three centuries. Vickon Greyjoy's election, however, was not called a &quot;kingsmoot&quot;. There has not been a formal kingsmoot in thousands of years.\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, during a Kingsmoot all captains may cast a vote to choose the new Iron King and any captain may put his name as candidate. Kingsmoots are traditionally held on [[Nagga]]'s hill on [[Old Wyk]]. According to the book ''History of the Ironborn'' there hasn't been a kingsmoot in four thousand years, but according to ''Questions'', it has been two thousand years. Some famous Iron Kings were chosen at a Kingsmoot: Urras Ironfoot, Sylas Flatnose, Harrag Hoare (of [[House Hoare]]), and the Old Kraken (of [[House Greyjoy]]).\n\nOnce a candidate puts himself forth, he is bound to the kingsmoot decision. Only once in the history of the Iron Islands has the election been declared unlawful. When one king died, the king's brother called a kingsmoot while Torgon the Latecomer, the deceased king's son, was off at sea raiding. The king's brother hoped he would be elected in the son's absence, but the kingsmoot raised up Urragon Goodbrother, whose first act was to put all the present kin of the old king to death.\n\nTorgon returned two years later and claimed the kingsmoot was unlawful since he, the previous king's son, was not present to put forth his candidacy as was his right. Since Urragon was bloodthirsty and his cruelty made him many enemies, the [[Drowned Men|priests]] and Ironborn denounced him and raised Torgon to be the new Iron King.\n\nThe last Kingmoot was a bloodbath and took place centuries before the [[Andal invasion]]. Urron Greyiron gathered his men and killed all the other attendees and set up the Greyiron dynasty, which lasted a thousand years until the arrival of the [[Andals]].\n\n"}, "title": "Kingsmoot"}