{"attributes": {}, "sections": {"TOP": "Kingsroad0233455t5vskxv3ombxinbs15b2g3rypsqjf1806292015-04-03T05:11:24ZThe Dragon Demands5014364/* References */:''This article is about the highway. For the episode of the same name, see &quot;[[The Kingsroad]]&quot;.''\n\n[[Image:Distant Winterfell.jpg|thumb|right|250px|The Kingsroad in the North, near Winterfell.]]\n\n[[Image:Kingsroad.png|thumb|right|200px|A map showing the location of the Kingsroad on the continent of Westeros.]]\nThe '''Kingsroad''' is the longest and grandest highway in the [[Seven Kingdoms]], running from [[Castle Black]] at [[the Wall]] all the way south to the capital city of [[King's Landing]], passing [[Winterfell]] along the way.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/winterfell/ HBO viewers guide, season 2 map, Winterfell entry]&lt;/ref&gt; The [[Inn at the Crossroads]] is a popular stop for travelers on the road. It continues south past King's Landing until it terminates at the great castle of [[Storm's End]], the ruling seat of [[the Stormlands]].\n\n", "See also": "* {{AWOIAF}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Kingsroad extends for over two thousand miles from Storm's End to the Wall. Its quality varies from place to place, but it greatly speeds travel in the northern half of the continent. The road was built over two centuries ago during the reign of King Jaehaerys I Targaryen, using existing roads and pathways where possible.\n\n", "History": "===[[Season 1]]===\nThe royal party travels north from King's Landing to Winterfell, spending more than a month on the road&lt;ref&gt;&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;&lt;/ref&gt;. They travel back the same way, stopping at the Crossroads Inn. At the same time, [[Jon Snow]], [[Tyrion Lannister]], and [[Benjen Stark]] travel north from Winterfell to Castle Black, where the road terminates&lt;ref&gt;&quot;[[The Kingsroad]]&quot;&lt;/ref&gt;.\n\n===[[Season 2]]===\n[[Yoren]] leads a group of recruits for the [[Night's Watch]] north along the Kingsroad, including [[Gendry]], [[Hot Pie]], [[Lommy Greenhands]], and [[Jaqen H'ghar]]. Also traveling with them is a disguised [[Arya Stark]] (now traveling back north up the Kingsroad), whom Yoren intends to drop off at the safety of Winterfell on their way to the Wall. However, while they are still in the Riverlands south of the Trident River, they are accosted by several [[City Watch|Goldcloaks]] under the command of the Lannisters, who are looking for Gendry. Yoren manages to scare them off but they promise to return with more men.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt; The Goldcloaks follow through on their threat and return with House Lannister soldiers led by Ser [[Amory Lorch]]. They attack during the night when the Night's Watch recruits have camped just off the Kingsroad. Yoren and Lommy are killed in the ensuing skirmish, while Arya, Gendry, and the rest are taken as prisoners to the nearby castle of [[Harrenhal]].&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\n[[Tywin Lannister]]'s army makes a swift, forced march from [[Harrenhal]] down the west side of [[Gods Eye]] lake and down the Blackwater River. In the northern [[Kingswood]], his army unites with the army of [[House Tyrell]] coming up the [[Roseroad]], and the two united armies continue north along the brief stretch of the Kingsroad between the point where it joins the Roseroad and King's Landing. When they arrive at the city, they decisively defeat the forces of [[Stannis Baratheon]] at the [[Battle of the Blackwater]].&lt;ref&gt;&quot;[[Blackwater (episode)|Blackwater]]&quot;&lt;/ref&gt;\n\n"}, "title": "Kingsroad"}