{"attributes": {"founding": "1 AL", "founder": "Aegon I TargaryenQuote", "places": ["The Red Keep", "The Great Sept of Baelor", "The Guildhall of the Alchemists"], "title": "File:KL Baratheon mini banner.png", "image": "King's Landing.jpg", "rulers": ["The King of the Andals and the First Men", "House Baratheon of King's Landing (puppets of House Lannister)"], "location": "The Crownlands, Westeros", "military": ["The City Watch (2,000 men)", "House Lannister Guard"], "religion": "The Faith of the Seven", "age": "300 years (approx.)", "type": "Capital city", "institutions": ["The Iron Throne", "Faith of the Seven", "Alchemist's Guild"], "population": "500,000 (approx.)&lt;ref&gt;&quot;The Bear and the Maiden Fair (episode)"}, "sections": {"Notable residents of the city": "*Queen Regent [[Cersei Lannister]]\n*King [[Tommen Baratheon]], her son\n*Queen [[Margaery Tyrell]]\n*Ser [[Jaime Lannister]], theÂ â&euro;&lsaquo;â&euro;&lsaquo;LordÂ CommanderÂ of the [[Kingsguard]] .\n*Lord [[Varys]], the [[Master of Whisperers]].\n*SerÂ [[IlynÂ Payne]], the King's Justice.\n*â&euro;&lsaquo;[[Pycelle]], theÂ [[Grand Maester]] of the Seven Kingdoms.\n* The new [[High Septon (After the riot of King's Landing)|High Septon]], who succeeded the one killed in the riot.\n* Wisdom [[Hallyne]], head of the [[Alchemists' Guild]].\n*  [[Mhaegen]], [[Armeca]], [[Daisy]], [[Mirelle]], [[Marei]], [[Genna]], [[Kayla]], prostitutes.\n* [[Tobho Mott]], a master armorer and blacksmith.\n\n", "Quotes": "{{Quote|Iâ&euro;&trade;m a [[Northmen|Northman]]. I belong [[Winterfell|here]] with you, not down south in that ratâ&euro;&trade;s nest they call a capital.|Eddard Stark's opinion of King's Landing|Winter is Coming}}\n", "TOP": "King's Landing02110dwgngks51vi7a55dmb31ybksqin93zu1776452015-03-18T21:33:51ZThe Dragon Demands5014364{{Settlement\n| Title=[[File:KL Baratheon mini banner.png|left|40px]] King's Landing [[File:KL Baratheon mini banner.png|right|40px]]\n| Image=King's Landing.jpg\n| Image size=\n| Location=[[The Crownlands]], [[Westeros]]\n| Type=Capital city\n| Population=500,000 (approx.)&lt;ref&gt;&quot;[[The Bear and the Maiden Fair (episode)|The Bear and the Maiden Fair]]&quot;&lt;/ref&gt;\n| Rulers=The [[King of the Andals and the First Men]]&lt;br&gt;[[House Baratheon of King's Landing]] (puppets of [[House Lannister]])\n| Religion=The [[Faith of the Seven]]\n| Military=The [[City Watch]] (2,000 men)&lt;br&gt;[[House Lannister]] Guard\n| Institutions=The [[Iron Throne]]&lt;br&gt;[[Faith of the Seven]]&lt;br&gt;[[Alchemist's Guild]]\n| Places=The [[Red Keep]]&lt;br&gt;The [[Great Sept of Baelor]]&lt;br&gt;The [[Guildhall of the Alchemists]]\n| Founding=1 AL\n| Age=300 years (approx.)\n| Founder=[[Aegon I Targaryen]]\n}}\n{{Quote|Growing up at Winterfell, all I ever wanted was to escape, to come here, to the capital. To see the southern knights and their painted armor, and King's Landing after dark.  All the candles burning in all those windows...|[[Sansa Stark]]|The Bear and the Maiden Fair (episode)}}\n[[Image:King's Landing Pin.png|thumb|right|200px|Map showing the location of [[King's Landing]] on the continent of [[Westeros]].]]\n\n'''King's Landing''' is the capital of the [[Seven Kingdoms]]. It is located on the east coast of Westeros in [[the Crownlands]], overlooking [[Blackwater Bay]]. It is the site of the [[Iron Throne]] and the [[Red Keep]], the seat of the [[King of the Andals and the First Men]]. The walled city is located on uplands just north of where the [[Blackwater Rush]] flows into Blackwater Bay. It enjoys a warm climate and life there is luxurious for those that can afford it, although it is not without its slums such as [[Flea Bottom]]. The city is overpopulated and dangerous at the best of times, despite being policed by a [[City Watch]].&lt;ref name=&quot;Viewers Guide&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/kings-landing/ HBO viewers guide, season 2 map, King's Landing entry]&lt;/ref&gt;\n\nKing's Landing was founded by King [[Aegon I Targaryen]]. He established a small wooden fort atop the hill - which was later named after him - where his ships first landed from [[Dragonstone]], and used this as a base for his campaign to conquer the continent. Having achieved his goal, he established the new capital on the site of his original fort. The city expanded rapidly under his descendants.&lt;ref name=&quot;Viewers Guide&quot; /&gt; By the time of [[Robert's Rebellion]], the city had a population of approximately half a million people.&lt;ref&gt;&quot;[[The Bear and the Maiden Fair (episode)]]&quot;&lt;/ref&gt;\n\nKing's Landing has suffered occasional attacks during its existence, most notably during the civil war known as [[Robert's Rebellion]], when Lord [[Tywin Lannister]] betrayed King [[Aerys II Targaryen]] and ordered his army to brutally sack the city before turning it over to [[Robert Baratheon]] as a sign of fealty.\n\nDuring the [[War of the Five Kings]], the problems in King's Landing have multiplied. The worst of these is the food shortages. Added to this, there has been an influx of refugees into the city seeking the protection of the city walls from the war.\n\n", "Notable locations within the city": "===Red Keep===\nThe [[Red Keep]] is the seat of the [[King of the Andals and the First Men|ruler]] of the [[Seven Kingdoms]]. It is located on the easternmost side of the city, overlooking [[Blackwater Bay]] and the [[Narrow Sea]].\n\n===Great Sept of Baelor===\n[[File:GreatSeptExteriors.jpg|thumb|300px|The Great Sept of Baelor (on Visenya's Hill) seen from the west of King's Landing, with the Red Keep (on Aegon's High Hill) in the distance at right.]]\n\nThe [[Great Sept of Baelor]] is the center of the [[Faith of the Seven]], the dominant religion in seven of the nine constituent regions of the realm, and the seat and residence of the [[High Septon (title)|High Septon]], the topmost official within the Faith.\n\nIt is located to the west of the city. It is named after King [[Baelor Targaryen]].\n\n===Guildhall of the Alchemists===\nThe [[Guildhall of the Alchemists]] is the headquarters of the [[Alchemists' Guild]], an ancient order of men known as &quot;pyromancers&quot;. It is an underground structure located beneath [[Rhaenys' Hill]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/appendix/beyond-the-houses/]&lt;/ref&gt;\n\n===Flea Bottom===\n[[Flea Bottom]] is the largest slum district in the city. [[Davos Seaworth]] and [[Armeca]] hail from Flea Bottom.\n\nAfter escaping the [[Red Keep]], [[Arya Stark]] hides in [[Flea Bottom]].\n\n===Street of Flour===\nWhere most bakers ply their trade.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\n===Street of Sisters===\nWhile the Tourney of the Hand takes place outside of King's Landing, a drunken horse race takes place in the Street of Sisters.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\n===Street of Silk===\nWhere several brothels are established.\n\n===Street of Steel===\nWhere most smiths keep their forges and shops. [[Tobho Mott]]'s shop, where [[Gendry]] is apprenticed, is located there.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, King's Landing is the largest city in Westeros, with a population of roughly half a million. It is built around three tall hills: Visenya's Hill, Rhaenys's Hill and Aegon's Hill. The Red Keep is the primary fortress and redoubt of the city, located atop Aegon's Hill behind several inner walls.\n\nKing's Landing was rapidly constructed within the first century of rule by the Targaryen dynasty. This rapid expansion didn't keep pace with organized &quot;city-planning&quot;, resulting in numerous slums forming such as the district known as [[Flea Bottom]]. Many of these slum districts are poorly organized, ugly, and filthy because their placement wasn't thought out during the rush to slap down new buildings. In contrast, the second largest city in Westeros, [[Oldtown]] in [[the Reach]], is thousands of years old, but grew only in incremental steps which were well planned out beforehand, resulting in it being a much better organized and beautiful city without the squalid slums of King's Landing, while being only slightly smaller than the capital itself.\n\nAegon I fortified his initial landing point at the northern shore of the mouth of the Blackwater River, a strategically very defensible position protected to the east and south by water, and surrounded by open plains which would expose any attacking army long before it arrived. After the conquest, Aegon ruled for some time at the crude boomtown which sprang up there, known as Aegonfort. However, it remained a ramshackle pile of wood and earth, so after some time he moved his seat back to Dragonstone, until such time as a proper new capital city could be built in the former location of Aegonfort. He had Aegonfort razed, while planning and construction of King's Landing continued. By the time Aegon I died, however, only the foundations of the city and tunnels of the future Red Keep were finished (thus apparently Aegon continued to rule from Dragonstone for the rest of his life, though he always intended to move the royal seat back to the mainland some day). The city was only finished during the reign of Aegon's second son, [[Maegor Targaryen|Maegor the Cruel]]. The Iron Throne itself, however, was not taken to Dragonstone, because it was too big to move - keeping in mind that the Iron Throne in the books is a massive 30 foot tall construct literally made out of thousands of swords.&lt;ref&gt;[http://asoiaf.westeros.org/index.php/topic/83614-bubonicon-45/#entry4879997 Bubonicon 45 GRRM live-read]&lt;/ref&gt;\n\nIn the TV series, King's Landing is presented as having a warm, Mediterranean or even a sub-tropical climate, and outdoor scenes set in King's Landing are filmed in Mediterranean locations such as Malta and Croatia. Author [[George R.R. Martin]] has noted this isn't quite the same as in the books, where it has more of a temperate climate, saying: &quot;King's Landing, that's the capital, is not quite so tropical - in the books it's more like medieval Paris or London.&quot;&lt;ref&gt;[http://www.denverpost.com/television/ci_20754634/game-thrones-author-george-r-r-martin-sex GRRM interview with The Denver Post]&lt;/ref&gt; According to the production team in Season 1 behind-the-scenes featurettes, the change in climate was made because they wanted to emphasize how much more lush and abundant King's Landing is compared to Winterfell. It's quite possible that the TV city'sÂ climate is far less comfortable in winter.Â \n\n===Geography===\n[[Image:Mud_Gate.png|thumb|300px|The map of King's Landing that Tyrion reads in &quot;[[The Prince of Winterfell]]&quot;, showing the Mud Gate and southeastern portions of the city (click to expand).]]\n[[Image:Mud Gate map with names added.jpg|thumb|300px|The city map from &quot;The Prince of Winterfell&quot; - with names of major locations added to it (click to expand).]]\nKing's Landing is located on the north bank of the mouth of the Blackwater Rush, and its outline is roughly shaped like a diamond, with a point in each cardinal direction (north, south, east, west). This is because the river mouth flows from southwest to northeast. Many maps simply tilt the viewing angle so that the river is drawn flowing straight across the bottom, with the southeast side of the city at the bottom and the northwest side at the top, and the overall city appears to have a simple square shape.\n\nThe city was built around three large hills, named for Aegon Targaryen and his sisters, who founded the city. The largest is Aegon's High Hill, located on the eastern corner, on which the Red Keep was built. Visenya's Hill is in the southern corner, and Rhaenys's Hill is in the northern corner (there is no hill in the western corner). King's Landing has seven gates, one in the middle of each of the four walls, and at three of the four corners (the eastern corner at Aegon's High Hill has no gate, because it is located directly on the coast, where the river meets the bay). The names of the gates are the River Gate (commonly known as the &quot;Mud Gate&quot;, southeast wall), the King's Gate (south corner), the Lion Gate (southwest wall), the Gates of the Gods (west corner), the Old gate (northwest wall), the Dragon Gate (north corner), and the Iron Gate (northeast wall).\n\nThe [[Kingsroad]] begins at [[Storm's End]] to the south, and after passing over the Blackwater river, it enters the city through the Mud Gate in the southeast wall, eventually exiting the city through the Gate of the Gods in the western corner (though it soon curves north to head to [[Winterfell]] and [[Castle Black]]). The [[Goldroad]] exits through the Lion Gate on the southwestern wall, heading to [[Casterly Rock]]. The [[Roseroad]], which leads to [[Highgarden]], doesn't directly connect to King's Landing, but instead merges with the King's Road just a few miles south of the crossing over the Blackwater. The only other major road out of the city is the Rosby Road, which exits from the Iron Gate on the northeast side, leading to the towns of [[Rosby]] and later [[Duskendale]], the Crownlands' secondary port. The [[Tournament|Tourney of the Hand]] (seen in Season 1) was held on fair grounds outside of the King's Gate.\n\nThe city is dominated by two primary roads, each of them straight, which intersect in the central plaza of the city. One runs north and south to connect Rhaenys's Hill and Visenya's Hill, and is therefore known as the Street of Sisters. The southern end terminates at the [[Great Sept of Baelor]] at the top of Visenya's Hill, while the northern end terminates at the now-abandoned Dragonpit, atop Rhaenys's Hill. The other road runs from Aegon's High Hill in the east to the western corner of the city. While the central plaza is square-shaped, the four road entrances are in each of the corners, not in the middle of the sides.\n\nThe Kingsroad actually doesn't directly run to the Red Keep. After entering through the Mud Gate in the middle of the southeastern wall, it continues straight north through the city until it meets with the road from Aegon's High Hill, just east of the central plaza, joining it at a 45 degree angle (the portion of the Kingsroad running south of this juncture down to the river is nicknamed the &quot;Muddy Way&quot;). Only the portion of the east-west road located ''west'' of this juncture is considered to be part of the Kingsroad, running all the way to the Gate of the Gods at the western corner of the city. No name has yet been provided for the stretch of the same road which extends east from the point where it joins with the Kingsroad up to Aegon's High Hill. Royal family members and courtiers visiting the Great Sept of Baelor (as they frequently do in the TV series) would travel west on the road away from Aegon's High Hill, past the point where it merges with the Kingsroad, then into the central plaza, then turn left to travel south along the Street of Sisters. Also, there is another major square along the Kingsroad halfway between the central plaza and the Gate of the Gods, known as Cobbler's Square (while the western corner is the only one that doesn't have a hill, Cobber's Square is roughly where one ''would'' be if there was an equal hill in every corner).\n\nA few other major roads and districts have been mentioned. The River Row runs along the inside of the southeastern wall, near the Blackwater river. A fishmarket actually extends outside of the city walls up to the river bank: being located outside of the walls, it was heavily damaged during Stannis Baratheon's siege of the city. The Mud Gate is located in the middle of this southeastern wall, and as the Kingsroad passes through this gate is crosses River Row, forming a plaza known as Fishmonger's Square. River Row's eastern end does not directly connect to the Red Keep, because Aegon's High Hill is too steep on its southern side. Someone in the Red Keep who wanted to travel to the Mud Gate wouldn't want to have to ride all the way down in a straight line to where it meets the Kingsroad near the central plaza. Therefore a shortcut exists known as &quot;The Hook&quot;, beginning halfway up the Muddy Way and curving off east in a semicircle to reach the entrance to the Red Keep on the less steep western side of Aegon's High Hill. The [[Riot of King's Landing]] originated on the Hook, when after seeing off Myrcella at the docks, Joffrey and his royal party were traveling back up this street to the Red Keep (though the riot subsequently spread throughout the city).\n\nThe Street of Steel begins at the western corner of Fishmonger square, then curves up in a semicircle east-to-west over the outer shoulder of Visenya's Hill, slightly west of the Great Sept of Baelor at the top. It meets with the Kingsroad slightly west of the main plaza. The Street of Steel is a relatively well-to-do neighborhood where blacksmiths produce armor and swords to sell to knights. [[Tobho Mott]]'s smithy, where [[Gendry]] was an apprentice, is located on the Street of Steel. The [[Guildhall of the Alchemists]], meanwhile, is located on the Street of Sisters at the foot of Viseenya's Hill, near the central plaza.\n\nOne other major road that runs through the city is the Rosby Road itself, which after entering through the Iron Gate (on the northeast side of the city) runs in a straight line southwest until it terminates at the central plaza - forming a 45 degree angle with the Street of Sisters.\n\nThe worst of King's Landing's slum districts, Flea Bottom, is located at the eastern base of Rhaenys's Hill, extending east to the Rosby Road. Also known as &quot;the Bottom&quot;, it is physically located at the bottom of the valley between Rhaenys's Hill and Aegon's High Hill. The slum does not extend all the way up the eastern side of Rhaenys's Hill, but proceeding downwards from the summit, it begins below the Street of Flour, which is the location of many bakeries. When Arya is hiding in Flea Bottom after her father's arrest, she mentions having to walk ''down'' from the Street of Flour to enter Flea Bottom. In the TV series, the Street of Flour is seen in &quot;Baelor&quot; when Arya attempts to sell the meat from a pigeon she caught to a baker in exchange for a pie.\n\nIn Season 3's &quot;[[Mhysa]]&quot;, Gendry asks where Davos lived in Flea Bottom, by asking how far he lived below the Street of Flour. Apparently the alleys lower down the hill were poorer, because all of the human waste poured into the streets flowed downhill. Davos explains that he came from the worst part of the slum, Gin Alley, which is located so far down Rhaenys's Hill that it is in the valley between it and Aegon's High Hill, so that all of the shit from the Red Keep poured out of sewage pipes at the bottom of the hill, then down Tanner's Row and past his front door. In Season 4, [[Karl Tanner]] says that he used to be a professional cutthroat and dagger-for-hire in the most dangerous part of Flea Bottom, Gin Alley. While Flea Bottom is very dangerous, no specific mention of a street named &quot;Gin Alley&quot; has been made so far in the books.\n\nThe Street of Silk is one of the major red light districts in King's Landing, if not ''the'' major one. It is located on the western side of Rhaenys's Hill, opposite Flea Bottom on the eastern side, and relatively close to the Old Gate. Many brothels are located here, some of variable quality, but several which are quite upscale and which cater to the wealthy nobility. In the books, the brothel here that features in the narrative is owned and run by Chataya, a woman from the [[Summer Islands]]. Robert's bastard baby girl [[Barra]] was born to one of Chataya's [[Prostitution|prostitutes]] (named [[Mhaegen]] in the TV series). [[Bronn]] also celebrated his new knighthood at Chataya's, and [[Oberyn Martell]] was also a customer. In the TV series, most of these events were condensed so that the brothel is actually owned by Littlefinger (who does own several other brothels in the books); it therefore stands to reason that in the TV continuity, Littlefinger's brothel is also located on the Street of Silk, on the northwest side of the city.\n\n", "Behind the scenes": "Production Designer [[Gemma Jackson]] described the conception of the overall look for King's Landing by saying that, &quot;When I was thinking about King's Landing, the whole red aspect of it, that immediately made me think of Rajasthan&quot;, which is the northwest region of India.&lt;ref&gt;[http://www.thedailybeast.com/articles/2011/04/04/game-of-thrones-10-secrets-about-hbos-adaptation-of-a-song-of-ice-and-fire-by-george-rr-martin.html Gemma Jackson in The Daily Beast]&lt;/ref&gt;\n\nThe exterior shots of King's Landing in Season 1 were filmed in Malta. In Season 2, new filming locations for King's Landing were found in Croatia, specifically in the seaside castle-town of Dubrovnik.\n\nâ&euro;&lsaquo;King's Landing has appeared in all but three episodes of ''Game of Thrones'' so far. The three exceptions are Season 1's &quot;[[The Kingsroad]]&quot;, Season 3's &quot;[[The Rains of Castamere]]&quot;, and Season 4's &quot;[[The Watchers on the Wall]]&quot;.\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Gallery": "&lt;gallery&gt;\nKimberly Pope King's Landing Concept Art III.jpg|Concept art by Kimberly Pope\nKimberly Pope King's Landing Concept Art II.jpg|Concept art by Kimberly Pope\nKimberly Pope King's Landing Concept Art I.jpg|Concept art by Kimberly Pope\n&lt;/gallery&gt;\n\n"}, "title": "King's Landing"}