{"attributes": {}, "sections": {"TOP": "Kinslaying0156564dv9b2pnfqk2yptfwuia48afoaqctwr1774662015-03-17T03:49:38ZThe Dragon Demands5014364/* Known and alleged kinslayers */[[File:Deadtywin.png|thumb|268px|[[Tywin Lannister]] being killed by his son [[Tyrion Lannister|Tyrion]]]]\n{{Quote|We are kin. Stark and Karstark.[...] Kill me and be cursed.|Lord [[Rickard Karstark]] to King [[Robb Stark]], his distant kin.|Kissed by Fire}}\n\n'''Kinslaying''' is the act of slaying a family member and a great taboo in the [[Seven Kingdoms]]. Whoever commits it is dubbed a '''kinslayer'''. Any individual who slays a member of their own family is believed to be cursed forever in the sight of gods and men.\n\nLike [[incest]] or violating [[guest right]], kinslaying is considered an abomination to every major religion in Westeros, including the [[Faith of the Seven]], the [[Old Gods of the Forest]], and the [[Drowned God]].\n\nThe taboo associated with kinslaying is strong enough to stay the hand of even the most ruthless men. [[Tywin Lannister]] would have liked nothing more than to kill his son [[Tyrion Lannister|Tyrion]] the day he was born, because his mother died giving birth to him and for the shame he brought on their family for being born a [[Dwarfs|dwarf]]. However, Tywin felt that House Lannister was above the shame and curse of kinslaying, so he relented and let Tyrion live.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\n", " Known and alleged kinslayers ": "* King [[Aegon II Targaryen]], who fed his half-sister [[Rhaenyra Targaryen]] to his [[dragon]].&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n* Prince [[Maekar Targaryen]], who accidentally dealt a mortal head injury to his brother, Prince [[Baelor Targaryen (son of Daeron II)|Baelor Targaryen]] during the [[Trial by seven of Duncan the Tall|trial by seven of Ser Duncan the Tall]].\n*[[Robert Baratheon]], who killed [[Rhaegar Targaryen]], since Robert's grandmother was Rhaegar's great-aunt.\n* Ser [[Gregor Clegane]], suspected to have murdered his young sister as well as his father.\n* [[Craster]], who sacrifices his male offspring to the [[White Walkers]].&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n[[File:RenlysDeathS2Ep5.png|thumb|300px|[[Renly Baratheon]] is killed by a [[shadow]] created by his brother [[Stannis Baratheon|Stannis]]]]\n* King [[Stannis Baratheon]], who conceives a [[Shadow|shadow assassin]] with [[Melisandre]] to kill his brother [[Renly]].&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;.&lt;/ref&gt;\n**Melisandre later insists to Stannis that she must sacrifice King Robert's [[Bastards|bastard]] son [[Gendry]]. Stannis is uneasy about this and [[Davos Seaworth]] points out why: Gendry is his own nephew and he would be spilling his own blood. Davos concedes that Renly had wronged Stannis, declared himself king ahead of his older brother, stole his rightful bannermen to raise an army, and Renly himself would have killed his brother Stannis when their forces clashed on the battlefield. Renly was no innocent, but Gendry is just an innocent bastard boy. Davos verbalizes Stannis's doubts, who hesitates whether to spare or kill Gendry as it would be an unlawful kinslaying.&lt;ref&gt;&quot;[[Second Sons]]&quot;&lt;/ref&gt; Eventually the matter is taken out of Stannis's hands, when Davos helps Gendry escape.\n* Ser [[Jaime Lannister]], who murders [[Alton Lannister]], his distant cousin, in his attempt to escape captivity.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n[[Image: Robb prepares to execute Rickard s3e5.jpg|thumb|Robb Stark executes Rickard Karstark]]\n* King [[Robb Stark]], is accused of it by Lord [[Rickard Karstark]] when the former is about to execute the latter. This was due to the ''distant'' blood ties between [[House Stark]] and [[House Karstark]], and it is debatable if Robb would be officially labelled a kinslayer as a result.&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n*[[Tyrion Lannister]], accused of murdering King [[Joffrey]], his own nephew, at his [[Purple Wedding|wedding feast]].&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt; Becomes an actual kinslayer after [[Assassination at the Tower of the Hand|murdering]] his father, [[Tywin Lannister]].&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n", " See also ": "*{{AWOIAF}} (MAJOR spoilers from the books)\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, the taboo against kinslaying is pretty much the only reason that neither Tywin nor Tyrion ever try to kill [[Joffrey Baratheon|Joffrey]]. Soon after Joffrey is crowned king it rapidly becomes apparent that he isn't simply vicious and cruel: he's a sadistic madman. Moreover, Joffrey is so utterly impulsive that he publicly, brazenly commits acts of petty cruelty that even the most ruthless kings of the past would have hesitated to commit, simply because it would be counter-productive. After Joffrey needlessly [[Riot of King's Landing|starts a city-wide riot]], [[Bronn]] openly asks Tyrion why they don't simply assassinate Joffrey given that he causes far more problems than he solves, and moreover, actually has a pliable younger brother ([[Tommen Baratheon|Tommen]]) whom the Lannisters could easily use to replace him as their puppet king. Essentially the only reason Tyrion gives is that he won't kill his own nephew.\n\n[[Jaime Lannister]] directly states that in the eyes of gods and men, kinslaying is considered to be even worse than [[Regicide|kingslaying]].\n\nCharacters in Westeros who have never met [[Daenerys Targaryen]], as they start to hear news of her string of conquests in [[Slaver's Bay]], are sometimes appalled to hear that her husband Drogo killed her own brother Viserys as she watched. This is largely because they didn't know how much of a monster he was, or that he violated Dothraki law by drawing a sword in Vaes Dothraki and threatening Drogo's unborn son, and thus Drogo was entirely within his rights to execute him. Then again, in these discussions other characters point out the well-known [[Targaryen madness|madness that runs in the Targaryen family]], and accurately guess that Viserys may have been not much better than his crazed father King [[Aerys II Targaryen]].\n\nIn the books [[Stannis Baratheon]] never admits that he ordered Melisandre to send the shadow demon against Renly, thus it is unclear if he is actually guilty of kinslaying.\n\n[[Theon Greyjoy]] is sometimes inaccurately accused of being a kinslayer for his alleged execution of [[Bran Stark|Bran]] and [[Rickon Stark]], though as a highborn hostage and [[ward]] of the Starks he was not actually their blood relative.\n\n&quot;Alton Lannister&quot; in the TV series is a renamed version of Cleos Frey from the books. Cleos's mother Genna is actually Tywin's sister, making Cleos a first cousin to Jaime. The TV series apparently renamed Cleos for fear that the audience would be confused why a man named &quot;Frey&quot; was fighting for the Lannisters in Season 2 (before the Freys turn on Robb Stark in Season 3), so they renamed him as a Lannister to make clear what side he is on. Jaime didn't kill Cleos Frey in the books, rather he accompanied [[Brienne of Tarth]] on the mission to return Jaime to King's Landing for a prisoner exchange, but he was killed by outlaw bandits along the way. The TV series later made clear in &quot;[[A Man Without Honor]]&quot;, however, that &quot;Alton Lannister&quot; isn't exactly the same character as Cleos Frey, but is instead a far more distant cousin. Jaime has difficulty even remembering who Cleos's mother is, and Alton says she is [[Cynda Lannister]], not Jaime's well-known aunt Genna. So on the one hand, Jaime was never a kinslayer in the books but the TV series has him kill Alton. On the other hand, the TV series changed the relationship of &quot;Alton Lannister&quot; so he actually isn't a very close relative of Jaime at all - it is debatable how much the shame of kinslaying would apply to a fifth or sixth cousin. Moreover, it's vaguely implied that &quot;Alton&quot; was willing to give his life in a heroic escape attempt if it would free the famous Jaime (though he didn't understand that when Jaime said Alton wouldn't survive the escape attempt, he meant that he would kill Alton to distract the guard).\n\nKilling a relative by marriage, instead of a blood relative, is still considered kinslaying, because in a spiritual sense they have become part of the same family. It's possible that it isn't considered quite as bad but only by a matter of degree, i.e. killing your own brother or son is generally seen as somewhat worse than killing your own brother-in-law, though both are still reviled. Lord Tytos Blackwood's son was killed at the Red Wedding, and he notes that one of Lord Walder Frey's wives was herself a Blackwood, but apparently the bonds of marriage mean nothing to Lord Walder. This wife was actually the mother of [[Lothar Frey|Lame Lothar Frey]], meaning that Lame Lothar was responsible for the death of his kinsman Lucas Blackwood - given Lothar's club foot he might not have participated in the fighting directly, but he was one of the main masterminds who orchestrated the massacre and gave the orders. The exact relationship between Lame Lothar's Blackwood mother and the main Blackwood family hasn't been given, though the TV series might have condensed this. Just as kinslaying is considered a worse crime than regicide, violation of guest right is considered to be an even worse crime than kinslaying, so any kinslaying which occurred at the Red Wedding is overshadowed in the narrative by how outrageous and unthinkable it was that Lord Walder murdered guests under his own roof.\n\nAccording to [[Ygritte]], the gods hate kinslayers, even when they kill unknowing. She told [[Jon Snow]] a story about a wildling king named Bael the Bard, who kidnapped the daughter of one of the Stark lords. One day the daughter returned with an infant, who eventually became the new Lord Stark. Thirty years later, the son fought against Bael (unaware of their kinship) and killed him. Bael recognized his son and allowed him to kill him, for he could not shed the blood of his kin. When the Lord Stark returned from the battle and his mother saw Bael's head upon his spear, she threw herself from a tower in her grief. Her son did not long outlive her: one of his lords (presumably a Bolton) peeled the skin off him and wore it for a cloak.\n\n[[George R.R. Martin]] has said that there are considered to be different degrees of kinslaying, depending on the relationship and circumstances, though these may be unofficial.  Degrees of kinship are taken into account:  killing your sibling or parent are both reviled, and what is often thought of as &quot;kinslaying&quot;, but killing a parent is considered the worse of the two.  Killing an uncle or nephew is also viewed negatively (such as when Stannis pondered killing his bastard nephew Edric Storm, replaced with his other bastard nephew Gendry in the TV series).  All of these variants are considered to be much worse than killing a distant cousin, though this is still frowned upon (Robert Baratheon killed Rhaegar Targaryen, even though they were second cousins, but Robert wasn't universally reviled for this).  The aristocracy of the Seven Kingdoms is heavily intermarried and many succession wars centered around rival claims between different groups of distantly related relatives.  Martin specifically explained that Rickard Karstark was &quot;stretching&quot; when he warned Robb Stark that if he executed him it would be considered kinslaying, given that the Karstarks branched off from the main Stark family around ''one thousand'' years ago.&lt;ref&gt;[http://www.westeros.org/Citadel/SSM/Entry/1162 So Spake Martin: Kinslaying in Westeros.&lt;/ref&gt;\n\nMartin also said that the circumstances of kinslaying are weighed by degrees (perhaps unofficially).  Personally killing your own kin (with a sword, arrow, poison, etc.) is reviled, and hiring an assassin to specifically kill your kin for you is nearly as detested.  If two brothers are leading rival armies against each other in war (such as Stannis and Renly), there are several variable outcomes.  If Renly had announced to his army that he would reward the man who killed Stannis, or gave standing orders that Stannis was not to be taken alive, it would be viewed very negatively, though not quite as much as if Renly personally killed Stannis. If Renly publicly announced strict orders that he wanted Stannis captured alive, but Stannis accidentally ended up getting killed in the battle anyway, it would not be seen as nearly so negative.  If Renly attacked Stannis's army but did not think to give specific orders about whether he wanted Stannis taken alive or dead, it would be seen as morally falling somewhere between the two, because he ''should'' have given more specific orders if he was concerned about avoiding kinslaying.&lt;ref&gt;[http://www.westeros.org/Citadel/SSM/Entry/1162 So Spake Martin: Kinslaying in Westeros.&lt;/ref&gt;  \n\nTherefore, personally murdering your own parent is considered to be the absolute worst kind of kinslaying - such as when Tyrion confronted his father Tywin with a crossbow and shot him dead.  Robb Stark would, objectively, not be greatly blamed for executing Rickard Karstark, because he was a very distant cousin, and rather than &quot;murder&quot; Robb was within his rights to execute him for treason - though he chose to formally carry out the sentence with his own sword in hand. &lt;ref&gt;[http://www.westeros.org/Citadel/SSM/Entry/1162 So Spake Martin: Kinslaying in Westeros.&lt;/ref&gt;\n\n"}, "title": "Kinslaying"}