{"attributes": {"status": " :Category:Status: Active", "birthplace": " London, England", "last": " ", "title": " Kit Harington", "image": " Kit_Harington_BAFTA_2012.png", "dateofbirth": " 26 December 1986", "3": " yes==Image Gallery==&lt;gallery&gt;EW Air Guitar.jpeg", "2": " yes", "role": " Jon Snow", "imdb": " http://www.imdb.com/name/nm3229685/'''Kit Harington''' (born 26 December 1986) is a British film, television and stage actor known for his role as Jon Snow in ''Game of Thrones (TV series)", "first": " &quot;Winter is Coming (episode)"}, "sections": {"Credits": "===Starring===\n{{Season one credits|yes|yes|yes|yes|||yes|yes|yes|yes}}\n{{Season two credits|yes|yes|yes||yes|yes|yes|yes||yes}}\n{{Season three credits|yes|yes|yes||yes|yes|yes||yes|yes}}\n{{Season four credits|yes||yes|yes|yes||yes|yes|yes|yes}}\n\n===''[[Game of Thrones: A Telltale Games Series]]''===\n{{Telltale Game Series Credits|2 = yes|3 = yes}}\n\n", "TOP": "Kit Harington02057b5e0izu6c8cexhq81rsfnw4aa073ala1782892015-03-21T08:45:45Z101.98.198.179/* Game of Thrones: A Telltale Games Series */{{Cast\n| Title= Kit Harington\n| Image= Kit_Harington_BAFTA_2012.png\n| dateofbirth= 26 December 1986\n| birthplace= London, England\n| role= [[Jon Snow]]\n| status= [[:Category:Status: Active|Active]]\n| First= &quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;&lt;br&gt;&quot;[[The Lost Lords]]&quot; (Telltale)\n| Last= \n| imdb= http://www.imdb.com/name/nm3229685/}}\n'''Kit Harington''' (born 26 December 1986) is a British film, television and stage actor known for his role as [[Jon Snow]] in ''[[Game of Thrones (TV series)|Game of Thrones]]''.\n\n", "Image Gallery": "&lt;gallery&gt;\nEW Air Guitar.jpeg|Game of Thrones cast in light moment, with Kit Harington doing air guitar.\nJonSnowEW.png|EW photo shoot image of Harington in costume as Jon, holding [[Longclaw]].\nGame of thrones cast.jpg|Magazine photo of the ''Game of Thrones'' cast including Kit Harington as Jon Snow.\nKitasJonSnowEW.png|Entertainment Weekly photo shoot image of [[Kit Harington]] posing as Jon with his [[Ghost|direwolf]].\n&lt;/gallery&gt;\n\n", "See also": "*{{Template:WP}}\n*{{Template:IMDb\n|# = 3229685}}\n\n", "Background": "He was born '''Christopher Catesby Harington''' in London. He lived there until age eleven, when he and his family moved to Worcester, England. He is a graduate of the Worcester Sixth Form College and the Central School of Speech and Drama, where he majored in Theater.\n\nIronically for playing a bastard, Harington's ancestors include an Earl, a Viscount, and a line of Baronets, through which he can even trace descent from [[wikipedia:King_Charles_II_of_England|King Charles II of England]], [[wikipedia:William the Conqueror|King William I of England]], [[wikipedia:Hugh Capet|Hugh Capet, King of the Franks]], and [[wikipedia:Charlemagne|Charlemagne, Holy Roman Emperor]]. His ancestry is mostly English, Scottish, and Welsh.\n\nOne of Kit Harington's ancestors was actually Sir [[Wikipedia:John Harington (writer)|John Harington]], who in 1596 invented the modern flush toilet - hence why they are colloquially known as &quot;Johns&quot;. Sir John even installed one for his godmother, [[Wikipedia:Elizabeth I of England|Queen Elizabeth I]]. The flush toilet remained fairly rare, however, until in the nineteenth century businessman [[Wikipedia:Thomas Crapper|Thomas Crapper]] commercialized the mass-produced flush toilet.&lt;ref&gt;[http://www.themarysue.com/kit-harington-invented-toilet/ Kit Harington shares the impressive history of his family's porcelain throne.]&lt;/ref&gt;\n\n==''Game of Thrones''==\n''[[Game of Thrones]] ''is Harington's first major television role, having previously appeared on stage in the play ''[[wikipedia:War Horse (play)|War Horse]]'' and ''[[Wikipedia:Posh (play)|Posh]]''.\n\nHe stars in [[HBO]]'s ''[[Game of Thrones]]'' as Jon Snow. He was announced in the role on 19 July 2009. He was part of the initial starring cast and remains a member of the starring cast for the [[Season 4|fourth season]].\n\nHarington's third audition scene was actually a scene between Jon and [[Ygritte]]Â from Season 3, even though at the time they weren't certain there would even be a third season. After being cast, Harington quickly read through the first four novels.&lt;ref&gt;[http://winteriscoming.net/2013/03/interview-with-kit-harington/ WinterIsComing.net Kit Harington interview], March 15th, 2013.&lt;/ref&gt;\n\nHarington broke his ankle in July 2012, in the gap between filming for Season 2 and Season 3. After a night of partying he realized he lost the keys to his flat, so he tried to climb into his first-floor window, then fell. As Harington explained: &quot;Everyone always says you must have done it on set horse riding or running across glaciers or something cool...I was an idiot. The 'invincibility of youth' and all that. I couldnâ&euro;&trade;t even blame it on a film set. And I had avoided skiing for ages because I thought Iâ&euro;&trade;d break my ankle!&quot; Actors' schedules were rearranged to give Harington maximum time to recover, and the Iceland shoot was pushed back a couple of weeks. The production also occasionally used a double for a few scenes, such as showing Snow walking in the distance (the actor having &quot;such distinctive hair&quot; helped with the illusion, the producers semi-joked). Producer David Benioff said that &quot;By time we got to Iceland he was moving well enough so you couldnâ&euro;&trade;t really tell.&quot;&lt;ref&gt;[http://insidetv.ew.com/2013/03/15/game-of-thrones-kit-harington/ How 'Game of Thrones' conquered Kit Harington's injury to keep Jon Snow fighting], EW.com, March 15, 2013&lt;/ref&gt;\n\nCostume designer [[Michele Clapton]]Â explained how the production team tried to accommodate Harington's injury: &quot;Kit Harington was in a cast for a lot of the time. They asked me to create a boot to cover it, but it was impossible because it was a great big, white foot! We couldnâ&euro;&trade;t shoot it at first because there was no way we could cover [his cast]. Later on he had a medical boot that he could take off, but he still couldnâ&euro;&trade;t walk. We cut the back out of his [costume] boot so that he could put it on without having to actually step into it and just bound it to his leg. He managed really well, considering the amount of pain he was in. Thankfully heâ&euro;&trade;s much better now, but that was a tricky one.&lt;ref&gt;[http://popstyle.ew.com/2013/03/18/game-of-thrones-hiding-kit-haringtons-ankle-faking-sweat-stains-and-more-costume-drama/ 'Game of Thrones': Hiding Kit Harington's ankle, faking sweat stains and more costume drama], EW.com, March 18, 2013&lt;/ref&gt;\n\nHarington reprised his role as Jon in ''[[Game of Thrones: A Telltale Games Series]]''.\n\n"}, "title": "Kit Harington"}