{"attributes": {}, "sections": {"TOP": "Knight of the Laughing Tree021406ldpukwbffbk5dje5hyxec8m6pdbi98v1628322014-10-22T13:45:47ZGreater good3347453/* In the books */The '''Knight of the Laughing Tree''' is the character of a tale among the [[crannogmen]], particularly the members of [[House Reed]]. He fought in the [[Year of the False Spring]].&lt;ref&gt;&quot;[[House Reed (Histories &amp; Lore)]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Knight of the Laughing Tree was a mystery [[knight]] who fought at the [[Tourney]] at [[Harrenhal]] in the Year of the False Spring. He defended the honor of [[Howland Reed]] by challenging and defeating three knights whose [[squire]]s had bullied him, demanding that they chastise the squires in order to ransom back their horses and armor. His nickname comes from the blazon on his shield, a smiling [[weirwood]] tree. His true identity remains unknown.\n\n[[Meera Reed]] tells his story to [[Bran Stark]] while they, along with [[Hodor]] and [[Jojen Reed]], are travelling to [[the Wall]]. She recites it as follows:\n\n''&quot;There was one knight, in the [[Year of the False Spring|year of the false spring]]. The Knight of the Laughing Tree, they called him. He might have been a [[crannogman]], that one. Or not.''\n\n''Once there was a [[Howland Reed|curious lad]] who lived in [[the Neck]]. He was small like all crannogmen, but brave and smart and strong as well. He grew up hunting and fishing and climbing trees, and learned all the magics of my people.''\n\n''He could breathe mud and run on leaves, and change earth to water and water to earth with no more than a whispered word. He could talk to trees and weave words and make castles appear and disappear.''\n\n''The lad knew the magics of the crannogs, but he wanted more. Our people seldom travel far from home you know. We're a small folk, and our ways seem queer to some, so the big people do not always treat us kingly. But this lad was bolder than most, and one day when he had grown to manhood he decided he would leave the crannogs and visit the [[Isle of Faces]].''\n\n''It was the green men he meant to find. So he donned a shirt sewn with bronze scales, took up a leathern shield and a three-pronged spear, and paddled a little skin boat down the [[Green Fork]].''\n\n''He passed beneath [[the Twins]] by night so [[House Frey|the Freys]] would not attack him, and when he reached [[the Trident]] he climbed from the river and put his boat on his head and began to walk. It took him many a day, but finally he reached the [[Gods Eye]], threw his boat in the lake, and paddled out to the Isle of Faces.''\n\n''All that winter the crannogman stayed on the isle, but when spring broke he heard the wide world calling and knew the time had come to leave. His skin boat was just where he'd left it, so he said his farewells and paddled off toward shore. He rowed and rowed, and finally saw the distant towers of a castle rising beside the lake. The towers reached ever higher as he neared shore, until he realized this must be [[Harrenhal|the greatest castle in all the world]].''\n\n''Beneath it's walls he saw tents of many colors, bright banners cracking in the wind, and knights in mail and plate on barded horses. He smelled roasting meats, and heard the sound of laughter and the blare of heralds' trumpets. A great [[Tournament|tourney]] was about to commence, and champions from all over the land had come to contest it. [[Aerys II Targaryen|The king]] himself was there, with his son [[Rhaegar Targaryen|the dragon prince]]. [[Kingsguard|The White Swords]] had come, to welcome [[Jaime Lannister|a new brother]] to their ranks. [[Robert Baratheon|The storm lord]] was on hand, and [[Mace Tyrell|the rose lord]] as well. [[Tywin Lannister|The great lion]] of [[Casterly Rock|the rock]] had quarreled with the king and stayed away, but many of his bannermen and knights attended all the same. The crannogman had never seen such pageantry, and knew he might never see the like again. Part of him wanted nothing so much as to be part of it.''\n\n''The daughter of the great castle reigned as [[Queen of Love and Beauty|queen of love and beauty]] when the tourney opened. Five champions had sworn to defend her crown; her [[House Whent|four brothers]] of Harrenhal, and [[Oswell Whent|her famous uncle]], a white knight of the Kingsguard.''\n\n''But there were others fairer still. One was [[Elia Targaryen|the wife of the dragon prince]], who'd brought a dozen lady companions to attend her. The knights all begged them for favors to tie about their lances.''\n\n''The little crannogman was walking across the field, enjoying the warm spring day and harming none, when he was set upon by three squires. They were none older than fifteen, yet even so they were bigger than him , all three. This was their world, as they saw it, and he had no right to be there. They snatched away his spear and knicked him to the ground, cursing him for a frogeater.''\n\n''None offered a name, but he marked their faces well so he could revenge himself upon them later. They shoved him down every time he tried to rise, and kicked him when he curled up on the ground. But then they heard a roar. 'That's [[Rickard Stark|my father]]'s man you're kicking,' howled [[Lyanna Stark|the she-wolf]].''\n\n''The she-wolf laid into the squires with a tourney sword, scattering them all. The crannogman was bruised and bloodied, so she took him back to her lair to clean his cuts and bind them up with linen. There he met her pack brothers: [[Brandon Stark (Son of Rickard)|the wild wolf]] who led them, [[Eddard Stark|the quiet wolf]] beside him, and [[Benjen Stark|the pup]] who was youngest of the four.''\n\n''That evening there was to be a feast in Harrenhal, to mark the opening of the tourney, and the she-wolf insisted that the lad attend. He was of high birth, with as much a right to a place on the bench as any other man. She was not easy to refuse, this wolf maid, so he let the young pup find him garb suitable to a king's feast, and went up to the great castle.''\n\n''Under [[Harren Hoare|Harren]]'s roof he ate and drank with the wolves, and many of their sworn swords besides, [[House Dustin|barrowdown]] men and [[House Hornwood|moose]] and [[House Mormont|bears]] and [[House Manderly|mermen]]. The dragon prince sang a song so sad it made the wolf maid sniffle, but when her pup brother teased her for crying she poured wine over his head. A black brother spoke, asking the knights to join the [[Night's Watch]]. The storm lord drank down the knight of skulls and kisses in a wine-cup war. The crannogman saw a maid with laughing purple eyes dance with [[Arthur Dayne|a white sword]], [[Oberyn Martell|a red snake]], and [[Jon Connington|the lord of griffins]], and lastly with the quiet wolf...but only after the wild wolf spoke to her on behalf of a brother too shy to leave his bench.''\n\n''Amidst all this merriment, the little crannogman spied the three squires who'd attacked him. One served [[House Haigh|a pitchfork knight]], one [[House Blount|a porcupine]], while the last attended [[House Frey|a knight with two towers]] on his surcoat, a sigil all crannogmen know well.''\n\n''The wolf maid saw them too, and pointed them out to her brothers. 'I could find you a horse, and some armor that might fit,' the pup offered. The little crannogman thanked him, but gave no answer. His heart was torn. Crannogmen are smaller than most, but just as proud. The lad was no knight, no more than any of his people. We sit a boat more often then a horse, and our hands are made for oars, not lances. Much as he wished to have his vengeance, he feared he would only make a fool of himself and shame his people. The quiet wolf had offered the little crannogman a place in his tent that night, but before he slept he knelt on the lakeshore, looking across the water to where the Isle of Faces would be. and said a prayer to the [[Old Gods of the Forest|old gods]] of [[The North|north]] and Neck...''\n\n''Five days of jousting were planned. There was a great seven-sided melee as well, and archery and axe-throwing, a horse race, and tourney of singers...''\n\n''The daughter of the castle was queen of love and beauty, with four brothers and an uncle to defend her, but all four sons of Harrenhal were defeated on the first day. Their conquerors reigned briefly as champions, until they were vanquished in turn. As it happened the end of the first day saw the porcupine knight win a place among the champions, and on the morning of the second day the pitchfork knight and the knight of the two towers were victorious as well. But late on the afternoon of that second day, as the shadows grew long, a mystery knight appeared in the lists.''\n\n''The mystery knight was short of stature, and clad in ill-fitting armor made up of bits and pieces. The device upon his shield was a heart tree of the old gods, a white weirwood with a laughing red face.''\n\n''The mystery knight dipped his lance before the king and rode to the end of the lists, where the five champions had their pavilions. He challenged the porcupine knight, the pitchfork knight, and the knight of the twin towers.''\n\n''Whoever he was, the old gods gave strength to his arm. The porcupine knight fell first, then the pitchfork knight, and lastly the knight of the two towers. None were well loved, so the common folk cheered lustily for the Knight of the Laughing Tree, as the new champion soon was called. When his fallen foes sought to ransom horse and armor, the Knight of the Laughing Tree spoke in a booming voice through his helm, saying, 'Teach your squires honor, that shall be ransom enough.' Once the defeated knights chastised their squires sharply, their horses and armor were returned. And so the little crannogman's prayer was answered...by the green men, or the old gods, or the [[Children of the Forest|children of the forest]], who can say?''\n\n''That night at the great castle, the storm lord and the knight of skulls and kisses each swore they would unmask him, and the king himself urged men to challenge him,, declaring that the face behind that helm was no friend of his. But the next morning, when the heralds blew their trumpets and the king took his seat, only two champions appeared. The Knight of the Laughing Tree had vanished. The king was wroth, and even sent his son the dragon prince to seek the man, but all they ever found was his painted shield, hanging abandoned in a tree. It was the dragon prince who won that tourney in the end.&quot;''\n\n"}, "title": "Knight of the Laughing Tree"}