{"attributes": {}, "sections": {"Types of knights": "\nIn theory, all knights hold an equal rank, but in practice knights who own their own lands or who serve major lords are much more highly respected than a landless commoner who happened to be knighted after fighting valiantly in a battle.  It is also seen as more prestigious to be knighted by a king, a major lord, a Kingsguard, or another highly respected knight.  Any knight can theoretically make another man a knight if he is willing to say the vows, though respectable knights would not hand out the title lightly.  A sellsword might get knighted for fighting well in a battle, and he might dishonorably knight all of his drinking companions who did nothing to earn it - and they would ''technically'' hold the title of &quot;knight&quot;, but no one would take their title seriously due to the low prestige of how they became knighted.  \n\nMost often, young men who have finished their training and just recently been knighted are landless and not in the service of any lord.  There are three stages of service that knights hope to work their way up through:\n[[File:Hedge Knight.png|thumb|A poor hedge knight, proverbially camping under a hedge by the roadside.]]\n*[[Hedge knight|Hedge knights]] are typically commoners who have risen to knighthood. They have no fixed abode and wander the Seven Kingdoms looking for a cause to fight for. They are disparagingly called &quot;hedge&quot; knights because it is said that they are so poor that they just sleep under hedges by the side of the road as they wander from one prospective employer to the next.  They frequently travel around to different [[Tournament|tournaments]] to show off their prowess, in the hope that a lord in attendance will then hire them - many lords do use tournaments as recruiting grounds, though how well an individual hedge knight performs in the tournament is up to him.  Many consider hedge knights to be not much better than [[Mercenary|sellswords]].&lt;ref&gt;[[Sellswords &amp; Hedge Knights (Histories &amp; Lore)]]&lt;/ref&gt;\n*'''Sworn swords''' are knights sworn to a particular lord. Sometimes this is permanent, but mainly it is temporary, with hedge knights joining a lord for a particular purpose and then being released from his service afterwards.\n*'''Landed knights''' are knights who have been rewarded for their service by a lord with land, typically a smallholding, large farm or small manor with servants. They form the minor nobility of the Seven Kingdoms. Successful landed knights who expand their holdings or continue to perform exemplary service for their liege may be raised to the rank of &quot;Lord&quot; in time, gaining the right to dispense justice on his lands (including executions) without consulting a higher lord.\n\n", "Becoming a knight": "[[File:Knighting.png|thumb|300px|Gregor Clegane is knighted by Prince Rhaegar Targaryen.]]\nTypically, young men must undergo many years of extensive and expensive training to become a knight. A young knight-in-training is known as a '''&quot;'''[[Squire]]'''&quot;'''.\n\nPursuing a knighthood is one of the few ways for a member of the [[smallfolk]] to achieve rank and standing amongst the nobility. However, such a task usually involves the expenditure of significant sums of money on armor and weaponry which puts it out of the reach of most commoners. The rank of knighthood is not hereditary, and thus a knight's sons must go through the whole process of becoming knights themselves. Of course, a commoner who has been knighted will have greater opportunity to gain the wealth needed to put his sons through training as knights.\n\nIt is not unheard of, however, for commoners to be knighted after significantly distinguishing themselves in combat. This skips the typically large costs of training to be a knight, though it happens more often in wartime. During [[Robert's Rebellion]], [[Stannis Baratheon]] knighted [[Davos Seaworth]] as a reward for saving his castle garrison at the [[Siege of Storm's End]] - albeit this was a rare case in which Davos'Â bravery was not in combat, but in running the blockade around the castle to bring food to the starving garrison.\n\nEven a common [[Mercenary|sellsword]] that has fought valiantly in combat may be rewarded by being dubbed a knight, though this occurs infrequently. For example, Ser [[Bronn|Bronn of the Blackwater]] was knighted after the [[Battle of the Blackwater]] for the vital role he played in setting the [[wildfire]] trap which destroyed much of the attacking enemy fleet.\n\n", "TOP": "Knighthood02313j0ffgoazkbh3w3buxaqxabvwgsdgzaj1787132015-03-22T21:20:46ZThe Dragon Demands5014364/* Fighting style */[[File:Knight of the Flowers.png|thumb|350px|right|Ser [[Loras Tyrell]], a knight of the Reach, during a tournament joust.]]\n{{Quote|And what do knights swear to do? Protect the weak and uphold the good.|[[Margaery Tyrell]]|Valar Dohaeris}}\n\n'''Knighthood''' is a rank and honor given to warriors who perform exemplary service for a lord or the realm in the [[Seven Kingdoms]]. Its members are known as &quot;'''knights'''&quot; and use the title &quot;'''Ser'''&quot;.\n\nKnights follow a religiously influenced code of behavior and honor called &quot;'''chivalry'''&quot;. This code states that knights must defend the weak and the innocent, must protect women and children, must fight fairly and honorably, and obey their lieges. How closely a knight follows this code varies immensely from individual to individual.\n\n", "History and ties to the Faith of the Seven": "{{Quote|Ah, a knight. They strut around like roosters down here. Even the ones who have never seen an arrow coming their way.|[[Eddard Stark]], a Northman, criticizing knights.|Cripples, Bastards and Broken Things}}\nKnighthood originated in [[Andal]] culture, and was introduced to [[Westeros]] during the [[Andal Invasion]] six thousand years ago. As a result of this, knighthood is intimately tied to the [[Faith of the Seven]], and the ideal of knighthood is to be not only an honorable warrior but a devout follower of the Seven (though as with honorable conduct, in practice the level of piety varies from knight to knight).\n\nThe Faith of the Seven is the dominant religion in all but two of the kingdoms: the North (whose inhabitants still worship the [[Old Gods of the Forest]]) and the [[Iron Islands]] (who follow a local deity called the [[Drowned God]]). The institution of knighthood is therefore not heavily practiced in these two regions, and very few Northerns or [[ironborn]] ever become knights, even if they are renowned warriors. For example, [[Eddard Stark]] himself was not a knight, because he proudly continued to worship the Old Gods of his ancestors. Sometimes, however, a soldier who does not follow the Faith of the Seven may nonetheless be rewarded for exemplary service with the title of knighthood by a lord who does worship the Seven. Examples areÂ Ser [[Rodrik Cassel]] and Ser [[Jorah Mormont]], both of the North.\n\nBecause it is tied to the Faith of the Seven, knighthood does not exist in other cultures outside of the Seven Kingdoms, either among the [[Free Folk|wildlings]]Â [[beyond the Wall]], or across the [[Narrow Sea]] in other continents such as [[Essos]] (though of course, a knight from the Seven Kingdoms may travel to the [[Free Cities]]).\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, knighthood is an institution that came with the [[Andals]] when they invaded [[Westeros]] some six thousand years ago. Knights wore armor (derived from iron) and rode horses into battle, using massed-formation charges and lances to shatter enemy armies. The devastating effectiveness of this tactic permitted the Andals to [[Andal Invasion|conquer most of Westeros]]. This tactic was later adopted by others, so the cavalry of the North uses much the same weapons, armor and tactics as knights, but are not called knights due to their devotion to another god. In practice, there is little difference between knights and Northern heavy cavalry.\n\nThere are several types of knight:\n\n* '''Hedge knights''' are typically commoners who have risen to knighthood. They have no fixed abode and wander the Seven Kingdoms looking for a cause to fight for. They are called &quot;hedge&quot; knights because it is said that they are so poor that they just sleep under hedges by the side of the road as they wander from one job to the next. Sometimes these knights turn to thievery out of necessity, and become known as '''&quot;Robber knights&quot;'''. Thus it is said than hedge and robber knights are two faces of the same coin.\n* '''Sworn swords''' are knights sworn to a particular lord. Sometimes this is permanent, but mainly it is temporary, with hedge knights joining a lord for a particular purpose and then being released from his service afterwards.\n* '''Landed knights''' are knights who have been rewarded for their service by a lord with land, typically a smallholding, large farm or small manor with servants. They form the minor nobility of the Seven Kingdoms. Successful landed knights who expand their holdings or continue to perform exemplary service for their liege may be raised to the rank of &quot;Lord&quot; in time, leading a major noble House.\n\nMost knights pass through three stages to achieve the rank. They start as '''pages''', young boys who perform menial tasks for their lieges. Pages are not expected to fight in battle, but some do regardless. They are given lessons in riding and weapons in return. Upon reaching adolescence, pages become [[Squire]]s. Their training intensifies and they are taught the full comportment and responsibilities of knighthood. Squires are expected to fight in battle and carry themselves as knights at all times, even though they have not achieved the rank yet. They finally become full '''knights''' after they have proven themselves.\n\nIn theory any knight can make another man a knight, though in practice it is considered more prestigious to be famous and respected knights, particularly those actually commanding a campaign. The highest honor is to be knighted by one of the Kingsguard. There have been times when landless hedge knights of no merit dubbed dozens of their followers as &quot;knights&quot; simply as a favor, but this is considered an extremely disreputable practice. The comparison that George R.R. Martin has used is that being &quot;knighted&quot; is similar to being a &quot;college graduate&quot; - exactly how prestigious your degree is depends on where you received it. Technically, a student at Harvard or Oxford and a student at a local community college are both &quot;college graduates&quot;, but there is a drastic difference between the two. Analogously, it is more prestigious to be knighted by the Kingsguard or a famous and revered knight, while a peasant knighted by a hedge knight of no fame would be scoffed at as not being a &quot;real&quot; knight at all.\n\nThus the full course for a prospective knight is: Page--&gt;Squire--&gt;Hedge Knight--&gt;Sworn Sword--&gt;Landed Knight. A man does not necessarily have to go through the first two steps to become a knight: if a commoner has significantly distinguished himself in combat, a knight may choose to elevate him to knighthood. Even a [[sellsword]] that has fought valiantly in combat may be rewarded by being dubbed a knight, though this is uncommon.\n\nFurther, a soldier who is rewarded by a lord for valorous service by being dubbed a knight might instantly be taken on by that lord as a sworn sword within his own household, skipping the hedge knight step. Further, while rare, it is not unheard of for a lord to reward a common soldier not only by dubbing him a knight, but by at the same time giving him lands, instantly elevating him from a simple soldier to a &quot;landed knight&quot; and member of the minor nobility, skipping the steps of &quot;hedge knight&quot; or &quot;sworn sword&quot; entirely. This was the case with Ser [[Davos Seaworth]], who was a common low-born smuggler, but performed such valorous service running the [[Siege of Storm's End|blockade around Storm's End]] to bring food to the besieged castle's starving garrison, that [[Stannis Baratheon]] rewarded him by not only knighting him but giving him lands to rule.\n\nBecoming a knight requires the applicant to swear an oath of allegiance and fealty to the Seven and to stand vigil in a sept for a night (these tasks need not be performed consecutively: it is not uncommon in times of war for a newly-made knight to not stand his vigil for weeks or months).\n\nThere is no formal bar against women becoming knights, only that it is simply not done. There is no &quot;official&quot; rule against women becoming knights, because it makes as much sense in their culture as making an official rule forbidding pigs to fly: it is absurd and simply impossible for a woman to be a knight. While rare, female warriors have served as pages and squires.\n\n===Spelling and pronunciation===\n\n&quot;Ser&quot; is not a typo: the title for knights within the fictional universe of the ''A Song of Ice and Fire'' book series is spelled &quot;S-e-r&quot; with an &quot;e&quot;, ''not'' as &quot;sir&quot; with an &quot;i&quot; as in real life. This is just a quirk of their culture.\n\nAccording to the TV series official [[pronunciation guide]] developed for the cast and crew, &quot;Ser&quot; is pronounced &quot;SAIR&quot;. Actors usually say it very fast or slur it so it sounds very similar to the standard &quot;sir&quot;, but this is not the case. That is, actor Sean Bean isn't saying &quot;sir&quot; with a Received Pronunciation accent so it sounds like &quot;SAIR&quot;, the correct pronunciation of &quot;ser&quot; actually is &quot;SAIR&quot;. Writer [[Bryan Cogman]] clarified that some pronunciations would differ due to the accents and languages of the speaker, &quot;Ser&quot; in particular.\n\n", "Practices": "{{Quote|So many vows. They make you swear and swear... Defend the King, obey the King, obey your father, protect the innocent, defend the weak. But what if your father despises the King? What if the King massacres the innocent? It's too much. No matter what you do you're forsaking one vow or another.|Ser Jaime Lannister|A Man Without Honor}}\nIn wartime, mounted knights form the backbone of major armies in southern Westeros. A single knight is an elite professional soldier, with extensive combat training, and equipped with the finest weapons and heavy armor. A single knight, even dismounted, is worth several dozen poorly armed and untrained common footsoldiers conscripted as feudal levies. Knights are very useful for carving through and running down enemy infantry, though they are also the best weapon against the enemy army's own mounted knights.\n\nIn peacetime, knights prove their martial valor through training and contests of skill known as [[tournament]]sÂ (although knighthood is not always a formal requirement for participation in a tournament). The highlight of tournaments is the joust, in which mounted knights charge at each other, each knight trying to knock the other off of his horse using a wooden lance. Knights at tournaments frequently fight to win the favor of noble ladies if they prove victorious. While some knights do fight for such romantic reasons, others are more interested in the large money prizes awarded to the winners, often consisting of several hundred to several thousand [[Currency|Gold Dragons]]. Others fight at tournaments to win general social prestige, or for the excitement of victory, though a few, such as SerÂ [[Gregor Clegane]], fight simply because they enjoy violence.\n\nMen who have been knighted, even those not originally from noble Houses, gain the legal right to display their own personal [[heraldry]].\n\nSince the [[War of Conquest|Targaryen Conquest]] three hundred years before the [[War of the Five Kings]], the seven-man royal bodyguard known as the [[Kingsguard]] have been considered to be the pinnacle of knighthood. In theory, the Kingsguard are the elite of the elite, more skilled at combat and more honorable and virtuous than any other knights in the entire realm. At times, this ideal has been matched, in great and honorable knights such as the legendary Ser [[Barristan Selmy]]. Other times, Kingsguard members have been skilled warriors but behaved controversially, such as Ser [[Jaime Lannister]]. In the worst occasions, some Kingsguard members were appointed simply as political favors, and are neither honorable nor particularly talented fighters, such as Ser [[Meryn Trant]].\n\n", "Fighting style": "\nMounted Westerosi knights on heavy horse typically charge enemy infantry formations using war lances. Cavalry charges can be devastating, killing a large number of infantry drastically out of proportion to the number of cavalry present.\n\nOn foot, the fighting style of Westerosi knights consists of powerful slashing attacks and strong blocks using a heavy sword, alternating with quick thrusting attacks meant to penetrate armor. Westerosi knights wear heavy plate armor which provides them excellent protection, particularly against the crude weapons of basic infantry conscripts, albeit at the cost of making their movements relatively slow. The weight of their armor slows them down enough that they cannot rely on speed to win against unarmored opponents (though the armor will keep them alive longer than their opponent), thus knights must rely on the raw power of blows from heavy swords, designed to deal damage not only due to their sharpness but their sheer weight. Broad hacking and slashing movements are not merely dramatic, but combined with the raw weight of the sword, will drastically increase the force behind the impact of the blow. A lightly armed and armored opponent may hit a knight multiple times but for little damage. Conversely, it may take a knight some time to pin down an unarmored opponent, but once he does, his blow will be absolutely devastating.\n\nThe greatest threat to armored knights is actually ''other'' armored knights, and their weapon design and fighting style evolved to reflect this. The best way to penetrate through plate armor is with a thrusting attack using a long, heavy sword. A curved blade could not apply as much pressure on a single point, and a thinner blade would snap under so much pressure. For comparison, the [[Dothraki]] ''[[arakh]]'' sword is meant to be used by light cavalry while running down unarmored infantry, thus the blade has a curved design to provide greater reach in slashing attacks, which can be made very rapidly because the blade itself is light and thin. The ''arakh'' was not designed to punch through plate armor, however, and at this task it pales in comparison to a knight's straight and heavy longsword. Thrusting attacks are best at actually penetrating armor, but the sheer force behind a powerful slashing attack is often still quite useful against even an armored opponent, as the force of the blow may stun him, possibly dent his armor, and sometimes outright cleave through weaker plate armor.\n\nBecause combat between Westerosi knights is not quite as fast as Dothraki wielding ''arakhs'', or the [[Water Dance]] fighting style of the [[Free Cities]] which uses light rapiers, it values not only quick reflexes but strategy. Instead of rapid attacks meant to land a blow before the opponent can react, a Westerosi knight must often engage in an elaborate series of feints, trying to gradually lure the opposing knight into overcommitting his defense to one side, then landing a devastating attack on the other side. Nonetheless, speed is still very much a factor in combat between knights, and the knight who is both physically and mentally faster will emerge victorious.\n\nNo one fighting style is universally superior to another, simply better suited to different purposes, and the skill of the individual is often the ultimate deciding factor in combat. For example, equipped with plate armor and a heavy sword Ser Jorah Mormont was able to defeat [[Qotho]] the Dothraki bloodrider, who was unarmored and wielding an ''arakh''. Qotho did manage to land a strike against Jorah's side, but his armor absorbed the blow, as a slashing attack from a thin blade cannot penetrate plate armor. Jorah then used his arm to pin the ''arakh'' against his side, and proceeded to land a killing blow with his own sword.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\nConversely, the sellsword [[Bronn]] eschewed heavy armor when fighting in a [[trial by combat]] against Ser [[Vardis Egen]]. Unlike Qotho, Bronn did not attempt to immediately land a strike on his opponent, but focused on dodging and avoiding Vardis's attacks until the knight tired himself out, at which point Bronn moved in for a quick killing strike.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF|Knight}}\n* {{WP|Knight}}\n\n[[de:Ritterstand]]\n"}, "title": "Knighthood"}