{"attributes": {"status": " :Category:Status: Alive", "last": " &quot;Valar Morghulis&quot;", "title": " Kovarro", "season": " Season 2", "image": " GOT-game-of-thrones-31310320-370-555.jpg", "allegiance": "House Targaryen", "actor": " Steven Cole", "religion": " Great StallionQuote", "titles": " Bloodrider", "place": "", "appearances": " 7 episodes &lt;small&gt;(#Appearances", "first": " &quot;The North Remembers&quot;"}, "sections": {"TOP": "Kovarro04840tol861n8275wke2k5qgy4ag76u3lfrd1593292014-09-14T12:07:55ZSer Patrek25358400{{Character\n|Title = Kovarro\n|Image = GOT-game-of-thrones-31310320-370-555.jpg\n|Season = [[Season 2|2]]\n|First = &quot;[[The North Remembers]]&quot;\n|Last = &quot;[[Valar Morghulis]]&quot;\n|Appearances = 7 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n| Status= [[:Category:Status: Alive|Alive]]\n|Place =\n|Titles = [[Bloodrider]]\n|Allegiance =[[House Targaryen]]\n|Actor = [[Steven Cole]]|Religion = [[Great Stallion]]}}\n{{Quote|Kovarro says that Malakho is an idiot.|Ser Jorah interpreting Kovarro|The Ghost of Harrenhal}}\n'''Kovarro''' is a recurring character in the [[Season 2|second season]]. He is played byÂ [[Steven Cole]] and debuts in &quot;[[The North Remembers]]&quot;.Â Kovarro is a [[Dothraki]] [[bloodrider]] servingÂ [[Daenerys Targaryen]].\n\n", "In the books": "In ''[[A Song of Ice and Fire]]'', after Khal Drogo dies and Daenerys hatches her dragons, her three bloodriders are Aggo (who is skilled with a bow), Jhogo (who is skilled with a whip), and Rakharo (who is skilled with a sword). In the books, Jhogo is very young, while Rakharo is older and has a moustache. In the TV series, her three bloodriders are Aggo, Rakharo, and &quot;Kovarro&quot; -- Jhogo was apparently renamed to avoid confusion with [[Jhaqo]], one of Drogo's ''kos'' who after Drogo is incapacitated declares himself Khal and takes a portion of the khalassar as his own. Jhaqo thus becomes a bitter enemy to Daenerys, so Jhogo was renamed to &quot;Kovarro&quot; to keep his name distinct.\n\nMore importantly, the TV series seems to have basically switched the descriptions of Rakharo and Jhogo/Kovarro. In the TV series, it is Rakharo who shows proficiency with a whip, and is relatively young, like Jhogo/Kovarro in the books. Meanwhile, Jhogo/Kovarro in the TV series is now (slightly) older than TV-Rakharo, and it is Kovarro who has a moustache. Thus the TV series character &quot;Kovarro&quot; corresponds to the book-version of Rakharo. Besides this name switch, the two characters are not particularly different from their characterization in the books.\n\nThe new name &quot;Kovarro&quot; was created by the writers, based on the guide to making new Dothraki names that language consultant [[David J. Peterson]] developed for them. As Peterson explained in his blog: &quot;Our new name Kovarro, then, derives from the verb ''kovarat'', which means 'to stand'. Kovarro, then, is kind of like 'stander (who is male)': a tough guy who stands his ground.&quot;&lt;ref&gt;[http://www.dothraki.com/2012/04/valshe-vinesera/ David J. Peterson's blog], Dothraki.com, April 2, 2013.&lt;/ref&gt;\n\nHowever, neither Rakharo nor Jhogo are killed in the aftermath of Khal Drogo's death, as Rakharo is in the TV series. Both of them (and Aggo) are so far alive and well. Nor is this a condensation of a different death scene, as both characters remain alive and well throughout the second book.\n\n", "Behind the scenes": "*Despite Kovarro surviving the events of Season 2, Steven Cole doesn't appear in [[Season 3]] and [[Season 4]], presumably due to Daenerys' ''khalasar'' having a mostly background role.\n\n", "Image Gallery": "&lt;gallery&gt;\nKovarroseason2.PNG|Kovarro being sent East in &quot;[[The North Remembers]].&quot;\nkovarrobloodrider.PNG|Kovarro saddling his horse in &quot;[[The North Remembers]].&quot;\nCapture7.PNG|Kovarro in &quot;[[The Ghost of Harrenhal]].&quot;\nKovarro1.jpg|Kovarro in &quot;[[The Ghost of Harrenhal]].&quot;\nGame-of-Thrones-game-of-thrones-32355155-800-534.jpg|Kovarro in &quot;[[The Ghost of Harrenhal]].&quot;\nKovarroStill.jpg|Kovarro in Season 2\nKovarro.png|Kovarro guarding Daenerys Targaryen in &quot;[[A Man Without Honor]].&quot;\nkovarro-foto.jpg|Kovarro in &quot;[[A Man Without Honor]].&quot;\nGOT-game-of-thrones-31310319-833-555.jpg|Kovarro aiding Jorah Mormont in &quot;[[Valar Morghulis]].&quot;\nKovarroside.PNG|Kovarro in &quot;[[Valar Morghulis]].&quot;\nkovarrostanding.PNG|Kovarro staying guard outside the House of the Undying in &quot;[[Valar Morghulis]].&quot;\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF|Rakharo}}\n\n", "Appearances": "{{Season Two Appearances|yes|||yes|yes|yes|yes|yes||yes}}\n\n", "Biography": "===Background===\nKovarro is a Dothraki warrior in Khal [[Drogo]]'s ''[[khalasar]]''. He is not seen in the first season but has been guarding Drogo's wife [[Daenerys Targaryen]] since their marriage. Drogo is wounded and later dies leading to the separation of his khalasar. Following Drogo's death,Â Daenerys hatches three dragon eggs in his funeral pyre and Kovarro swears his loyalty to her. She names him as one of her [[bloodrider]]s alongside [[Rakharo]] and [[Aggo]].&lt;ref name=&quot;E11&quot;&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/targaryen/ HBO viewers guide, season 2 guide to houses, House Targaryen]&lt;/ref&gt;\n\n===[[Season 2]]===\nDaenerys leads what remains of her ''khalasar'' deep into the [[Red Waste]]. Facing starvation she sends [[Rakharo]], [[Aggo]] and Kovarro to scout in three different directions, using the last remaining horses. Kovarro is sent east.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt; He finds the city of [[Qarth]] and is met by the ruling council called [[the Thirteen]]. Hearing of the dragons they invite Daenerys to the city. They give him a replacement horse for his ride back into the Red Waste. He returns to the ''khalasar'' and reports his discovery that Qarth is three days to the east, on the sea. Daenerys asks Ser [[Jorah Mormont]] what he knows of Qarth and he tells her that the desert around it is known as the [[Garden of Bones]] because it is littered with the remains of travellers who have been refused entry to the city. Kovarro leads the ''khalasar'' to Qarth, but the Thirteen refuse to admit them without seeing the dragons. Daenerys threatens them and they are admitted under the protection of [[Xaro Xhoan Daxos]].&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\nXaro welcomes Daenerys into his home, giving her people accommodation and buying her gifts. He throws a reception for her in his gardens. Several of her ''khalasar'' are also present. Daenerys is distracted by [[Jorah Mormont]], Kovarro and [[Malakho]] gathering around a bejewelled golden peacock statue. She asks Ser Jorah what they are doing and he reports that they are discussing stealing the statue. Malakho thinks that it is too heavy but Kovarro believes that they can parcel out the weight by prying out the jewels and chopping up the soft gold. Daenerys admonishes her bloodrider to show more respect for their host. He says that he will wait until they leave and she cautions him not to steal from the man who saved them from the [[Red Waste]]. Kovarro and Malakho walk off. Kovarro takes a goblet from a passing servant, emptying the liquid from it.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\n[[File:Daenerys and Kovarro 2x07.png|thumb|Kovarro guards Daenerys]]\nKovarro accompanies Daenerys to a meeting with the [[Spice King]] who refuses to invest in her return to [[Westeros]]. When they return to Xaro's home, they find that it has been attacked. [[Irri]] and several Dothraki warriors have been killed along with some of Xaro's guards and the dragons have been stolen.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\nKovarro stands guard for Daenerys when she appears before [[the Thirteen]] to appeal for their help. They are stunned when [[Pyat Pree]] admits to the theft and proclaims Xaro the king of Qarth. Pyat uses his magic to murder the rest of the Thirteen. Kovarro ushers Daenerys out of the meeting room. Pree's doubles follow them and invites Daenerys to reclaim her children at the [[House of the Undying]].&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt; They take refuge in a disused courtyard and Daenerys convinces Jorah to accompany her to reclaim her dragons despite their certainty that it is a trap.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;\n&lt;/ref&gt;\n\nKovarro aids Ser Jorah and Daenerys to the House of the Undying. He stands guard and waits for her return. Later he is by her side when Dany discovers [[Doreah]] and Xaro in bed, and confines them to the empty chamber. He helps raid the palace of any gold and silver.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n"}, "title": "Kovarro"}