{"attributes": {}, "sections": {"TOP": "Krakens04972ktp5hp4eq32wz5l85e1stgvlvm6g1cf1594232014-09-15T02:21:38ZThe Dragon Demands5014364/* In the books */[[File:Kraken.png|thumb|282px|Krakens are fearsome creatures of legend.]]\n{{Quote|Kraken: strong, as long as they're in the sea.  When you take them out of the water, no bones.  They collapse under their proud weight, and slump into a heap of nothing.  You'd think they'd know that.|Ramsay Snow|The Mountain and the Viper}}\n'''Krakens''' are legendary, massive cephalopods that are said to stalk the world's oceans. They are largely held to be mythical, though sailors occasionally report seeing them.\n\nA golden Kraken on a black field is the sigil of [[House Greyjoy]].&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF|Kraken}} (spoilers from the books)\n* {{WP|Kraken}}\n\n", "In the books": "\nThere have only been unconfirmed reports of krakens. Some say that they're just the figments of the wild imaginations of drunken sailors, similar to wild reports of &quot;[[Mermaids|mermaids]]&quot; by sailors who have been out at sea too long, which turn out to just be sea cows. Others adamantly insist that in a world where [[dragons]] once stalked the skies, krakens might live in the deep oceans. If krakens do really exist, they are extremely rare.\n\nWhen the [[Small council]] meets to discuss the progress of the [[War of the Five Kings]], [[Varys]] tells the attendees that a kraken had been seen off the [[Fingers]]. It reportedly attacked an Ibbenese whaler ship and pulled it under. Hearing that, [[Tywin Lannister]] scoffs that Dragons and krakens do not interest him, regardless of the number of their heads.\n\nExact descriptions of what &quot;krakens&quot; look like in real-life legends vary, but the mythological kraken in the ''[[A Song of Ice and Fire]]'' novels is specifically said to resemble a giant squid.\n\nThere is some debate over the correct way to pronounce the word &quot;kraken&quot; in real-life, and this has carried over into the TV series. In Season 3's &quot;[[And Now His Watch is Ended]]&quot;, [[Olenna Tyrell]] pronounces it as &quot;Krah-ken&quot;, with the hard &quot;K&quot; sound in the second syllable. In Season 4's &quot;[[The Mountain and the Viper]]&quot;, [[Ramsay Snow]] pronounces it as &quot;Crack-en&quot;, with the hard &quot;K&quot; sound in the first syllable. &quot;Kray-ken&quot; with a hard A is also sometimes heard in real life. The actual word &quot;Kraken&quot; is of Old Scandinavian/Norwegian origin, and is closer to &quot;Krah-ken&quot;, but both the &quot;Crack-en&quot; and &quot;Kray-ken&quot; variants have appeared after the word was incorporated into English.&lt;ref&gt;[https://www.youtube.com/watch?v=vXKoWLSyxz4 How to pronounce &quot;Kraken&quot;]&lt;/ref&gt;\n\n"}, "title": "Krakens"}