{"attributes": {"status": " :Category:Status: Dead", "death": "Burned to death by Drogon", "last": "&quot;And Now His Watch is Ended&quot;", "family": "", "title": "Kraznys mo Nakloz", "season": "Season 3", "image": "Kraznys-3x03.jpg", "allegiance": "Good Masters", "actor": "Dan HildebrandQuote", "1": "yes", "culture": "Ghiscari", "3": "yes", "titles": "Good Master", "link": "Good MastersCharacter", "4": "yes==Quotes (in Slaver's Bay dialect, with translation)==Quote", "place": "Astapor", "aka": "", "appearances": " 3 episodes #Appearances", "first": "&quot;Valar Dohaeris&quot;"}, "sections": {"TOP": "Kraznys mo Nakloz0113763opqu5o8b04dhle7xa3lnmsiv6txohs1736932015-02-19T16:40:33ZSer Patrek25358400{{Heraldry\n|image=Mini harpy.png\n|link=Good Masters\n}}\n{{Character\n| Title=Kraznys mo Nakloz\n| Image=Kraznys-3x03.jpg\n| Season=[[Season 3|3]]\n| First=&quot;[[Valar Dohaeris]]&quot;\n| Last=&quot;[[And Now His Watch is Ended]]&quot;\n| Appearances= 3 episodes [[#Appearances|&lt;small&gt;(see below)]]&lt;/small&gt;\n| Titles=Good Master\n| Aka=\n| Status= [[:Category:Status: Dead|Deceased]]\n| Death=Burned to death by [[Drogon]]\n| Place=[[Astapor]]\n| Allegiance=[[Good Masters]]\n| Culture=[[Ghiscari]]\n| Family=\n| Actor=[[Dan Hildebrand]]}}\n\n{{Quote|Sa tida. Pelos ji qlony. Jâ&euro;&trade;aspo eza zya azantyr.&lt;br&gt;(It is done. She holds the whip. The bitch has her army.)|Kraznys mo Nakloz to Daenerys Targaryen|And Now His Watch is Ended}}\n'''Kraznys mo Nakloz''' is a recurring character in the [[Season 3|third season]]. He is a slave-trader in the city of [[Astapor]], on the coast of [[Slaver's Bay]], and one of the [[Good Masters]], the ruling elite of the city. He is an immensely wealthy individual who has grown rich from the training and trading of the [[Unsullied]] warrior-eunuchs.\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Kraznys is one of the &quot;Good Masters&quot;, the heads of the noble and wealthy slave-trading families, of the city of Astapor, dwelling in an immense pyramid. He is described as having an oiled red and black beard and being so fat that Daenerys thinks he has bigger breasts than hers. He is disdainful for anyone not born of [[Ghiscar]]i blood and considers his people and heritage to be superior to anyone else's, even that of [[Valyria]], while dismissing the Westerosi as &quot;sunset savages&quot;.\n\n", "Behind the scenes": "Kraznys was first mentioned in relationship to the news of the casting of [[Missandei]],&lt;ref&gt;[http://www.huffingtonpost.com/2012/07/13/game-of-thrones-casting_n_1672550.html?ref=topbar Huffington Post]&lt;/ref&gt; and it was assumed he would appear. This was confirmed on 18 August 2012 when it was announced he would be played by [[Dan Hildebrand]].&lt;ref&gt;[http://www.westeros.org/GoT/News/Entry/Two_More_for_S3_Ramon_Tikaram_Dan_Hildebrand_Join_Cast/ Westeros.org]&lt;/ref&gt;.\n\n", " Appearances ": "{{Season Three Appearances|1=yes|3=yes|4=yes}}\n\n==Quotes (in Slaver's Bay dialect, with translation)==\n{{Quote|Ivetra ji live Vesterozia kisa eva vaneqo.&lt;br&gt;(Tell the Westerosi whore she has until tomorrow.)|'''Kraznys mo Nakloz''' to Missandei|Dark Wings, Dark Words}}\n{{Quote|Ivetra j'aspo zya dyni do majis.&lt;br&gt;(Tell the bitch the dragon won't come) |'''Kraznys mo Nakloz''' to  Missandei|And Now His Watch is Ended}}\n{{Quote|Ydra ji Valyre?&lt;br&gt;(You speak Valyrian?)|A surprised '''Kraznys mo Nakloz''' to  Daenerys Targaryen|And Now His Watch is Ended}}\n{{Quote|Nyk skan jiva aeske! Zer sena! Zer sena! Zer sena!&lt;br&gt;(I am your master! Kill her! Kill her! Kill her!)|'''Kraznys mo Nakloz''' tries to order the Unsullied to kill Daenerys.|And Now His Watch is Ended}}\n\n", " Biography ": "===Background===\n\nKraznys mo Nakloz is one of the [[Good Masters]], the ruling elite of the city of [[Astapor]], composed of slave traders. As with many of his compatriots, Kraznys only speaks a [[Low Valyrian]] dialect and does not know the [[Common Tongue]] of [[Westeros]]. Thus when dealing with foreign customers, Kraznys relies on his slave [[Missandei]] to serve as his translator.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\nKraznys, with Missandei at his side, meets with [[Daenerys Targaryen]] and shows her some of his Unsullied. These Unsullied had been standing for an entire day without being given food or water. Through Missandei Kraznys explains the Unsullied are trained to fight from the age of five and that only one in four recruits survives the training. To demonstrate that the Unsullied do not fear pain or death, he slices off the nipple of one soldier in the presence of his prospective customers. He then adds that the Unsullied are also trained to show no mercy or weakness by killing a newborn slave child in front of its mother at the end of their training. Kraznys tells her that eight thousand soldiers are for sale and that she has one day until the next day to make a decision. Throughout the meeting, Kraznys insults Daenerys, believing that she doesn't understand Valyrian. Missandei translates Kraznys insult-laden sentences into more respectable phrases.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\nThe following day, Daenerys meets with Kraznys and two other Good Masters, [[Greizhen mo Ullhor]] being one of the other two. Kraznys is initially dismissive of her offer to buy all the eight thousand Unsullied and all the boys in training her offer, claiming that she can afford barely more than one hundred Unsullied. In response, Daenerys states she has dragons. After some haggling, Kraznys reluctantly agrees to sell her all of his Unsullied in return for [[Drogon]]. In addition, Daenerys demands to have Missandei as a token. Eager to possess a dragon of his own, Kraznys agrees.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\nKraznys and his fellow Good Masters are present at one of Astapor's plazas to consummate the transaction and see the dragon for themselves. All the Unsullied soldiers are also assembled. Daenerys and her entourage arrive with Drogon in a cage. Kraznys tells Daenerys that the Unsullied had not seen combat before and advises her to attack some minor cities and towns before proceeding to Westeros. He offers to purchase any healthy slaves that she may capture and some of these would even be trained as Unsullied. Daenerys hands Drogon, who is wearing a long chain leash to Kraznys, who gives her a scourge with a [[Harpies|harpy]]-shaped hilt, signifying ownership of the Unsullied. This symbolic gesture concludes the transaction.&lt;ref name=&quot;S3.04&quot;&gt;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n\n[[File:Drogon_kills_Kraznys_S3E4.jpg|thumb|Drogon burns Kraznys.]]\n\nWhile Kraznys struggles to control Drogon, Daenerys addresses the Unsullied in Valyrian and tests them with battle commands. Krazyns then complaines to Daenerys that the dragon is not obeying his commands. In response, Daenerys retorts in perfect Valyrian that &quot;a dragon is not a slave&quot;. Kraznys is surprised that Daenerys speaks Valyrian, Daenerys declares that she is Daenerys Stormborn of House Targaryen, of the blood of Old Valyria: Valyrian is her mother-tongue, and thus she understood every word he said to her.&lt;ref name=&quot;S3.04&quot;/&gt;\n\nDaenerys orders the Unsullied to kill all of the Good Masters in Astapor, along with all of their household soldiers and any man who holds a whip, to spare only the children and to liberate all slaves. As the Unsullied turn on the slave-drivers, Kraznys frantically shouts for someone to kill Daenerys but the Unsullied, no longer his, ignore him. Daenerys turns back to Krazys and calmly speaks one word: &quot;dracarys&quot;. Drogon then breathes fire onto Kraznys, completely engulfing the slaver in flames. Following the [[Sack of Astapor]], Kraznys' charred remains are left unburied.&lt;ref name=&quot;S3.04&quot;/&gt;\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n\n"}, "title": "Kraznys mo Nakloz"}