{"attributes": {"status": " :Category:Status: Active", "birthplace": " Northern Ireland", "last": " ", "title": " Kristian Nairn", "image": " Kristian Nairn 2014.jpg", "dateofbirth": " 25 November 1975", "role": " Hodor", "imdb": " http://www.imdb.com/name/nm3964231/", "twitter": " https://twitter.com/KristianNairn'''Kristian Nairn '''is a Northern Irish actor and musician. He is a successful DJ, having performed alongside acts such as the wikipedia:Scissor Sisters", "first": " &quot;Winter is Coming (episode)"}, "sections": {"Credits": "\n\n===Guest starring===\n{{Season one credits|yes|||yes||yes||yes||yes}}\n{{Season two credits|yes||yes||yes|yes|yes|||yes}}\n{{Season three credits||yes||||yes|yes||yes|yes}}\n{{Season four credits||yes||yes|yes|||||yes}}\n\n", "TOP": "Kristian Nairn02087870p93qduzv07ylf4texytub1grkymp1700962015-01-27T03:11:15ZGreater good3347453/* See also */ Added Instagram{{Cast\n| Title= Kristian Nairn\n| Image= Kristian Nairn 2014.jpg\n| dateofbirth= 25 November 1975\n| birthplace= Northern Ireland\n| role= [[Hodor]]\n| status= [[:Category:Status: Active|Active]]\n| First= &quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;\n| Last= \n| imdb= http://www.imdb.com/name/nm3964231/\n| twitter= https://twitter.com/KristianNairn}}\n'''Kristian Nairn '''is a Northern Irish actor and musician. He is a successful DJ, having performed alongside acts such as the [[wikipedia:Scissor Sisters|Scissor Sisters]] and worked as far afield as [[wikipedia:South Africa|South Africa]] and [[wikipedia:Australia|Australia]]. \n\n==Working on ''Game of Thrones''==\n\n''[[Game of Thrones]]'' marks Nairn's first major acting role. He plays the role of [[Hodor]], and announced his casting via Twitter on 22 June 2010. He initially appeared as a guest star in the [[Season 1|first season]] and returned in this role for the [[Season 2|second]],Â [[Season 3|third]]Â and [[Season 4|fourth]]Â seasons.\n\nHodor does not have a large scar on his right temple in the books. This was added by the TV series's makeup department to hide a tattoo possessed by Kristian Nairn.\n\nWhen asked if it was difficult to express a range of emotions when playing a character who can only speak a single word, Kristian responded:\n:&quot;Unlike in the book, where Hodor's emotions are portrayed by a combination of the single word, the situation, and the reader's imagination, I have a very powerful medium to use as well: my body language. I was partially deaf when I was a child, and often in school, before I was fixed, I had to read context and emotions from people's faces and body language. That's also a huge part of sign language, and my knowledge of that (although I'm extremely out of practice) has put me in good stead for this part.&quot;&lt;ref&gt;Game of Thrones Special Collectors Edition:  An Unofficial Guide to the Most Epic Fantasy Series in History.  &quot;Hodor Speaks&quot;, page 58.&lt;/ref&gt;\n\nIn an interview with Yahoo News Australia in September 2014, when asked how he approached playing such an innocent character on a show filled with evil, dark, and violent themes, Nairn responded that he drew from real life experience, having already lived through dark periods surrounded by violence, growing up in Northern Ireland in the 1980's during the Troubles:\n\n:It doesn't shock me, I grew up in Northern Ireland, Belfast...I've seen some really shocking things in my life.  There was a college in the middle of Belfast and every week, every week, there'd be an evacuation with a bomb, or else it would actually go off, and it'd just be a matter of fact that you'd be blown out of your desk or you'd be lying on the floor...You sort of grew up hearing of people being maimed and that sort of thing...It's pretty dark, it's pretty dark to grow up with...I think that's why people from Ireland have a really good sense of humor, I think we're resilient and thatâ&euro;&trade;s why I'll always call it home.&quot;&lt;ref&gt;[https://au.news.yahoo.com/a/24890664/actor-kristian-nairn-reveals-the-other-side-of-hodor-on-game-of-thrones-themed-dj-tour/ ]&lt;/ref&gt;\n\n", "Personal Life": "\nNairn is a fan of the [http://yogscast.wikia.com/wiki/Kristian_Nairn Yogscast] podcasting series, which he appeared on for a lengthy interview in their 37th episode.\n\nNairn publicly came out as gay just before [[Season 4]] premiered, in a fansite interview. As he explained, it might be a bit drastic to say he &quot;came out&quot; because he never hid it from those around him, he just never had an opportunity to mention it in the news media:\n\n:Question: &quot;I have some friends in the gay community, &quot;[[Wikipedia:Bear (gay culture)|bears]]&quot; as theyâ&euro;&trade;re wont to call themselves, who hold you on a pretty high pedestal. One good friend of mine (I've known since we were in the 5th grade together) says your bear following is &quot;extensive.&quot; Is this something you're aware of?\n\n:Kristian: &quot;'''Well, in all honesty, when you talk about &quot;the gay community,&quot; you are talking about MY community, haha.''' I AM aware of it yeah, and I think itâ&euro;&trade;s really lovely. There's not a day that I donâ&euro;&trade;t get a few messages, but 99% or more are super sweet and nothing smutty at all! Again, it's a privilege, and I really mean that. I've never hidden my sexuality from anyone, my whole life in fact, and I've been waiting for someone to ask about it in an interview, cos it's not something you just blurt out. I've tried to lead the questions a few times, to no avail!\n\n:Question: &quot;Seeing as how some people might react negatively to it, did most of the cast and crew have an understanding of it? Or was it just never really brought up?&quot;\n\n:Kristian: &quot;I had an upbringing to respect other people's privacy, and their right to be and choose what they want, and I expect, no, demand no less for myself. It's a very small part of who I am on the whole, but nonetheless, in this day and age, it's important to stand up and be counted. I have and always will stand my ground. So, yeah, people have been great, on the show, but I don't see why it would be an issue.&quot;&lt;ref&gt;[http://winteriscoming.net/2014/03/interview-with-kristian-nairn/ ], Kristian Nairn inteview, March 11th, 2014.&lt;/ref&gt;\n\nIn a followup interview Nairn also said: &quot;I don't want to get married â&euro;&ldquo; but I want my friends, who it's important to, to be able to get married. And why not?&quot;&lt;ref&gt;[http://winteriscoming.net/2014/04/kristian-nairn-on-the-ridiculous-reaction-to-his-wic-interview-and-game-of-thrones-season-4/ ], Kristian Nairn on the â&euro;&oelig;ridiculousâ&euro;? reaction to his WiC interview, and Game of Thrones Season 4, April 11th, 2014.&lt;/ref&gt;\n\nIn an interview with Yahoo News Australia in September 2014, Nairn explained that he used to be a drag artist before he became a DJ:\n\n:&quot;When I was 13 my mum knew that I was gay and she just always knew...I used to play Wonder Woman with her when I was a kid and I was always Wonder Woman (I always stopped short of the outfit, thank God)...I actually started off - believe it or not - doing drag, I travelled the world because I was a completely off the wall drag artist...It wasn't feminine, it was just Marilyn Manson meets Divine meets some sort of monster from out of space, that sort of thing...And it was really popular, actually. It went down really well...Then that changed to the DJ'ing and I had an agent through all that nonsense and he put me up for the odd audition, and one of them turned out to be ''Game Of Thrones''...&lt;ref&gt;[https://au.news.yahoo.com/a/24890664/actor-kristian-nairn-reveals-the-other-side-of-hodor-on-game-of-thrones-themed-dj-tour/ ]&lt;/ref&gt;\n\nRemarking on the media reaction when he publicly revealed that he was gay at the beginning of Season 4, Nairn said: &quot;It was interesting to me that the world seemed to care after that...I've never given a damn. A seven-foot man who dresses as a woman as a job is not interested in what other people think.&quot;&lt;ref&gt;[https://au.news.yahoo.com/a/24890664/actor-kristian-nairn-reveals-the-other-side-of-hodor-on-game-of-thrones-themed-dj-tour/ ]&lt;/ref&gt;\n\n", "See also": "* {{WP}}\n*{{IMDb\n|# = 3964231}}\n*{{Twitter\n|# = KristianNairn}}\n*{{Instagram|# = kristiannairn}}\n* [http://www.myspace.com/kristiannairn Kristian Nairn's Myspace profile.]\n\n"}, "title": "Kristian Nairn"}