{"attributes": {}, "sections": {"TOP": "Lamprey pie0194588kflf7b9ti4mfvhttpaxfnb3ztoeyp41767392015-03-13T22:01:43ZSharp Blades26158496[[File:Lamprey Pie 1.jpg|thumb|300px|Tyrion Lannister dines on a lamprey pie.]]\n{{Quote|Excellent lamprey pie. Were you slaving away in the kitchen all day?|Tyrion Lannister, to Queen Cersei|The Prince of Winterfell}}\n'''Lamprey pie''' is an expensive delicacy eaten by the nobility of the [[Seven Kingdoms]], particularly the royal court at [[King's Landing]]. It is a meat pie made from the eel-like fish known as lampreys, baked in wine and spices, and covered with a crust.&lt;ref&gt;[http://www.hbogo.com/#series/video&amp;assetID=GOROSTGP35184?videoMode=embeddedVideo?showSpecialFeatures=true/ &quot;The Prince of Winterfell&quot; In-Episode Guide]:  &quot;Lamprey Pie:  a delicacy favored at court, it consists of an eel-like fish baked in wine and spices, and covered with a crust.&quot;&lt;/ref&gt;\n\n", "In real life": "\nLamprey has been a highly appreciated food since the time of Ancient Rome, and was considered a delicacy by the nobility of Western Europe during the real-life Middle Ages. Indeed, King [[Wikipedia:Henry I of England|Henry I of England]] was noted as being particularly fond of lampreys. In 1135, Henry I was an old man and his physicians specifically warned him to stop eating such a rich food, but he ignored their advice and ate a large number of lampreys anyway (a &quot;surfeit of lampreys&quot;), which gave him food poisoning from which he died about a week later.&lt;ref&gt;[http://whatscookingamerica.net/History/PieHistory/LampreyPie.htm What's Cooking In America: Lamprey Pie - History of Lamprey Pie]&lt;/ref&gt;\n\nEven in the modern era, sometimes as a continuation of centuries-old aristocratic ''haute couture'' cuisine, lamprey is considered an expensive delicacy across regions such as France, Spain, and Portugal. It is also prized by the remaining monarchies of Europe, where it is frequently served at coronation and jubilee celebrations. Queen [[Wikipedia:Elizabeth II|Elizabeth II]] was herself served lamprey pie at her [[Wikipedia:Coronation of Queen Elizabeth II|coronation feast in 1953]]. Elizabeth II received further specially prepared lamprey pies at her Silver and Golden Jubilees, and recently at the [[Wikipedia:Diamond Jubilee of Elizabeth II|celebration of her Diamond Jubilee in 2012]].\n\nIn contrast, lampreys are considered a pest in North America, because throughout the 20th century sea lampreys spread up man-made canals until they reached the [[Wikipedia:Great Lakes|Great Lakes]]. With no natural predators, lampreys in the Great Lakes underwent a population explosion, and devastated the entire Great Lakes ecosystem - they are officially one of the worst [[Wikipedia:Invasive species|invasive species]] in the entire continent, and their ecological and economic impact is held to be at plague-level proportions. Meanwhile, lampreys populations have been declining in areas of Europe such as England, including the streams of Gloucester which once provided lampreys for royal celebrations, and are now a legally protected species. Ironically, lampreys have become so rare in England that for the lamprey pie served at Elizabeth II's Diamond Jubilee in 2012, the lampreys had to actually be imported ''from Canada'', where so many lampreys are infesting the waters of the Canadian Great Lakes that large amounts of money are being spent on trying to eradicate them.\n\nDespite their expense and the difficulty in importing them, there is no evidence that Elizabeth II ever actually sampled any of the lamprey pies she has been presented with.&lt;ref&gt;[http://www.telegraph.co.uk/news/uknews/queen-elizabeth-II/9221440/Traditional-lamprey-pie-for-the-Queen-has-to-come-from-Canada-for-first-time-in-centuries.html The Telegraph:Traditional lamprey pie for the Queen has to come from Canada for first time in centuries]&lt;/ref&gt;\n\nPhysically, lamprey tastes much meatier than regular fish, even moreso than eel. Somewhat comparable is how duck meat tastes much more &quot;gamey&quot; than chicken meat: chicken meat is divided between white and dark meat, because muscles which chickens use much more (in their legs) have more myoglobin in them than other parts which don't get as much exercise (domestic chickens have weak wings). In contrast, ducks are much more active, so all of their meat is particularly &quot;dark&quot;. Eels have darker, &quot;meatier&quot; flesh than regular fish because they're more mobile and more densely muscled, and lampreys are more densely muscled than eels. Thus one of the reasons lamprey was popular with the medieval nobility was because it was technically considered a fish and could be eaten during times of official religious fasting, but tasted much like regular meat instead of like fish.\n\n", "In the books": "[[File:Lamprey Pie 2.jpg|thumb|250px|Lamprey Pie, on the table before Tyrion.]]\nIn the ''[[A Song of Ice and Fire]]'' novels, when Tyrion hears the [[Protestor|protesting prophet]] in the street, he starts by speaking out against how &quot;brother and sister fornicate in the bed of kings&quot; and the product of their incest is the evil [[Joffrey Baratheon|Joffrey]] - the street protestor also appeared in the TV series and made these accusations in &quot;[[The Ghost of Harrenhal]]&quot;. However, in the books, he went on to criticize the corrupt current leaders of the [[Faith of the Seven]], particularly the [[High Septon (Before the riot of King's Landing)|High Septon]] - a man so obese he could barely walk much less ride a horse and had to be carried about in a litter, who grew fat even as thousands of peasants and refugees from the war were literally starving to death in the streets of the capital city (this High Septon was later torn limb from limb during the [[Riot of King's Landing]]). Among the protestor's complaints about the High Septon were: &quot;Even the High Septon has forgotten the gods! He bathes in scented waters and grows fat on lark and lamprey while his people starve!&quot;\n\n", "History": "===[[Season 2]]===\n[[Tyrion Lannister]] dines on a lamprey pie while discussing preparations for the upcoming [[Battle of the Blackwater]] with his sister Queen [[Cersei Lannister|Cersei]].&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n"}, "title": "Lamprey pie"}