{"attributes": {"status": " :Category:Status: Alive", "last": " ", "family": [" Tytos Lannister - paternal grandfather", "Harys Swyft - maternal grandfather", "Ser Kevan Lannister - father", "Dorna Lannister - mother", "Martyn Lannister - brother", "Willem Lannister - brother", "Tywin Lannister - uncle", "Joanna Lannister - aunt-by-marriage", "Cersei Lannister - first cousin", "Ser Jaime Lannister - first cousin", "Tyrion Lannister - first cousin", ""], "title": " Lancel Lannister ", "season": " Season 1", "image": " LancelLannisterHD2x09.png", "allegiance": " House Lannister", "actor": " Eugene Simon", "titles": " Knight", "link": " House LannisterCharacter", "mentioned": " &quot;The Laws of Gods and Men&quot;Quote", "place": " Casterly Rock", "appearances": " 7 episodes &lt;small&gt;(#Appearances", "first": " &quot;Lord Snow&quot;"}, "sections": {"Family tree": "{{House Lannister family tree}}\n\n", "TOP": "Lancel Lannister02254clvx3cl8qay81wzkcza421gw9owi27f1792932015-03-25T19:04:00ZThe Dragon Demands5014364/* In the books */{{Heraldry\n|image = Lannister mini shield.png\n|link = House Lannister\n}}\n{{Character\n|Title = Lancel Lannister \n|Image = LancelLannisterHD2x09.png\n|Season = [[Season 1|1]], [[Season 2|2]], [[Season 5|5]]\n|First = &quot;[[Lord Snow]]&quot;\n|Last = \n|Appearances = 7 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n|Status= [[:Category:Status: Alive|Alive]]\n|Place = [[Casterly Rock]]\n|Titles = [[Knight|Ser]]\n|Allegiance = [[House Lannister]]\n|Family = {[[Tytos Lannister]]} - paternal grandfather&lt;br&gt;[[Harys Swyft]] - maternal grandfather&lt;br&gt;Ser [[Kevan Lannister]] - father&lt;br&gt;[[Dorna Lannister]] - mother&lt;br&gt;{[[Martyn Lannister]]} - brother&lt;br&gt;{[[Willem Lannister]]} - brother&lt;br&gt;{[[Tywin Lannister]]} - uncle&lt;br&gt;{[[Joanna Lannister]]} - aunt-by-marriage&lt;br&gt;[[Cersei Lannister]] - first cousin&lt;br&gt;Ser [[Jaime Lannister]] - first cousin&lt;br&gt;[[Tyrion Lannister]] - first cousin&lt;br&gt;\n|Actor = [[Eugene Simon]]|Mentioned = &quot;[[The Laws of Gods and Men]]&quot;}}\n{{Quote|Tell me, did Cersei have you knighted before or after she took you into her bed?|Tyrion Lannister to Lancel Lannister|Garden of Bones}}\n\nSer '''Lancel Lannister''' is a recurring character in the [[Season 1|first]], [[Season 2|second]], and [[Season 5|fifth]]&lt;ref&gt;http://asoiaf.westeros.org/index.php/topic/118261-spoilers-set-report-dubrovnik-septoct-2014-spoilers/&lt;/ref&gt; seasons. He is played by guest star [[Eugene Simon]] and debuts in &quot;[[Lord Snow]].&quot; Lancel Lannister is the eldest son of [[Kevan Lannister]] and a nephew of [[Tywin Lannister]]. He was the squire to King [[Robert Baratheon]] and ensured that Robert had plenty of wine during his final hunt. Following Robert's death he becomes the lover of Queen Regent [[Cersei Lannister]], his first cousin, and is also elevated to [[knighthood]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels Lancel is a squire who harbors ambitions to become a great [[knight]]. He idolizes his cousin Jaime Lannister. He has the blond hair and general good looks of the Lannisters, but is considered a poor copy of Jaime at best. He is not quite as tall, his features not so fine as Jaime, and unlike Jaime's hair of beaten gold, Lancel's hair is sandy. On the other hand, Tyrion notes, even a poor copy of the famously very beautiful Jaime is still quite handsome.\n\nLancel has a good and genuinely warm relationship with his father Kevan, as well as with his mother and younger siblings.\n\nRobert Baratheon was talked into taking two Lannister cousins as squires by Cersei in service to her large and ambitious clan, Ned Stark notes. The other squire is 13-year-old Tyrek Lannister who disappears during the [[Riot of King's Landing]].\n\nAfter discovering that Lancel has secretly been taken as a lover by Cersei, and subsequently turning him into his own agent,Â Tyrion reflects to himself that Lancel will probably not survive another year: Cersei will kill Lancel if she discovers that he is now spying for Tyrion, Jaime will kill him if he returns and discovers his relationship with Cersei, if Cersei doesn't kill him first to prevent Jaime finding out.\n\nLancel doesn't appear in Seasons 3 or 4 of the TV series because he is still recovering from his arrow wound after the Battle of the Blackwater. In the third novel ''A Storm of Swords'' it is mentioned that the actual wound was relatively moderate but soon festered and developed into a life-threatening infection. Throughout the third novel other characters such as Tyrion sporadically mention reports that Lancel is very feverish and hovering between life and death.\n\nKevan tells Tyrion that Cersei often visits Lancel's sickbed, to lift his spirits and pray for him. Tyrion wonders ''&quot;But is she praying that he lives, or dies?&quot;'' knowing that Cersei does not need Lancel any longer, and the knowledge he has in possession about Robert's death may be dangerous to her.\n\nSince Tyrion is not thrilled about marrying [[Sansa Stark]], Tywin asks Kevan if Lancel is strong enough to wed her. Kevan answers with hesitation â&euro;&oelig;If we bring the girl to his bedside, he could say the words...but to consummate, no&quot;. Later, Tywin reveals that as a part of the agreement with [[Walder Frey]] about [[Red Wedding|destroying the Starks]], Lancel is to marry his granddaughter AmereiÂ (aka &quot;Gatehouse Ami&quot; for her blatant promiscuity), sister of [[Fat Walda]].\n\nWhen Lancel finally makes an appearance in [[Purple Wedding|Joffrey's wedding]], the first time he has left his sickbed since the battle,Â he looks ghastly: his hair has turned white and brittle, and he is thin as a stick. Without his father beside him holding him up, he would surely have collapsed. Yet when Sansa praises his valor and says how good it is to see him getting strong again, both Lancel and his father beam. Lancel is one of the only two people who praise Tyrion for his bravery at the battle of the Blackwater (the second is [[Garlan Tyrell]]).\n\nWhen Jaime releases Tyrion from jail, Tyrion reveals to him that Lancel is one of Cersei's lovers.\n\nLancel regains the ability to walk under his own power by the time of Tywin's funeral, at the beginning of the fourth novel - corresponding to the Season 5 premiere, when Lancel also returns in the TV series.\n\n", "Image gallery": "&lt;gallery&gt;\nEugene simon.jpg|Lancel from the first season HBO viewer's guide.\nLancel.jpg|Lancel serving [[Robert Baratheon]].\nRobert and Lancel.jpg|Lancel is unable to get Robert to fit into his armor in &quot;[[Cripples, Bastards and Broken Things]].&quot;\nRobert's hunting party.jpg|Lancel accompanies King [[Robert Baratheon]] hunting in &quot;[[A Golden Crown]].&quot;\nLancel spy.jpg|Lancel in a litter informing on Cersei in &quot;[[The Ghost of Harrenhal]]&quot;.\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season One Appearances|||yes||yes|yes||||yes}}\n{{Season Two Appearances||||yes|yes||||yes}}\n\n", "Biography": "===Background===\nLancel Lannister is the son of Ser Kevan Lannister and the nephew of Lord [[Tywin Lannister]], the head of [[House Lannister]] and [[Lord of Casterly Rock]]. He is the first cousin of Jaime, Cersei, and Tyrion Lannister. He has the familial blond hair and resembles his cousin Jaime. He is a squire to King [[Robert Baratheon]].&lt;ref name=&quot;Lancel Lannister viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/lannister/lancel-lannister/ HBO viewers guide, season 2 guide to houses, House Baratheon of King's Landing - Lancel Lannister entry]&lt;/ref&gt;\n\n===[[Season 1]]===\n[[Robert Baratheon|King Robert]] has Lancel pour wine for him whileÂ discussing old battles with [[Barristan Selmy|Ser Barristan Selmy]]. Robert mocks Lancel's alliterative name, asking if his father had a stutter. Robert becomes annoyed when Lancel runs out of wine and sends him for more.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt; At the Hand's tourney, Lancel tries in vain to help Robert into his armor, tactfully suggesting that it was &quot;made too small&quot;. Robert angrily replies that Lancel's mother was a &quot;dumb whore with a fat arse&quot;. At this point Eddard enters the tent and bluntly states that Robert's armor doesn't fit, because he has grown too fat for it, to the king's amusement. Robert then sends Lancel out in search for the &quot;breastplate stretcher&quot; (a nonexistent device). Eddard seems to feel sorry for Lancel, while Robert hopes that he is sent all over camp looking for this thing. Eddard says he should stop torturing Lancel.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\nLancel accompanies Robert, [[Renly Baratheon|Renly]] and Ser Barristan on a hunt, constantly giving Robert wine.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt; He is present when Robert is mortally wounded by a wild boar. [[Varys]] insinuates that Lancel's readiness with the wine may have been deliberate in order to slow Robert's reactions.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n\n[[File:Cersei and Lancel.png|thumb|190px|Lancel and Cersei.]]\nWhile [[Jaime Lannister|Jaime]] is being held captive in the Riverlands, Lancel enters into a sexual relationship with his cousin [[Cersei Lannister|Cersei]]. The Queen receives news of the war. Lancel questions her about it, he finds it exciting and wants to know what she will do. Cersei is irritated and tells him to stop talking and get back into bed.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\nLancel attends court in the [[Iron Throne]] room following the defeat of [[Stafford Lannister]] in the [[Battle of Oxcross]]. King [[Joffrey Baratheon]] aims an ornate crossbow at [[Sansa Stark]] and says that she is there to answer for [[Robb Stark]]â&euro;&trade;s treasons. She denies having any involvement in Robbâ&euro;&trade;s actions, calling Robb a traitor. Joffrey instructs Lancel to tell her of Robbâ&euro;&trade;s latest outrage. Lancel claims that Robb used sorcery and an army of wolves to kill thousands of men under the command of Stafford. He adds that the Northmen feasted on the flesh of the slain after the slaughter drawing cries of outrage and horror from the courtiers. Joffrey orders Ser [[Meryn Trant]] of the [[Kingsguard]] to beat Sansa but spare her face. Tyrion arrives and halts the torture of Sansa.&lt;ref name=&quot;E14&quot;&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\nTyrion has had [[Grand Maester]] [[Pycelle]] arrested for breaking his confidence and feeding information to Queen Regent [[Cersei Lannister]].&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt; Cersei sends Lancel to Tyrion with a warrant for the release of Pycelle. He arrives late at night and Tyrion invites him for a drink and Lancel refuses. Tyrion wonders why Cersei did not come herself. Lancel says that he does not care and Tyrion continues to question him. Tyrion establishes that the order came directly from Cersei and then asks why Lancel waited to deliver it. Lancel says that he came immediately and Tyrion wonders what he was doing conferring with Cersei so late at night. Lancel improvises and says that Cersei often works through the night, and Tyrion retorts that she must be glad to have Lancel helping her at all hours. Tyrion notes the scent of lavender oil on his cousin and says that it is a favorite of Cersei. Lancel asserts his position as a knight, and Tyrion jokes that he is an anointed knight. Tyrion asks if Cersei had Lancel knighted before or after she took him into her bed. Lancel furiously calls that a lie, but when Tyrion threatens to tell Joffrey, he collapses into a chair, aghast. Lancel claims that it wasn't his fault, and Tyrion asks if she took him against his will. Lancel insists he was following Tywinâ&euro;&trade;s orders to obey Cersei in all things, but Tyrion counters by asking him if Tywin ordered him to sleep with her as well. Tyrion points out the benefits Lancel has received and threatens to go straight to Joffrey at which Lancel falls to his knees and begs him for mercy and offers to leave the city. Tyrion says that Lancel must act as his spy to buy his silence. Tyrion asks Lancel to beg Cerseiâ&euro;&trade;s forgiveness and agrees to release Pycelle but refuses to reinstate him to the council.&lt;ref name=&quot;E14&quot; /&gt;\n[[File:Sandor&amp;LancelS02XEP09.jpg|thumb|right|200px|Lancel stands alongside Sandor Clegane during the Battle of Blackwater.]]\n[[Bronn]] stands guard as Tyrion meets with Lancel in a litter on the streets of [[Kingâ&euro;&trade;s Landing]]. Lancel reveals that the Queenâ&euro;&trade;s plans for defense of the city hinge on the use of [[Wildfire]]. Tyrion is disbelieving and threatens to reveal Lancelâ&euro;&trade;s sexual relationship with Cersei to [[Jaime Lannister]]. Lancel offers more information to back his claim; Cersei has met with the [[Alchemists' Guild]] and they have already stored thousands of pots of the substance. He says that they are planning to launch it from the walls onto Stannisâ&euro;&trade;s fleet and army. Tyrion sees that Lancel is telling the truth and asks when Cersei told him. Lancel says that he has heard Cersei talking with a pyromancer and has visited their guild. Tyrion forces Lancel to swear that his words are true but tires of toying with his cousin and dismisses him. Tyrion kicks him over as he ducks out of the litter and then instructs him to tell Bronn to kill him if anything happens to Tyrion. Lancel dutifully does as he is told. Bronn says that it would be his pleasure as Lancel jogs away. Tyrion uses the information to usurp Cersei's connection to the Alchemists' Guild.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\n[[File:Lancel shot 2x09.jpg|thumb|190px|Lancel is hit by an arrow during the [[Battle of Blackwater]].]] Lancel is on the walls of King's Landing during the [[Battle of the Blackwater]] and fights relatively well during a sortie led by Sandor Clegane. However, Lancel is moderately injured when he is shot in the arm by an arrow. Lancel uses the opportunity to retreat from the walls and head back to Cersei to give her a report on the battle. Cersei then drunkenly orders him to go back to the walls and bring Joffrey back to the safety of the Red Keep. Shocked at these orders, Lancel returns to the walls and reluctantly repeats them to Joffrey and Tyrion. Joffrey uses this obvious excuse to make a cowardly retreat from the walls. His soldiers are stunned that their king has abandoned them. When Lancel returns to the Red Keep, he angrily tells her that her order to retrieve Joffrey is costing them the battle, as many of the Gold Cloaks lost heart and abandoned the fight at the sight of their retreating king. Lancel firmly tells her that he must return Joffrey to the walls if they have any hope of rallying their defense again. Cersei flippantly brushes him off, at which Lancel stands up to Cersei for the first time and demands that she listen to what he is saying. In response, Cersei punches the arrow wound in Lancel's arm, causing him to crumple to the ground in severe pain. Cersei storms out of the room as he lies screaming on the floor.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\nLancel survives his injuries, but retreats from court life while he recovers.\n\nWhen attempting to barter for Tyrion's life, Jaime reminds Tywin that should Tyrion be executed the Lannister legacy will ultimately fall to Lancel, as Ser [[Kevan Lannister]]'s heir.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n"}, "title": "Lancel Lannister"}