{"attributes": {"status": " :Category:Status: Dead", "title": " Lann", "season": " Complete Guide to Westeros, Histories &amp; Lore", "image": " Lann.png", "allegiance": " ", "culture": " First MenQuote", "titles": "", "link": " House LannisterCharacter", "mentioned": [" &quot;House Lannister (Complete Guide to Westeros)&quot;", "&quot;The Age of Heroes (Complete Guide to Westeros)&quot;", "&quot;The Westerlands (Histories &amp; Lore)&quot;"], "place": " ", "aka": "  Lann the Clever", "appearances": " "}, "sections": {" In the books ": "\nIn the ''[[A Song of Ice and Fire]]'' novels, Lann the Clever is the founder of House Lannister and a popular character among singers and storytellers. One of the stories narrates how he stole gold from the sun to brighten his hair.\n\n[[File:LannTheClever.png|thumb|Lann tricks House Casterly out of Casterly Rock]]\nThere are many different and contradictory myths about Lann the Clever, assuming he actually existed, which only share the basic description that he swindled Casterly Rock from House Casterly &quot;using only his wits&quot; - though there are even rival tales about what ''specifically'' winning it &quot;by his wits&quot; involved. Some stories say that he found a secret tunnel into Casterly Rock, and snuck around inside causing intrigue between the Casterlys, stealing treasures from one brother's chamber and planting them in another's to cause strife, until ultimately the Casterlys killed each other and Lann took over, and possibly finished off any survivors. Other tales say that he used the secret tunnel to infest the castle with rats and vermin, until the Casterlys fled - while yet other tales say that he managed to sneak ''lions'' into the castle, who killed several Casterlys and caused the rest to flee. The more pragmatic story is that Lann was simply a man-at-arms in the castle, who impregnated Lord Casterly's daughter, and ended up marrying the girl. Because there were no other heirs left, when Lord Casterly died Lann became the new Lord of the Rock through his child. This story also has several variants, as in some there simply was no other heir, while in others Lann had married a low-ranking daughter and had to &quot;use his wits&quot; in various palace intrigues to increase his power and eliminate rival heirs who were further ahead in the line of succession.\n\nEven Lann's origins are not clear in the legends. Some say that he was actually an [[Andals|Andal]] adventurer who came to the far west, though others dismiss this because the main Andal invasion didn't occur until thousands of years later. Then again, it is not outright impossible that he was simply an Andal adventurer (or perhaps exile) who wandered all the way to the far side of Westeros. Even so, most versions of the story do assume that he was simply one of the [[First Men]], the only human settlers of Westeros at the time. Whatever the case, the rulers of Casterly Rock eventually married into invading Andal families and the &quot;modern&quot; House Lannister came to be.\n\nOn one other point the tales all agree: Lann never called himself a &quot;king&quot;. The Casterlys were very rich but they had not called themselves &quot;kings&quot; either, and Lann didn't crown himself when he took over Casterly Rock. The Lannisters only started calling themselves &quot;kings&quot; many generations later, after their steadily accumulating wealth made them very powerful (though still long before the Andal invasion).\n\n", "TOP": "Lann0644228p70bs6piycidmgktjg7r8fwwjvrt01771032015-03-15T20:26:21ZDaemon Targaryen24097499{{Heraldry\n|image = Lannister mini shield.png\n|link = House Lannister\n}}\n{{Character\n|Title = Lann\n|Image = Lann.png\n|Season = [[Complete Guide to Westeros]], [[Histories &amp; Lore]]\n|Appearances = \n|Titles=\n|Aka =  Lann the Clever\n|Status= [[:Category:Status: Dead|Deceased]]\n|Place = \n|Allegiance = |Mentioned = &quot;[[House Lannister (Complete Guide to Westeros)]]&quot;&lt;br&gt;\n&quot;[[The Age of Heroes (Complete Guide to Westeros)]]&quot;&lt;br&gt;&quot;[[The Westerlands (Histories &amp; Lore)]]&quot;\n|Culture = [[First Men]]}}\n{{Quote|We Lannisters claim our descent from the Andal invaders and, through the female bloodline, Lann the Clever. According to the legend, Lann, using only his wits won Casterly Rock from the noble house of Casterly during the Age of Heroes.|[[Tywin Lannister]]|House Lannister (Complete Guide to Westeros)}}\n'''Lann''', known as '''Lann the Clever''', was a legendary trickster of the [[Age of Heroes]]. [[House Lannister]] boasts descent from him through the female line.\n\nAccording to legend, Lann the Clever swindled [[Casterly Rock]] from its previous rulers, [[House Casterly]], using nothing but his wits.&lt;ref&gt;&quot;[[House Lannister (Complete Guide to Westeros)]]&quot;&lt;/ref&gt;&lt;ref&gt;&quot;[[The Age of Heroes (Complete Guide to Westeros)]]&quot;&lt;/ref&gt;&lt;ref&gt;&quot;[[The Westerlands (Histories &amp; Lore)]]&quot;&lt;/ref&gt;\n\n", " See also ": "* {{AWOIAF|Lann the Clever}}\n\n"}, "title": "Lann"}