{"attributes": {"casual2": "King ArgilacThe '''Last Storm''' was a major battle in the War of Conquest.Â Aegon the Conqueror sent his commander Orys Baratheon, rumored to be his bastard half-brother, to conquer the Stormlands. The Stormlands were under the control of Argilac the Arrogant of House Durrandon, the Storm King.Even though the massive walls of Storm's End provided protection against Baratheon's siege, ArgilacÂ decided to meet the invading armies in open battle after hearing about how Aegon Targaryen's dragon Balerion destroyed Harrenhal. Orys Baratheon and the Targaryen army were victorious andÂ Argilac was killed.As a reward for the victory, Aegon legitmizedÂ Orys BaratheonÂ and named himÂ Lord Paramount of the Stormlands. To cement his rule, Baratheon took Argilac's daughter, Argalia, as his wife. He also took both the Heraldry (a black stag on yellow), and House words", "name": "Last Storm", "forces1": "", "casual1": "", "image": "File:Orys vs Argilac.png", "commanders2": "Storm King", "forces2": "", "next": "Field of Fire", "bg2": "", "conc": "", "place": " Storm's End, the Stormlands", "result": [" Targaryen victory", "Death of King Argilac", "Capitulation of the Kingdom of the Stormlands", "Elevation of Orys Baratheon to Lord Paramount of the Stormlands", "Extinction of House Durrandon", "Foundation of House Baratheon"], "commanders1": "Orys Baratheon", "date": " c. 2 BAL", "link": "House Durrandon Kingdom of the Stormlands", "side4": "", "prev": "Burning of Harrenhal", "side2": "File:Baratheon.JPG", "side3": "", "conflict": " War of Conquest", "side1": "File:House-Targaryen-heraldry.jpg"}, "sections": {"TOP": "Last Storm075327vuutzvjehb7j8a7cwx2pzptgfzm7gy1538502014-07-19T22:04:31ZThe Dragon Demands5014364{{Conjecture}}\n{{Battle\n|width=|name=Last Storm\n|prev=[[Burning of Harrenhal]]\n|conc=\n|next=[[Field of Fire]]\n|image=[[File:Orys vs Argilac.png|300px]]\n|conflict = [[War of Conquest]]\n|date = c. 2 BAL\n|place = Storm's End, the Stormlands\n|result = Targaryen victory&lt;br&gt;Death of King Argilac&lt;br&gt;Capitulation of the Kingdom of the Stormlands&lt;br&gt;Elevation of Orys Baratheon to Lord Paramount of the Stormlands&lt;br&gt;Extinction of [[House Durrandon]]&lt;br&gt;Foundation of [[House Baratheon]]\n|BG2=\n|side1=[[File:House-Targaryen-heraldry.jpg|20px|right|link=House Targaryen]] [[House Targaryen]]\n|side2=[[File:Baratheon.JPG|20px|right|link=House Durrandon]] [[Kingdom of the Stormlands]]\n|side3=\n|side4=\n|commanders1=[[Orys Baratheon]]\n|commanders2=[[Storm King|King]] [[Argilac Durrandon]]â&euro; \n|forces1=\n|forces2=\n|casual1=\n|casual2=King Argilac}}\n\nThe '''Last Storm''' was a major battle in the [[War of Conquest]].Â [[Aegon the Conqueror]] sent his commander [[Orys Baratheon]], rumored to be his bastard half-brother, to conquer the [[Stormlands]]. The Stormlands were under the control of [[Argilac]] the Arrogant of [[House Durrandon]], the [[Storm King]].\n\nEven though the massive walls of [[Storm's End]] provided protection against Baratheon's siege, ArgilacÂ decided to meet the invading armies in open battle after hearing about how Aegon Targaryen's dragon [[Balerion]] destroyed [[Harrenhal]]. Orys Baratheon and the Targaryen army were victorious andÂ Argilac was killed.\n\nAs a reward for the victory, Aegon legitmizedÂ Orys BaratheonÂ and named himÂ [[Lord Paramount of the Stormlands]]. To cement his rule, Baratheon took Argilac's daughter, [[Argalia]], as his wife. He also took both the [[Heraldry]] (a black stag on yellow), and [[House words|words]](&quot;Ours is the Fury&quot;) of House Durrandon as his own: thus, [[House Baratheon]] was founded.&lt;ref&gt;&quot;[[House Baratheon (Complete Guide to Westeros)]]&quot;&lt;/ref&gt;&lt;ref&gt;&quot;[[The Stormlands (Histories &amp; Lore)]]&quot;&lt;/ref&gt;\n\n", " See also ": "* {{AWOIAF}}\n\n", "In the books": "Argilac was said to be arrogant for engaging the Targaryens in open battle rather than withstanding a siege in the infamously impregnable castle of Storm's End. However, Argilac was motivated in this by having heard of the death of [[Harren Hoare]] in similar circumstances at [[Harrenhal]], who prepared for a siege in his immense castle only for the Targaryen dragons to fly right over the walls. If Argilac resisted a siege by Orys it would only be a matter of time until the Targaryens directed their dragons to the castle, so wishing to avoid this fate Argilac met Orys in pitched battle. It is possible that Argilac knew he couldn't win, but simply wanted the dignity of dying while fighting, not burned out of his castle like a rat.\n\nOrys's army suffered a defeat on the march to Storm's End but was able to recover with minimal losses and continue. Orys was accompanied by Aegon's sister-wife [[Rhaenys Targaryen (sister of Aegon I)|Rhaenys]] and her dragon [[Meraxes]], though because Rhaenys was not as militaristic as her sister Visenya or as skilled as a general, Orys remained in command of their army.\n\nDespite Aegon's success at Harrenhal, the battle against Argilac was grueling: he had the sense to sally forth to attack during one of the frequent lightning storms which blew in from [[Shipbreaker Bay]], during which it was too dangerous for Meraxes to fly. Orys was outnumbered two-to-one, and at one point was outflanked, but then Rhaenys plugged the gap riding Meraxes on the ground - even denied the advantage of flight, the fire-breathing dragon was still formidable. The battle culminated when Orys faced Argilac in single combat and slew him on the battlefield.\n\nAfterwards Argilac's daughter Argella barred the gates of the castle, proclaimed herself Storm Queen, and vowed to fight on, but she was betrayed by her followers and handed over to Orys naked and in chains. Orys treated her with courtesy, freeing and feeding her, and accepted her surrender. Orys later married Argella to cement his control over the Stormlands, and in the process founded House Baratheon.\n\n"}, "title": "Last Storm"}