{"attributes": {}, "sections": {"Taxes and Fines": "\nPeople do pay some taxes to the central government in Kingâ&euro;&trade;s Landing, but it isnâ&euro;&trade;t enough to sustain a standing royal army. Typically, under a manorial system, peasants pay their rent in kind from the crops they raise or metals they mine. The crown also imposes various tariffs and fines on trade and shipping. Smugglers do try to sneak cargo past customs officials to avoid high shipping fees at ports, though the penalty if caught for smuggling is amputation. [[Davos Seaworth]] was once a notorious smuggler, yet was rewarded by Stannis Baratheon for his aid during the Siege of Stormâ&euro;&trade;s End. Stannis rewarded Davos with land and title, but still insisted on punishing him for his past smuggling crimes. However, while the penalty is often the amputation of an entire hand, Stannis commuted the sentence to simply cutting off Davosâ&euro;&trade; fingertips on his non-dominant hand.\n\n", "Legal system": "===The King's Peace===\nLords have judicial power over cases that occur on their lands. A lord will hear petitions at his local castle-court, sit in judgment at trials, and pass sentence based on the evidence. In theory, justice derives from the authority of the [[King of the Andals and the First Men]], [[Lord of the Seven Kingdoms]] and [[Protector of the Realm]], who sits on the [[Iron Throne]] in the capital city of [[King's Landing]]. The King's power is delegated out to other great lords of the realm. This extends in a hierarchy from the king, to the rulers of the [[Great House]]s (such as [[House Lannister]]), to major Houses (such as [[House Tarth]]), to minor Houses (such as [[House Cassel]]).\n\nThe King's Peace is supposed to extend over the whole realm, and though small scale feuds or succession wars happen now and again, the constant wars between the independent Seven Kingdoms were put to an end when they were unified in the Targaryen Conquest three hundred years ago. The King's peace also extends to protection from [[outlaws]] and pirates. The Targaryen Conquest specifically forced the [[ironborn]] to abandon their [[Old Way (ironborn)|Old Way]] of [[raiding|preying]] on the commercial shipping of Westeros itself (though it is tacitly acknowledged that they instead raid the shipping and shores of other lands in Essos for plunder).\n\nThe Seven Kingdoms do have a â&euro;&oelig;[[Master of Laws]]â&euro;?, suggesting some sort of statutory written laws exist, but their legal system still appears to be primarily based on customary laws, prior precedent, and the wisdom of the lord presiding over a decision.\n\nIndividual lords are supposed to enforce the laws and carry out punishment on their own lands. Only the major cities (and possibly a few of the large towns) have dedicated â&euro;&oelig;police forcesâ&euro;?, such as the [[City Watch]] of King's Landing.\n\n===Lordship===\n:''See main article: &quot;[[Lordship]]&quot;''\n\nGaining the title of [[knighthood]] does not make a man a lord, though many knights become lords. Knighthood is a middle-step between noble-born lords and commoners. A commoner can be knighted for valorous service in battle, but the title is not hereditary. A commoner who is knighted usually starts out as a â&euro;&oelig;hedge knightâ&euro;?, a poor freelance knight not bound in allegiance to a specific lord (considered to be so poor that they sleep under hedges by the roadside while searching for employment). The next step up for a prospective knight is to become a â&euro;&oelig;sworn swordâ&euro;?, sworn to the service of a particular lord. Beyond this step, a sworn sword may become a â&euro;&oelig;landed knightâ&euro;? if his lord rewards him with land for his service, typically a smallholding, large farm or small manor with servants. Successful landed knights who expand their holdings or continue to perform exemplary service for their liege may be raised to the rank of &quot;Lord&quot; in time, leading a minor noble House. Sometimes a knight may skip some of these steps, and while rare it is not unheard of for a lord to reward a commoner for valorous service by granting him both land and the title of knighthood, as when [[Stannis Baratheon]] rewarded [[Davos Seaworth]] for his rescue of the garrison during the [[Siege of Storm's End]].\n\nThe difference between a â&euro;&oelig;landed knightâ&euro;? and a â&euro;&oelig;minor lordâ&euro;? is often very subtle, as some landed knights may actually be wealthier and more powerful than minor lords whose families have fallen on hard times. However, the vital distinction is that only a â&euro;&oelig;lordâ&euro;? legally possesses the power of justice, which a landed knight does not. For example, [[House Clegane]] is a House of landed knights in service of [[House Lannister]], but it is not a lordly House. Thus the head of the House, [[Gregor Clegane]], does not possess the legal right to hear trials and pass judgment.\n\n==Social structure: Highborns, lowborns, women, religious leaders==\n{{Dialogue a-b-a-b-a|Gendry|So you're a highborn then, you're a Lady?|Arya Stark|No! I mean yes.  [[Catelyn Stark|My mother]] was a Lady, and [[Sansa Stark|my sister]], but - |- You're [[Eddard Stark|a Lord's daughter]], and you lived in [[Winterfell|a castle]] and...I should be calling you a 'Lady'! |Do ''not'' call me a 'Lady'! |As m'Lady commands.|[[Gendry]] on discovering [[Arya Stark]]'s identity.|The Night Lands}}\n\nThe society and legal system of the Seven Kingdoms recognizes a hereditary noble class set above a class of commoners, who are officially known as &quot;[[smallfolk]]&quot; (the very name indicates their lower social standing). Members of the nobility are also known as &quot;'''highborn'''&quot;, while commoners are known as &quot;'''lowborn'''&quot;. Nobles officially possess more legal rights than the commoners do. Many crimes for which a lowborn peasant would be punished by having their hand cut off a noble will only be punished for by paying a fine. The noble-born also have the right to demand a [[Trial by combat]].\n\nThere are a number of wealthy merchants in the few cities and towns, but on the whole, the Seven Kingdomsâ&euro;&trade; society is feudal and agricultural. While there is a small merchant class, it does not extend far beyond the five major cities ([[Kingâ&euro;&trade;s Landing]], [[Oldtown]], [[Lannisport]], [[Gulltown]], and [[White Harbor]]). Even a wealthy merchant in Kingâ&euro;&trade;s Landing is still legally considered to be a â&euro;&oelig;commonerâ&euro;?.\n\nWomen, even noble-born women, do not have the same legal standing as men. Inheritance only falls on a woman if there are no males in her family ahead of her in line of succession. However, women can rule in their own right if they have no surviving brothers (and their brothers left no surviving heirs). An exception is [[Dorne]], which allows equal inheritance. If the noble-born heir to a lordship is underaged (or otherwise infirm and unfit to carry out their duties), a [[regent]] may be appointed to rule in their name.\n\nMembers of religious organizations are a different section of society, technically not nobles but possessing special privileges that commoners do not possess. This of course primarily applies to the clergy of the [[Faith of the Seven]], the dominant religion in the Seven Kingdoms. The religion of the [[Old Gods of the Forest]], which is the dominant religion in the North, has no organized clergy at all. In the [[Iron Islands]], the [[Drowned Men]] who serve as the priests for their local religion devoted to the [[Drowned God]] are also held in high social esteem. In past centuries, the Faith of the Seven had the power to conduct its own trials in ecclesiastical courts. However, they lost the right to hold trials after the Targaryen Conquest, when such public powers were brought under the exclusive control of the king on the Iron Throne.\n\n[[Bastard]] children of a noble, who have been acknowledged by their noble parent, are allowed to take a special bastard surname which signifies their status. These bastard surnames are based on the region a child was born in, thus bastards from [[the North]] use the special surname â&euro;&oelig;Snowâ&euro;? (e.g. [[Jon Snow]], [[Ramsay Snow]]), bastards from [[the Riverlands]] use the special surname â&euro;&oelig;Riversâ&euro;?, etc. Bastards are not allowed to inherit their parents'Â lands and have no place in the line of succession (unless they are legitimized by special order of the king and allowed take their parents'Â surname, which rarely happens). Even so, the acknowledged bastard children of a noble are still technically â&euro;&oelig;highbornâ&euro;?, and enjoy legal rights which commoners do not possess. Unacknowledged bastards, of course, cannot confirm that they are indeed the bastard child of a noble, and thus are legally considered commoners (such as [[Gendry]], who is secretly the unacknowledged bastard son of King [[Robert Baratheon]]). There is no outright law punishing noble men or women for having bastard children, instead it is considered a social and religious disgrace. This disgrace for having bastard children or being a bastard is not so great, however, in Dorne.\n\n", "TOP": "Laws and Customs0142885j7mga51wt1mkbdt3kt3eu0ddqzvdcz1802742015-03-29T10:01:23ZSyalantillesfel4968017/* Consummation */'''Laws and Customs''' of the peoples living in the Seven Kingdoms are based on their feudal system of government.\n\n", "Slavery": ":''See main article: &quot;[[Slavery]]&quot;''\nSlavery has been illegal in the Seven Kingdoms for thousands of years. Slavery is considered an abomination by both the [[Faith of the Seven]] and the worshippers of the [[Old Gods of the Forest]]. It was illegal in Westeros long before there even were Seven Kingdoms, and the unification of the Seven Kingdoms in the Targaryen Conquest three hundred years ago only served to strengthen the enforcement of this prohibition. Even selling criminals to foreign slavers from Essos is considered a heinous crime. When [[Jorah Mormont]] sold some poachers he caught on his lands to foreign slavers, he forfeited his lands and fled into exile.\n\nThe [[ironborn]] push the limits of this with their practice of taking [[thrall]]s, but they are technically not slaves as such (thralls cannot be bought and sold).\n\n", "Prostitution": ":''See main article: &quot;[[Prostitution]]&quot;''\nProstitution is tacitly legal in the Seven Kingdoms, in the sense that there is no official law preventing brothels from openly operating in the major cities and towns. Organized religion does discourage prostitution, and it is socially frowned upon, but it is nonetheless present, sometimes seen as an outlet for uncontrollable male sexual desires. Secular lords and kings have not (in general) tried to shut down prostitution, as taxing brothels is a good source of revenue.\n\nSocial customs are somewhat different in Dorne, which has more liberal attitudes towards sexuality. A holdover from the old court culture of their [[Rhoynar]]Â ancestorsâ&euro;&trade; city-states on the [[Essos|eastern continent]] is that Dornish society still contains a group of elite courtesans, known as â&euro;&oelig;[[Paramour|paramours]]â&euro;?. Paramours are the unmarried lovers of Dornish nobles, and can be male or female. They are highly trained in courtly culture, and strictly speaking are not prostitutes. Some are even functionally treated as wives in all but name. Outsiders from the other kingdoms often dismissively think of Dornish paramours as mistresses, or as simple prostitutes.\n\n", "Costumes": "\nSee main article, &quot;[[Costumes]]&quot;.\n\n", "Punishment and Sentencing": "\nAs a feudal society, the Seven Kingdoms do not maintain long-standing dedicated prisons. There are dungeons in the major cities and castles, but these are not meant for long-term confinement of a prison population: they are more along the lines of holding pens used until sentencing through corporal or capital punishment. Valuable military or political prisoners may be confined for an extended period, i.e. in the [[Black Cells]] under the Red Keep, but this is exceptional.\n\nCertain serious offenses such as rape are punishable by amputation (specifically castration), though in some cases even petty theft may be punishable by amputating a hand. Treason and oathbreaking are punishable by death. Those sentenced to execution or amputation, noble or commoner, have the option of joining the [[Nightâ&euro;&trade;s Watch]] instead, as a form of exile (this has caused some to look down on the present-day Nightâ&euro;&trade;s Watch as a glorified penal colony). Only men can join the Nightâ&euro;&trade;s Watch, so women do not have this option. Once a man has sworn the oath to join the Nightâ&euro;&trade;s Watch, the penalty for desertion is death.\n\nIn the south, professional executioners deal out death sentences, often by beheading or hanging. The royal executioner is known as the â&euro;&oelig;[[King's Justice]]â&euro;?, though in a looser sense the term &quot;kingâ&euro;&trade;s justice&quot; refers to the laws enforced by the kingâ&euro;&trade;s authority throughout the realm (i.e. the executioner who acts as â&euro;&oelig;Kingâ&euro;&trade;s Justiceâ&euro;? thus becomes the living embodiment of law and sentence).  \n[[File:Ned Stark.jpg|thumb|Northmen still believe that the man who passes the sentence must swing the sword.]]\nThe North, however, still follows the practices of the [[First Men]], which hold that the man who pronounces the sentence must swing the sword. The reasoning is that if a lord is not steadfast enough in his convictions to look a man he has sentenced in the eye and then kill him personally, there will be doubt that the condemned man was guilty. In the Iron Islands, condemned prisoners are often put to death by drowning.\n\n[[House Bolton]] in past centuries infamously practiced [[Flaying|flaying]], both as punishment against criminals and as a method of torture against enemies. After House Bolton was defeated by House Stark a thousand years ago, and absorbed under their rule of the Kingdom in the North, the Kings of House Stark outlawed this practice. After the Targaryen Conquest, when the Boltons were still vassals under the rule of House Stark, flaying remained illegal.\n\nBlood money is sometimes turned to as an alternative punishment for murder, to end a feud. In this case, the family or lord of a murderer will pay a large fine to the family of the man he killed, thus resolving the matter.\n\n", "Marriage": "\n[[Marriage]] customs in the Seven Kingdoms vary considerably between the three major religions, and there are local variations in custom between different lands within the same regions.\n\nThe best documented are the marriage customs of the [[Faith of the Seven]], as it is the dominant religion on the continent. While the scale of the marriage can vary, it at least involves the couple exchanging marriage vows in a ceremony performed by a [[Septon]], acting as a sacred witness. Large-scale marriages are typically performed in [[septs]], before the gathered families of the bride and groom.\n\n===Marriage contracts===\n\nMarriages among the nobility of the Seven Kingdoms are rarely made for love, but as a means of securing political alliances between noble families. Arranged marriages to secure marriage alliances are very common. It is considered absurd for a member of the more powerful noble families to marry a commoner, throwing away any chance and a valuable marriage pact. Marriages into the royal family are seen as particularly valuable.\n\nIt is considered unseemly for a girl to marry before she has &quot;[[Flowering|flowered]]&quot;, but a girl as young as thirteen or so is considered a &quot;woman&quot; after she has first had her blood, and thus capable of being married and having children. It is frowned upon for a girl to marry if she has not bled yet, but betrothals can still be established for young girls to be married when they are older.\n\n===Consummation===\nA marriage is only legally considered to be binding if it has been consummated, that is, if the bride and groom have had sex at least once. If a marriage has not been consummated, it may be annulled.\n\nThe nobility in the Seven Kingdoms practice a custom known as a &quot;[[Bedding]]&quot;, in which after the wedding feast is over, the bride and groom are physically carried off to the marriage bed, to ensure that the union is consummated. The men at the wedding carry off the bride, and the women carry off the groom. The group carrying each strips the clothing off the newlyweds while telling ribald jokes. Foreigners think this is a somewhat odd custom.\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, it is stated that many centuries ago, certain areas of the Seven Kingdoms had lords who practiced the right of â&euro;&oelig;First Nightâ&euro;?, to sleep with a commonerâ&euro;&trade;s wife on their wedding night. The practice was outlawed in many regions long ago, and was officially outlawed throughout the Seven Kingdoms two hundred years ago by King Jaehaerys I, grandson of Aegon the Conqueror. Nothing remotely like First Night ever existed in the real-life Middle Ages. It is an urban legend. The film ''Braveheart'' in particular popularized the belief that it was ever a real phenomenon, which was very controversial because historians had already rejected First Night as nothing but a myth fifty years before ''Braveheart'' was even made. Nonetheless, this became a major plot point in the books: [[Roose Bolton]] was known to claim the right of First Night even though it had been illegal for centuries; the product of one such rape was his bastard son and major character, [[Ramsay Snow]].Â \n\nIn the real-life Middle Ages, prostitution was also usually not technically illegal. The rationalization that was usually given in such male-dominated societies was that it was a convenient outlet for male sexual desires, which were assuredly uncontrollable â&euro;&ldquo; the concept that men should simply try to restrain such impulses and their own behavior wasnâ&euro;&trade;t frequently considered. A general attitude of &quot;boys will be boys&quot; pervaded.\n\nAt different times, real-life medieval countries had actual laws punishing homosexual acts and behavior. No specific mention has been made of anything like this in the books. [[Renly Baratheon]] and [[Loras Tyrell]] do hide their sexual relationship, though this could just be due to the religious condemnation they would face from the Faith of the Seven, not an actual secular law they would face punishment from. Dorne is quite tolerant and widely accepting of homosexuality and thus seems to have no outright &quot;laws&quot; punishing it, though Dorne was allowed to retain many of its own local laws when it entered the realm through marriage alliance, such as equal primogeniture. Thus, the &quot;legal status&quot; of homosexuality in Dorne is not indicative of its legal status in the other kingdoms.\n\nAmong the wildlings, who do not have established laws but loose customs, a man and woman are considered to be &quot;married&quot; if the man is able to successfully steal a woman away from her home and keep her prisoner. The woman is expected to fight back the whole way. If the man is able to successfully defend himself from her assault and then have sex with her, they are considered to be married. After Jon has sex with Ygritte in the books, she points out that according to the customs of the wildlings, because he successfully managed to take her prisoner and then have sex with her, from a strict technical standpoint they are considered officially married in wildling culture.\n\n", "Inheritance and Age of Majority": "\nThe legal age of majority in the Seven Kingdoms is considered to be sixteen years of age (this may have been changed to eighteen years in the TV series). Their society does not possess a concept of â&euro;&oelig;adolescenceâ&euro;? as an intervening life-stage between childhood and adulthood. As soon as a boy reaches his sixteenth [[nameday]], he suddenly becomes â&euro;&oelig;a man grownâ&euro;?, and is legally considered to be an adult. Legally, girls are also considered adults at sixteen, though culturally they are often seen as suddenly becoming â&euro;&oelig;a womanâ&euro;? as soon as they have [[Flowering|menstruated]]. A girl who has had her first blood is often seen as now capable of being married.\n\nInheritance practices usually follow primogeniture, a male-preference winner-take-all system.\n\n{{Quote|After the tradition of her people, House Martell then ruled Dorne as 'princes', not 'kings' - unless the eldest child was a daughter, for unlike the rest of Westeros, our loyalty isn't commanded by a cock.  We follow a Prince or a Princess Martell just the same. |[[Oberyn Martell]] |House Martell (Histories &amp; Lore)}}\n\nThe local laws in [[Dorne]] are somewhat different from the rest of the realm, as it joined the realm not through conquest but through peaceful marriage-alliance only a century ago, and was thus allowed to retain several local customs. In particular, Dorne practices equal primogeniture, in which the eldest child inherits regardless of whether they are male or female.\n\n", "Beyond the Wall": "\nThe [[Free Folk]] (or â&euro;&oelig;wildlingsâ&euro;?) that live [[beyond the Wall]] in Westeros do not, generally, have settled communities with established laws. For the Free Folk, &quot;law&quot; and &quot;possession&quot; mean that if you can steal and successfully defend something, it belongs to you.\n\nOne of the major differences between the society of the Seven Kingdoms and the lands north of [[the Wall]] is that the Free Folk do not recognize a class of hereditary nobility within their culture. Instead, they choose their own leaders based on their ability, such as when a [[King-Beyond-the-Wall]] manages to unite the many wildling clans. From their perspective, the Free Folk see the â&euro;&oelig;[[kneelers]]â&euro;? who live in the Seven Kingdoms as functionally slaves, serving under masters who only rule them because their fathers did.\n\n"}, "title": "Laws and Customs"}