{"attributes": {}, "sections": {"Known legitimized bastards": "[[File:House-Blackfyre-heraldry.jpg|thumb|[[House Blackfyre]] was founded by the legitimized bastard [[Daemon Blackfyre]]]]\n*{[[Daemon Blackfyre]]}, bastard son of King [[Aegon IV Targaryen]] and [[Daena Targaryen]]. Legitimized by his father on the latter's deathbed. Founded the [[cadet branch]] [[House Blackfyre]] and led a [[Blackfyre Rebellion|a rebellion]] against his half-brother King [[Daeron II Targaryen]]. Killed in the [[Battle of Redgrass Field]].&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n*{[[Aegor Rivers]]}, bastard son of King Aegon IV Targaryen. Legitimized by his father on the latter's deathbed. Took his half-brother Daemon's side in the Blackfyre Rebellion. Founder of the [[Golden Company]]. Died in exile in [[Essos]].&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n*{[[Brynden Rivers]]}, bastard son of King Aegon IV Targaryen. Legitimized by his father on the latter's deathbed. Took his half-brother Daeron's side in the Blackfyre Rebellion. Believed to be a sorcerer. Killed his half-brother Daemon in the Battle of the Redgrass Field. Served as [[Hand of the King]], [[Master of Whisperers]] and later [[Lord Commander]] of the [[Night's Watch]].&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n*{[[Shiera Seastar]]}, bastard daughter of King Aegon IV Targaryen. Legitimized by her father on his deathbed. Famous seductress and rumored sorceress. Lover of her half-brother Brynden, but was also beloved by her other half-brother Aegor, causing a bitter hatred between them.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n*[[Ramsay Bolton]], formerly Snow, bastard son of [[Roose Bolton]], [[Lord of the Dreadfort]] and [[Warden of the North]]. Legitimized after liberating Moat Cailin from the ironborn.\n\n", "TOP": "Legitimization025610m0tfzs0r6ch1cxpl07h7elvr87e6br21772252015-03-16T05:45:11ZSharp Blades26158496[[File:Legitimization.png|thumb|300px|Ramsay Snow is legitimized and becomes [[Ramsay Bolton]].]]\n{{Template:Dialogue a-b|Roose|From this day until your last day, you are Ramsay Bolton, son of Roose Bolton, Warden of the North.|Ramsay|You honor me. I swear I will uphold your name, and your tradition. I'll be worthy of you, father. I promise.|Roose and Ramsay Bolton.|The Mountain and the Viper}}\n'''LegitimizationÂ '''â&euro;&lsaquo;is the process byÂ which a [[Bastardy|bastard]] receives the rights and social status of trueborn offspring by royal decree.\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, bastards can receive a bill of legitimacy, allowing them to take their father's surname and formally join his House, or to take a new surname and found a new House (some bastards take new names altogether, like &quot;Blackfyre&quot;, while others add a prefix to their bastard name, such as &quot;Longwaters&quot;). For example, [[House Baratheon]] was founded by [[Orys Baratheon]], the legitimized bastard half-brother of [[Aegon I Targaryen|Aegon the Conqueror]].\n\nHowever, while bastards stand outside the lines of succession and inheritance, there are still exceptions which have caused immense problems. King [[Aegon IV Targaryen]] legitimized three of his bastard sons and one of his bastard daughters on his deathbed. His eldest bastard son, [[Daemon Blackfyre]], later claimed the [[Iron Throne]] and led a bloody civil war known as the [[First Blackfyre Rebellion]]. His sons and descendants launched four more attempts to take the Iron Throne before their final claimant, Maelys the Monstrous, was slain by [[Barristan Selmy|Ser Barristan Selmy]] during the [[War of the Ninepenny Kings]]. This is sometimes used as an example of what happens if a bastard is treated too well and given too much power and legitimacy. It should be noted that the social stigma is not automatically removed even after the formal legitimization is performed.\n\nGeorge R.R. Martin has stated that in-universe, legitimization happens so rarely that there is no set legal principle for where a legitimized bastard ranks in the line of succession: whether they should go after all of a lord's trueborn children, or whether they should be placed according to birth order. For example, if Eddard Stark ever had [[Jon Snow]] legitimized, there is no established rule for whether Jon would go behind or ''ahead'' of his younger but trueborn half-brothers Bran and Rickon. In the case of the First Blackfyre Rebellion this was a moot point, because Daemon Blackfyre was not only bastard-born, but simply younger than Daeron II Targaryen. Daemon's followers therefore had to promote the rumor that Daeron II was himself a bastard of his father's younger brother.\n\n[[Robb Stark]] had planned to legitimize Jon Snow and name him his heir until a son was born to him from Jeyne Westerling. He signed the decree in the presence of several lords as witnesses. However, it is unknown what became of the decree, as it is no longer mentioned in the books. It is speculated that Robb gave it to [[Maege Mormont]] and [[Galbart Glover]], but their current location is unknown. So far Jon has not received the decree, and has no idea of its existence.\n\nIn the novels, Ramsay receives his decree of legitimacy signed by King [[Tommen Baratheon]] as a reward for the part his father played in the [[Red Wedding]], as he was in need of an heir after the death of his trueborn son [[Domeric Bolton|Domeric]] who apparently died of a stomach virus. Roose believes Ramsay to have poisoned Domeric out of jealousy of his status as their father's heir. He wins Ramsay's legitimacy despite this, as he believes that due to his age he will not live to see any children he might have with his new wife [[Walda Bolton|Walda]] live to adulthood, and suspects that Ramsay will kill them anyway. Ramsay is very sensitive to his origin, and reacts very violently if someone calls him &quot;bastard&quot; or &quot;Snow&quot;, even without offensive intention.\n\n", "History": "===â&euro;&lsaquo;[[Season 1]]===\nâ&euro;&lsaquo;The infamous [[Great Bastards]], legitimized bastard children of King [[Aegon IV Targaryen]], are mentioned in ''[[The Lineages and Histories of the Great Houses of the Seven Kingdoms]]''.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n[[Catelyn Stark]] tells [[Talisa Stark]] that when [[Eddard Stark|her husband]]'s bastard [[Jon Snow]] became ill as an infant, she prayed to the [[Faith of the Seven|Seven]] to let him live, and in return promised to love him and ask her husband to legitimize him. Jon recovered, but Lady Stark did not stay true to her vow.&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\nAs a reward for [[Fall of Moat Cailin|liberating]] [[Moat Cailin]] from the [[ironborn]], [[Roose Bolton]] presents his bastard son [[Ramsay Bolton|Ramsay Snow]] with a decree of legitimacy. This makes him an official [[House Bolton|Bolton]] and Roose's heir, with the right to inherit his lands and titles when he dies. Ramsay is grateful for this, and promises to uphold his father's name and traditions.&lt;ref&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt;\n\n"}, "title": "Legitimization"}