{"attributes": {}, "sections": {" See also ": "*{{AWOIAF}}\n\n", "TOP": "Lemon cake019372g4214fq6gadl6jnr808vkg64ravmlfm1806142015-04-03T01:50:14Z115.70.249.131/* In the books */[[File:Lemoncake.png|thumb|200px|A tray of lemon cakes made in King's Landing, in &quot;Two Swords&quot;.]]\n[[File:Lemoncake_lysaarryn.png|thumb|200px|Lemon cakes served to Sansa by Lysa, in &quot;First of His Name&quot;.]]\n{{Dialogue a-b-a|Olenna Tyrell|Shall we have some lemon cakes?|Sansa Stark|Lemon cakes are my favorite.|So we've been told.|[[Olenna Tyrell]] and [[Sansa Stark]] during their first meeting.|Dark Wings, Dark Words}} \n'''Lemon cakes''' are a kind of sweet baked dessert, made using lemons. They are typically served as small cakes, held and eaten with one hand (as opposed to a larger cake requiring utensils). Lemon cakes are relatively expensive treats enjoyed by upper-class noblewomen of the [[Seven Kingdoms]], where they are a mainstay at the refined social gatherings of noble courts.\n\nLemon cakes are [[Sansa Stark]]'s favorite food.&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt;\n\n", "Image gallery": "&lt;gallery&gt;\nLemonCakes1.jpg|Lady Olenna holding a plate of lemon cakes\nLemonCakes3.jpg|Sansa Stark is presented with a lemon cake\nLemonCakes4.jpg|Margaery with a lemon cake\n&lt;/gallery&gt;\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, a running joke is that Sansa Stark is obsessed with lemon cakes. They are a delicacy enjoyed by refined &quot;proper&quot; ladies at court, and Sansa can't think of anything better in the world than the paragon of &quot;lady-like&quot; pursuits: a social gathering with major noblewomen wearing extravagant dresses, reclining on feather pillows, sipping tea and gossiping while eating lemon cakes.\n\n[[File:LemonCakes2.jpg|thumb|200px|As proper courtly ladies, the Tyrells share lemon cakes with Sansa Stark.]]Thus in many ways lemon cakes come to symbolize Sansa's concepts of what normal, glamorous court-life is like: she wanted nothing more than to have lemon cakes and tea with Queen Cersei while chatting about her proposed marriage to her son [[Joffrey Baratheon|Joffrey]] - but this eventually turns into a living nightmare, as Joffrey kills her father and has the &quot;honorable&quot; [[Knighthood|knights]] of his [[Kingsguard]] beat her in front of the entire court, with Cersei unable and unwilling to restrain her son. When Olenna and Margaery meet with Sansa, they give her lemon cakes, treat her with kind words, and give her the basic respect befitting the daughter of one of the major Houses of the realm - symbolizing that they maintain the refinement and decency that the nobility of the Seven Kingdoms are supposed to possess, but the Lannisters lack.\n\nSansa chastises her sister [[Arya Stark|Arya]] for enjoying &quot;un-ladylike&quot; pursuits, particularly that Arya would rather run off and explore the [[Ruby Ford]] with her friend [[Mycah]] the butcher's son, when she could be having tea and lemon cakes with Queen [[Cersei Lannister|Cersei]]. These lines were cut from the TV show, however, this exchange was used as the audition scene for both [[Sophie Turner]] (Sansa) and [[Maisie Williams]] (Arya).&lt;ref&gt;[http://www.buzzfeed.com/lyapalater/watch-sansa-and-arya-stark-audition-for-their-roles BuzzFeed.com: Watch Sansa And Arya Stark Audition For Their Roles]&lt;/ref&gt;\n\nSansa's obsession with lemon cakes is also more understandable in context: citrus fruits such as lemons don't grow in [[the North]], and with medieval methods of food transport and preservation being what they are, lemon cakes are actually a relatively expensive treat for those living in the North. [[Dorne]] in the far south is the only region of the Seven Kingdoms where citrus fruits grow, far away from [[Winterfell]].\n\n", "History": "===[[Season 3]]===\n[[Olenna Tyrell|Olenna]] and [[Margaery Tyrell]] share some lemon cakes with Sansa Stark when they meet her in the gardens of the Red Keep to learn more about King [[Joffrey Baratheon]], now Margaery's future husband.  Sansa reveals that Joffrey is &quot;a monster&quot;.&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt;\n===[[Season 4]]===\n[[Shae]] offers Sansa some lemon cakes to try to get her to eat something, noting that they are her favorite, but Sansa is so griefstricken after the hearing about the horrific deaths of her brother [[Robb Stark|Robb]] and her mother [[Catelyn Stark|Catelyn]] at the [[Red Wedding]] that she doesn't have the will to eat anything.&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\n"}, "title": "Lemon cake"}