{"attributes": {"status": " :Category:Status: Active", "birthplace": " Hamilton, Bermuda", "last": "", "title": " Lena Headey", "image": " Lena_Headey_photoshoot.png", "dateofbirth": " October 3, 1973", "role": " Cersei Lannister", "imdb": " http://www.imdb.com/name/nm0372176/", "twitter": " https://twitter.com/IAMLenaHeadeyQuote", "first": "&quot;Winter is Coming (episode)"}, "sections": {"Career": "\nLena Headey has been acting since 1990, when she was 17 years old. The first movies she appeared in were ''Waterland'' (1992), ''The Remains of the Day'' (1993) and ''The Jungle Book'' (1994), which also featured [[Ron Donachie]]. Headey's first major film roles came in the mid-2000's, appearing in the horror film ''The Cave'' (2005) and in Terry Gilliam's ''The Brothers Grimm'' (2005), opposite Matt Damon and Heath Ledger. The infamously troubled production of ''The Brothers Grimm'' was so stressful that Headey took a year off from acting afterwards.\n\nHeadey then worked on two of her most prominent film roles prior to production on ''Game of Thrones'', as Queen [[wikipedia:Gorgo (Sparta)|Gorgo]] in the movie ''[[wikipedia:300 (film)|300]]'' (2007) and as [[wikipedia:Sarah Connor (Terminator)|Sarah Connor]] in the TV series ''[[wikipedia:Terminator: The Sarah Connor Chronicles|Terminator: The Sarah Connor Chronicles]]'' (2008-2009).\n\nSince Headey began working on ''Game of Thrones'', she has also starred as the main antagonist in ''Dredd'' (2012), an adaptation of the ''Judge Dredd'' comic book series.\n\n==''Game of Thrones''==\n\nHeadey stars in [[HBO]]'s ''[[Game of Thrones]]'' as [[Cersei Lannister]]. She was announced as the role on 1 September 2009. She was part of the initial starring cast and remains a member of the starring cast for the [[Season 2|second]], [[Season 3|third]], and [[Season 4|fourth]] seasons.\n\nHeadey reprised her role as Cersei in ''[[Game of Thrones: A Telltale Games Series]].''\n", "Credits": "===Starring===\n{{Season one credits|yes|yes|yes|yes|yes|yes|yes|yes|yes|yes}}\n{{Season two credits|yes|yes|yes||yes|yes|yes|yes|yes|yes}}\n{{Season three credits|yes|yes|yes|yes|yes|yes||yes||yes}}\n{{Season four credits|yes|yes|yes|yes|yes|yes|yes|yes||yes}}\n\n====''[[Game of Thrones: A Telltale Games Series]]''====\n{{Telltale Game Series Credits|yes||yes}}\n\n", "TOP": "Lena Headey02068ig1pwls62olaru13xawzfmiarouq3191804392015-03-31T21:51:11ZGboy41607296{{Cast\n| Title= Lena Headey\n| Image= Lena_Headey_photoshoot.png\n| dateofbirth= October 3, 1973\n| birthplace= Hamilton, Bermuda\n| role= [[Cersei Lannister]]\n| status= [[:Category:Status: Active|Active]]\n| First=&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;&lt;br&gt;&quot;[[Iron From Ice]]&quot; (Telltale)\n| Last=\n| imdb= http://www.imdb.com/name/nm0372176/\n| twitter= https://twitter.com/IAMLenaHeadey}}\n{{Quote|I think she is deeply, deeply fearful. She sleeps with fear in her soul. She is full of terror and paranoia and insecurity. She hides it with stillness. She does not move much and that's been a real challenge for me. I fidget. She's like a cobra, she's a snake just waiting and waiting.|Lena Headey on playing Cersei&lt;ref&gt;''The SFX Book of Game of Thrones''&lt;/ref&gt;}}\n'''Lena Headey''' ''(pronounced &quot;Lee-nuh Hee-dee&quot;)'' (born 3 October 1973) is an English actress, who plays Queen [[Cersei Lannister]] in ''[[Game of Thrones (TV series)|Game of Thrones]]''.\n\n", "Personal life": "\nLena Headey was born in Hamilton, Bermuda, because her father (a Yorkshire police cadet) was stationed there at the time. She spent the first five years of her life in Bermuda, until her family moved back to England. They settled in Shelley, West Yorkshire, where Lena grew up. By her own admission, Lena was rebellious and frequently skipped school, spending the day riding around on trains. Lena describes herself as a &quot;Northern girl&quot; - the irony being that in ''Game of Thrones'', her character Cersei is one of the main enemies of the Northerners led by the Starks, who are modeled on northern England/Scotland from real-life history. She also never thought of herself as particularly good looking, saying: &quot;I think I look slightly like a horse. Hand on heart, I think Iâ&euro;&trade;m pretty average. Iâ&euro;&trade;m a Northern girl.&quot;&lt;ref&gt;[http://www.telegraph.co.uk/culture/tvandradio/game-of-thrones/10704946/Game-of-Thrones-star-Lena-Headey-I-believe-Cersei-is-very-frightened-and-paranoid.html The Telegraph], Lena Headey interview, March 25, 2014.&lt;/ref&gt;\n\nAt the age of 17, a casting agent noticed Lena in a publicity photo for a Shelley High School drama competition at the Royal National Theatre, which started her acting career. Headey did not attend a formal drama school, but instead acts instinctively. Describing her acting process, she said: &quot;You make-believe that you are that person and that your environment is real. That's the only way I can do it. I canâ&euro;&trade;t fake it. I can't be like, 'I'll just pretend to be-' Clearly I'm not a queen. The wig and the costume all help.&quot;&lt;ref&gt;[http://www.telegraph.co.uk/culture/tvandradio/game-of-thrones/10704946/Game-of-Thrones-star-Lena-Headey-I-believe-Cersei-is-very-frightened-and-paranoid.html The Telegraph], Lena Headey interview, March 25, 2014.&lt;/ref&gt;\n\nLena has been suffering from bouts of [[Wikipedia:Clinical depression|clinical depression]] since she was 15 years old, when she was officially diagnosed. She eventually learned to manage it without taking medication, because she is extremely worried about becoming dependent on it. Lena described herself as functioning fairly well until the birth of her son in 2010 (near the end of her filming on [[Season 1]] of ''Game of Thrones''), after which she developed [[Wikipedia:Postpartum depression|postpartum depression]]. In reaction, she did start taking several homeopathic remedies, but she still does not want to become dependent on prescribed medication. As Headey said,\n\n:&quot;...Then I had postnatal depression, which I didn't realise for a long time. I went a bit nuts and eventually went to a guy who mixes Western and Eastern philosophy in terms of medicine and he put me on a course of something that changed everything. But I would never want to be dependent [on medication].&quot;&lt;ref&gt;[http://www.telegraph.co.uk/culture/tvandradio/game-of-thrones/10704946/Game-of-Thrones-star-Lena-Headey-I-believe-Cersei-is-very-frightened-and-paranoid.html The Telegraph], Lena Headey interview, March 25, 2014.&lt;/ref&gt;\n\nLena Headey married Irish musician Peter Loughran in May 2007. Lena and Peter had a son together, Wylie Loughran, born in March 2010. Lena's pregnancy coincided with much of her filming for Season 1 of ''Game of Thrones'', but the production team was so enthusiastic about her performance - and the larger scale concern of having Headey play Cersei for several years - that they didn't recast the role but instead worked around it. For example, directors in Season 1 kept the camera frame above her waist or had her sit at a table. For wide shots when Cersei was walking around, most of Cersei's costumes in Season 1 had large billowing sleeves which she carried in front of her to hide her pregnancy. At other times, body doubles were shot from behind in quick-cuts.\n\nLena developed postpartum depression after the birth of her son in 2010, compounded by her predisposition to bouts of clinical depression. She separated from Peter Loughran in 2011 (during or near the end of production on [[Season 2]]), and they formally filed for divorce in July 2012 (at the beginning of production on [[Season 3]]). The divorce was finalized a year and a half later in December 2013 (just after production on [[Season 4]] finished). She also turned 40 in October 2013, which she described as &quot;a bit of a shock&quot;, which made her reflect on her life and career. Lena described the divorce as &quot;difficult&quot;, saying:\n\n:&quot;I've done it without falling into bitterness or engulfing anger. I remember being on my knees in the middle of it because you're really alone â&euro;&ldquo; as much as people offer help, only you know how painful it is on so many levels. Even though there were times when I wanted to do terrible things, I kept thinking, 'I've got to do it with a bit of grace because I want my son to look back and be proud of me.'&quot;&lt;ref&gt;[http://www.telegraph.co.uk/culture/tvandradio/game-of-thrones/10704946/Game-of-Thrones-star-Lena-Headey-I-believe-Cersei-is-very-frightened-and-paranoid.html The Telegraph], Lena Headey interview, March 25, 2014.&lt;/ref&gt;\n\nDuring the long proceedings from 2012 through 2013, a dispute arose over the division of a joint tax refund, which resulted in Lena telling a court that she was broke. By March 2014, however, she said that she was financially stable, and while she had been renting homes for the past two years (in Hollywood Hills, California) she was now looking to buy a permanent home in the San Fernando Valley/Hollywood Hills region.&lt;ref&gt;[http://www.telegraph.co.uk/culture/tvandradio/game-of-thrones/10704946/Game-of-Thrones-star-Lena-Headey-I-believe-Cersei-is-very-frightened-and-paranoid.html The Telegraph], Lena Headey interview, March 25, 2014.&lt;/ref&gt;\n\nLena hated the public scrutiny surrounding her divorce, including what she called &quot;a fascination with my bank account&quot; (as multiple news outlets reported on her financial difficulties during her divorce). She also found the general prying by the media about her divorce to be very insensitive, and said: &quot;I just thought, 'You fâ&euro;&rdquo; faceless tâ&euro;&rdquo;. Just meet me in an alleyway and then I will be ''graceless''.'&quot;&lt;ref&gt;[http://www.telegraph.co.uk/culture/tvandradio/game-of-thrones/10704946/Game-of-Thrones-star-Lena-Headey-I-believe-Cersei-is-very-frightened-and-paranoid.html The Telegraph], Lena Headey interview, March 25, 2014.&lt;/ref&gt;\n\nLena received some happier news in July 2014, when it was announced that she had received her first Emmy Award nomination, for Outstanding Supporting Actress in A Drama Series, for her role as Cersei Lannister in Season 3 of ''Game of Thrones''. Ultimately she did not win the award when the winners were announced two months later in August 2014.\n\nOn February 15, 2015, Lena announced in ''People'' that she is pregnant with her second child, due in summer 2015. She did not say who the father was.&lt;ref&gt;[http://celebritybabies.people.com/2015/02/15/lena-headey-expecting-second-child/ ]&lt;/ref&gt;  In an interview with ''MORE'' magazine in April 2015, she explained that after the media focus around the divorce that ended her first marriage, she doesn't want to publicly reveal details about her current relationships, such as who the father of her second child is.  Lena said, &quot;I like to keep my personal life private.&quot;&lt;ref&gt;[http://www.eonline.com/news/639289/game-of-thrones-lena-headey-talks-depression-divorce-it-s-a-mourning-process-and-yet-nobody-s-died ]&lt;/ref&gt;\n\nMultiple reports have described Lena Headey as both extremely foul-mouthed and very funny.&lt;ref&gt;[http://www.telegraph.co.uk/culture/tvandradio/game-of-thrones/10704946/Game-of-Thrones-star-Lena-Headey-I-believe-Cersei-is-very-frightened-and-paranoid.html The Telegraph], Lena Headey interview, March 25, 2014.&lt;/ref&gt;\n\n", "See also": "*{{WP}}\n*{{IMDb\n|# = 0372176}}\n*{{Twitter\n|# = IAMLenaHeadey}}\n*{{Instagram|# = iamlenaheadey}}\n\n"}, "title": "Lena Headey"}