{"attributes": {"castles": "", "cities": "", "founding": "", "places": "", "formerly": "", "title": "Lhazar", "culture": "Lhazareen", "image": "", "villages": "", "founder": "Image:Lhazar.png", "rulers": "", "location": "Essos", "military": "", "religion": "The Great Shepherd", "towns": "", "population": "Lhazareen", "type": "", "age": "", "geography": "Semi-arid hills and plateaus"}, "sections": {"TOP": "Lhazar03422sqitpvav43lvyutgxgrpu6xo5quqe9a1785952015-03-22T18:41:48ZThe Dragon Demands5014364/* References */{{Region\n| Title=Lhazar\n| Image=\n| Image size=\n| Location=[[Essos]]\n| Formerly=\n| Type=\n| Geography=Semi-arid hills and plateaus\n| Population=[[Lhazareen]]\n| Rulers=\n| Religion=The [[Great Shepherd]]\n| Culture=[[Lhazareen]]\n| Military=\n| Regional capital=\n| Cities=\n| Towns=\n| Villages=\n| Castles=\n| Places=\n| Founding=\n| Age=\n| Founder=\n}}\n[[Image:Lhazar.png|right|thumb|200px|A map showing the approximate borders of Lhazar on the continent of Essos.]]\n'''Lhazar''' is a peaceful country of sheep and goat-herders, located south of [[Vaes Dothrak]] on the continent of [[Essos]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/village-of-the-lhazareen/ HBO viewers guide, season 2 map, Village of the Lhazareen entry]&lt;/ref&gt;\n\nIn Essos, [[Slaver's Bay]] is shielded from the Dothraki Sea by a series of coastal mountains to their northeast. As the southeastern Dothraki Sea reaches near the mountains, it gives way to the hill country of Lhazar, which is unsuitable for horse-herds but quite suitable for sheep pastures. \n\nThis hill country is linked to Slaverâ&euro;&trade;s Bay by the Khyzai Pass through the coastal mountains, formed by the [[Skahazadhan]] River. The upper Skahazadhan, on the interior side of the mountains facing the Dothraki Sea, provides Lhazar with enough water to carry out basic agriculture, despite bordering the agriculturally inactive Dothraki Sea to the north and deserts of the Red Waste to the east.  On the opposite western side of the coastal mountains, the slaver-city [[Meereen]] is located at the mouth of the Skahazadan as it empties into the sea.\n\nThe inhabitants of Lhazar, known as the [[Lhazareen]], are peaceful shepherds and farmers. They worship a deity known as the [[Great Shepherd]].\n\nDue to their non-martial culture they are a favored target of Dothraki raids when the mounted hordes are looking to acquire new [[Slavery|slaves]]. The Lhazareen can put up little significant resistance against the Dothraki, who derisively call them the &quot;Lamb Men&quot;. Lhazar may not have much in the way of wealth for direct plunder, but the Lhazareen themselves are regarded as excellent, docile slaves. The Dothraki will either keep them as direct slaves, or trade captured LhazareenÂ to the nearby slaver-cities in Slaver's Bay to the southwest in return for finished goods.\n\n", "See also": "* {{AWOIAF}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Lhazar is located southeast of Vaes Dothrak and north-east of [[Slaver's Bay]], upriver from the slave city of [[Meereen]]. The Dothraki enjoy raiding the Lhazareen, as they are not a martial people who can not put up much resistance, and any slaves they take can be relatively quickly herded downriver to Meereen and the slave markets. The Lhazareen are disparagingly called the &quot;Lamb Men&quot; for their lack of martial culture.\n\nLhazar is located predominantly between two upper arms of the Skahazadhan River. However, Lhazareen villages and settlements are located around the surrounding area, including in the edges of the Dothraki sea and the [[Red Waste]] to the south. The Khazai Pass links Lhazar to Meereen.\n\n", "History": "===[[Season 1]]===\n[[File:Great Shepherd Altar.png|thumb|Daenerys, Drogo, and Qotho, in Lhazar in front of the altar of the Great Shepherd]]\n[[File:Mirri Maz Duur.jpg|thumb|Mirri Maz Duur, a Lhazareen healer and &quot;maegi&quot;]]\n\nIn order to raise money to finance an invasion of [[Westeros]], Khal [[Drogo]]'s ''[[khalasar]]'' raids a [[Lhazareen]] village for slaves and plunder. As [[Daenerys Targaryen]] rides through the streets she sees the [[Dothraki]] looting its homes and raping its women. Horrified, Daenerys starts claiming women to keep them from being raped. The unhappy men take their claims to Drogo, who is at the temple of the Great Shepherd, sitting by the altar with a pile of severed heads by his side. At first he tells her this is the way of war, but Daenerys' fierceness amuses Khal Drogo, and he ends up telling the men to find other women. This triggers a challenge to Drogo's leadership from another warrior, [[Mago]], which he defeats with ease, though he takes a small wound to his chest. Amongst the women of the village that Daenerys rescues is a ''maegi'', [[Mirri Maz Duur]]. Grateful to Daenerys for her protection, Duur agrees to treat Drogo's wound.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\nHowever, as the ''[[khal]]'' moves southwards from Lhazar, the wound festers and Drogo slips into a fever from which it is unlikely he will recover. At Daenerys's urging, and to the horror of the other Dothraki, Duur agrees to use blood magic to save Drogo.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt; Duur saves Drogo, but only at the cost of the life of Daenerys's [[Rhaego|unborn son]]. Drogo is also only restored to life in a mindless stupor. Duur tells a furious Daenerys that Drogo destroyed her village, despoiled her temple, and his men had raped her, and she is glad to take vengeance upon him, while preventing his son from killing even more. Daenerys has Duur put to death by being burned alive.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n\nAs Daenerys' small band of remaining followers make their way through the desert of the [[Red Waste]], she asks Ser [[Jorah Mormont]] if there is no safer way. He responds that if they go back south to the land of the Lhazareen, they will kill her and her ''khalasar'' and take her dragons.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\n"}, "title": "Lhazar"}