{"attributes": {"begin": "300 AL", "end": "Ongoing", "name": "Liberation of Slaver's Bay", "image": "File:Dragons S3E4.jpg", "battles": "Sack of Astapor&lt;br/&gt;Battle of Yunkai&lt;br/&gt;Siege of Meereen", "next": " ", "width": "", "bg2": "", "conc": ["War of the Five Kings", "Conflict Beyond the Wall"], "place": "Slaver's Bay, Essos", "result": ["Liberation of slave population of Astapor, Yunkai and Meereen", "Massacre of the Good Masters of Astapor and the Great Masters of Meereen", "Conquest of Meereen", "Ascension of Daenerys Targaryen as Queen of Meereen"], "commanders1": "Queen Daenerys Targaryen*Ser Jorah Mormont*Ser Barristan Selmy*Daario Naharis*Grey Worm", "link": "Second Sons Second Sons*Daenerys' ''khalasar''", "commanders2": "Good Masters â&euro; *Kraznys mo Nakloz â&euro; *Greizhen mo Ullhor â&euro; ----Wise Masters *Razdal mo Eraz*Mero â&euro; *Prendahl na Ghezn â&euro; *Daario Naharis (Defected)----Great MastersSurrender*Oznak zo Pahl â&euro; Quote", "side1": "File:Targaryen mini shield.png", "side2": "Astapor*Astapor City Guard----Yunkai*Second Sons (Defected)*Yunkai City Guard----Meereen*Meereen City Guard", "previous": "Greyjoy Rebellion"}, "sections": {"TOP": "Liberation of Slaver's Bay0220457r77a8jqk20b7wu5yk2y24ohym0bydf1788322015-03-23T17:44:16ZArticXiongmao15030876/* Rule over Meereen */{{War\n|width=\n|previous=[[Greyjoy Rebellion]]\n|conc=[[War of the Five Kings]]&lt;br&gt;[[Conflict Beyond the Wall]]\n|next= \n|name=Liberation of Slaver's Bay\n|image=[[File:Dragons S3E4.jpg|300px]]\n|begin=300 AL\n|end=Ongoing\n|place=[[Slaver's Bay]], [[Essos]]\n|result=Liberation of slave population of Astapor, Yunkai and Meereen&lt;br&gt;Massacre of the Good Masters of Astapor and the Great Masters of Meereen&lt;br&gt;Conquest of Meereen&lt;br&gt;Ascension of Daenerys Targaryen as Queen of Meereen\n|battles=[[Sack of Astapor]]&lt;br/&gt;[[Battle of Yunkai]]&lt;br/&gt;[[Siege of Meereen]]\n|BG2=\n|side1=[[File:Targaryen mini shield.png|20px|right|link=House Targaryen]] [[House Targaryen]]\n*[[Unsullied]]\n*[[File:Second Sons mini shield.png|20px|right|link=Second Sons]] [[Second Sons]]\n*Daenerys' ''[[khalasar]]''\n|side2=[[Astapor]]\n*Astapor City Guard\n----\n[[Yunkai]]\n*[[Second Sons]] (Defected)\n*Yunkai City Guard\n----\n[[Meereen]]\n*Meereen City Guard\n|commanders1=Queen [[Daenerys Targaryen]]\n*Ser [[Jorah Mormont]]\n*Ser [[Barristan Selmy]]\n*[[Daario Naharis]]\n*[[Grey Worm]]\n|commanders2=[[Good Masters]] â&euro; \n*[[Kraznys mo Nakloz]] â&euro; \n*[[Greizhen mo Ullhor]] â&euro; \n----\n[[Wise Masters]] \n*[[Razdal mo Eraz]]\n*[[Mero]] â&euro; \n*[[Prendahl na Ghezn]] â&euro; \n*[[Daario Naharis]] (Defected)\n----\n[[Great Masters]]{{Surrender}}\n*[[Oznak zo Pahl]] â&euro; }}\n{{Quote|They can live in my new world or they can die in their old one.|[[Daenerys Targaryen]]|Season 4}}\nThe '''Liberation of Slaver's Bay''' is a military campaign led by [[Daenerys Targaryen]],Â with the goal of liberating the [[Slavery|enslaved]] populace of [[Slaver's Bay]] in the continent of [[Essos]].\n\nDuring this campaign Daenerys sacks [[Astapor]],Â defeats the forces of [[Yunkai]], and conquers the city of [[Meereen]], where she staysÂ to rule over Slaver's Bay.\n\n", "See also": "*{{AWOIAF|Daenerys' War of Emancipation}}\n\n", "In the books": "\n===Prelude===\n\nIn the ''[[A Song of Ice and Fire]]'' novels, Daenerys sets out with Jorah and her bloodriders to find ships to take her from [[Qarth]]. Along the docks, Jorah warns her that a big, scarred man and an old man with a staff are following them. When a merchant hands her a beautiful box as a gift, Daenerys opens it to find a green scarab within. The creature within the box flies out, and mayhem erupts. The creature attempts to kill her, but the old man with the staff not knocked it out of her hands. The merchant was a Sorrowful Man, and the creature a [[manticore]] that would have killed Daenerys had it bitten her. They learn that the huge, scarred [[eunuch]] is the pit-fighter Strong Belwas, and the old man is his squire [[Barristan Selmy|Arstan Whitebeard]], both sent by Magister [[Illyrio Mopatis]] to return them to [[Pentos]]. The old man recognizes Mormont, and the exile recognizes him but cannot place a name. Arstan claims he comes from the [[Seven Kingdoms]], and squired for a knight of [[House Swann]] as a young man. The two claim that Illyrio sent for them because he wishes to have her [[dragons]] in order to bring justice to the Seven Kingdoms, which are a divided and warring realm. Daenerys concedes that she must leave Qarth, but commands them to change the names of their three ships to that of [[Aegon I Targaryen]]'s three dragons.\n\n===[[Sack of Astapor#In the books|Sack of Astapor]]===\n\nDaenerys meets with [[Kraznys mo Nakloz]], one of the [[Good Masters]] of [[Astapor]] to discuss the purchase of [[Unsullied]] through a translator. Daenerys pretends not to know [[High Valyrian]], but she understands everything the slaver is saying to the translator. Kraznys demonstrates the loyalty of the Unsullied, how the eunuchs follow every command given them and feel hardly any pain. Both Daenerys and Arstan are horrified by the conditions the Unsullied live under, and the brutality of their training. The slaver indicates he has 8,000 Unsullied currently for sale. Daenerys informs him she will spend the night considering the offer.\n\nArstan is against the use of slaves, when [[Mercenary|sellswords]] can be bought in the [[Free Cities]]; he insists that if Daenerys lands in [[Westeros]] at the head of a slave army, many of the realm's people will oppose her for no more reason than the abbhorence of slavery. Daenerys is, however, too proud to go back to Pentos as a beggar, not after seeing what it did to her brother [[Viserys Targaryen|Viserys]], how bitter and angry constantly begging for help left him.\n\nLonely since [[Drogo]]'s death and confused over Ser Jorah's advances on her, Daenerys takes [[Irri]] as a lover one night, the [[Dothraki]] [[handmaiden]] more than willing to sexually pleasure her ''[[Khaleesi]]'', but Daenerys finds no release, only guilt over treating her handmaid as a bedslave.\n\nThe next morning, when Ser Jorah comes to speak with her, Daenerys snaps at him; she despises Astapor and has only contempt for the Unsullied, but she still recognizes that they are too useful to pass up. Ser Jorah also gives Daenerys more food for thought on hiring the Unsullied, pointing out that they don't rape nor put to the sword the population of cities they've conquered unless specifically ordered to, minimizing the bloodshed that will inevitably occur when Daenerys starts the war to reclaim her throne. He also points out their usefulness in answering Daenerys' query as to why Astapor has never been sacked, since any enemy attacking Astapor would face the city's entire garrison of Unsullied, there are few neighboring cities and nations that pose a threat, and the combination of the Unsullied's reputation and heavy bribes offered by Astapor's rulers are enough to dissuade passing Dothraki ''[[Khalasar]]s'' from attacking the city.\n\nDaenerys is tempted, knowing that Viserys would purchase as many Unsullied as he could, but she questions if she can be anything like her elder brother, to whom Arstan and Jorah keep comparing her, if the loyalty of her men is only based on being bought and paid for. Ser Jorah points out that [[Rhaegar Targaryen|Rhaegar]]'s honor and the loyalty he inspired in his men didn't save him from [[Battle of the Trident|dying]] at [[the Trident]].\n\nDaenerys tells the slavers that she wants all eight thousand Unsullied, plus all the slave boys in training, whether theyâ&euro;&trade;ve been cut yet or not. In order to pay the slave masters, Daenerys offers all three of her ships as well as [[Drogon]], for the price of a dragon is incalculable. Daenerys frees [[Missandei]] and takes her into her service, revealing that she can speak High Valyrian.\n\nThat night, [[Quaithe]] appears to Daenerys, seemingly in a dream, telling her again, &quot;To go north, you must journey south. To reach the west, you must go east. To go forward you must go back, and to touch the light you must pass beneath the shadow.&quot; When the time for the deal to be brokered arrives, Daenerys swings the slaverâ&euro;&trade;s whip in Kraznysâ&euro;&trade; face, and releases Drogon on him, shouting, &quot;Drogon! Dracarys!&quot; This is the sign for her followers to attack the slavers. With the help of the Unsullied who obey her as she is now their owner she has the slavers killed. The other slaves join her and soon Astapor is conquered.\n\n===[[Battle of Yunkai#In the books|Battle of Yunkai]]===\n\nDaenerys and her army of Unsullied reach [[Yunkai]], to find the city guarded by a huge force including two sellsword companies. She knows that open battle will cost her many lives, even though her commanders feel she will win easily. Daenerys tells her men to invite the two sellsword Captains, as well as the Yunkish leader. The first to arrive are the three Captains of the Stormcrows, who spurn her offer to join her, although she notices [[Daario Naharis]] smile at her as they leave. [[Mero]], the Captain of the [[Second Sons]] also laughs at her offer, but does accept a wagonload of wine to bring to his men. The master slaver [[Razdal mo Eraz|Grazdan mo Eraz]] brings Daenerys chests full of gold hoping she will leave Yunkai alone, but she sends him off with his gold and a warning that she will attack in three days time.\n\nAfter he leaves, Daenerys tells her commanders that they will attack that night, since none of Yunkaiâ&euro;&trade;s defenders will be expecting it. Soon after, Daario returns with the heads of Sallor the Bald and [[Prendahl na Ghezn]], the other two Stormcrow Captains, and swears the service of his company. Jorah warns her not to trust the [[Tyrosh]]i, yet she commands the battle to commence as planned. During the fight, she asks Arstan to tell her more of her brother Rhaegar. Whitebeard explains that the Prince was always melancholy, and a sense of doom hung over him. &quot;He was born in grief, and that shadow hung over him all his days.&quot; Daenerys knows that it was the [[Tragedy at Summerhall|shadow]] of [[Summerhall]] that Arstan is referring to. Word arrives that her army won the battle easily during the night, with the help of the Stormcrows, and all the Second Sons too drunk to fight. Daenerys commands her men to spare any who threw down their swords, and promised to free any slaves. Once again, Daenerysâ&euro;&trade; army swells to even greater size. Daenerys rides on her [[The silver|white mare]] past all the newly freed people who call out to her as &quot;Mother!&quot;\n\n===[[Siege of Meereen#In the books|Siege of Meereen]]===\n\n[[Meereen]] is enclosed by a great wall, with hundreds of defenders to guard it. Daenerysâ&euro;&trade; huge army consists mostly of freed slaves. They are eating up the surrounding lands, and Daenerys realizes that she must claim the city before the army starves. Aware that storming the walls will cost her a great deal, Daenerys sends Strong Belwas to dispatch the Hero of Meereen. Belwas kills [[Oznak zo Pahl]], but the city still stands strong. Brown Ben Plumm reveals a way into the city through the sewers, and she discovers that her dragons seem to like Brown Ben, and perch on his shoulder when he visits.\n\nDaenerys, however, finds herself drawn to Daario Naharis, and keeps thinking of his blue eyes. Later, she goes off with Arstan and Missandei to visit the camps, and there she is attacked by Mero of Braavos. Arstan kills the Titanâ&euro;&trade;s Bastard with his staff alone, and when Dany reaches her pavilion, Jorah is shocked to learn that a squire with a staff could defeat Mero with such ease. Arstan reveals that he is actually a knight, and Jorah finally recognizes him as Barristan the Bold. Barristan apologizes for deceiving her, and swears his sword in her service. Jorah warns her not to accept the man, for he went over to [[Robert Baratheon]] after the Trident. But Barristan reveals that Jorah has spied on her on behalf of [[Varys]] and the [[Small Council]] in hopes of gaining a royal pardon. Jorah pleads that he did so only at first, but he has been loyal to her since the birth of the dragons. Daenerys, disgusted, dismisses them both. She doesn't want them in her service any more. When she wonders where to send them, she suddenly has an idea.\n\n===Rule over Meereen===\n\nDaenerys sits in the [[Great Pyramid|great pyramid]] of Meereen, her troops having conquered the city after the men she sent into the sewers opened the gates. She meets an envoy from Astapor, who represents King [[Cleon]] the great, a former butcher who now rules Astapor, supposedly in Daenerys' name. But the envoy suggests that King Cleon wishes to marry Daenerys, and that the men she left to rule Astapor have all been deposed. Cleon has amassed new slaves, and is beginning to train them as Unsullied, and Daenerys is dismayed that all she has done to free Astapor of slavery is coming undone.\n\nThe envoy tells Daenerys much worse news about Yunkai: soon after Daenerys' host left to Meereen, the [[Wise Masters]] start to plot against her. New levies have been raised and can be seen drilling outside the city walls, warships are being built, envoys have been sent to [[New Ghis]] and [[Volantis]] to make alliances and hire sellswords. The Yunkai have even dispatched riders to [[Vaes Dothrak]] to bring a khalasar down upon Daenerys. Daenerys is greatly disheartened by these news, musing ''&quot;All my victories turn to dross in my hands. Whatever I do, all I make is death and horror&quot;'', but takes no action against Yunkai.\n\nFinally, she sends for Ser Jorah and Ser Barristan, wishing the two had died in the sewers, but the two knights are greater warriors than even that suicide quest. Barristan speaks of things Daenerys was never aware of, that [[Aerys II Targaryen|her father]] was mad, and that Viserys, even as a young boy, seemed to be more like his father than his brother Rhaegar. She absolves Barristan, and he swears his sword to her cause. But Ser Jorah does not beg forgiveness, and remains defensive, insisting that he has done nothing wrong. Daenerys then exiles the knight who was once her closest friend and protector, threatening to kill him if she ever sees him again.\n\nLater, Daario warns her that she should not have banished Jorah, and that she may come to regret not keeping him near or having him killed outright. When her advisors urge her to move on, Daenerys cannot bear the thought that the newly freed slaves of Meereen will be enslaved again after she leaves for Westeros. She believes that many of these ex-slaves will follow her, but she cannot feed them all even if she empties every granary in the city, thus many of them will die on the way. Daenerys decides that she must learn to rule if she ever wishes to sit the [[Iron Throne]], and she declares that she will stay in Meereen and rule as queen.\n\nShe hears a number of other petitioners, including shepherds who are claiming that her dragons have devoured their sheep. All are sent away, promising they will be compensated for their loss, but one man remains behind. He empties out a sack of burnt bones on the marble floor. To her horror Daenerys realizes they are not the bones of a sheep - they belong to a child. Daenerys orders all three dragons to be captured and imprisoned in a pit inside of her Great Pyramid. [[Viserion]] and [[Rhaegal]] are eventually chained (though not without cost) in a makeshift dragonpit in the Great Pyramid but Drogon escapes and disappears.\n\n", "History": "===Prelude===\nAfter suffering betrayal and near imprisonment in [[Qarth]], Daenerys departed the city on a ship bought with the plunder from [[Xaro Xhoan Daxos]]' manse with her long-time advisor and friend [[Jorah Mormont]] and her few remainingÂ dothraki followers.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;Â The young ''[[Khaleesi]]''Â landed on [[Astapor]], one of the three slaver cities in the eponymous [[Slaver's Bay]], where she tookÂ Ser [[Barristan Selmy]] into her service.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\n===[[Sack of Astapor]]===\nLooking for a way to acquire an army to take the [[Iron Throne]], Daenerys came to Astapor after Jorah Mormont told her about the prowess of the warrior-eunuchs, called the [[Unsullied]]. After witnessing their brutal training and abuse at the hands of the [[Good Masters]] and the general squalor in which the slaves of the city had to live, she resolved to free them all. She negotiated with the Masters, agreeing to trade her dragon [[Drogon]] for the command over the Unsullied and, as a gift, their translator [[Missandei]].&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt; However, after the exchange, she ordered the Unsullied to slay the Masters and free all the slaves and commandedÂ Drogon to torch [[Kraznys mo Nakloz]], who had insulted her during her stay in the city. The Unsullied and the rampaging dragon then proceeded to [[Sack of Astapor|sack and burn the city]]. Afterwards,Â Daenerys freed her new slave soldiers, who in return pledged to serve her as free men.&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;Â Before marching out of the city with her 8,000 Unsullied strong army, Daenerys installed a council in Astapor to rule the city in her stead.&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;\n\n===[[Battle of Yunkai]]===\nAlthough Jorah Mormont counseled Daenerys that taking [[Yunkai]] would not help her take the Iron Throne, she decided to proceed with a campaign to free all the slaves in the city and cleanse all of Slaver's Bay of slavery. Therefore, her newfound army, with [[Grey Worm]] elected as their commander&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;, marched on the Yellow City.\n\nNear the city, she received the envoy [[Razdal mo Eraz]], of the [[Wise Masters]] of Yunkai. She spurned his offer of gold and ships to guide her to [[Westeros]] in exchange for leaving them alone in their business, although she kept their gold.&lt;ref&gt;&quot;[[The Bear and the Maiden Fair (episode)|The Bear and the Maiden Fair]]&quot;&lt;/ref&gt; After finding out that Yunkai had employed a mercenary company called the [[Second Sons]] to stand against her Unsullied, she met with the captains and tried to persuade them to her cause, to no avail. Sensing an opportunity and smitten with the beauty of Daenerys, one of the captains,Â [[Daario Naharis]], killed his colleagues and pledged his company to Daenerys' cause.&lt;ref&gt;&quot;[[Second Sons (episode)|Second Sons]]&quot;&lt;/ref&gt; With Daario's insider knowledge, a small party of supporters, composed of Jorah Mormont,Â Grey Worm and himself, enteredÂ Yunkai through a back-gate to open the front-gates for her army. With the numerical advantage on their side, [[Battle of Yunkai|Yunkai fell within hours]].&lt;ref&gt;&quot;[[The Rains of Castamere (episode)|The Rains of Castamere]]&quot;&lt;/ref&gt; The city then surrendered their slaves to Daenerys, who praised her as their 'Mother'.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\n===[[Siege of Meereen]]===\nWhile on the march for [[Meereen]], the last and greatest of the slave-cities, Daenerys' army, now numbering over 10,000 and armed with siege engines, came across a series of 163 crucified slave-children pointing towards the city, one for each mile between them and Meereen.Â DaenerysÂ was greatly angered by this provocation by the [[Great Masters]].&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\nAfter her arrival before the city gates, Meereen sent forth a champion to challenge her best fighter in single combat. Daario Naharis swiftly dispatched the champion and Daenerys ordered the broken slave-collars from the slaves of Astapor and Yunkai be flung over the city-walls as a message to the slaves inside the city.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;Â Dâ&euro;&lsaquo;uring the night, Grey WormÂ sneaked himself and a select group of the Unsullied soldiers under his command into Meereen through the sewers,Â disguised as slaves, to arm the Meereene slaves and incite them to revolt against their Masters. In the following revolt many Masters were mobbed in the streets and the victorious slaves [[Siege of Meereen|opened the gates for Daenerys]]. Her first act was retribution for the dead slave-children: 163 Great Masters were crucified along the streets of Meereen, while Daenerys took residence in the Great Pyramid.&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\n===Rule over Meereen===\nAlthough the Second Sons took hold of the Meereenese navy,Â Daenerys learned that the [[Astapori ruling council|council]] she had left behind to rule Astapor had been overthrown by a self-proclaimed EmperorÂ called [[Cleon]]Â and that the Wise Masters of Yunkai had returned to power and enslaved all the freedmen in the city. Therefore, insteadÂ of marching to King's Landing in her newly acquired fleet andÂ take the Iron Throne with her army,Â Daenerys decided to remain in MeereenÂ to rule over Slaver's Bay and enforce her abolition of slavery.&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;Â In order to accomplish this, sheÂ sent to Yunkai a Great Master at her service,Â [[Hizdahr zo Loraq]], in orderÂ to negotiate with the Wise Masters. If they did not comply with her demands of abandoning slavery once and for all, Daario would send in his Second Sons and execute them all.&lt;ref&gt;&quot;[[Mockingbird]]&quot;&lt;/ref&gt;\n\nThen,Â Daenerys suffered three great subsequent losses for her cause. Firstly, after [[Tywin Lannister]] uncovered her adviser Jorah MormontÂ as a former spy for King's Landing&lt;ref&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt;, she was forced to exile him.&lt;ref&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt;Â Secondly, having been shown that her abolition of slavery had left many former servants in an even more precarious position, she begrudgingly accepted the creation of one-year contracts, effectively reintroducing slavery in all but name. Lastly, when DrogonÂ killed the [[Zalla|daughter]] of a [[Goatherd (The Children)|local goatherd]] and then disappeared, she decided to lock up her remaining two dragons in the catacombs.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n"}, "title": "Liberation of Slaver's Bay"}