{"attributes": {}, "sections": {"TOP": "Lion of Night027863dl2r18eutkvh1kc34vtfqe5y8qvej831684442015-01-05T00:42:03ZThe Dragon Demands5014364/* In the books */The '''Lion of Night''' is a deity worshipped in [[Essos]]. He is depicted as a man with the head of a male [[Lions|lion]], sitting on a throne.\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, the Lion of Night is worshiped primarily in [[Yi Ti]]. His statue is found in the [[House of Black and White]] and is commonly visited by rich men.\n\nThe Lion of Night isn't the ''only'' god in the religion of Yi Ti. The House of Black and White is devoted to the [[God of Death]] worshiped by the cult of assassins known as the [[Faceless Men]]. Their religion is syncretic, believing that the &quot;God of Death&quot; has revealed itself to human beings in different forms in different religions, but that every religion in the world unknowingly honors the God of Death in some way - every polytheistic religion has a god with dominion over death, and monotheistic religions still have a god with power over death. Therefore, the House of Black and White's main room contains about thirty statues of death gods from various different religions - such as a statue of &quot;The Stranger&quot;, the death aspect of the [[The Seven|Seven-Faced God]] worshiped in [[Westeros]]. Just as the Stranger is only one of seven gods in the [[Faith of the Seven]]'s pantheon, the &quot;Lion of Night&quot; is the god in Yi Ti's pantheon with dominion over death.  So far in the novels, the only mention of the Lion of Night is when it is seen in the House of Black and White in Braavos.\n\nThe ''World of Ice and Fire'' sourcebook (2014) revealed that Yi Ti's religion contains at least two primary deities:  the Lion of Night, and the Maiden-Made-of-Light.  The Lion of Night fathered a son on the Maiden-Made-of-Light, the God-on-Earth, who is held to be the ancestor of the emperors of Yi Ti.  For this reason the rulers of Yi Ti are referred to as &quot;god-emperors&quot;, and worshiped by their subjects as demigods (or actual gods).  This is somewhat similar to the real-life title &quot;[[Wikipedia:Son of Heaven|Son of Heaven]]&quot;, used to refer to East Asian monarchs.  For Chinese emperors, the term was understood figuratively (the ruler was a mortal chosen by the gods, but not their literal descendant).  In Japan, however, the emperors were literally believed to be descended from the gods - the beliefs in Yi Ti are closer to this.  \n\nThe Maiden-Made-of-Light is a benevolent force who tries to help mankind, while the Lion of Night scourges the wicked.  The legends about the [[Long Night]] in Yi Ti explain that a descendent of God-on-Earth known as the Amethyst Empress was usurped and murdered by her own brother, an event known as the Blood Betrayal.  This caused the Maiden-Made-of-Light to turn away from humanity in shame, and the Lion of Night came forth in all his wrath to punish mankind's wickedness, inflicting the cold and darkness of the Long Night.  This dichotomy between the Maiden and the Lion seems similar to the real-life concept in Chinese philosophy of [[Wikipedia:Yin and yang|yin and yang]], though the roles are reversed:  &quot;yin&quot; is the dark and negative force, but it is considered feminine, while &quot;yang&quot; - the light and positive force - is considered masculine.  In Yi Ti, the roles are reversed between the masculine and feminine deities.\n\n"}, "title": "Lion of Night"}