{"attributes": {}, "sections": {"TOP": "List of references to Game of Thrones0312889i470uk6hmcp2l5ldpyiwj7yk6pyidl1811242015-04-04T19:48:16ZCyruptsaram4110882", "Television": "===[[Wikipedia:The Simpsons|The Simpsons]]===\n[[File:Simpsons GoT.jpg|thumb|250px|The Simpsons versions of Ghost, Daenerys, Tyrion, Eddard, Cersei and Littlefinger.]]\n*One of the shows shown on the parody channel HBOWTIME is ''Game of Thrones''.\n*The Simpson do a parody couch gag of the Game of Thrones opening sequence.\n*The intro advert for Homer as Duffman is a parody of the hit fantasy HBO show Game of Thrones and later Homer does a oath that parodies the Night Watches oath.\n\n===[[Wikipedia:South Park|South Park]]===\n*Mr Garrison teaches history which incorporates events from Game of Thrones.\n[[File:BlackFriday1.png|250px|thumb|George R.R. Martin in South Park.]]\n*South Park made an episode trilogy called [[Black Friday]] which parodied both Game of Thrones and author [[George R.R. Martin]].\n===[[Wikipedia:Parks and Recreation|Parks and Recreation]]===\n*Ben Wyatt is a hard core fan of the series and has referenced it many times.\n===[[Wikipedia:Family Guy|Family Guy]]===\n*Peter Griffin watches a BET parody of Game of Thrones.\n===[[Wikipedia:Bob's Burgers|Bob's Burgers]]===\n[[File:GayleofThrones.jpg|thumb|250px|Gayle of Thrones.]]\n*Gene said one of his favorite holidays was the season premiere of Game of Thrones.\n*Louise wrote a story to her aunt Gayle which was loosely based on the series.\n===[[Wikipedia:Robot Chicken|Robot Chicken]]===\n*The Nerd had a dream he was in Game of Thrones.\n*In a Robot Chicken sketch George R.R. Martin fends of Nerds\n*A Robot Chicken sketch parodies the Red Wedding.\n\n===[[Wikipedia:The Big Bang Theory|The Big Bang Theory]]===\n*The cast visits a comic book store, where they consider purchasing a replica of Jon Snow's sword [[Longclaw]].\n\n[[File:Shona_list.png|250px|right|thumb|Thrones marathon.]]\n===[[Wikipedia:Doctor Who|Doctor Who]]===\n*In the episode ''[[Wikipedia:Last Christmas (Doctor Who)|Last Christmas]]'', the character, Shona has a checklist of things to do during Christmas - one of them is to have a Game of Thrones marathon.\n\n"}, "title": "List of references to Game of Thrones"}