{"attributes": {"founding": "", "founder": "Image:Littlefinger's brothel entrance mockingbird sigil.jpg", "places": "", "title": "Littlefinger's brothel", "image": "", "rulers": "Owned by Petyr Baelish", "location": "King's Landing, Westeros", "military": "", "religion": "", "age": "", "type": "Prostitution", "institutions": "", "population": ""}, "sections": {" In the books ": "\nIn the ''[[A Song of Ice and Fire]]'' novels, the upscale brothel where Barra's mother works is actually owned and run by a Chataya, a tall and elegant black-skinned woman from the [[Summer Islands]]. Summer Islanders feel no shame about sexuality, but see it as a gift that the gods gave humanity, and even many upper-class nobles in the Summer Islands engage in ritual prostitution. Therefore Chataya's own daughter Alayaya voluntarily works as a prostitute in the brothel, who is noted as being very beautiful and good-natured. Among the clients of the brothel are [[Robert Baratheon]], [[Oberyn Martell]], [[Bronn of the Blackwater|Bronn]], [[Anguy]], and an unnamed [[King's Hand]].\n\nTyrion visits Chataya's brothel often, presumably to have sex with Alayaya, but actually to cover his visits at the mance where he placed Shae before arranging for her to work at the [[Red Keep]]. A secret passage leads from Alayaya's room to a stable, from where Tyrion rides in disguise to the mance. The trick works well, but it costs Alayaya dearly: she is abducted and beaten at [[Cersei Lannister|Cersei]]'s command, who mistakes her for Tyrion's real mistress, to make sure no harm is caused to [[Tommen Baratheon|Tommen]] (in the show she is replaced with [[Ros]]). After the [[Battle of the Blackwater]] Alayaya is flogged at Tywin's command and sent back to the brothel. Tyrion feels guilty and sends Alayaya expensive jewels as a compensation.\n\nLittlefinger is stated to own multiple brothels in King's Landing (along with his many other business ventures throughout the Seven Kingdoms), but he does not own Chataya's. When [[Catelyn Stark]] arrives in King's Landing, Littlefinger does hid her in one of the other brothels which he does own - but it is a common, modest brothel. It does not appear again in the narrative afterwards.\n\nLittlefinger does ''visit'' Chataya's, when he accompanies [[Eddard Stark]] there to investigate King Robert's bastards. While there he does mention that he owns several other brothels, and that he is ''considering'' making an offer to buy Chataya's. He gives the explanation he made in the TV series that &quot;Brothels are a much sounder investment than ships, I've found. Whores seldom sink...&quot; though in the book he goes on to add: &quot;...and when they are boarded by pirates, why, the pirates pay good coin like everyone else.&quot;\n\nThe TV series condensed the two together, omitting Chataya and Alayaya, and simply having Littlefinger himself own the upscale and very expensive brothel visited by King Robert. It then moved the one instance of Catelyn hiding in Littlefinger's common brothel, to hiding her in the same upper-class brothel that Robert's bastard daughter was in.\n\nSeveral other scenes which happened at &quot;Littlefinger's brothel&quot; in the TV series actually happened at &quot;Chataya's brothel&quot; in the books - reinforcing the conception that the TV version ''is'' the same brothel (geographically), but ownership in the TV-version was simply changed to Littlefinger:\n\n*King Robert's bastard daughter Barra was born at Chataya's brothel, as Eddard Stark discovers. Her mother appeared in the book but wasn't given a name, but the TV series named her &quot;Mhaegen&quot;. Barra was also later killed there; in the book her mother was killed in the book when she tried to defend her baby, but the TV series left Mhaegen's fate ambiguous.\n*Bronn celebrated his new knighthood (which he gained after the [[Battle of the Blackwater]]) and increased pay by visiting Chataya's brothel, where he had sex with Alayaya and Marei simultaneously. The TV series similarly had Bronn celebrate his new knighthood by going to Littlefinger's brothel, but he was with the prostitute Mirelle.\n*Oberyn Martell ''mentions'' to Tyrion when he arrives at King's Landing that he and Ellaria are interested in finding a good brothel (and this scene includes the detail that both of them are bisexual, and that Oberyn is looking for a woman to share with Ellaria). Tyrion recommends Chataya's as a good establishment: Oberyn and Ellaria apparently do visit it, but it happens &quot;off screen&quot;. The TV version slightly modified this to actually show Oberyn and Ellaria at Littlefinger's brothel. In the book, Oberyn arrived with the rest of the Dornish embassy, and on seeing him Tyrion is shocked because he was expecting Oberyn's older and calmer brother Doran. The TV series built up the tension a little bit by having Oberyn ride into the city ahead of the rest of his followers, to explain why the viewpoint character Tyrion has to go ''find'' him in Littlefinger's brothel.\n\nChataya's brothel is located on the Street of Silk, a major red light district in King's Landing. The road is located on the northwest side of Rhaenys's Hill - the completely opposite side of the hill from [[Flea Bottom]], and fairly far away from the Red Keep, which is in the eastern corner of the city. In contrast, Littlefinger's modest brothel where he hid Catelyn was located on the exact opposite side of the city, on the southeast side bordering the Blackwater river, on the lower slopes of Aegon's High Hill where the Red Keep is located. Given that in all other scenes all other indications seem to present that Littlefinger's brothel in the TV version ''is'' Chataya's brothel from the books, it is reasonable to conclude that &quot;Littlefinger's brothel&quot; in the TV version is also located on the Street of Silk, northwest of Rhaenys's Hill.\n\n", "TOP": "Littlefinger's brothel028029i5fv4koqycuqvhqpi9vorhmxi2f5zpn1781432015-03-20T18:14:03ZThe Dragon Demands5014364/* In the books */{{stub}}\n{{Settlement\n| Title=Littlefinger's brothel\n| Image=\n| Image size=\n| Location=[[King's Landing]], [[Westeros]]\n| Type=[[Prostitution|Brothel]]\n| Population=\n| Rulers=Owned by [[Petyr Baelish|Petyr &quot;Littlefinger&quot; Baelish]]&lt;br&gt;*{[[Ros]]} - running day-to-day operations (Seasons 2-3)&lt;br&gt;*[[Olyvar]] - running day-to-day operations (Season 4)\n| Religion=\n| Military=\n| Institutions=\n| Places=\n| Founding=\n| Age=\n| Founder=\n}}\n[[Image:Littlefinger's brothel entrance mockingbird sigil.jpg|thumb|300px|One of the entrances to Littlefinger's brothel, with his mockingbird sigil displayed next to the door.]]\n'''Littlefinger's brothel''' is an upscale brothel located in [[King's Landing]], expensively furnished and with high quality [[Prostitution|prostitutes]], whose target clientele are wealthy merchants and members of the upper nobility.\n\nIt is one of several brothels owned by [[Petyr Baelish|Petyr &quot;Littlefinger&quot; Baelish]], which he bought at some point during his career in the city as [[Master of Coin]]. The brothel therefore displays Littlefinger's personal mockingbird [[Heraldry|sigil]] at the front entrance. Baelish has been known to use the brothel and its employees to spy on the secrets of powerful and influential customers in their intimate moments.\n\nBecause it is only one of several business ventures that Baelish owns in the city itself, he often delegates the day to day running of the brothel to a trusted employee (usually the lead prostitute). When Littlefinger isn't in the city, and particularly after he returned to [[The Vale of Arryn|the Vale]], this madam/majordomo/[[Wikipedia:Procuring|procurer]] steps up to actively run all aspects of the brothel (and sends a portion of the profits to Baelish as the legal owner).\n\nThe brothel itself strives to be a &quot;refined&quot; establishment. It is richly furnished with fine tapestries, curtains, and artwork. Harpers serenade the common rooms with background music, and [[Food and Drink|fine food and wine]] is also provided. Littlefinger has his brothel cater to every taste, staffing both male and female prostitutes, either of which will provide pleasure to men or women, if the customer is so inclined.\n\nAccording to Varys, it rumored that on rare occasion, Littlefinger has been known to discretely accommodate more unusual &quot;inclinations&quot; as a private favor to powerful clients who can pay a very high price (ranging from providing amputees, to providing little boys or little girls). Even if the rumors are true, this apparently didn't involve the main brothel itself, where there were too many prying eyes, but was a side business that Littlefinger would pursue on a case by case basis. For example, Littlefinger gave Ros to King [[Joffrey Baratheon]] as a punishment, so Joffrey could thrill-kill her using his crossbow, but he sent her to Joffrey's private castle quarters instead of letting him kill her in the actual brothel.\n\n", "Clients": "*King [[Robert Baratheon]]\n*Ser [[Bronn|Bronn of the Blackwater]] - celebrated his new [[Knighthood|knighthood]] by purchasing the services of Mirelle\n*Prince [[Oberyn Martell]] and his [[Paramour|paramour]], [[Ellaria Sand]] - settled in at the brothel when Oberyn arrived as an envoy from [[Dorne]] in Season 4. They arranged orgies involving multiple male and female prostitutes, including Olyvar and Marei.\n\n", "Employees": "Several high quality and expensive [[Prostitution|prostitutes]] work at Littlefinger's brothel:\n*{[[Ros]]} - rose to be the majordomo overseeing the brothel for Littlefinger in Seasons 2 and 3. Originally from a brothel in the town outside of [[Winterfell]] castle, moved to King's Landing at the beginning of the War of the Five Kings. Littlefinger ultimately discovered that she had been spying for his rival [[Varys]], and revealed Baelish's plans for [[Sansa Stark]], so as punishment he sold Ros to King [[Joffrey Baratheon]], who then shot her full of crossbow bolts simply for the thrill of killing her.\n*[[Olyvar]] - a homosexual male prostitute, who replaced Ros as the majordomo running the brothel for Littlefinger in Season 4. Apparently this was a reward for his trusted and valuable services: as Littlefinger had him spy on Ser [[Loras Tyrell]], which indirectly led Baelish to discover that Ros had leaked his plans for Sansa - conveniently allowing Olyvar to replace Ros after Baelish had her killed.\n*[[Armeca]] - pretends not to understand the [[Common Tongue]] and to be an exotic foreigner, when in truth she is from the slum district of [[Flea Bottom]] in King's Landing itself.\n*[[Daisy]] - from [[Haystack Hall]].\n*[[Mhaegen]]- a former favorite of King [[Robert Baratheon]], who gave birth to the king's [[Bastardy|bastard]] daughter [[Barra]].\n*[[Mirelle]]\n*[[Genna]]\n*[[Kayla]], a contortionist who can perform a [[Meereenese Knot]].\n*[[Marei]]\n\n", " See also ": "* {{AWOIAF|Chataya's brothel}}\n\n", "Gallery": "&lt;gallery&gt;\nPrinceoberynbrothellook.png\nOberynlannistermenbrothel.png\nRos.png\nKayla3.jpg\nOberyn_and_Ellaria_-_Breaker_of_Chains.jpg\nOlyver-and-Oberyn.jpg\nOlyvar-brothel.jpg\nEddard_and_Petyr_1x03.png\nEddard_Jaime_Confrontation.jpg\n&lt;/gallery&gt;\n\n", "History": "===Background===\nLittlefinger's brothel was one of the favorites frequented by King [[Robert Baratheon]]. He inadvertently fathered a [[Bastardy|bastard]] daughter with the prostitute [[Mhaegen]], whom she named [[Barra]]. Soon before his death, [[Hand of the King]] [[Jon Arryn]] visited the brothel to interview Mhaegen and inspect her baby. This led him to confirm the truth about Robert's children.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\n===[[Season 1]]===\n\nWhile [[Catelyn Stark]] hoped to enter King's Landing in secret, she is discovered by the spies of Baelish or Varys, and the [[City Watch]] escort her to Littlefinger's brothel. There she encounters both Littlefinger and Varys, and asks them about the [[Valyrian steel]] dagger used in the attempt on her son [[Bran Stark|Bran]]'s life. Littlefinger later informs [[Eddard Stark]] that his wife is in the city and says he will take him to her. When they arrive, Eddard is angered that Baelish brought him to a brothel, thinking this is some kind of cross joke. He throws Baelish up against the wall and begins to choke him, until Catelyn pops her head out from a window. They go inside, and explain to Eddard that Catelyn was hiding out at the brothel because no one would think to look for her there. She speaks with Eddard, then departs the city.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt;\n\nWhen Varys verbally spars with Littlefinger before a [[Small Council]] meeting, her remarks on Littlefinger's brothel - including rumors he has heard that in private, he occasionally provides for very rich patrons with unusual tastes, ranging for those who desire amputees, to those who desire little boys, and even one rumor that one of his patrons favored fresh cadavers. Baelish waves this aside, saying that all desires can be fulfilled for the right price, though assuredly providing fresh cadavers would be against the king's laws.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\nOn his quest to determine why the previous [[Hand of the King]], [[Jon Arryn]], was killed, Eddard Stark later visits Littlefinger's brothel again, on hearing that Lord Arryn went there recently. Again Eddard discovers that Jon Arryn was investigating another of King Robert's bastard children: this one is a baby girl named [[Barra]], born to a prostitute named [[Mhaegen]]. Eddard asks Littlefinger why Jon Arryn was searching for Robert's bastards but he says he doesn't know, offering the half-hearted guess that maybe Robert suddenly took paternal interest in them. Eddard and [[Jory Cassel]] then leave, but as soon as they step outside, they are confronted by Ser [[Jaime Lannister]] and a large contingent of [[House Lannister]] guards. In the ensuing confrontation, Jory and the other Stark guards are killed, while Eddard is speared through the leg, before the Lannisters depart.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\n[[Ros]] arrives in King's Landing and his hired by the brothel.  She came to the south from a local brothel in the town outside of [[Winterfell]], because she correctly anticipated that war was coming, and that work where she was would dry up if all of the men went south.  She arrived in the city by a ship she took from [[White Harbor]].  Some time later, Littlefinger is supervising a mock sexual display between Ros and another girl named [[Armeca]].  He interrupts and insists that Ros's acting is terrible, filled with unrealistic shouting and fake cries of pleasure.  He proceeds to [[Sexposition|give a long speech explaining that seduction must be slow and gradual]] - a metaphor for how he has &quot;seduced&quot; Eddard Stark into trusting him.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n\nIn a short time, Ros has performed so well that she has risen to a position of authority within Littlefinger's brothel. A new prostitute ([[Marei]]) practices her sexual performance with a male prostitute, but Ros interrupts and criticizes how fake and unrealistic her shouting sounds - repeating the advice that Littlefinger previously gave to her. She tells them to get ready for more work tonight, then leads another new prostitute ([[Daisy]]) on a tour of the brothel. She insists that their high-end establishment caters to wealthy and refined clients, who have fancy tastes and expect quality. They are interrupted by the arrival of [[Janos Slynt]] and his [[City Watch|Gold Cloaks]], who promptly start kicking in doors searching. Ros asks him if he realizes the Master of Coin owns this establishment, but he says he has orders from someone who doesn't care what Littlefinger thinks. The Gold Cloaks haul Mhaegen out into the main room and take her baby Barra from her. The watchman holding the baby doesn't have the heart to kill it himself, and Slynt becomes annoyed at his hesitation, so he pulls out his own dagger and quickly kills the baby in front of everyone, as Mhaegegn collapses screaming.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\nDays later, Ros is still rattled by seeing a baby killed in front of her. This affects her job performance, so Littlefinger pulls her aside and says that he understands, and he'll give her one day off to collect herself - but if she doesn't, he will sell her to a client who enjoys mutilating whores to death. Frightened, she gets the message and agrees.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\nRos is subsequently captured and beaten at Queen [[Cersei Lannister|Cersei]]'s orders, mistaking her for [[Tyrion Lannister|Tyrion]]'s favorite ([[Shae]]), but she is later released.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;  Varys himself then visits the brothel to pay Ros a visit, though she still has bruises on her face from the Lannister guards.  At first she thinks he is just a client but after feeling his crotch realizes he is a [[Eunuch|eunuch]] and that his is the [[Master of Whisperers]].  Varys points out to Ros that Baelish did not protect her (and indeed, has threatened her with savage treatment should she fail).  He gets her to admit she's afraid of Littlefinger, but he tells Ros that unlike her current employer, he protects those who work for him.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n\nAfter [[Bronn]] is [[Knighthood|knighted]] as a reward for his vital role in the [[Battle of the Blackwater]], he celebrates by purchasing the services of the prostitute [[Mirelle]] at Littlefinger's brothel. They are later interrupted by [[Podrick Payne]], however, informing Bronn that Tyrion has requested his presence immediately.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\nPetyr Baelish leaves his post so he can pursue a marriage-alliance with [[Lysa Arryn]], and he prepares to leave for [[The Vale of Arryn|the Vale]]. Tyrion is appointed as the new Master of Coin to replace him. Baelish therefore meets Tyrion, Bronn, and Podrick at his brothel, because he keeps the Iron Throne's financial records in his private quarters there (under the logic that few would expect him to keep them there). Podrick loads up a handcart filled with books containing the financial records, while Ros eyes him. Tyrion and Littlefinger exchange some words about his new role, and then they part.\n\nThe trio then go to a separate section of the brothel, however, and Tyrion asks Podrick if he has ever been with a woman, and he answers no. Tyrion explains that he wants to thank Podrick for saving his life during the Battle of the Blackwater, so he and Bronn picked out not one but three prostitutes to entertain him: [[Marei]], [[Genna]], and a contortionist named [[Kayla]]. Bronn advises him to pace himself as he leaves. Later in his chambers at the Red Keep, Tyrion is looking over the financial records, and laments to Bronn that despite Littlefinger's assurances, the crown is actually heavily in debt to the [[Iron Bank of Braavos]]. Podrick then arrives, but gives Tyrion back his money - explaining that after they were done, the whores wouldn't accept it. Tyrion and Bronn are shocked and intrigued to know what exactly Podrick did to them (which he describes as &quot;lots of things&quot;).&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\nVarys meets with Ros again in the brothel, and she reveals to him that she read his traveling expenses, and believes that he intends to leave the city with [[Sansa Stark]].  This causes Varys to warn [[Olenna Tyrell]], who then plans to marry Sansa to her grandson [[Loras Tyrell]] (after his sister [[Margaery Tyrell|Margaery]]'s future wedding to Joffrey).  Littlefinger, however, has one of his male prostitutes named [[Olyvar]] (who specializes in men) seduce Loras, who mentions while they are having sex that he will marry soon.  Olyvar then reports back to Littlefinger in the brothel, after which Littlefinger informs the Lannisters and Tywin decides to force Sansa to marry Tyrion to thwart the Tyrells' plans.&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;  Meanwhile, Littlefinger puts the pieces together and realizes that Ros must have been the one who figured out that he intended to sneak Sansa out of the city, and told Varys.  As punishment for this betrayal, Baelish sells her to King Joffrey, who has her tied to one of his bedposts, then shoots her full of crossbow bolts, simply for the thrill of killing her.&lt;ref&gt;&quot;[[The Climb]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n\nOlyvar is promoted to run the brothel for Littlefinger, following the death of Ros (which Olyvar's spying indirectly led to). With Littlefinger leaving for the Vale, moreover, this puts Olyvar in much more direct control of the establishment. An embassy from [[Dorne]] arrives at the city for the upcoming [[Purple Wedding|royal wedding]], but Prince [[Oberyn Martell]] and his [[Paramour|paramour]] [[Ellaria Sand]] decide to ride ahead of the main group from Dorne, and arrive in King's Landing before dawn. Tyrion accurately surmises that Oberyn - a man &quot;famous for fucking half of Westeros&quot;, who after two weeks of boring travel on bad roads has just arrived in the capital city - must be looking for entertainment at one of the city's best brothels.\n\nAt Littlefinger's brothel, Olyvar is indeed lining up some of his best employees for Oberyn and Ellaria to look over. As it turns out both Oberyn and Ellaria are sexually interested in both men and women. Ellaria dismisses one girl as too timid, but is impressed by [[Marei]]. Oberyn then tells Olyvar to take off his clothes and join him. At first Olyvar protests that he is not on offer, but Oberyn counters that anyone who works for Littlefinger is for sale, then wryly asking if Olyvar has ever been with a prince before. His interest piqued, Olyvar warns that he is wildly expensive but proceeds to disrobe as Oberyn begins to feel him over - until he is distracted by two Lannister guardsmen singing ''[[The Rains of Castamere (song)|The Rains of Castamere]]'' in another room. Oberyn storms off to confront them despite Ellaria's protests. After they insult Ellaria, Oberyn stabs one of them in the hand with a quickly drawn dagger, and the two retreat to find medical attention. At this point Tyrion and Bronn arrive and make their introductions, despite Ellaria being aroused by Oberyn's outburst. Oberyn offers if they need service at the brothel too, but Tyrion insists that he is married now. They depart the brothel, while Oberyn bluntly recalls to Tyrion that during the [[Sack of King's Landing]], his father Tywin's bannerman Ser [[Gregor Clegane]] killed his sister [[Elia Martell]]'s children, then raped and killed her too, and that he has come seeking revenge.&lt;ref&gt;&quot;[[Two Swords]]&lt;/ref&gt;\n\nWhile the rest of King's Landing is supposed to be mourning Joffrey's death, Oberyn and Ellaria go ahead with their orgy at Littlefinger's brothel, including Olyvar and Marei. During an interlude, Tywin arrives with his guards, saying he needs to speak with Oberyn in private. The rest leave, while Tywin and Oberyn discuss relations between Dorne and the Iron Throne.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\nOberyn later explains to Varys that he and Ellaria are actually staying at the brothel (possibly because he didn't want to stay in the Red Keep, given that it is where his sister was murdered). Oberyn invites him to join them but he declines, saying he has never had any physical desires, even before he was made a eunuch.&lt;ref&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt;\n\n"}, "title": "Littlefinger's brothel"}