{"attributes": {}, "sections": {"TOP": "Lives of Four Kings0210794l5087jutcvfjbnozh6dhjffylp8dwc1682712014-12-31T14:49:33ZArthur881350765/* In the books */{{Quote|The ''Lives of Four Kings''.  Grand Maester Kaeth's history of the reigns of Daeron the Young Dragon, Baelor the Blessed, Aegon the Unworthy, and Daeron the Good.  A book every king should read.|[[Tyrion Lannister]]|The Lion and the Rose}}\n'''''Lives of Four Kings''''' is a history book about kings of the [[House Targaryen|Targaryen dynasty]] of [[Seven Kingdoms]], written by [[Grand Maester]] [[Kaeth]]. It begins with the reign of King [[Daeron I Targaryen|Daeron the Young Dragon]] and continues until the end of the reign of [[Daeron II Targaryen|Daeron the Good]]. It is considered a classic, and a book which every good ruler should read.\n\n", "See also": "*{{AWOIAF}} (spoilers from the books)\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels. ''Lives of Four Kings'' was written by Grand Maester Kaeth, and is considered a classic on the art of good rulership. The four kings of the title are Daeron I, [[Baelor the Blessed]], [[Aegon IV Targaryen| Aegon IV the Unworthy]], and Daeron II the Good.\n\nDaeron I, known as the Young Dragon, was a great general who conquered [[Dorne]], which had been the only one of the seven kingdoms to successfully resist [[Aegon I Targaryen|Aegon Targaryen]]'s conquest of the [[Westeros]] through guerrilla warfare. ''Occupying'' Dorne, however, proved far more difficult than conquering it: a few years later Dorne rebelled, Daeron himself was killed in battle trying to solidify his hold on the country,Â and all of the Young Dragon's conquests came to nothing.\n\nDaeron I died childless, so he was succeeded by his younger brother Baelor I, called the Blessed and Baelor the Beloved - a religious zealot and noted pacifist, who quite probably had inherited the [[Targaryen madness|Targaryen propensity for insanity]]. Baelor also died childless, as he refused to consummate his marriage to his sister-Queen [[Daena Targaryen|Daena]] and locked her away along with their two other sisters in a tower of the Red Keep known as the [[Maidenvault]], so as to avoid carnal temptation. The throne passed to Aegon III's younger brother and [[Hand of the King]] to both Daeron and Baelor, Viserys II, skipping ahead of Aegon III's three surviving daughters, due to the new royal inheritance laws.\n\nViserys II was king for barely a year before he died and was succeeded by his son, Aegon IV. He was known as &quot;Aegon the Unworthy&quot; and was one of the worst kings of the Targaryen dynasty, a selfish and incompetent glutton, whose pervasive sexual affairs produced many bastard children who tore the realm apart upon his death.\n\nMeanwhile, Daeron II the Good was considered a good King despite his lack of military prowess. He was of a more scholarly bent, but an active ruler and skilled diplomat. Under his rule, [[Dorne]] was brought into the Seven Kingdoms through a dynastic marriage.\n\nTyrion points out that the title should more properly have been &quot;Lives of ''Five'' Kings&quot;, but Kaeth barely considered the brief reign of Viserys II, because he reigned for only a year. Some say that even what content Kaeth devoted to Viserys II was too much. The counterargument is that Viserys II served as [[Hand of the King]] under both of his nephews, and was ''functionally'' the real ruler of the Seven Kingdoms during both of their reigns. Daeron was a good general but ignored matters of governance, and Baelor was a religious fanatic who ignored any practical considerations, leaving Viserys II to hold the Seven Kingdoms together.\n\n''Lives of Four Kings'' is considered a classic, not only for its content but for Kaeth's illustrations and textual illuminations, which are regarded to be artistic masterpieces. By the time of the War of the Five Kings, only four rare original copies still exist which were drawn by Kaeth's own hand.\n\nA minor change is that in the TV series, Tyrion describes it as a book which every king should read, but in the novels it is actually Tyrion's uncle [[Kevan Lannister]] who says this, but he was not present in the TV episode. The subtle distinction is that because Kevan is Tywin's trusted lieutenant and a reliable member of the Lannister inner circle, his praise of the book as required reading for any king objectively establishes that it is an appropriate gift for a young king on his wedding day (instead of simply being Tyrion's opinion of his own gift).\n\nThe TV series did not stress that the physical book which Tyrion gave Joffrey was incalculably rare. In the books, Joffrey hacks the book apart before anyone can react, only after which he is told that it was one of only ''four'' surviving original copies. Joffrey's gleeful response is to flippantly note that there are only ''three'' surviving copies now. [[Oberyn Martell]] remarks to Tyrion soon afterwards that during the time he spent studying at [[the Citadel]], he once had the good fortune to be allowed to view the one original copy of the book which it possessed, carefully guarded under lock and key. Oberyn recognized its illuminations as a masterpiece, and is insulted that the boy-king needlessly destroyed such treasured artwork.\n\n", "History": "===[[Season 4]]===\n[[File:Joffrey presented with Lives of Four Kings.png|250px|thumb|right|Joffrey is presented with a copy of the ''Lives of Four Kings'' at his wedding feast.]]\n[[Tyrion Lannister]] gives a copy of the book as a wedding gift to King [[Joffrey Baratheon|Joffrey]] during the traditional breakfast prior to the wedding ceremony, calling it &quot;a book every king should read.&quot; Joffrey initially feigns gratitude, but when he receives his new [[Valyrian steel]] sword [[Widow's Wail]] moments later, he promptly hacks the book into pieces.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\n"}, "title": "Lives of Four Kings"}