{"attributes": {"status": " Active", "origin": " Quote", "imagesize": " 250px", "habitat": " Swamps", "title": " Lizard-lions", "image": " Lizard-lion.jpg", "diet": "Carnivore", "range": " The Neck, Westeros", "type": " Reptile"}, "sections": {"Biology": "Lizard-lions are semi-aquatic reptiles, so-named because they grow to the size of [[Lions]] and, like them, are carnivorous.\n\nLizard-lions have also been known to attack unwary men who wander through the marshes and bogs of the Neck.\n\n", "TOP": "Lizard-lions021358h39lhkeogsieyh1qanexdlj1imcxp1x1600742014-09-21T19:52:40ZJr Mime4784321Reverted edits by [[Special:Contributions/Sim3addict|Sim3addict]] ([[User talk:Sim3addict|talk]] | [[Special:Block/Sim3addict|block]]) to last version by [[User:Gonzalo84|Gonzalo84]]{{Species\n| Title= Lizard-lions\n| Image= Lizard-lion.jpg\n| ImageSize= 250px\n| Type= Reptile\n| Diet=Carnivore\n| Status= Active\n| Habitat = Swamps\n| Range= [[The Neck]], [[Westeros]]\n| Origin= \n}}\n{{Quote|If you're lucky enough to be armored, you'll only drown inside your own steel. If you're not, you'll get to meet what swims in that water... serpents and monstruous lizard-lions with teeth like daggers and never enough to eat.|Meera Reed|House Reed (Histories &amp; Lore)}}\n'''Lizard-lions''' are large carnivorous reptiles that live in the bogs and swamps of [[the Neck]] in [[Westeros]]. [[House Reed]], the ruling house of the [[Crannogmen]], employ as their [[Heraldry|sigil]] a black lizard-lion on a grey-green field.&lt;ref&gt;[[House Reed (Histories &amp; Lore)]]&lt;/ref&gt;\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, lizard-lions are the only species of [[Wikipedia:Crocodilia|crocodilian]] known to inhabit the entire continent of Westeros - it is unknown if similar species exist in the other continents. Like their real-life analogues, they are ambush predators that hunt by lying entirely still in the water, resembling floating logs.\n\nExactly what ''kind'' of crocodilian lizard-lions are supposed to represent is unknown: names such as &quot;crocodile&quot;, &quot;alligator&quot;, or &quot;caiman&quot; do not exist in their fictional world. Author [[George R.R. Martin]] has stated that not every species of animal in Westeros has a direct one-for-one equivalent to a real-life species of animal. For example, Martin said that [[shadowcats]] have no direct real-life analogue: they are larger than cougars (mountain lions) but smaller than tigers, and don't look quite like either. Thus, it is uncertain if Lizard-lions are real-life crocodiles or alligators known by a different name, or a unique fictional variant. It is also unknown if they are roughly the same size as normal crocodilians, or even larger.\n\nAnother species of large reptile exists in the jungles of [[Yi Ti]] in eastern [[Essos]], known as &quot;[[Basilisks|basilisks]]&quot;, apparently roughly dog-sized and venomous. Many have been imported to [[Qarth]] or [[Slaver's Bay]] where they are set against dogs in fighting pits for entertainment. They may be only distantly related to lizard-lions.\n\nIn the first book, as the Stark-Baratheon caravan passes south over the Neck, corresponding to the episode &quot;[[The Kingsroad]]&quot;, [[Arya Stark]] says that she hopes to see a lizard-lion. In the second book, when [[Meera Reed|Meera]] and [[Jojen Reed]] join [[Bran Stark]], Bran is curious about lizard-lions and asks them what they are like, as they don't live in the cold regions north of the swamps.\n\n", "Range": "Lizard-lions are only found in the swamps of the Neck, the narrow isthmus that connects [[the North]] to the rest of Westeros.\n\n", "See also": "* {{AWOIAF|Lizard-lion}} (spoilers from the books)\n\n", "In heraldry": "[[File:Reed Sigil.png|thumb|right|The sigil of House Reed showing a lizard-lion.]]\nThe Lizard-lion is the sigil of [[House Reed]], a noble house of [[crannogmen]] that rules the Neck as vassals of [[House Stark]].\n\n"}, "title": "Lizard-lions"}