{"attributes": {"status": ":Category:Status: Dead", "death": "Neck snapped by Bran Stark while warging into Hodor", "last": "&quot;First of His Name&quot;", "family": "", "rightlink": "Night's WatchCharacter", "season": "Season 3", "image": "Locke-HD.png", "leftimage": "Bolton mini shield.png", "allegiance": ["House Bolton", "The Night's Watch (infiltrator)"], "actor": "Noah Taylor", "culture": " NorthmenQuote", "deathep": "&quot;First of His Name&quot;", "titles": "", "rightimage": "Crow mini shield.png", "place": " ", "title": "Locke", "aka": " ", "first": " &quot;Dark Wings, Dark Words&quot;", "appearances": "8 episodes &lt;small&gt;#Appearances", "leftlink": "House Bolton"}, "sections": {"In the books": "&quot;Locke&quot; is the TV series' condensed version of the character &quot;Vargo Hoat&quot; from the ''[[A Song of Ice and Fire]]'' novels. Hoat is the leader of the Brave Companions, also called the Bloody Mummers and the Footmen, an ill-reputed [[mercenary|sellsword]] company formed by dangerous men of different cultures and backgrounds, most of them from [[Essos]], composed of the lowliest scum from across two continents. The atrocities they have committed are far worse in their inhumane cruelty than even the savage raids and mass-murders of [[Gregor Clegane|The Mountain]] and his men. The TV series condensed the subplot involving the Brave Companions, changing them to be simply a particularly vicious group of Bolton soldiers.\n\nHoat hails from the [[Free Cities|Free City]] of [[Qohor]]. He is also known as &quot;the Goat&quot; for the banner of the Brave Companions, which shows the Black Goat of Qohor, and &quot;the Crippler&quot; for his habit of mutilating his victims. He is a ruthless, sadistic, and cunning villain. He is not trustworthy, and will switch sides if it suits his interests. In contrast, Hoat's TV series analogue &quot;Locke&quot; is not from the Free Cities, but is simply a particularly vicious tracker and soldier serving the Boltons.\n\nVargo is described as a tall, gaunt man with a long goatee. He wears a coat of arms feature the Black Goat of Qohor, a helm shaped as a goat's head and a necklace of coins from all the places where he has fought. His perpetually swollen tongue causes him to lisp and slobber when he speaks.\n\nWhile the Brave Companions are normally active in the Free Cities, [[Tywin Lannister]] hired them and brought them to Westeros after the War of the Five Kings broke out. Tywin used them similar to how he used [[Gregor Clegane]] and his men (such as [[Amory Lorch]] and [[The Tickler]]): to burn out and terrorize the villages in [[the Riverlands]] belonging to his enemies.\n\nThe known members of the Brave Companions are:\n*Urswyck the Faithful, Hoat's second-in-command\n*[[Qyburn]], a disgraced maester and primary healer of the group\n*Septon {Utt}, a pedophile priest who used to molest small boys and then kill them. He was caught and hanged by the [[Brotherhood without Banners]] for his crimes\n*Shagwell the Fool, a [[Wikipedia:Evil clown|psychotic jester]]. He tells cruel jokes, and fights with a three-headed flail. He is said to be half-mad, and once killed a man for not laughing at one of his japes\n*Zollo the Fat, a [[Dothraki]]\n*Timeon, [[Dorne|Dornish]] spearman who wears red silk scarf about his helm\n*Pyg\n*{Iggo}, a scarred [[Dothraki]]. He was slain by [[Nymeria]] in the [[Riverlands]], as [[Arya Stark]] saw in a dream\n*Togg Joth, an [[Ibben]]ese\n*Three Toes\n*{[[Rorge]]}, killed by Brienne\n*{[[Biter]]}, killed by [[Gendry]]\n\nAfter hearing news about [[Robb Stark]]'s victories over the Lannisters, Hoat decides to switch sides and makes a deal with [[Roose Bolton]]. Roose offers him Harrenhal, a reward that is a thousand times greater than anything Hoat can hope to have from Tywin, and he accepts. As a stranger to Westeros, Hoat does not realize the prize is poisoned, namely that it is unwise to betray Tywin ([[Reyne Rebellion|as the Reynes and Tarbecks found out]]).\n\nShortly after [[Arya Stark]] and [[Jaqen H'ghar]]Â releaseÂ the Northern prisoners held in Harrenhal, the Brave Companions overcome Lorch's soldiers and open the gates to Lord Roose. Hoat hopes that [[Stannis Baratheon]] will defeat the Lannisters, then reward Hoat for his small contribution in the Lannisters' downfall. Of course, Stannis would have never let the Brave Companions get away with their crimes, but his means of punishment would have been much kinder than what Hoat could expect from Tywin as a payback for turning his cloak.\n\nAbout a dozen of the Brave Companions, led by Hoat's lieutenant Urswyck, encounter Jaime and Brienne while they are fighting. Jaime recognizes them and demands to remove his shackles. He is displeased to hear the Brave Companions switched sides, and unwisely taunts them. In response, he is beaten severely. Brienne begs them to stop, but to no avail, and when she tries to grab her sword, four of the thugs overcome and beat her too. Some of the Brave Companions say they are going to gang-rape Brienne. To foil them, Jaime tells Urswyck that he will get sapphires as ransom for Brienne, and also tries to bribe him with promise of gold. Urswyck refuses to bring Jaime to King's Landing for the promised ransom, but believes his lie about sapphires.\n\nWhen Brienne and Jaime are brought to Hoat, Brienne tells him Lady [[Catelyn Stark]] commanded her to deliver Jaime to King's Landing. She begs Hoat to listen to her because they serve [[Robb Stark|the same king]] - but Hoat has other plans for her and Jaime. He tells his men to silence Brienne, and they do, while Urswyck makes sure she is not beaten too much. Jaime tries to bribe Hoat too with a promise that Tywin would pay well for his son. Hoat answers &quot;Oh yeth, half the gold in [[Casterly Rock|Cathterly Rock]], I thall have. But firth I mutht thend him [Tywin] a methage&quot;. Then he has a [[Dothraki]] member of the Brave Companions, Zollo, chop off Jaime's hand with his arakh. He also plans on gaining the favor of Lord [[Rickard Karstark]], who had offered his daughter Alys to whoever brought him the Kingslayer.\n\nWhile travelling to Harrenhal, the Brave Companions take delight in abusing Jaime, not only by repeated and vicious beatings (which include kicking him in the stump of his right wrist), but similarly to the TV show, they give him horse piss to drink instead of water, and he nearly chokes. They tie him to Brienne face-to-face on horseback. Jaime manages to grab a sword, but he is too weak and fights very poorly with his left hand, and he is soon overcome. Hoat is quite amused, but warns Jaime that if he tries that again he will lose his other hand too, or a foot.\n\nOne night on the way to Harrenhal, three of the Brave Companions ([[Rorge]], Shagwell and Zollo) sneak up to the spot where Brienne is asleep, in an attempt to rape her despite Hoat's orders. Jaime foils them again by yelling &quot;SAPPHIRES&quot;. The three thugs beat him unconscious, but Hoat hears his yell, and arrives in time to stop his men. Since then, every night Hoat puts guards on his captives.\n\nWhen Jaime and Brienne are brought to Harrenhal, Roose is very displeased to see that Jaime was maimed, and to hear that Brienne was nearly gang-raped.\n\nRoose explains to Jaime at length why Hoat maimed him: it was not a simple act of sadism. Following the [[Battle of the Blackwater]], Hoat realized he underestimated the Lannisters. He fears - correctly - that Roose Bolton might betray Robb Stark to the Lannisters, and hand over Hoat and the Brave Companions to Tywin so he could punish them for their betrayal. Thus Jaime's maiming was meant to drive a wedge between Tywin and Roose, as Tywin would presumably blame Bolton for the actions of the sellswords under his command. In order to foil Hoat's intentions, Roose decides to let Jaime continue on to King's Landing, provided that Jaime will tell his father the truth, that Roose was not responsible for his maiming at the hands of the Brave Companions. Jaime agrees, not only because it is the truth, but because otherwise Roose will let Hoat do with him as he pleases. The result of maiming Jaime is only that Tywin is even angrier at the Brave Companions than he was before, and Bolton has even less reason to protect them from Tywin's wrath.\n\nRoose makes it clear, however, that he will not deprive Hoat of both his prizes, hence Brienne must stay at Harrenhal for Hoat's entertainments. Jaime does not argue.\n\nSimilar to the TV show, after Jaime leaves Harrenhal Qyburn informs him that Hoat refused the ransom of 300 Gold Dragons offered by Brienne's father, because he now believes Jaime's previous lie that Tarth is full of sapphire gemstones. Jaime is irritated to hear that his lie, which saved Brienne twice from gang-rape, may cost her life. At first he does not intend to go back and save her, despite his sense of guilt, but that night (while still very feverish from his injury) Jaime has a dream about Brienne, and when he wakes up he is determined that he must go back to save her.\n\nHoat actually attempted to rape Brienne himself, but she resisted and bit off one of his ears, leading him to throw her in the bear pit, arming her with only a blunt tourney sword. Jaime and Steelshanks return to Harrenhal in time to save her. Hoat warns Jaime not to intervene unless he wants another stump. Jaime offers to pay Hoat any ransom he wants with gold, sapphires or whatever, but Hoat taunts him &quot;You want her? Go get her&quot;.\n\nDesperately, Jaime jumps into the pit in attempt to save Brienne (although there is not much he can do, unarmed and with only one hand). Luckily, Steelshanks orders his archers to shoot the bear. Some of the Brave Companions are enraged at Jaime for ruining their entertainment and draw their weapons, but Hoat realizes that Steelshanks' men outnumber his men 2:1, while half of the latter are too drunk to fight. He is furious for losing both his captive and the bear, but has no choice but to let Jaime and Brienne be pulled out. In an attempt to cut his losses, Hoat tells Jaime &quot;I hath chothen to be merthiful. Tell your lord father&quot;. Jaime answers &quot;I will, my lord&quot;, but muses ''&quot;Not that it will do you any good&quot;''. Jaime, Brienne and Steelshanks leave safely.\n\nHoat stays on as castellan of Harrenhal after he releases Jaime and Brienne. As his head injury festers, he gradually loses both his sanity and his authority over his men. Many of the Brave Companions leave Harrenhal in separate groups becoming bandits and vagabonds: \n*Urswyck and others head forÂ [[Oldtown]].\n*Pyg, Shagwell and Timeon travel toÂ [[Maidenpool]] hoping to board a ship, and later to theÂ [[Whispers]] atÂ [[Crackclaw Point]].\n*Rorge, Biter and five more raidÂ [[Saltpans]] and other villages in theÂ Riverlands. Rorge finds [[Hound|the Hound]]'s helm and impersonates to him.\n*It is unknown what becomes of Zollo, Togg Joth and Three Toes.\n\nWhile Jaime and Brienne are on their way to King's Landing, Tywin (who has been informed about Jaime's escape, but not about his maiming) sends Gregor Clegane to punish the Brave Companions for their betrayal and to retake Harrenhal. When Jaime arrives at King's Landing and visits his father, only then Tywin learns that Hoat had Jaime maimed, and is furious. He tells Jaime disgustedly that Gregor has taken Harrenhal. Jaime is amused to learn that Hoat's wounded ear festered, leaving him in agony and half-mad. Gregor kills the few Brave Companions who remained in Harrehal, then captures Hoat and gives him a very slow and drawn-out death, mutilating him piece by piece and feeding his flesh to the prisoners (most of it to Wylis Manderly), even to Hoat himself. Gregor only finishes Hoat off when he is summoned to [[King's Landing]] to be Queen [[Cersei Lannister]]'s champion in the [[Second Trial by Combat of Tyrion Lannister]]. In ''&quot;A Feast for Crows&quot;'', when Jaime returns to Harrenhal on his way to take [[Riverrun]] from [[Brynden Tully]], he demands to see Hoat's head, and while briefly holding it, he laments that he was not able to kill Hoat himself. He orders the soldiers at Harrenhal to capture the remaining Brave Companions alive so that he may kill them himself.\n\nVargo Hoat never meets [[Ramsay Bolton|Ramsay]] or [[Bran]] and his escorts, and never comes to [[Dreadfort]] or [[Castle Black]].\n\nIn the books, &quot;Locke&quot; is the name of a noble house of [[the North]], sworn to the [[House Stark|Starks]]. Its role in the book events is rather minor. Their seat is [[Oldcastle]]. Only a few members of the house are mentioned very briefly throughout the books. One of the house members, Ser Donnel Locke, was slain in the [[Red Wedding]].\n\n", "TOP": "Locke012144ll7837pfyavyqphxqmxa44iwtc6x1p51802982015-03-29T12:39:04ZEnglishJoker1525043/* Season 4 */{{Heraldry\n|leftimage=Bolton mini shield.png\n|leftlink=House Bolton\n|rightimage=Crow mini shield.png\n|rightlink=Night's Watch\n}}\n{{Character\n| Title=Locke\n| Image=Locke-HD.png\n| Season=[[Season 3|3]], [[Season 4|4]]\n| First= &quot;[[Dark Wings, Dark Words]]&quot;\n| Last=&quot;[[First of His Name]]&quot;\n| Appearances=8 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Titles=\n| Aka= \n| Status=[[:Category:Status: Dead|Deceased]]\n| Death=Neck snapped by [[Bran Stark]] while warging into [[Hodor]]\n|DeathEp=&quot;[[First of His Name]]&quot;\n| Place= \n| Allegiance=[[House Bolton]]&lt;br&gt;The [[Night's Watch]] (infiltrator)\n| Family=\n| Actor=[[Noah Taylor]]|Culture = [[Northmen]]}}\n{{Quote|All you lords and ladies, still think that the only thing that matters is gold. Well this makes me happier than all your gold ever could! And that makes me happier than all her sapphires, so go buy yourself a golden hand, and fuck yourself with it!|Locke explaining to Jaime Lannister why he does what he does. |The Bear and the Maiden Fair}}\n'''Locke''' is a recurring character in the [[Season 3|third ]] and [[Season 4|fourth]] seasons.&lt;ref&gt;May 2012. [http://winteriscoming.net/2012/05/casting-for-vargo-hoat-is-in-progress/ &quot;Casting For Vargo Hoat is in Progress&quot;]. Winter is Coming.net.&lt;/ref&gt; He is played by guest starÂ [[Noah Taylor]], and debuted in &quot;[[Dark Wings, Dark Words]]&quot;.&lt;ref&gt;October 2012. [http://winteriscoming.net/2012/10/filming-rumors-and-reports-taylor-is-in/ &quot;Filming Rumors and Reports, Taylor Is In&quot;]. Winter is Coming.net.&lt;/ref&gt;\n\nLocke was a man-at-arms sworn to [[House Bolton]], and considered by [[Roose Bolton]] to be his best hunter. He was sent in pursuit of [[Jaime Lannister]] after the Kingslayer was freed from Northern captivity by [[Catelyn Stark]]. He was later sent by Bolton to hunt down and kill the remaining Stark boys, [[Bran Stark|Bran]] and [[Rickon Stark|Rickon]], but the encounter led to his death whenÂ [[Hodor]], under [[Bran Stark|Bran's]] [[warg]] control, snapped his neck.\n\n", "Appearances": "{{Season Three Appearances||yes|yes|yes|yes||yes}}\n{{Season Four Appearances||yes||yes|yes}}\n\n", "Biography": "===[[Season 3]]===\nLocke, described by Roose Bolton as his &quot;best hunter&quot;&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;, is dispatched to capture Jaime Lannister. He and his men soon track the Kingslayer down, and take him into custody, along with his escort, [[Brienne of Tarth]].&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&lt;/ref&gt;\n[[File:Locke-and-Jaime-3x03.jpg|thumb|right|250px|Locke mutilates Jaime in &quot;[[Walk of Punishment]]&quot;.]]\nEn route to [[Harrenhal]], Locke and his men attempt to rape Brienne but are persuaded otherwise by Jaime, who lies to Locke, convincing him that Brienne's home of [[Tarth]] - also known as the &quot;Sapphire Isle&quot;- is named such due to an abundance of precious gemstones, and that [[Selwyn Tarth]] would richly reward him for returning his only daughter alive and &quot;unbesmirched&quot;. Emboldened by his success, Jaime attempts to barter for his release by reminding Locke of the wealth and power of his own father, [[Tywin Lannister|Lord Tywin]]. This has an adverse effect, however: Locke, angered by Jaime's arrogance and complacency, mockingly asks him to dine with his captors before throwing him over a tree stump and putting a knife to his eye. He tells Jaime that he believes himself to be the smartest man there is, but that he is nothing without his &quot;daddy&quot; and should not forget it. Locke ultimately leaves Jaime's eye alone, but gives his captive a permanent reminder by severing his sword hand.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\nLocke and his men continue taunting Jaime on the ride to Harrenhal, forcing him to wear his severed hand around his neck and offering him horse piss to drink. When the weakened Jaime steals a sword and tries to fight his captors, they disarm him and Locke kicks him onto the ground, threatening that if he pulls something like that again it will cost him the other hand.&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n\nLocke successfully delivers Jaime and Brienne to his Lord at Harrenhal, who is not amused by his bannerman's latest actions and orders Locke to dispose of the severed hand. Locke proposes to send it to Tywin, which prompts Bolton to tell Locke that he will hold his tongue or lose it.&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n\nAs Lord Bolton leaves to attend the [[Red Wedding|wedding]] of [[Edmure Tully]] at [[The Twins]], Locke receives a [[raven]] from Lord [[SelwynÂ Tarth|Selwyn&amp;nbsp;Tarth]]Â offering 300 golden dragons to ransom Brienne, butÂ Locke refuses, believing Jaime's lie about Tarth's wealth and thus that Tarth is shortchanging him. Locke also taunts Jaime as he sets to leave for [[King's Landing]]Â with [[Qyburn]] and [[Steelshanks]], saying that he'll &quot;take good care&quot; of Brienne, and puts her inside the Harrenhal bear pit for his amusement and that of his men, giving the warrior woman nothing but a wooden tourney sword to defend herself from the animal. To Locke's frustration, Jaime comes back to rescue Brienne with the help of Steelshanks, who has no choice if he wants to fulfill Lord Bolton's orders to bring Jaime alive to his destination.&lt;ref&gt;&quot;[[The Bear and the Maiden Fair (episode)]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\nLocke reunites with his lord and assists Bolton with evading the [[Ironborn]] forces in order to re-enter the North and deliver his [[Walda Frey|new bride]] to [[the Dreadfort]].\n\nLocke evidently enjoys a strong relationship with Bolton's [[bastard]] son, [[Ramsay Snow]],Â greeting him like an old friend, and japing over their shared sadism. After Ramsay reveals to his father that [[Bran Stark|Bran]] and [[Rickon Stark]] are alive and speculates they might have sought shelter with their bastard half-brother [[Jon Snow]] at the [[Night's Watch]], Lord Bolton promises Locke 1000 acres and a holdfast if he finds the two boys.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\nAt [[CastleÂ Black|Castle&amp;nbsp;Black]], Locke infiltrates the Watch with the new recruits trained by [[Jon Snow]] and [[Grenn]], proving himself skilled in combat. Pretending to befriend Jon, Locke poses as a game warden from the [[Stormlands]] who chose to take the black rather than losing his hand, the penalty for hunting a prized partridge to feed his children, and jokingly laments that he still has to suck up to &quot;highborn cunts&quot; like [[Alliser Thorne]].Â Later, Thorne sends Locke to fetch Jon. Locke briefly eavesdrops on Jon and [[Samwell Tarly]] talking about Bran's whereabouts and pointing out [[Craster's Keep]] as the likeliest place, before revealing himself and telling Jon that Thorne wants to see him. Thorne sanctions Jon's expedition to capture or kill all theÂ [[Betrayers|muteneers]]Â at Craster'sÂ Keep. After several brothers volunteer, Locke volunteers as well, hoping to find Bran and Rickon at the Keep. Jon points out that he cannot take a recruit, but Locke counters that Jon needs men who know how to fight and is willing to say his vows, which Thorne allows.&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n[[File:Dead-Locke.jpg|thumb|right|250px|Locke is killed by Bran Stark.]]\nAfter the Night's Watch group led by Jon arrive at Craster's Keep, Locke is ordered to scout ahead. While scouting, Locke encounters the hut in which [[Bran Stark|Bran]], [[Jojen Reed|Jojen]]Â and [[Meera Reed]], and [[Hodor]] are held prisoner. Locke returns to Jon and the others to give his report on the mutineers, but lies about the hut with the prisoners, claiming that it is a kennel and that they should stay far from it so the hounds don't alert the traitors. The raid takes place that night. While the others fight, Locke goes to Bran and the others and introduces himself as a member of the Night's Watch's rescue party, but soon exposes himself as a threat when he slices Bran in the leg and threatens to gut the others in order to identify him. Locke picks Bran up and carries him into the woods to kill him unseen, but Bran [[warg]]s into Hodor, who ambushes Locke and kills him by snapping his neck so badly that his head is almost torn from his body.\n\nLocke's mangled corpse is found and brought back to Craster's Keep by [[Eddison Tollett]]. [[Grenn]] openly wonders what could have killed him in such a gruesome way. Locke's treachery, however, remains unknown to Jon, who orders his body burned inside Craster's hut along with the other slain to ensure they do not return as wights.&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;\n\nAfter the Bolton army drives the remaining ironborn from the North and takes Winterfell, Roose Bolton asks Ramsay if he has heard anything from Locke. Ramsay informs him that he has not. Roose dismisses Locke's absence as unimportant, speculating that Bran and Rickon may already be dead.&lt;ref&gt;&quot;[[The Watchers on the Wall]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF|Vargo Hoat}} (MAJOR spoilers from the books)\n\n"}, "title": "Locke"}