{"attributes": {"status": " :Category:Status: Dead", "10": "yesSeason Two Appearances", "death": "Killed by Polliver", "last": " &quot;What is Dead May Never Die&quot;", "title": " Lommy", "season": " Season 1", "image": " LommyS2.jpg", "actor": " Eros VlahosQuote", "deathep": "&quot;What is Dead May Never Die&quot;", "place": "King's Landing", "aka": "Lommy Greenhands", "appearances": " 4 episodes &lt;small&gt;(#Appearances", "first": " &quot;Fire and Blood&quot;"}, "sections": {"TOP": "Lommy0234486y8etgtudfk9hswnafeg7ufj6pnlxj1559992014-08-06T16:25:16ZThe Dragon Demands5014364/* Season 2 */{{Character\n|Title = Lommy\n|Season = [[Season 1|1]], [[Season 2|2]]\n|Image = LommyS2.jpg\n|First = &quot;[[Fire and Blood]]&quot;\n|Last = &quot;[[What is Dead May Never Die]]&quot;\n|Appearances = 4 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n|Aka=Lommy Greenhands\n| Death=Killed by [[Polliver]]\n| DeathEp=&quot;What is Dead May Never Die&quot;\n|Status = [[:Category:Status: Dead|Deceased]]\n|Place=[[King's Landing]]\n|Actor = [[Eros Vlahos]]\n}}\n{{Quote|If they come back, I say we yield. Gendry's the one they want. Don't want to get caught in the middle of a battle.|Lommy Greenhands|The Night Lands}}\n'''Lommy''', called '''Lommy Greenhands''', is a recurring character in the [[Season 1|first]] and [[Season 2|second]] seasons. He was played by guest star [[Eros Vlahos]] and debuted in &quot;[[Fire and Blood]].&quot; Lommy is killed by [[Polliver]] while traveling north on the Kingsroad as a recruit in the [[Night's Watch]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Lommy is a young recruit for the [[Night's Watch]] that [[Yoren]] meets in King's Landing. His forearms are dyed green from constant work. He does not appear until the second novel, ''A Clash of Kings''. He survives the initial confrontation between the Night's Watch recruits and Ser Amory Lorch's men, escaping with Gendry, Arya and Hot Pie, though with his leg injured. He travels with them until they are captured by Ser Gregor Clegane's men. Lommy yields but is killed in the same way by Raff the Sweetling.\n\nEventually Arya encounters Raff and avenges Lommy's death, but it happens much later than the scene where she kills [[Polliver]] in the show.\n\n", "Gallery": "&lt;gallery&gt;\nlommy.png|Lommy in &quot;[[Fire and Blood]]&quot;.\nArya-stark-maisie-williams-helen-sloan.jpeg|Lommy sleeps alongside Hot Pie &quot;[[What is Dead May Never Die]]&quot;.\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}}\n\n", "Appearances": "{{Season One Appearances|10=yes}}\n{{Season Two Appearances|yes|yes|yes}}\n\n", "Biography": "===Background===\nLommy is an orphan living in [[King's Landing]]. He was formerly apprenticed to a dyer before being arrested for thieving.\n\n===[[Season 1]]===\n[[Hot Pie]] and Lommy Greenhands bully [[Arya Stark]] when she joins their group. They demand she give up her sword, [[Needle]]. Hot Pie claims that he killed a boy once by kicking him to death, Lommy is quick to back him up. Arya refuses and threatens to kill Hot Pie. Both boys flee after being confronted by [[Gendry]].&lt;ref&gt;&quot;Fire and Blood&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\nLommy Greenhands is traveling north on the [[Kingsroad]] with [[Yoren]]â&euro;&trade;s recruits.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt; [[City Watch|Gold Cloaks]] from [[King's Landing]] come upon them looking for [[Gendry]]. Yoren intimidates them into leaving but they promise to return with more men. Later, Lommy says that they should yield if the gold cloaks return, not wanting to be caught in a battle. [[Hot Pie]] claims that he is unafraid of battle and Arya questions his courage. Hot Pie claims to have seen lots of battles, Lommy refutes the assertion, as does Arya, and Hot Pie wonders what a dyer's apprentice would know about battle. As Gendry returns to refill the pail, Arya tells Hot Pie that Gendry is an armorer's apprentice. She instructs Hot Pie to relay his definition of a battle to Gendry. Hot Pie does so, and Gendry asks who told Hot Pie that. Hot Pie claims that he heard it from a knight. Gendry asks how Hot Pie knew he was a knight and Hot Pie again cites armor as deciding the issue. Gendry explains that anyone can buy armor. Hot Pie asks how Gendry knows and Gendry reminds him that he sold armor.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\nThe group is sleeping in a barn when they are roused to arms by Yoren and told they are being attacked. Lommy grabs Gendry's bull's head helmet and runs outside. The group is attacked by [[House Lannister|Lannister]] guardsmen, and Lommy's leg is wounded by a bolt from a crossbow. He points out to [[Polliver]] that he cannot walk and someone must carry him; the Lannister man-at-arms offers his hand to Lommy and pulls him into the point of [[Needle]], which he had taken from [[Arya Stark]], driving the sword into the boy's throat. When Ser [[Amory Lorch]] demands the survivors point out Gendry, Arya tells him that Lommy was Gendry and the bull's head helmet lying next to his lifeless body is proof.&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\nArya meets Polliver again, about two years later. Keen to have revenge for what the Lannister soldier did to Lommy, she crippled him and while reciting the exact same words Polliver said to Lommy before killing him, she stabbed him through the neck with Needle and Lommy was avenged.&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\n"}, "title": "Lommy"}