{"attributes": {"founding": "", "founder": "Valyrian FreeholdDialogue a-b-a", "places": "", "title": "Long Bridge of Volantis", "age": "", "location": "Volantis, The Free Cities", "image": "longbridge.png"}, "sections": {"Behind the scenes": "\nThe famous [[Wikipedia:Roman bridge of CĂłrdoba|Roman bridge of CĂłrdoba]] in Spain was used as a stand-in for the Long Bridge of Volantis - though the real bridge was then augmented with CGI to make it look proportionately larger and to add buildings and markets atop it, as the Long Bridge is described in the novels.\n\n", "TOP": "Long Bridge08384andanryk3uda68acogly24mvdeg00q91760082015-03-09T20:40:14ZThe Dragon Demands5014364{{Settlement\n| Title=Long Bridge of Volantis\n| Image=longbridge.png\n| Location=[[Volantis]], The [[Free Cities]]\n| Places=\n| Founding=\n| Age=\n| Founder=[[Valyrian Freehold]]\n}}\n{{Dialogue a-b-a|Talisa Maegyr|What if I told you my father sold lace on the Long Bridge and my mother, my brother, and I lived with him above our shop?|Robb Stark|I'd call you a liar.|Not very noble to accuse a lady of dishonesty.|Talisa Maegyr teases Robb Stark.|The Old Gods and the New}}\nThe '''[[Long Bridge]]''' is a great structure located in the [[Free City]] of [[Volantis]]. It is a bridge spanning the mouth of the immense [[Rhoyne]] River just before it spills into the [[Summer Sea]].\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Long Bridge joins the two halves of Volantis across the mouth of the Rhoyne. It is a great span with a road supported by massive piers that the Valyrians built at the height of their glory. Its gateway is an arch of black stone carved with sphinxes, manticores, dragons, and other strange beasts. The road is just wide enough for two carts to pass abreast. Buildings rise on either side of the roadway. One can buy almost anything in the shops on the Long Bridge. In the center of the bridge the hands of thieves and the heads of executed criminals are displayed.\n\nThe Long Bridge is one of the known world's most famous megastructures.  Lomas Longstrider included it in his list of the nine ''Wonders Made by Man''.  Other wonders in this list include [[The Wall|the Wall]] in Westeros, the [[Titan of Braavos]], and the great triple walls of [[Qarth]].\n\n", "History": "===[[Season 2]]===\nWhen [[Robb Stark]] refers to [[Talisa Maegyr]] as &quot;lady,&quot; she wonders how come he believes her to a member of the nobility. It is obvious to himÂ and sheÂ poises aÂ hypothetical question about what if she was a merchant's daughter who had a shop on the Long Bridge. Robb still remains firm that she is a noblewoman and she later confirms that she is.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\n"}, "title": "Long Bridge"}