{"attributes": {"status": "Quote", "title": "Longclaw", "image": "Longclaw.jpg", "material": "Valyrian steel", "owner": ["House Mormont", "Jorah Mormont", "Jeor Mormont", "Jon Snow"], "maker": "Valyrian Freehold"}, "sections": {"TOP": "Longclaw02784bai9xhu6wx5f23v8rqyky8qhgyhe3up1743542015-02-25T19:44:48ZGonzalo848331Adding categories{{Sword\n| Title=Longclaw\n| Image=Longclaw.jpg\n| Image size=250px\n| Material=[[Valyrian steel]]\n| Maker=[[Valyrian Freehold]]\n| Owner=[[House Mormont]]&lt;br&gt;\n[[Jorah Mormont]]&lt;br&gt;\n[[Jeor Mormont]]&lt;br&gt;\n[[Jon Snow]]\n| Status=\n}}\n{{Quote|It's my father's sword, and his father before him. The Mormonts have carried it for five centuries. It was meant for my son, Jorah. He brought dishonor to our House... but he had the grace to leave the sword before he fled from Westeros.|Lord Commander Jeor Mormont|Baelor}}\n\n'''Longclaw''' is a [[Valyrian steel]] sword, in the possession of [[House Mormont]] for five centuries. When Lord [[Jeor Mormont]] retired from his lordship to take the black and command the [[Night's Watch]], he passed it to his son and heir, Ser [[Jorah Mormont]]. When Jorah went into exile after trying to sell some poachers into slavery, he had the sword sent back to his father on [[the Wall]].\n\nYears later, Jeor gave Longclaw to [[Jon Snow]] as a reward for saving his life from a [[wight]]. Before giving it to Jon he had the pommel remade, replacing the bear with a [[Direwolves|direwolf]] head, the sigil of [[House Stark]].\n\nLongclaw is a bastard sword (also known as a &quot;Hand-and-a-half sword&quot;), which is longer than a longsword, but shorter than a greatsword. Longswords are meant to be wielded with one hand, while the other hand holds a shield. Greatswords are so large that they can only be wielded using both hands, preventing usage of a shield. Bastard swords can be used with one or two hands: while they are larger than longswords they are short enough that they can still be wielded with one hand, though it is preferable to use two hands.\n\n", "See also": "*{{AWOIAF}} (spoilers from the books)\n\n", "History": "===[[Season 1]]===\nJeor gives the sword to [[Jon Snow]] as a reward for saving his life from a [[wight]]. Before passing it on to Jon, he remarks that the name &quot;Longclaw&quot; is just as suitable for a wolf as a bear. Mormont has had the pommel remade, replacing the bear with a direwolf, the sigil of [[House Stark]].\n\nJon takes the sword to the dining hall to get the Lord Commander's dinner. He is confronted by the other recruits. Pyp and Grenn are especially vocal in demanding to see the sword.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n[[Craster]] briefly takes Longclaw from Jon after the latter follows him into the woods to see what the man does with his baby sons. Jon is admonished harshly by Mormont for this, who returns the sword to him and instructs him not to lose it again.\n\nJon later takes Longclaw with him when he takes part in the [[Great Ranging]] [[beyond the Wall]] led by Mormont. Jon is sent with a scouting party led by [[Qhorin Halfhand]] which ambushes a group of [[Free Folk|wildlings]], during which Jon takes the young wildling woman [[Ygritte]] captive. Qhorin leaves Jon to execute Ygritte with Longclaw, but cannot bring himself to execute a female captive. She tries to run, resulting in both becoming separated from Qhorin's group, and Jon ends up taking her prisoner.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\nYgritte, however, later lures Jon into a trap. He is captured by a group of wildlings led by the [[Lord of Bones]], who take Longclaw from him. Ygritte carries Longclaw as they head back to the main camp of [[King-Beyond-the-Wall]] [[Mance Rayder]].&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\nAs they are about to reach the camp, Ygritte playfully keeps lightly whacking Jon in the head with the flat side of the sword. He eventually dodges and slips behind her, noting that she doesn't know how to wield a sword very well. Qhorin, having also been captured, stages a fight with Jon to convince the wildlings that he is betraying his vows to desert to them, so he can infiltrate Mance Rayder's camp. Qhorin steals a sword from a guard, so Ygritte tosses Longclaw back to Jon so he can defend himself. As Qhorin intended, Jon ends up killing him, impaling him on Longclaw. This marks the first time Jon has ever killed anyone. The wildlings are thus convinced that he wants to defect, and lead Jon into the camp.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\nThe [[Lord of Bones]] continues to hold onto Longclaw as they lead Jon Snow into the main wildling camp, and he waits outside with it as Jon enters Mance Rayder's tent.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\nHaving gained Mance Rayder's trust, Jon is given back Longclaw.&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt;\n\nJon carries Longclaw with him as he climbs back south over the Wall. At [[Queenscrown]], when his true allegiance to the Night's Watch is revealed, Jon fights the wildling company he is with. Jon kills [[Orell]] with Longclaw, marking the first time he kills an opponent with the blade (Qhorin's earlier death having been staged).&lt;ref&gt;&quot;[[The Rains of Castamere (episode)]]&quot;&lt;/ref&gt;\n===[[Season 4|â&euro;&lsaquo;Season 4]]===\nLongclawÂ is once again used by Jon in combat at the[[ Raid on Craster's Keep]]. He kills several mutineers with the bastard sword, including [[Karl]].&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;\n\nJon uses Longclaw during the [[Battle of Castle Black]], killing several wildlings with the bastard sword. In a duel with [[Styr]], the Thenn manages to knock Longclaw out of Jon's hands, but Jon smashes a hammer into his skull and kills Styr. After the battle, Jon intends to find [[Mance Rayder]]. Remembering that Jeor told him never to lose the bastard sword again, Jon gives Longclaw to [[Samwell Tarly]] for safekeeping.&lt;ref&gt;&quot;[[The Watchers on the Wall]]&quot;&lt;/ref&gt;\n\n"}, "title": "Longclaw"}