{"attributes": {}, "sections": {"TOP": "Long Lake06921nz7wrjwcijswu2z1upnmpvob1vrqina1500072014-06-30T03:54:58ZSon Of Fire24907634/* In the books */[[Image:Long Lake.png|thumb|right|200px|A map showing the location of Long Lake on the continent of Westeros.]]\n'''Long Lake''' is a large lake in [[the North]]. It is located to the north-east of [[Winterfell]]. The [[Kingsroad]] runs along its north-western shore on its way to [[the Wall]]. [[House Stark]] controls the lands to the south-west, [[House Bolton]] the lands to the south-east and [[House Umber]] the lands to the north and north-east. The lands to the west and north-west are controlled by mountain clans and tribes loyal to Winterfell. Long Lake is also the source of the [[White Knife]] River, which flows south into the [[Shivering Sea]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season1/#!/locations/last-hearth/ HBO viewers guide, season 1 map, Last Hearth entry]&lt;/ref&gt;&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/karhold/ HBO viewers guide, season 2 map, Karhold entry]&lt;/ref&gt;\n\n", "References": "{{Reflist}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Long Lake is one of the largest lakes in [[Westeros]]. It is of historical importance as the site of a major battle. In 184 AL, one hundred and fourteen years before the start of the novels, the [[King-beyond-the-Wall]], Raymun Redbeard, assembled a large army and, thanks to the laxity of the [[Night's Watch]], was able to scale [[the Wall]] at an under-defended location. The army made it as far as the shores of Long Lake, where it was caught between the armies of the Starks coming up from the south and the Umbers pursuing the [[wildlings]] from the north. Lord Willam Stark and Lord Harmond Umber, the Drunken Giant, destroyed the wildling host. However, Lord Stark was slain. His younger brother, Artos the Implacable, slew Raymun Redbeard and ended the battle.\n\nThe tardy forces of the [[Night's Watch]] arrived too late to join in the fighting, so Artos ordered them to bury the dead. The lax [[Lord Commander]],Â Jack Musgood, became known as 'Sleepy Jack' for allowing the wildling army to cross the Wall unmolested.\n\n"}, "title": "Long Lake"}