{"attributes": {"founding": "", "founder": "Quote", "places": "", "title": "Lorath", "image": "", "rulers": "", "location": "The Free Cities, Essos", "military": "", "religion": "", "age": "", "type": "Mercantile city-state", "institutions": "", "population": ""}, "sections": {"Known Lorathi": "*{[[Shae]]} - a [[prostitute]]Â originally from Lorath. Killed by [[Tyrion Lannister]], her former lover, during theÂ [[Assassination at the Tower of the Hand|assassination]] at the [[Tower of the Hand]]. Â \n\n", "TOP": "Lorath061789kzgf8a2akoarz69s7lpqsqlrpl62071784522015-03-22T02:49:01ZThe Dragon Demands5014364{{Settlement\n| Title=Lorath\n| Image=\n| Image size=\n| Location=The [[Free Cities]], [[Essos]]\n| Type=Mercantile city-state\n| Population=\n| Rulers=\n| Religion=\n| Military=\n| Institutions=\n| Places=\n| Founding=\n| Age=\n| Founder=\n}}\n{{Quote|I'm sure Lorath adds something to the world, but I can't think of it.|Ser [[Jorah Mormont]]|The Free Cities (Histories &amp; Lore)}}\n[[Image:Lorath Pin.png|thumb|right|200px|A map showing the location of Lorath off the coast of Essos.]]\n[[File:Second_sons_Shae.png|thumb|160px|Shae, a Lorathi woman.]]\n'''Lorath''' is one of the [[Free Cities]] located to the east of [[Westeros]]. It is located on an island just off the northern coast of [[Essos]], east of [[Braavos]]. The [[Shivering Sea]] lies to its north and an inlet of water known as Lorath Bay is located to the south. Lorath is the least-well-known of the Free Cities, due to its isolated location and the lack of any notable ports to the east.\n\nThe people of Lorath are known as '''Lorathi'''.\n", "See also": "* {{AWOIAF}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Lorath is the least-mentioned of the Free Cities. It is likely influenced by Braavos, as it lies quite close to that city's location. It probably isn't very powerful because there are no major cities further east along the northern shore of Essos. The whale-hunting Inuit-like inhabitants of the island of [[Ibben]] probably trade with Lorath, given that it is the closest of the Free Cities to Ibben, yet Ibbenese traders can also be found in Braavos, [[Pentos]], or even as far away as [[King's Landing]] in [[Westeros]].\n\nAs of the fifth book, ''A Dance with Dragons'', descriptions of Lorath's culture and society are scant to nonexistent, nor have any named characters appeared who come from Lorath. It isn't a mysterious or magical hidden city, rather it seems to be rarely mentioned just because it isn't very powerful or important. Jaqen H'ghar does ''claim'' to be from Lorath, but given his true nature as one of the mysterious [[Faceless Men]] of Braavos, it is probable that he never even set foot in Lorath.\n\nThe only other mention of Lorath so far is from a preview of the ''World of Ice and Fire'' sourcebook, which mentions that Lorath has a colony-city called Morosh located further east on the north coast of the mainland, located at roughly the same longitude line as [[Tolos]] (which is located on the opposite, southern coast of the continent).\n\nA change from the books is that Shae is now stated to be from Lorath. Cersei says she had a Lorathi handmaiden once and recognizes Shae's accent. In the books, Shae is just a camp servant of the Lannister army and her backstory is never gone into in detail, but she is from Westeros. The TV producers stated that they changed it so that when she is introduced in [[Season 1]], Shae is stated to be &quot;from the Free Cities&quot; (they hadn't settled on which one yet) because they enjoyed the audition of actress Sibel Kekilli, but wanted to have some explanation for why she speaks with a German accent. As it is, Kekilli is of [[wikipedia:Turkish people|Turkish]] descent but was born and raised in [[wikipedia:Germany|Germany]], hence her German accent.\n\nGiven that Sibel Kekilli speaks with a German accent, and that fellow German national [[Tom Wlaschiha]] (Jaqen) also speaks with a German accent, the implication in the TV continuity may be that a &quot;Lorathi accent&quot; is specifically supposed to sound like a German accent (the Faceless Man who took on the &quot;Jaqen&quot; persona wasn't really a Lorathi, but it was a persona meant to convincingly imitate a Lorathi man). Just as Germany is one of the northernmost regions of continental [[wikipedia:Europe|Europe]] and borders the cold waters of the [[wikipedia:Baltic Sea|Baltic Sea]], Lorath is one of the northernmost of the Free Cities and borders the cold waters of the Shivering Sea.\n\n&quot;Lorath&quot; is pronounced &quot;LORE-ath&quot;, with the stress on the first syllable, as opposed to &quot;Luh-WRATH&quot;, &quot;L'wrath&quot;, etc. It uses a short &quot;A&quot; as in &quot;wrath&quot;, but is pronounced as two distinct syllables, not slurred together as &quot;Lore-uhth&quot;.\n\n", "History": "===[[Season 2]]===\n[[Jaqen H'ghar]], one of [[Yoren]]'s new recruits for the [[Night's Watch]], claims to be from Lorath.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\nWhen [[Cersei Lannister]] meets [[Shae]] for the first time, she recognizes from her accent that she is a Lorathi. Cersei states that she is familiar with the accent because she once had a handmaiden who was from Lorath.&lt;ref&gt;&quot;[[Blackwater]]&quot;&lt;/ref&gt;\n\n"}, "title": "Lorath"}