{"attributes": {"status": " :Category:Status: Alive", "last": "", "family": [" Mace Tyrell - father", "Alerie Tyrell - mother", "Luthor Tyrell - grandfather", "Olenna Tyrell - grandmother", "Margaery Tyrell - sister", "Joffrey Baratheon - brother-in-law", "Renly Baratheon - lover", "Cersei Lannister - betrothed", "Lynesse Hightower - aunt", "Jorah Mormont - uncle by marriage"], "title": "Loras Tyrell", "season": " Season 1", "image": " Ser Loras Tyrell.jpg", "allegiance": [" House Tyrell", "House Baratheon"], "actor": " Finn JonesQuote", "culture": "Andals", "titles": [" Ser", "Lord Commander (former)"], "link": "House TyrellCharacter", "place": " Highgarden", "aka": " The Knight of the Flowers", "5": "yesSeason Two Appearances", "appearances": "14 episodes &lt;small&gt;#Appearances", "first": " &quot;The Wolf and the Lion&quot;"}, "sections": {"Family tree": "{{House Tyrell family tree}}\n\n", "TOP": "Loras Tyrell02188thlrudb0s9hjpd82xjb77ftim3gqu7i1794932015-03-26T13:26:15ZThe White Winged Fury26111788Undo revision 179478 by [[Special:Contributions/Titanchamp7|Titanchamp7]] ([[User talk:Titanchamp7|talk]]){{Heraldry\n|image=Tyrell mini shield.png\n|link=House Tyrell\n}}\n\n{{Character\n|Title =Loras Tyrell\n|Image = Ser Loras Tyrell.jpg\n|Season = [[Season 1|1]], [[Season 2|2]], [[Season 3|3]], [[Season 4|4]], [[Season 5|5]]\n|First= &quot;[[The Wolf and the Lion]]&quot;\n|Last=\n|Appearances=14 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n|Place = [[Highgarden]]\n|Culture=[[Andals|Andal]]\n|Titles = [[Ser]]&lt;br&gt;\n[[Lord Commander]] (former)\n|Aka = The Knight of the Flowers\n|Status= [[:Category:Status: Alive|Alive]]\n|Allegiance = [[House Tyrell]]&lt;br&gt;\n[[House Baratheon|House Baratheon of Storm's End]] (former)&lt;br&gt;Renly I's [[Kingsguard]] (former)\n|Family = [[Mace Tyrell]] - father&lt;br&gt;[[Alerie Tyrell]] - mother&lt;br&gt;{[[Luthor Tyrell]]} - grandfather&lt;br&gt;[[Olenna Tyrell]] - grandmother&lt;br&gt;[[Margaery Tyrell]] - sister&lt;br&gt;{[[Joffrey Baratheon]]} - brother-in-law&lt;br&gt;{[[Renly Baratheon]]} - lover&lt;br&gt;[[Cersei Lannister]] - betrothed&lt;br&gt;[[Lynesse Hightower]] - aunt&lt;br&gt;[[Jorah Mormont]] - uncle by marriage\n|Actor = [[Finn Jones]]}}\n{{Quote|Where is it written that power is the sole province of the worst? That thrones are only made for the hated and the feared? You would be a wonderful king.|Loras Tyrell to Renly Baratheon|The Wolf and the Lion}}\nSer '''Loras Tyrell''' is a recurring character in the [[Season 1|first]], [[Season 2|second]], [[Season 3|third]], [[Season 4|fourth]], and [[Season 5|fifth]] seasons. He is played by guest star [[Finn Jones]] and debuts in &quot;[[The Wolf and the Lion]].&quot; Ser Loras Tyrell, the heir to [[Highgarden]], is a popular tourney [[Knighthood|knight]] and ranks as one of the most skilled knights in [[Westeros]]. He was the lover of [[Renly Baratheon]] and supported his claim to the Iron Throne as commander of his Kingsguard. After Renly is murdered and believing [[Stannis Baratheon]] to be responsible, Loras has sworn vengeance, and has joined forces with King Tommen and [[Tywin Lannister]] in the [[War of the Five Kings]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Loras is a handsome warrior described as having lazy brown curls and eyes of liquid gold, famed for his chivalry, honor and skill at arms with sword and morningstar, and particularly his abilities in the joust, where he has even managed to defeat Jaime Lannister on several occasions despite his youth, being still only 16 years old.\n\nLoras is a loyal member of his family and is close to his sister Margaery and his older brothers [[Willas Tyrell|Willas]] and [[Garlan Tyrell|Garlan]]. His personal coat of arms is three golden roses on green, to reflect his status as a third son. The elaborate suits of armor he wears are not only engraved, but have enamel flowers in a variety of colors painted on them, or are encrusted with gemstones like sapphires, and he wears cloaks made of woven roses.\n\nLoras's elder brothers Willas and Garlan have been omitted from the TV series (though they are included in the Tyrell family tree in the HBO Viewers' Guide) and thus Loras is stated to be the sole male heir to [[Highgarden]].&lt;ref&gt;''[[Kissed by Fire]]''&lt;/ref&gt;\n\nSer Loras ranks as one of the most skilled knights and warriors in Westeros, in the top tier alongside [[Jaime Lannister]], [[Gregor Clegane]], and [[Barristan Selmy]]. Clegane's prowess relies more on his brute strength than skill with a sword, while Barristan is self-admittedly not as young and quick as he used to be. In contrast, Loras is young and not quite as experienced as Jaime yet, though Jaime himself says that he thinks that one day Loras's skill might equal his own. This ranking seems to be confirmed in the TV series, when in &quot;[[Valar Morghulis]]&quot; Jaime says he thinks there are only three men in all of Westeros who could have any hope of facing off against him in a fight (Gregor, Barristan, and Loras).\n\nIn the novels, the relationship between Loras and Renly is more subtly depicted than in the TV series, with only guarded references to the relationship in the interactions between other characters. When Stannis is told that Margaery Tyrell came to Renly's bed a maiden he remarks that in Renly's bed she'll die one. When Loras' name is brought up someone says, &quot;Oh, Renly's little rose&quot; (referring to the rose being the sigil of House Tyrell). Loras is seen going into Renly's tent, but it is not explicitly stated that they are lovers. However, [[George R.R. Martin]] has later independently confirmed that they were involved in a relationship.&lt;ref&gt;[http://www.westeros.org/Citadel/SSM/Entry/1316/ So Spake Martin]&lt;/ref&gt; Loras and Renly were in a relationship for many years, but were publicly hiding their homosexuality due to the social repercussions this would have with the dominant religion of Westeros, the Faith of the Seven. It isn't exactly clear how widely Renly's relationship with Loras was known about, or even to what extent their friends and family knew (Robert, Stannis, etc.) In the books, Littlefinger and Varys seem to know (due to their spy rings), and even Jaime Lannister makes an off-hand comment about it at one point. When directly asked how widely Renly's relationship with Loras was known about (citing that even Jaime knew), George R.R. Martin's only response was &quot;what do you think?&quot;&lt;ref&gt;[http://www.westeros.org/Citadel/SSM/Entry/A_Number_of_Questions/ So Spake Martin]&lt;/ref&gt;\n\nGeorge R.R. Martin has pointed out in the behind-the-scenes featurettes for the TV series that as a youthful, attractive, and skilled tournament knight, Loras is essentially the &quot;teen hearthrob&quot; of Westeros, that all the young noble ladies in the Seven Kingdoms swoon over - as it is not publicly known that he is a homosexual.\n\nWhen Gregor Clegane is found to be terrorizing the Riverlands, Loras Tyrell volunteers to lead the forces that King's Hand, Eddard Stark, sends to bring him to justice, but Lord Eddard believing him too young says that Ser Loras would be after vengeance not justice (because Ser Gregor had tried to kill him at the Hand's Tournament), so he sends Beric Dondarrion instead. Varys tells Eddard that he should have sent Loras, because he was so keen to go and if you are going to make an enemy of the Lannisters it would be wise to make a friend of the Tyrells.\n\nWhen Renly declares himself king, he forms his own rival [[Kingsguard]] which he calls the &quot;Rainbow Guard&quot;, enjoying the opportunity to play with the pageantry of forming a new knightly order. The number seven is holy in in the Faith of the Seven, and rainbows are one of its symbols. This name change wasn't used in the TV series, where it is simply referred to as &quot;Renly's Kingsguard&quot;. Each member of the Rainbow Guard represented a specific color (such as &quot;Brienne the Blue&quot; etc.), and wore armor and clothing that matched each color. Ser Loras was the Lord Commander of Renly's Rainbow Guard, and in this position he didn't represent a specific color like the other six members (therefore no one stood for indigo).\n\nWhen Renly is murdered, Brienne does not kill Ser [[Robar Royce]] and Ser [[Emmon Cuy]]. They come into the tent and confront Brienne, Ser Emmon attacks her, but Catelyn swears to Ser Robar that Brienne is innocent. Ser Robar tells Catelyn to get Brienne away and he holds off Ser Emmon and some men at arms. When Loras arrives to find Renly dead, in his grief and rages he kills Ser Emmon and Ser Robar, for their failure to protect Renly and their allowing Brienne to escape. Later, he regrets doing this as they were his friends and he eventually realizes that Stannis, not Brienne, was responsible. In the series, Loras talks of blaming Brienne, but Margaery immediately points out that it is far more likely to be Stannis.\n\nLoras does not wear Renly's armor in the Battle of the Blackwater in the book. It is his brother Garlan Tyrell who does this and who later asks Joffrey to take Margaery as his queen (Margaery still being in the Reach). Seeing him in Renly's armor many soldiers believed him to be Renly's ghost returned, and as they were once sworn to Renly they changed sides in the midst of the battle. When Joffrey asks Ser Loras what reward he desires for his part in the battle, Loras asks for a place on Joffrey's Kingsguard. This was primarily a calculated move so that Loras would always be on hand to protect Margaery from Joffrey. It also provided Loras with a convenient way to avoid marriage, something he had no taste for given his orientation and his grief.\n\nWhen Jaime and Brienne return to King's Landing, Loras and [[Meryn Trant]] encounter them at the entrance to the [[Red Keep]]. Loras accuses Brienne of Renly's death and is ready to fight her. He does not believe her story about Stannis' shadow. Jaime intervenes and demands Loras to stop. Loras does not comply. Jaime grabs him and says harshly &quot;Now sheathe your bloody sword, or I'll take it from you and shove it up some place even Renly never found.&quot; Loras obeys grudgingly. Later, Jaime talks with Loras and makes him realize that Brienne is innocent. In the TV series, Brienne visits not Loras, but Margaery, who believes her but advises her to keep quiet.\n\nIn the books, Loras is left deeply mourning the loss of his great love Renly, and famously swears that he will never love again, saying &quot;When the sun has set, no candle can replace it.&quot; Several critics including Westeros.org were upset that Loras has sex with [[Olyvar]] in &quot;[[Kissed by Fire]]&quot;, because it seemed rather sudden, as if Renly's death did not deeply impact him. Writer [[Bryan Cogman]], however, subsequently did an interview with Westeros.org, and specifically addressed this concern: changes in adaptation meant that Loras had to have sex with Olyvar, to let it slip that he would marry Sansa, as part of the plot mechanics of the Lannister/Tyrell rivalry. However, Cogman explained, his earlier drafts of the episode actually included longer scenes which made it explicitly clear that Loras is ''not'' finished mourning Renly. Rather, Loras was very depressed and lonely, and in effect &quot;drowning his sorrows&quot; by engaging in casual sex in the hope that it would make himself feel better, but it ultimately made Loras feel more emotionally distraught and reminded of how much he misses Renly. Cogman lamented that &quot;as we get closer to production a lot of trims have to be made and this scene was one where I had to do that,&quot; and he acknowledged that cutting the scene gave the unintended impression that Loras was moving past Renly, when he actually isn't.&lt;ref&gt;[http://www.westeros.org/GoT/Features/Entry/Season_3_Interview_Bryan_Cogman Westeros.org,] Season 3 Interview: Bryan Cogman.&lt;/ref&gt;\n\nAccording to the TV series official [[pronunciation guide]] developed for the cast and crew, &quot;Loras Tyrell&quot; is pronounced &quot;LOR-us TI-rul&quot;, as opposed to &quot;Lore-AHS Tie-rell&quot;.\n\n", "Image gallery": "&lt;gallery&gt;\nLoras Tyrell.jpg|Loras in &quot;[[The Wolf and the Lion]].&quot;\nKnight_of_the_Flowers.png|Loras at the Tourney of the Hand in &quot;The Wolf and the Lion.&quot;\nSandor, Gregor &amp; Loras 1x05.jpg|[[Gregor Clegane]] is ordered to stand down after attacking Loras during the tourney in &quot;The Wolf and the Lion.&quot;\nSandor champion 1x05.png|Ser Loras declares [[Sandor Clegane]] champion of the tourney in &quot;The Wolf and the Lion.&quot;\nLoras and Renly.jpg|Loras shaving his lover [[Renly Baratheon]] in &quot;The Wolf and the Lion.&quot;\nLoras Tyrell infobox.jpg|Loras in &quot;[[Garden of Bones]]&quot;\nBrienneAfterJoust.jpg|Loras and Brienne at a tournament.\nTywin court 2x10.png|Loras attends the victory ceremony.\nLoras ValarMorghulis Armor.jpg|Promotional image of Ser Loras.\nLoras and Cersei 3x08.jpg|Loras Tyrell with [[Cersei Lannister]] in &quot;[[Second Sons (episode)|Second Sons]]&quot;\nTyrion and Sansa wedding 3x08.jpg|[[Tyrion Lannister|Tyrion]] and [[Sansa Stark|Sansa]] with [[Tywin Lannister|Tywin]], [[Cersei Lannister|Cersei]], [[Joffrey Baratheon|Joffrey]], Lord [[Varys]], Grand Maester [[Pycelle]], [[Margaery Tyrell|Margaery]], Lady [[Olenna Tyrell|Olenna]] and [[Loras Tyrell|Loras]] in &quot;[[Second Sons (episode)|Second Sons]]&quot;.\nLoras season five trailer.png|Loras in season five.\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season One Appearances|5=yes}}\n{{Season Two Appearances|||yes|yes|yes||||yes|yes}}\n{{Season Three Appearances|yes|yes|||yes|yes||yes}}\n{{Template:Season Four Appearances||yes|||yes|yes}}\n\n", "Biography": "===Background===\n[[Ser]] Loras Tyrell is the son of Lady [[Alerie Tyrell|Alerie Hightower]] and Lord [[Mace Tyrell]], the [[Lord Paramount of the Reach]] and [[Warden of the South]]. [[The Reach]] is one of the constituent regions of the [[Seven Kingdoms]] and [[House Tyrell]] is one of the [[Great Houses]] of the realm. Loras was raised in privilege in the family seat and regional capital of [[Highgarden]]. Loras is the heir to [[Highgarden]] and the Tyrell lands and titles,&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt; and this status, along with his skills and good looks, makes him possibly the most sought-after bachelor in all of Westeros.&lt;ref&gt;&quot;[[The Climb]]&quot;&lt;/ref&gt;\n\nLoras is a skilled knight famed for his many [[tournament]] victories and his good looks, which make him popular with the smallfolk and with young women in particular. Loras is one of the few knights who has on rare occasion managed to defeat the formidable [[Jaime Lannister]] in a joust.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt; He is commonly known as the &quot;Knight of the Flowers&quot;, as a rose is the sigil of House Tyrell and he thus wears armor elaborately engraved with flowers.\n\nLoras is the former squire of Lord [[Renly Baratheon]] and remains Renly's close friend and lover. When the series begins Loras is in [[King's Landing]] primarily to compete in tourneys and attend court.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/rbaratheon/loras-tyrell/ HBO viewer's guide, season 2 guide to houses, House Baratheon of Storm's End - Loras Tyrell entry]&lt;/ref&gt;\n\n===[[Season 1]]===\nSer Loras takes part in the Hand's [[tournament]], riding against Ser [[Gregor Clegane]]. He charms the common people by giving a rose to [[Sansa Stark]], but at the same time, he also exchanges a look with his lover, [[Renly Baratheon]]. Loras uses a mare who is in heat to upset and confuse Gregor's mount, as Gregor is known to favor unruly stallions, making it easier to unseat him. Gregor, furious, decapitates his own horse with a sword, and then attacks Loras. Gregor's brother, [[Sandor Clegane|Sandor]], intervenes and saves Loras' life. Even though there is supposed to be one more round with Loras jousting against the Hound to determine a tournament winner, Loras proclaims Sandor the champion, to the approval of the crowds. When Loras raises Sandor's arm declaring him the winner, Sandor looks somewhat lost, as he is not used to the adoration and approval of the public that Ser Loras takes for granted.&lt;ref name=&quot;E5&quot;&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\n[[File:Lorasknight.png|thumb|left|Loras at the Tourney of the Hand in &quot;The Wolf and the Lion.&quot;]]\n\nLoras shaves Renly's chest in his chamber. Renly comments about how much Loras' armor must have cost his father. They discuss the succession and Loras suggests that Renly should claim the [[Iron Throne]] himself should anything happen to King [[Robert Baratheon|Robert]]. Renly points out that he is fourth in line to the throne, behind his nephews [[Joffrey Baratheon|Joffrey]] and [[Tommen Baratheon|Tommen]] and his brother [[Stannis Baratheon|Stannis]]. Loras dismisses them, saying that Joffrey is a monster, Tommen is too young and Stannis has all the charisma of a lobster. Loras suggests that the common people would support Renly, who is more widely known and popular. Loras suggests that [[House Tyrell|his family]] would support and finance Renly's claim. Renly remains dubious.&lt;ref name=&quot;E5&quot; /&gt;\n\nWhen [[Catelyn Stark]] arrives in King's Landing with news of the attempt on [[Bran Stark|Bran]]'s life by the [[Catspaw assassin|man with a knife]], [[Petyr Baelish|Littlefinger]] identifies it as his own knife which he lost to [[Tyrion Lannister]] on a bet that Loras would defeat Jaime Lannister in a joust which is why Catelyn takes Tyrion prisoner. When confronted with this Tyrion denies it saying he always bets on Jaime to win so he would never have bet on Loras against him.\n\nAfter Robert Baratheon is wounded and is expected not to live, Renly approaches [[Eddard Stark]] offering men so they can seize Joffrey before Cersei can consolidate her power, but Eddard chooses not to act while Robert still lives. The next day, he learns that Renly and Loras have fled the city with their loyal retainers, and were last seen riding south.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt; [[Tywin Lannister]] learns that Renly has claimed the Iron Throne, as Loras had urged Renly to do.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\nRenly declares himself King of Westeros with the support of [[House Tyrell]]. He gathers an army of over 100,000 men from across [[the Reach]] and [[the Stormlands]].&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt; He solidifies his alliance by marrying Loras's sister [[Margaery Tyrell]], the only daughter of [[Mace Tyrell]]. He camps his army near [[Storm's End]] and throws a tournament for his men. Renly and his new Queen watch from a wooden dais. Margaery stands and cheers Loras as he disarms his opponent. His rival manages to step under a swing of his great axe and knock him off his feet. Loras yields when his opponent lifts his visor and holds a knife close to his face.\n\n[[File:BrienneJoinsRenlysKingsguard.jpg|thumb|Loras watches as Brienne asks to join Renly's Kingsguard]]\nRenly congratulates the combatants as they stand and calls the winner forward. He commands them to stand and remove their helm. The crowd are shocked when the fighter is revealed to be a woman; [[Brienne of Tarth]]. Renly tells her that she is everything that her father promised. Margaery says that Loras fought valiantly and Renly agrees with her. He names Brienne champion and offers to grant anything that she requests. Brienne asks to join his [[Kingsguard]], and he accepts.&lt;ref name=&quot;E13&quot;&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt; Loras is not happy about her appointment to the Kingsguard.\n\nA [[Baratheon Guard]] announces the arrival [[Catelyn Stark]]. She exchanges greetings with Renly and he promises justice for the execution of [[Ned Stark]]. Loras interrupts to ask if Robb has marched against [[Tywin Lannister]] yet. Catelyn denies knowing Robb's strategy and says that she would not divulge it to them if she did. Loras says that Robb should have attended rather than sending his mother. Catelyn retorts that Robb is fighting a war rather than playing at one. Renly laughs off the barb and invites Catelyn to walk with him.&lt;ref name=&quot;E13&quot; /&gt;\n\nRenly and Loras kiss passionately inside Renly's tent. Renly undresses his lover and notes his badly bruised chest before kissing the marks. Loras stops him and complains about Brienne's appointment to the Kingsguard being a further humiliation after she bested him in the tournament. Renly cites Brienne's devotion and then realizes that Loras is jealous. Loras denies jealousy, mocking her as &quot;Brienne the Beauty&quot;. Renly begins to undo Loras's britches, saying that he will make it up to him.\n\n[[File:LorasMargaery.jpg|thumb|Loras walks with Margaery in Renly's Camp]]\nLoras stops him and says that he must devote his attentions to another Tyrell that night. He reminds Renly of his responsibilities to their alliance and warns him that his vassals are gossiping about his bride still being a virgin two weeks after their marriage. Renly is disbelieving of Margaery's virginity and Loras says that she is still officially a virgin before going to fetch her. Renly is unable to perform with Margaery and she reveals that she is fully aware of his relationship with Loras. She offers to involve her brother next time, to get Renly &quot;started&quot;, and reminds Renly of the importance of fathering an heir.&lt;ref name=&quot;E13&quot; /&gt;\n\n[[Petyr Baelish]] arrives at the camp and offers to open the gates of King's Landing to Renly. Loras walks Margaery through the camp and leaves her at Renly's tent where Petyr is waiting for her. Petyr reveals his knowledge of Renly and Loras's sexuality but Margaery is not intimidated and asserts her loyalty to Renly.&lt;ref name=&quot;E14&quot;&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\nRenly meets his older brother [[Stannis Baratheon]] on the coast of the Stormlands to [[parley]]. Stannis is accompanied by Melisandre, Davos and several guards. Renly brings Catelyn, Brienne and Loras along with his own guards. Stannis believes he supersedes Renly's claim as the older brother. They are unable to reach a compromise and Renly maintains his position that he would be a better ruler than Stannis. Stannis wheels his horse and rides away as Melisandre warns Renly to look to his sins because &quot;The night is dark and full of terrors.&quot; Renly asks if his companions can believe that he loved Stannis once as he leads them away.&lt;ref name=&quot;E14&quot; /&gt;\n\nRenly is assassinated by a [[Shadow]] brought into the world by Melisandre just after agreeing to an alliance with [[House Stark]]. Brienne cries out causing two other members of his Kingsguard, Ser [[Robar Royce]] and Ser [[Emmon Cuy]] to rush in and they find Brienne over the body of Renly, covered in his blood. She is mistakenly blamed for his death must kill them in self-defense before fleeing the camp with Catelyn.&lt;ref name=&quot;E15&quot;&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\n[[File:Loras vengeance Renly.jpg|thumb|Loras vows vengeance over the body of his dead lover.]]\nLoras stands vigil for his lover and king in the command tent. Margaery paces anxiously behind her brother. She tells Loras that they need to return home but he does not answer. Lord Petyr â&euro;&oelig;Littlefingerâ&euro;? Baelish enters and greets them. Loras immediately orders him out of the tent. Littlefinger warns them that Stannis is an hour away and that when he arrives Renlyâ&euro;&trade;s bannermen will join his cause. He says that their companions will fight for the privilege of selling them to King Stannis. Loras stands and draws his sword and asks if Littlefinger is seeking the same privilege for himself. Petyr points out that he has come to warn them instead of going to Stannis. Margaery pushes her brotherâ&euro;&trade;s blade away from Littlefinger and warns him that they have no time.&lt;ref name=&quot;E15&quot; /&gt;\n\n[[File:Loras_ghost_of_harrenhal.jpg|thumb|Loras reacts to Renly's death]]\n\nLoras tells Margaery to ride back to [[Highgarden]] and says that he will not run from Stannis. Margaery says that Brienne killed Renly and Loras says that neither of them really believes that. He asks her who stood to gain the most from killing Renly and Littlefinger answers â&euro;&oelig;Stannis.â&euro;? Loras promises to avenge Renly by killing Stannis. Margaery says that they cannot stay. Loras tearfully returns to Renlyâ&euro;&trade;s side and asserts that he would have been a good and true king. Littlefinger asks Loras what he most desires and learns that it is revenge. He says that he has always found revenge to be a pure motivation but warns Loras that he will not have a chance to kill Stannis if he stays. Littlefinger cautions Loras to be smart if he wants justice. Margaery tells her brother that he cannot avenge Renly from the grave. She begs him to bring their horses as she strokes his hair. He rises from Renlyâ&euro;&trade;s deathbed and goes to carry out her request.&lt;ref name=&quot;E15&quot; /&gt;\n\nBefore they leave, Loras grieves for Renly's death and expresses regret at having persuaded him to try and claim the throne even though he was behind Stannis, which led to Renly's murder. He admits to Margaery that he loved Renly and she comforts him.&lt;ref&gt;Deleted scene appearing on the Season 3 Blu-ray:  it doesn't contradict any other scenes, but seems purely omitted for time.&lt;/ref&gt;\n\nBefore the Battle of Oxcross two Lannister sentries are debating who is the greatest swordsman in Westeros. They bring up Ser Gregor Clegane and Ser Jaime Lannister, but when one of them offers Loras Tyrell as a possibility, the other says that Loras Tyrell is not a great swordsman, as he has been stabbing Renly for years and Renly isn't dead.&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\n[[File:Loras as Renly.jpg|thumb|Loras in Renly's armor fighting in &quot;[[Blackwater]].&quot;]]\n[[File:Tywin and Loras.jpg|thumb|190px|Loras and [[Tywin Lannister]] with Lannister and Tyrell men-at-arms in &quot;[[Blackwater]].&quot;]]\nPetyr obtains authorization from Lord [[Tywin Lannister]] to arrange an alliance with [[House Tyrell]].&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt; Loras dons Renly's armor to fight alongside [[House Lannister]] in the [[Battle of the Blackwater]]. His forces arrive as Stannis is assaulting the [[Mud Gate]] and their cavalry charge routs Stannis' men. Loras accompanies Tywin to the throne room to announce the victory, and is seen dressed in Renly's armor removing his helm.&lt;ref&gt;&quot;[[Blackwater]]&quot;&lt;/ref&gt;\n\nThose who played a key role in securing Joffrey's victory are summoned to the Throne room to receive the King's gratitude, and a reward of their choosing. Loras requests that Houses Tyrell and Baratheon be merged via marriage between his sister [[Margaery Tyrell]] and Joffrey, to which Joffrey consents, after being &quot;persuaded&quot; by the small council that his engagement to Sansa Stark is no longer necessary or desirable.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\nLoras and Margaery host Joffrey and Cersei for supper, where they discuss adapting to life in [[King's Landing]]. When Cersei criticizes Margaery's recent goodwill visit to [[Flea Bottom]], Loras waxes poetic about his sister's charitable work in the Reach. Joffrey seems placated by Loras' words; Cersei is not.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\nSome days later, Margaery has Loras call on and escort Lady Sansa to a meeting with her and their grandmother, the [[Olenna Tyrell|Lady Olenna]]. During their walk, Sansa tries to remind Loras of their first meeting at the Hand's Tourney many months before. Although Loras has clearly forgotten about it, he plays along to avoid insulting her. He takes his leave when Margaery meets them in the gardens. A few moments later, Olenna reminds Margaery and Sansa that &quot;Loras is young and very good at knocking men off horses with a stick. But that does not make him wise.&quot;&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt;\n\nRealizing that [[Petyr Baelish]] is closing in on Sansa and that she, as the only heir of House Stark should her brother Robb lose the war, is the key to [[the North]], Olenna directs Margaery to offer Loras' hand in marriage to Sansa.&lt;ref&gt;''[[And Now His Watch is Ended]]''&lt;/ref&gt;\n[[File:Loras_sansal_The_Climb.jpg|thumb|Loras and Sansa spend time together]]\nApparently willing to go along with the plan, Loras invites Sansa to watch him spar, although out of earshot he laments that he doesn't have a real challenge. One of his new squires, [[Olyvar]], states that he would like to see Loras spar with a worthy opponent. Away from prying eyes, Loras and Olyvar have an extended sexual encounter. Loras asks how Olyvar realized that he preferred male company as even his intended bride has no idea of his proclivities. Olyvar assures him that the situation is actually more common than is typically realized.&lt;ref&gt;''[[Kissed by Fire]]''&lt;/ref&gt;\n\nLoras and Sansa spend more time together in the following weeks. Loras admits he's always wanted a big wedding with lots of guests, fancy food and a good tournament, though he only seems to remember that there will be a bride when Sansa gives him an expectant look. Sansa expresses her happiness and looks forward to moving to Highgarden. On this, Loras agrees with her, saying that King's Landing is &quot;the most terrible place there is&quot;.&lt;ref&gt;''[[The Climb]]''&lt;/ref&gt;\n\nLoras, as a person of rank in the Red Keep, later attends Sansa's wedding to [[Tyrion Lannister]] in the [[Great Sept of Baelor]] with his sister and grandmother. During the wedding feast, Olenna irritates him by reminding him that his sister is soon to be his stepdaughter-in-law and he storms out. Tyrion later sees him looking down from the upper gallery and raises his glass in sympathy. Loras sees Cersei miserably regarding [[Blackwater Bay]] out a window and tries to make small talk, but she rudely brushes him off. &lt;ref&gt;&quot;[[Second Sons (episode)]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\nLoras's grandmother, [[Olenna Tyrell]] congratulates [[Brienne of Tarth]] for besting her grandson during the melee at King Renly's camp, describing him as a &quot;silly little boy&quot;.&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n[[File:Jaime-and-Loras-402.jpg|thumb|right|250px|Jaime threatens Loras.]]\nLoras attends the wedding of his sister and King Joffrey; enjoying a brief flirtation with [[Oberyn Martell]], before being confronted by [[Jaime Lannister]] over his engagement to [[Cersei Lannister|Cersei]]. Jaime attempts to intimidate Loras into calling off the wedding, warning him that Cersei will murder him in his sleep, along with any children they may conceive together. Â Despite having no affection whatsoever for Cersei, Loras retorts to Jaime that he will never be able to marry Cersei either, clearly aware of Jaime and Cersei's relationship. He walks off, leaving Jaime nonplussed.&lt;ref name=&quot;Lion&quot;&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\nDuring the re-enactment of the [[War of the Five Kings]] by dwarves in full costume,Â Loras looks on as the one dressed as StannisÂ (riding [[Melisandre]]) attacks another one dressed as RenlyÂ (riding a crude naked depiction of Loras).Â Distraught and disgusted, Loras leaves his seat on the dais altogether and doesn't return.&lt;ref name=&quot;Lion&quot; /&gt;\n\nLoras later attends the coronation of [[Tommen Baratheon]]. Cersei later agrees to marry Loras a fortnight after Tommen's wedding to Margaery, a month after the coronation.&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;Â Along with his sister and father,Â LorasÂ is later present at the [[Second Trial of Tyrion Lannister|trial of Tyrion Lannister]].&lt;ref&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt;\n\n"}, "title": "Loras Tyrell"}