{"attributes": {}, "sections": {"TOP": "Lord Commander042020vkcjun7o18s4eynw5hnuxu6ynl17ym1715212015-02-04T20:36:35ZThe Dragon Demands5014364The '''Lord Commander''' is a rank found in several of the [[Seven Kingdoms]]' institutions. It is a combination of &quot;Lord&quot;, meaning that the person holding the title is of noble birth, or at the very least knighted, and &quot;Commander&quot;, indicating a position of authority and leadership. The term may refer to:\n\n*The [[Lord Commander of the Night's Watch]], the order responsible for defending [[the Wall]]. The last Lord Commander of the [[Night's Watch]] was [[Jeor Mormont]], former [[Lord of Bear Island]]. Following Mormont's [[Mutiny at Craster's Keep|death]], [[Alliser Thorne]]Â is acting in the position.\n*The [[Lord Commander of the Kingsguard]], the elite group of seven [[knights]] whose duty it is to protect the [[King of the Andals and the First Men|King]] and the royal family. The Lord Commander also holds a seat on the king's [[Small Council]] as a military advisor. The [[Kingsguard]]'s current Lord Commander is Ser [[Jaime Lannister]]. He took over the role when Ser [[Barristan Selmy]] was dismissed. Ser [[Duncan the Tall]] was Lord Commander when Selmy rose to prominence.\n*The leader of the [[City Watch]] of the Seven Kingdoms' various cities is called a &quot;Lord Commander&quot; when of noble birth, but simply &quot;Commander&quot; when not. [[Janos Slynt]] was merely a &quot;Commander&quot; due to his lack of noble birth, but was later elevated to the nobility as [[Lord of Harrenhal]] in gratitude for his service to [[King Joffrey]] in betraying [[Eddard Stark]].\n\nIn contrast, the leader of the Kingsguard is always called &quot;Lord Commander&quot;, though this might simply be because most knights tend to be noble-born. Even if a commoner is knighted for bravery on the battelfield but was not born noble - as was the case with Ser [[Duncan the Tall]], who was born in the slums of [[Flea Bottom]] but later became Lord Commander - being knighted technically promotes a commoner into a &quot;noble&quot;. Members of the Kingsguard are supposed to exclusively be knights, and thus even a common-born member such as Ser Duncan would be called &quot;Lord&quot; Commander on the grounds that he is at least a knight. The City Watch only runs into this difference because unlike the Kingsguard, non-knights and commoners can join it and rise to command positions.\n\n[[Sandor Clegane]]'s appointment to the Kingsguard was considered controversial because he wasn't even a knight, which was explicitly against the rules of the order. The Lannisters did offer to knight Sandor, but he simply refused, because he always considered allegedly honorable knights to be hypocrites. Ultimately, Sandor abandoned the Lannisters and the Kingsguard during the [[Battle of the Blackwater]] anyway.\n\nSer [[Loras Tyrell]] briefly served as Lord Commander of [[Renly Baratheon]]'s Kingsguard until the group's disbandment following Renly's assassination.\n\nIt is apparently no accident that the leader of both the Night's Watch and the Kingsguard hold the title &quot;Lord Commander&quot;:  when [[Visenya Targaryen]] organized the first Kingsguard for [[Aegon I Targaryen]], she consciously modeled its vows on those of the Night's Watch, such as abandoning all previous political allegiances and swearing to hold no lands and father no children.  Because Visenya was directly inspired by the Night's Watch, it seems that she directly took the title &quot;Lord Commander&quot; from the Watch as well.\n[[Category:Titles]]\n[[Category:Disambiguations]]"}, "title": "Lord Commander"}