{"attributes": {}, "sections": {"In the books": "\nIn the ''A Song of Ice and Fire'' novels it is not just House Greyjoy the only Great House that doesn't hold the title of Lord Paramount. Instead, the Lords Paramount are:\n\n* House Stark: Lords Paramount of the North. Later replaced by House Bolton.\n* House Tully: Lords Paramount of the Riverlands. Later replaced by House Baelish as Lord Paramount of the Trident.\n* House Lannister: Lords Paramount of the Westerlands.\n* House Baratheon: Lords Paramount of the Stormlands.\n\nMeanwhile, Houses Arryn and Tyrell hold the titles of Defender of the Vale and High Marshal of the Reach, respectively, whereas House Greyjoy are only Lords of the Iron Islands - along with the rest of grandiose and (apparently) self-fashioned titles the Greyjoys gave themselves after being chosen by the [[ironborn]] to govern them. The cause of this difference is not touched upon - it may be purely stylistic.\n\nA Lord Paramount somewhat resembles a cross between a duke and a viceroy in real world history. Though the Lords Paramount are hereditary, they govern a constituent region of the Seven Kingdoms on behalf of their sovereign overlord. Those Lords Paramount with the additional title of [[Warden]] are in effect &quot;Marcher&quot; Lords, who are charged with the defense of a frontier zone.\n\n", "TOP": "Lord Paramount010502i6eewwrm91ojxliom6p2w3jdqub8wi31629342014-10-23T21:53:30ZArticXiongmao15030876/* Following the War of the Five Kings */&quot;'''Lord Paramount'''&quot; is a title in [[Westeros|the Seven Kingdoms]], created during the [[War of Conquest|Targaryen Conquest]] three centuries before the [[War of the Five Kings]]. It is a hereditary title bestowed upon a major noble House charged with ruling one of the unified Seven Kingdoms, under the overall rule of the [[Iron Throne]]. When [[Robert Baratheon]] became king after [[Robert's Rebellion]], he kept the Lords Paramount system intact.\n\n", "Holders": "[[File:Regions_of_Westeros.PNG|thumb|The territories assigned to each of the Lords Paramount:\n\n[[House Bolton]], the North (grey);\n\n[[House Arryn]], the Vale (blue);\n\n[[House Frey]], the Riverlands (green);\n\n[[House Lannister]], the Westerlands (red);\n\n[[House Tyrell]], the Reach (lime green);\n\n[[House Baratheon]], the Stormlands (brown).]]\nAlthough Westeros has nine constituent regions, there are only six Lords Paramount. The Lords Paramount remained largely unchanged through almost three centuries of Targaryen rule, and the system was largely left in place during the reign of Robert Baratheon. Following his death and subsequent [[War of the Five Kings]], the line-up of the Lords Paramount was altered.\n\n===Prior to the War of the Five Kings===\n* The head of '''[[House Arryn]]''', Lord of [[The Eyrie]], ruler of the [[the Vale of Arryn]].\n* The head (or following Robert's Rebellion, a senior member) of '''[[House Baratheon]]''', [[Lord of Storm's End]], ruler of [[the Stormlands]].\n* The head of '''[[House Lannister]]''', [[Lord of Casterly Rock]], ruler of [[the Westerlands]].\n* The head of '''[[House Stark]]''', [[Lord of Winterfell]], ruler of [[the North]].\n* The head of '''[[House Tully]]''', [[Lord of Riverrun]], ruler of [[the Riverlands]].\n* The head of '''[[House Tyrell]]''', [[Lord of Highgarden]], ruler of [[the Reach]].\n\n===Following the War of the Five Kings===\n* The head of '''[[House Arryn]]''', Lord of [[The Eyrie]], ruler of the [[the Vale of Arryn]]\n* The head of '''[[House Baratheon]]''', [[Lord of Storm's End]], ruler of [[the Stormlands]]. With the death of [[Renly Baratheon]], the titles have theoretically reverted to [[Stannis Baratheon]], who remains in open rebellion. However, after the [[Battle of the Blackwater]], a number of the Stormlords bent the knee to King Joffrey, and later Tommen, both of whom hold a claim to Storm's End as Robert Baratheon's sons. Tommen now rules most of the Stormlands directly.\n* The head of '''[[House Lannister]]''', [[Lord of Casterly Rock]], ruler of [[the Westerlands]].\n* The head of '''[[House Bolton]]''', [[Lord of Winterfell]], ruler of [[the North]]. [[Roose Bolton]] was named Warden of [[the North]] as a reward for betraying Robb Stark at the [[Red Wedding]]. Tywin Lannister wished the North to eventually be ruled under Lannister control by the children of [[Tyrion Lannister]] and [[Sansa Stark]], but his plan was dismantled due to a chain of events which started with King [[Joffrey]]'s [[Purple Wedding|assassination]], during which Sansa was spirited away from [[King's Landing]] by [[Petyr Baelish]], the true co-orchestrator of the crime; a crime for which Tyrion was imprisoned and declared guilty, although he later escaped, not before [[Assassination at the Tower of the Hand|assassinating Tywin himself]].\n* The head of '''[[House Frey]]''', [[Walder Frey]], was named ruler of [[the Riverlands]] as a reward for betraying Robb Stark at the [[Red Wedding]].\n* The head of '''[[House Tyrell]]''', [[Lord of Highgarden]], ruler of [[the Reach]].\n\n===Exceptions===\n*The head of [[House Targaryen]], and following Robert's Rebellion, the head of [[House Baratheon of King's Landing]], holds the title of [[King of the Andals and the First Men]] and [[Lord of the Seven Kingdoms]] and rules the [[Crownlands]] directly. Its lords swear fealty directly to Iron Throne, except for the off-shore islands of [[Blackwater Bay]], which are sworn to the Prince/Lord of Dragonstone, typically the heir to the Iron Throne, who is in turn, obviously, sworn to the King.\n*The head of [[House Martell]], the [[Lord of Sunspear]], rules [[Dorne]] as &quot;[[Prince of Dorne]]&quot;, not &quot;Lord Paramount of Dorne&quot;. The Martells were allowed to retain their original title as part of the marriage alliance that brought them into the [[Seven Kingdoms]] in the first place.\n*The head of [[House Greyjoy]] holds the title of &quot;[[Lord of the Iron Islands]]&quot;.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\n", "Recent Events": "\nNo House was added or removed from &quot;Lords Paramount&quot; status during the three centuries since the title was created during the Targaryen Conquest. During this time &quot;Lords Paramount&quot; the political office became treated as functionally synonymous with &quot;Great Houses&quot;. There have been various civil wars when the opportunity may have arisen to punish a Great House by removing its Lord Paramount status, but this was never carried out. For example, King [[Robert Baratheon]] reinstated House Greyjoy as Lords Paramount of the Iron Islands after he crushed the [[Greyjoy Rebellion]].\n\nDespite the outbreak of the [[War of the Five Kings]], with different regions of the Seven Kingdoms declaring for rival claimants to the throne, no king innitially named alternate Lords Paramount to different regions. Given that each region tended to be unified in its choice, it seemed a moot point in most cases. [[Tyrion Lannister]] did offer to make [[Petyr Baelish|Petyr &quot;Littlefinger&quot; Baelish]] the Lord of the Riverlands if he succeeded in arranging a marriage alliance between [[Myrcella Baratheon]] and [[Robin Arryn]], but it was later revealed that this marriage plot was just a ruse to root out Grand Maester [[Pycelle]]'s treachery.&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\nAfter the death of [[Robb Stark]] and his army at the [[Red Wedding]], Tywin rewarded [[Roose Bolton]] and [[Walder Frey]] for their betrayal of the Starks by naming them, respectively, the new [[Warden]] of the North and the [[Lord of Riverrun]] â&euro;&rdquo;which means House Frey is now ruler of the Riverlands and Walder is their Lord Paramount. Tywin forced the marriage of his son Tyrion and [[Sansa Stark]], publicly Robb's last surviving heir, in order to legitimize the Lannisters' claim to the North. Tywin's stated intention is to name Tyrion as the new Lord Paramount of the North as soon as he produces a child with Sansa, which would strengthen his claim to the title, which would in turn be inherited by his children with Sansa. For the interim future, Roose Bolton as Warden of the North functions as the ''de facto'' Lord Paramount of the North.\n\n", "History": "\nFor thousands of years, the Seven Kingdoms were each seven independent &quot;kingdoms&quot;. They were each ruled by their own royal family, and these seven families were known as the [[Great Houses]]. When [[Aegon Targaryen]] conquered and unified the Seven Kingdoms, those Great Houses who surrendered were given the offer to continue ruling, but under the Targaryens. Thus when King [[Torrhen Stark]] surrendered to Aegon Targaryen, he stopped being the &quot;[[King in the North]]&quot;, but he and his family continued to rule as &quot;Lords Paramount of the North&quot;, as part of the unified Targaryen realm. House Lannister and House Arryn also used to rule as kings, in the Westerlands and the Vale respectively, but became Lords Paramount when they submitted.\n\nIn three of the other kingdoms, their ruling Great Houses had died during the conquest, so the Targaryens elevated other major Houses in those regions to Lords Paramount. House Gardener had ruled as the kings of the Reach, but all living members were killed at the climactic [[Field of Fire]]. Their stewards, [[House Tyrell]], then surrendered [[Highgarden]] to Aegon. The Tyrells were descended from House Gardener, though through the female line. In reward for their role in handing over Highgarden, Aegon named them Lords Paramount of the Reach. As a result, a member of House Tyrell has never ruled as a king or queen. Similarly, the last of the [[Storm Kings]] of the Stormlands died in the conquest, so Aegon named his bastard half-brother [[Orys Baratheon]] as Lord Paramount of the Stormlands for his role in the victory. However, Orys then married the daughter of the last of the Storm Kings, so there was at least some continuity. [[House Hoare]] of the Iron Islands was eradicated in the conquest, so Aegon asked the ironborn to choose one line from among their major noble Houses to become Lords Paramount. The ironborn chose House Greyjoy, who ruled over the Iron Islands under the Targaryens ever since.&lt;ref&gt;&quot;[[Complete Guide to Westeros]]&quot;&lt;/ref&gt;\n\nA slight difference is that the Greyjoys are referred to as &quot;[[Lord of the Iron Islands|Lords of the Iron Islands]]&quot;, but there is apparently no legal difference between their status and that of a &quot;Lord Paramount&quot;. Certainly, they were conquered by the Targaryens just like all of the other regions, so there is no reason for them to be treated differently.\n\nThe Riverlands had not been an independent kingdom for centuries, merely a contested border region first conquered by the Stormlands and then the Iron islands. However, House Tully sided with the Targaryens during the conquest to overthrow the ironborn that ruled them, and in reward Aegon elevated them as Lords Paramount. Thus the &quot;Lords Paramount of the Riverlands&quot; are the only instance in which the title does not correspond to one of the previous regional kingships in place before the conquest.\n\nHouse Martell of Dorne managed to repulse Aegon's forces and thus remained independent for another two centuries. A century before the War of the Five Kings they were peacefully united to the Targaryen realm through marriage-alliance. As a result they are allowed to maintain many local laws and customs, and still style themselves as &quot;Princes of Dorne&quot;, not &quot;Lords Paramount of Dorne&quot;. &quot;Prince&quot; is a holdover from when the [[Rhoynar]] used to live in city-states in [[Essos]]. There are therefore a few legal differences between being the ruling &quot;Prince&quot; of Dorne and a &quot;Lord Paramount&quot;, though they do seem to be functionally equivalent. The only apparent difference is that Dorne continues to follow its custom of practicing equal primogeniture, thus there have been several instances of women ruling Dorne, in which case they are styled as &quot;Princess of Dorne&quot;. It is not clear if the Targaryen kings technically have the right to dismiss the Princes of Dorne, as they apparently do with Lords Paramount (though none was actually dismissed in three centuries of Targaryen rule).\n\nOnly six Houses hold the title of &quot;Lord Paramount&quot; at one time, as the Iron Islands and Dorne use alternate titles. House Targaryen itself rules the Crownlands directly, not as &quot;Lords Paramount&quot;. Four of the Lords Paramount, the Starks, Lannisters, Arryns, and Tyrells, also serve as [[Warden]]s, who lead the realm's armies in war.\n\n"}, "title": "Lord Paramount"}