{"attributes": {}, "sections": {"TOP": "Lord Commander of the Night's Watch05258r8tbyz369y939aj7bkw4ltcx0bm9sk91715182015-02-04T20:33:27ZThe Dragon Demands5014364:''For other uses of this rank name in different organizations, see: &quot;[[Lord Commander]]&quot;.''\n[[Image:LordMormont.jpg|thumb|300px|Jeor Mormont, Lord Commander of the Night's Watch at the beginning of the TV series.]]\nThe '''Lord Commander of the Night's Watch''' is the leader of the [[Night's Watch]].\n\nBy virtue of the office, the Lord Commander is also the functional ruler of [[The Wall|the Wall]] and all of the castles along it, as well as the sparsely populated lands of [[The Gift|the Gift]] located immediately south of the Wall, which are meant to support the Night's Watch.Â \n\nThe original headquarters of the Night's Watch was the [[Nightfort]], the first castle built at the Wall, and thus for thousands of years it was where the Lord Commander of the Watch resided. A little over two hundred years before the War of the Five Kings, during the reign of King [[Jaehaerys I Targaryen]], the Night's Watch abandoned the Nightfort because they could no longer maintain it with their dwindling resources. Instead, they relocated their headquarters to [[Castle Black]], where all subsequent Lords Commander were based.\n\nThe immediate subordinates and advisors of the Lord Commander are the [[First Ranger]], [[First Builder]], and [[First Steward]], who command the three internal orders of the Watch,  and who reside with him at Castle Black.\n\nThere are nineteen castles built along the Wall, but due to the decline of the Night's Watch over the centuries only three are actively garrisoned by the time of the War of the Five Kings:  Castle Black in the center, [[The Shadow Tower]] at the western end, and [[Eastwatch-by-the-Sea]] at the eastern end on the coast.  The Lord Commander of the Night's Watch also serves as the direct garrison commander of Castle Black, while the other castles have their own garrison commanders whom he appoints.  \n\nThe [[Maesters|Order of Maesters]] also assigns one of its members to each of the castles on the Wall (currently only three, for three castles), so the Lord Commander is also advised by the resident maester assigned to Castle Black.  \n\n", "Election": "\nLord Commanders serve for life, and new ones are popularly elected in a [[Choosing]], in which every current member of the Night's Watch casts an equal vote.\n\nDuring the interrim period after a Lord Commander dies but before a new one is elected, another high-ranking officer of the Watch will temporarily serve as acting Lord Commander. In times of crisis or major wildling attacks this may last some time, or if an election is deadlocked and lasts a considerably long amount of time. Still, it is frowned upon for an acting Lord Commander to serve for too long without taking steps to hold a new election at some point.\n\nMembers of the Night's Watch officially abandon all previous allegiances when they take the oath to join the order, leaving no distinction between members who were formerly common-born or noble-born. The leader of the Night's Watch is therefore always called &quot;Lord Commander&quot;, even if they were bastard-born or common-born, and were never &quot;lords&quot; in the first place. The Lord Commander frequently is of noble birth, but this is simply because nobles tend to receive better combat training from their castle's master-at-arms before they arrive at the Wall. As a result noble-born men who join the Watch tend to rise more quickly through the ranks to become officers, but this is just a general trend and not an official rule. Many bastard-born or even common-born members of the Watch have risen to command castle-garrisons along the Wall during its millennia-long history, and there are multiple historical examples of common-born men who were elected Lord Commander. Noble-born men who join the Watch are typically younger sons who would never have inherited their fathers' lands and titles, and were never the &quot;Lord&quot; of a castle and territory (&quot;Lord&quot; with a capital L: technically all members of the nobility are called &quot;my lord&quot; even though they are not a &quot;Lord&quot; of anything).\n\nNew Lord Commanders usually tend to be elected from the [[Ranger]]s due to their military experience. Sometimes, however, promising new recruits will be appointed as the personal [[Steward (Night's Watch)|Steward]] of high ranking Rangers or the Lord Commander himself. While technically a Steward, this means that they will follow the Lord Commander at all times, and learn from how he performs his duties. It is generally assumed that being made Steward to the Lord Commander is actually a fast track to promotion, meant to groom a recruit for a later command. This was apparently the case when Jeor Mormont appointed [[Jon Snow]] as his [[Steward]], despite the fact that Jon was easily the best fighter in his class of recruits.\n\nLord Commander [[Jeor Mormont]] was a very rare case, as he was the actual [[Lord of Bear Island]] and head of [[House Mormont]] before he voluntarily abdicated in order to join the Watch. Jeor did this because Northern Houses tend to have greater respect for the Night's Watch, and House Mormont in particular because their lands are so close to the Wall. However, Jeor Mormont was an exceptional case: a man gets what he earns at the Wall, regardless of his past, and most often the &quot;Lord Commander&quot; was never a &quot;Lord&quot;, and frequently was never even noble-born.\n\n==Recent Lords Commander of the Night's Watch==\n*{[[Jeor Mormont]]}, formerly Lord of Bear Island. Voluntarily abdicated his position to take the black. Led a [[Great Ranging]] beyond the Wall, but his forces were beaten back by the [[White Walkers]] at the [[Battle of the Fist of the First Men]]. Later killed in the retreat by several of his own men during the [[Mutiny at Craster's Keep]]. Ser [[Alliser Thorne]] served as acting Lord Commander following his death.\n\n==Past Lords Commander of the Night's Watch==\n\n*The &quot;[[Night's King]]&quot; - one of the early Lords Commander who, according to legend, lived eight thousand years ago. The legends say that he was seduced by a female White Walker, declared himself king of the Night's Watch, and conducted human sacrifices at the Nightfort. It took an alliance between the Stark King in the North and the wildling King-Beyond-the-Wall [[Joramun]] to overthrow him, and restore the Night's Watch.\n*[[Brynden Rivers]]Â - held the position during the reign of King [[Aegon V Targaryen]].\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, the plural forms &quot;Lords Commander&quot; and &quot;Lord Commanders&quot; have been used interchangeably.\n\nThe man who immediately preceded Jeor Mormont as head of the Night's Watch was &quot;Lord Commander Qorgyle&quot;, though the man's first name has not been revealed. He was apparently a member of [[House Qorgyle]], and thus a &quot;Sandy [[Dornishmen|Dornishman]]&quot; from the central deserts of Dorne.\n\nThe Night's King was, according to legend, the 13th Lord Commander, and lived relatively soon after the Wall was constructed.\n\nOne of the absolute worst Lords Commander the Night's Watch ever had (short of the Night's King) was Rodrik Flint, who (at an as-yet unrevealed point in history) actually tried to making himself [[King-Beyond-the-Wall]], and nearly destroyed the Night's Watch.\n\nThe Lord Commander at the time of the [[War of Conquest|Targaryen Conquest]], 300 years before the War of the Five Kings, was a brother of [[Harren Hoare]]. He held true to his vows and did not intervene during the Targaryen conquest and unification of the continent, even as [[House Hoare]] itself was destroyed. In return, [[Aegon I Targaryen|Aegon the Conqueror]] appreciated the Watch's neutrality, and let it remain as a special extra-legal zone technically not under the authority of the [[Iron Throne]].\n\nAccording to tradition, Jeor Mormont was the 997th Lord Commander of the Night's Watch - according to the legend that the Watch was founded a full 8,000 years ago, when the Wall was allegedly constructed. [[Samwell Tarly]] points out that they have no real way of knowing if there have ''actually'' been 997 Lords Commander, or even if the Watch is truly 8,000 years old. While reading through the Castle Black library, Samwell says that the most complete list of Lord Commanders he ever found only consisted of 667 names - and he has no way of confirming if dozens if not hundreds of those names were ever real men, or simply legendary figures who were later added into the lists. While Mormont is still considered the 997th Lord Commander, there are simply huge gaps in the list, with allegedly 330 Lords Commander whose names have simply been forgotten. It isn't clear exactly how far back in time an accurate historical count extends: history becomes relatively accurate after the Targaryen Conquest, but it hasn't been stated what number the Lord Commander at the time (Harren the Black's brother) was.\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n"}, "title": "Lord Commander of the Night's Watch"}