{"attributes": {}, "sections": {"TOP": "Lord Snow recap013761ch5mro7mnkgoubpq4ud57t2clulbk8e1604252014-09-24T19:43:17ZThe Dragon Demands5014364:''Main: [[Lord Snow]]''\nThis '''recap''' of '''&quot;Lord Snow&quot;''' features a detailed synopsis of each scene of the episode.\n\n", "Scene 13": "[[File:Lord_Snow_Tyrion_news_of_Bran.png|thumb|left|Tyrion tells Jon that Bran has awaken]]\nAt Castle Black Jon is confronted by several of the other recruits: [[Rast]], [[Pypar]] and [[Grenn]]. They are angry with Jon for beating them in the training yard and breaking Grennâ&euro;&trade;s nose. When Jon says itâ&euro;&trade;s an improvement, they grab him and prepare to beat him up, but are interrupted by Tyrionâ&euro;&trade;s arrival. Tyrion scares them off by noting they have interesting faces which would look good decorating spikes on Kingâ&euro;&trade;s Landingâ&euro;&trade;s walls. Jon says that the other boys resent him for being better than him, but Tyrion says they resent him because he was brought up in a castle and trained by a proper, formidable master-at-arms. They were not so lucky: Pyp was sent to the Wall for stealing a wheel of cheese to feed his starving sister and Grenn was left outside a farmhouse at the age of three. Tyrion gives Jon the letter about Bran.\n\n", "Scene 12": "[[File:Eddard and Petyr 1x03.png|right|thumb|Ned threatens Littlefinger]]\nLittlefinger takes Eddard to the brothel. Believing he is being mocked, Eddard grabs Littlefinger by the neck and throws him up against the wall, saying he's &quot;a funny man, a very funny man.&quot; Ned continues to choke Petyr while easily pinning him against the wall using only his left hand wrapped around his throat (not even his dominant right hand) but Petyr isn't strong enough to resist him. Catelyn appears on the balcony overhead and tells Eddard to calm himself. Incredulous, Eddard goes in to meet her. Littlefinger, composing himself, mutters that the Starks have quick tempers but slow minds.\n\n", "Scene 11": "In the Red Keep Eddard is given a similar message by Pycelle. Littlefinger arrives and asks if it is good news. He suggests that Eddard could share it with his wife. Eddard points out his wife is in Winterfell. Littlefinger replies, &quot;Is she?&quot;\n\n", "Scene 10": "[[File:Lord_Snow_fights_and_trains.png|thumb|left|Jon in the training yard]]\nAt Castle Black Tyrion and Lord Commander [[Jeor Mormont]] are looking over the training yard. Ser [[Alliser Thorne]] is putting the new recruits through their paces, using Jon Snowâ&euro;&trade;s superior castle training to humiliate them; however, he has no praise for Jon, addressing him by the mocking title of &quot;Lord Snow&quot; and coldly telling Jon he's the least useless of all the recruits. Tyrion notes that Thorne is a &quot;charming man,&quot; but Mormont says he doesnâ&euro;&trade;t need a charming man but someone who can turn these boys into men of the [[Nightâ&euro;&trade;s Watch]]. He admits itâ&euro;&trade;s going slowly. He asks Tyrion to deliver a message heâ&euro;&trade;s just received to Jon Snow; Itâ&euro;&trade;s about Bran. Tyrion asks if itâ&euro;&trade;s good or bad news and Mormont responds, &quot;Both.&quot;\n\n", "Scene 17": "[[File:Lord_Snow_Jaime_Selmy_with_King.png|thumb|left|Jaime and Barristan Selmy stand before King Robert]]\nKing Robert is in his chambers, drinking and reminiscing about battles with Ser [[Barristan Selmy]], Lord Commander of the [[Kingsguard]]. Barristan recalls his first kill was a [[Tyrosh]]i soldier whose name he never knew. He killed him with a lance to the heart. Robert recalls his first kill was a soldier serving [[House Tarly]] at the [[Battle of Summerhall]]. The soldier thought he could end the war with a single swing of his swordÂ but Robert killed him instead. Robert recalls how the man begged for mercy before Robert dealt theÂ death blow and gets melancholy, thinking that the boy could have stayed in the back ranks of the enemy army, survived the battle and would now be unhappily married with ingrates for children of his own.\n\nRobert demands wine from his squire, [[Lancel Lannister]], a cousin of Jaime and Cerseiâ&euro;&trade;s. Lancel is only able to pour a little, as the jug has run out. Robert angrily sends him for more and orders Jaime â&euro;&ldquo; standing guard outside the chamber â&euro;&ldquo; to come in. He asks him about his first kill and Jaime replies that it was one of the [[Kingswood Brotherhood]], an outlaw band. He was only a sixteen year old squire and cut the other manâ&euro;&trade;s head off, meaning he had no last pithy words. Barristan was there that day. Jaime remembers Barristan killing [[Simon Toyne]] with a counter-riposte, the best move heâ&euro;&trade;d ever seen. Barristan notes that Toyne was a good fighter, but had lacked stamina.\n\nRobert asks Jaime what the Mad King said when he died, if he called Jaime a traitor or begged for mercy. Jaime replies that he only said what heâ&euro;&trade;d been saying all day, &quot;Burn them all.&quot; Having silenced Robert, he takes his leave.\n\n", "Scene 16": "[[File:Lord_Snow_cat_leaves_kings_landing.png|thumb|Cat leaves Kings Landing]]\nCatelyn takes her leave of Eddard, regretting that she cannot stay and see the girls, but itâ&euro;&trade;s safer this way. Catelyn says she knows the Lannisters committed this crime. Eddard agrees, and says he will find overwhelming proof and bring it to Robert, and hope he is the still the man Eddard he once knew. Eddard tells Catelyn that Littlefinger still loves her, but she just says, &quot;Does he?&quot; and kisses Eddard goodbye. She and Ser Rodrik then leave the city.\n\n", "Scene 15": "[[File:Lord_Snow_Cersei_and_Jaime.png|thumb|left|Jaime comforts Cersei]]\nCersei meets with Jaime in her chambers and berates him for throwing Bran from the window. She could have intimidated Bran into silence. He tells her to calm down. Cersei also reports that Bran has no memory of what happened, which satisfies Jaime. If somehow he remembers and Robert goes to war with him, Jaime will fight it gladly. Cersei slaps him, but Jaime stops her and tells her he will kill everyone until the two of them are the only people left in the world if necessary.\n\n", "Scene 14": "[[File:Lord_Snow_Cat_with_Petyr.png|thumb|Cat tells Ned they can trust Baelish]]\nAt the brothel, Littlefinger points out that any accusation that Tyrion tried to kill Bran would be regarded as treason. The evidence they have is sketchy and easily denied; Tyrion will likely claim the dagger was stolen from him and the assassin, the only one who could say otherwise, is dead. CatelynÂ urges Eddard to trust Littlefinger, saying heâ&euro;&trade;s like a little brother to her. Littlefinger agrees he will keep Eddard safe in the capital for Catelyn. When Catelyn says heâ&euro;&trade;s a true friend, Littlefinger asks her not to spread that around: he has a reputation to maintain.\n\n", "Scene 19": "[[File:Jon and Benjen 1x03.png|left|thumb|Jon and Benjen speak]]\nAt Castle Black, Jon Snow ascends to the top of [[the Wall]] via a wheel-and-pully lift. He joins his uncle [[Benjen Stark|Benjen]], who tells him he wanted to be there the first time Jon saw the view from the top of the Wall. Benjen says he is leaving. They have heard further strange reports from [[beyond the Wall]] and he is going to investigate. Jon asks to go with him, but Benjen says no. Jon is not ready yet, and Benjen is annoyed to find that Jon just expects he can go due to his relationship with Benjen. Here on the Wall a man only gets what he earns, when he earns it. Benjen says they will talk more upon his return.\n\n", "Scene 18": "[[File:Daenerys 1x03.png|right|thumb|Dany rides with her Khalasar]]\n[[Drogo|Drogo's]] ''[[khalasar]]'' is passing through a vast forest of bamboo. Daenerys asks Ser [[Jorah Mormont|Jorah]] if the [[Dothraki]] buy their slaves, but Jorah says no. The Dothraki do not believe in money. Instead, they take slaves as tribute from cities in lieu of sacking them. However, Jorah points out that the Dothraki sometimes feel insulted by the quality of the slaves and will sack the city anyway. Sometimes they take the slaves and other tribute and then sack the city regardless if they havenâ&euro;&trade;t had a good fight in months. Daenerys sees a Dothraki hitting a slave and orders the whole ''khalasar'' to halt until she says otherwise. Jorah notes that she is talking like a queen, but she says not like a queen, but like a ''[[khaleesi]]''.\n\nShe goes for a walk in the forest but is chased down by [[Viserys Targaryen|her brother]]. Viserys is furious at being ordered to halt with the rest of the horde and tells Daenerys that he does not take orders from savages or their sluts. Before he can say more, a whip wraps itself around his throat and he is dragged to the ground by Daenerysâ&euro;&trade;s Dothraki bodyguard, [[Rakharo]], who has followed them with [[Irri]], one of Daenerysâ&euro;&trade;s handmaids. Translating for Rakharo, Irri suggests killing Viserys but Daenerys orders him spared. Rakharo is disappointed at not even being allowed to take an ear to teach Viserys respect. Viserys orders Ser Jorah to kill the Dothraki dogs. After a considering moment, Ser Jorah ignores him and escorts Daenerys back to the ''khalasar''. Amused, Rakharo makes Viserys walk back: being forced to walk is the ultimate insult from a Dothraki.\n\n", "Scene 26": "[[File:Lord_Snow_tyrion_pisses_off_the_wall_1x03.png|thumb|Tyrion pisses off the Wall]]\nFulfilling his promise, Tyrion stands atop the Wall and urinates off the edge. He says a farewell to Jon and promises to carry his good wishes to Bran when he stops at Winterfell on the way back south. Jon is upset that Bran will never walk again but Tyrion points out that if you have to be a cripple, itâ&euro;&trade;s good to be at least a rich cripple.\n\n", "Scene 24": "[[File:Lord_Snow_mormont_1x03.png|thumb|Lord Commander Mormont and Aemon speak with Tyrion]]\nTyrion meets with Lord Commander Mormont (Jorahâ&euro;&trade;s father) and Maester [[Aemon]]. They ask Tyrion how many winters he has seen. He says nine, and that the winter of his birth was three years long. Aemon says the summer that is now ending has lasted for nine years, which means a long and bitter winter to follow. Reports from the [[Citadel]] confirm that the days are growing shorter and the seasons are changing. Winter is coming, as the Starks say, and Aemon believes this winter will bring dark things with it.\n\nMormont reports that they are capturing wildlings every month, fleeing south in ever-greater numbers. Many of them are saying they have seen the White Walkers. Tyrion replies that the fishermen of [[Lannisport]] say theyâ&euro;&trade;ve seen mermaids, but Mormont and Aemon go on, remarking that [[Will|one of their rangers]]Â swore he saw the Walkers kill his companions, and that he kept swearing it right up to the moment [[Eddard Stark|Ned Stark]]Â chopped his head off. TheÂ Night's WatchÂ is the only thing that stands between the Seven Kingdoms and what lies beyond, and it has become an army of undisciplined boys and tired old men. Their numbers have dropped below a thousand, meaning they can no longer man the other castles on the Wall orÂ properlyÂ patrol the wilderness. They ask him to use his influence at court to send them more resources. For all of his bluster and brave talk, Tyrion is unsettled by the vehemence and desperation of the two men.\n\n", "Scene 25": "[[File:Lord_Snow_drogo_dany_1x03.png|thumb|left|Dany tells Drogo they will have a son]]\nIn the Dothraki camp, Daenerys and Drogo are lying together. She tells him â&euro;&ldquo; in Dothraki â&euro;&ldquo; that it will be [[Rhaego|a boy]]. He asks her how she can be sure, but she just says that she knows.\n\n", "Scene 22": "[[File:Lord_Snow_Jorah_1x03.png|thumb|Ser Jorah discovers Dany is pregnant]]\nSer Jorah Mormont and Rakharo are comparing their respective weapons and ways of fighting. Jorah notes that the Dothraki ''[[arakh]]'' is a superior weapon to use from horseback, with its curved blade. However, the ''arakh'' is unable to penetrate heavy armor. In that case the Westerosi broadsword is superior. Rakharo points out that the Dothraki do not wear armor, as it makes a man slow. His father taught him that speed defeats size. Jorah agrees, but armor can also keep a man alive. He asks Rakharo about his father, a man he has heard was a great warrior. Rakharo proudly says he was bloodrider to Khal [[Bharbo]], Drogoâ&euro;&trade;s father. He asks about Jorahâ&euro;&trade;s father in return and if he was a great warrior. Jorah replies he still is, a man of great honor. Jorah betrayed him.\n\nIrri enters the tent and tells them that they need to have something more interesting for dinner. She commands Rakharo to go and kill some rabbits or a duck. Rakharo is incredulous, as there are no such animals nearby. Irri suggests killing a dog, but Jorah suggests that itâ&euro;&trade;s unlikely that Daenerys will like that. Irri tells them that Daenerys is pregnant. Jorah, thoughtful, says they can procure a goat from the herds. After Irri leaves, Jorah says he must ride to the nearby [[Free City]] of [[Qohor]]. Rakharo points out that the khalasar is moving on eastwards towards [[Vaes Dothrak]], but Jorah promises to catch them up, as the hordeâ&euro;&trade;s trail is easy to find.\n\n", "Scene 23": "[[File:Lord_Snow_training_yard_1x03.png|thumb|left|Jon helps train Pyp and Grenn]]\nJon Snow is practicing in the courtyard at Castle Black again, but this time instead of humiliating the other boys he shows them their mistakes and what they are doing wrong. He quickly wins over Pyp and Grenn with his advice. Tyrion, watching from nearby, approves.\n\n", "Scene 20": "[[File:Lord_Snow_Tyrion_Yoren_swap_stories.png|thumb|Tyrion and Yoren swap stories]]\nTyrion has made the acquaintance of [[Yoren]], a recruiter for the Night's Watch. Yoren has a rough sense of humor which Tyrion enjoys. They swap stories about the strangest things theyâ&euro;&trade;ve eaten, with Yoren saying bearâ&euro;&trade;s testicles and Tyrion proposing &quot;[[Dorne|Dornish]] girls&quot;, to Yoren's amusement. Yoren is heading out again, this time bound south. Heâ&euro;&trade;ll take the leavings of various lords' dungeons, but half or more of his recruits come from Kingâ&euro;&trade;s Landing.\n\nBenjen Stark enters the room and notes their laughter. He asks if Tyrion thinks the Nightâ&euro;&trade;s Watch is a joke, a story he can spread down south while drinking fine wines and enjoying his brothels. He points out that half of the boys Tyrion has seen training will die north of the Wall, from a wildlingâ&euro;&trade;s axe or from the cold, and they will in pain and fear. Tyrion, slightly irritated by Benjen's words, tells him he has great respect for the Night's Watch and for Benjen as First Ranger. Benjen, amused, notes that the silence before the &quot;But,&quot; in such a sentence is telling. Tyrion goes on to say that he does not believe in [[White Walkers]] or [[giants]] or any of theÂ other mythological terrors lurking beyond the Wall, and that the only difference between the people of the Seven Kingdoms and the wildlings is what side their respective ancestors happened to be on when the Wall went up. Benjen agrees, saying that the wildlings are men just like them, just harder and tougher. Itâ&euro;&trade;s not the wildlings that keep him awake at night, but other things. He tells Tyrion that heâ&euro;&trade;s never been north of the Wall, so he can't tell Benjen what is out there. He leaves and Tyrion ponders if Benjen is starting to like him.\n\nTyrion offers to share the road with Yoren. As no-one refuses a Lannister, this means they'll be sleeping in the finest inns and castles rather than Yoren's normal ditches and hedges.\n\n", "Scene 21": "[[File:Lord_Snow_Irri_Dany_pregnant.png|thumb|left|Irri tells Dany she is with child]]\nIrri is teaching Daenerys how to speak [[Dothraki (language)|Dothraki]]. Puzzled, Irri notes that Daenerysâ&euro;&trade;s body is changing. She asks Daenerys if she has bled recently and when Daenerys is unable to reply, IrriÂ informs Daenerys she is pregnant, noting &quot;It is a blessing from the [[Great Stallion]].&quot;\n\n", "Scene 9": "[[File:Lord_Snow_Cat_in_Littlefingers_brothel.png|thumb|Cat is sent to Littlefinger's brothel]]\nRodrik and Catelyn are taken to, of all places, a brothel in the city. There they are greeted by Littlefinger. Catelyn is furious at being taken to such a place. Littlefinger apologizes for any perceived disrespect but they will not be seen here. Catelyn wants to know how he knew he was coming and Varys enters the room. He tells her his &quot;[[little birds]]&quot; are everywhere, even in the North, and they have already told him about the dagger and attempt on her life.\n\nCatelyn shows them the dagger and Varys, reluctantly, says he has no idea where it comes from. Littlefinger is amused to know something that Varys does not and confirms that the dagger used to belong to him. He lost it in a wager during a [[tournament]] which was held on Prince Joffrey's last [[nameday]]. He had bet on Jaime Lannister, &quot;as any sane man would&quot;, but Ser [[Loras Tyrell]] &quot;the Knight of the Flowers&quot; managed to unseat Jaime, and Littlefinger lost the bet. The person who won it was [[Tyrion Lannister]], the Imp.\n\n", "Scene 8": "[[File:Catelyn-arrive.png|left|thumb|Rodrick and Catelyn arrive in Kings Landing]]\nSer [[Rodrik Cassel]] and [[Catelyn Stark]] arrive at Kingâ&euro;&trade;s Landing via a small side-gate. Ser Rodrik thinks they are less likely to be noticed this way, but Catelyn thinks the precaution is unnecessary. Itâ&euro;&trade;s nine years since sheâ&euro;&trade;s visited the capital and no-one knew who she was back then. However, they are almost immediately approached by two members of the [[City Watch]]: they have been expected and are to go with them.\n\n", "Scene 7": "[[File:Bran and Old Nan 1x02.png|thumb|Old Nan tells Bran of winter and the Long Night]]\nA crow flies into [[Bran Stark|Bran's]] bedroom in [[Winterfell]]. [[Old Nan]], a senior servant, is trying to cheer Bran up and offers to tell him a story about Ser [[Duncan the Tall]]. Bran tells her he prefers scary stories. Old Nan starts to tell him about the [[Long Night]], when the land froze under a winter that lasted for years on end, and out of that darkness the [[White Walkers]] came riding their dead horses and hunting with packs of giant spiders.\n\n[[Robb Stark|Robb]] enters and dismisses Old Nan and her stories. He asks Bran how he fell, but Bran still canâ&euro;&trade;t remember. Robb is puzzled, as he's seen Bran climb a thousand times in all weather and never fell. Bran asks if itâ&euro;&trade;s true that he will never walk again and Robb nods in agreement. Bran says heâ&euro;&trade;d rather be dead.\n\n", "Scene 6": "[[File:Lord_Snow_Arya_Needle.png|thumb|left|Arya unsheathes Needle]]\nIn her room Arya unsheathes her sword. Her father arrives and catches her with it. He notes that it is [[Mikken]]'s work. She tells him [[Needle|its name]] and says she doesnâ&euro;&trade;t want to be a lady. Arya blames herself for Mycah's death, for asking him to practice with her; Ned reassures her that what happened wasn't her fault. Arya rages at her unhappiness and those she holds responsible, listing primarily the queen, Joffrey and Sansa. Eddard explains that Sansa could not betray her future husband for all of the years of trouble that would cause. Arya is surprised, asking her father how he could let her marry someone like that. Eddard, unable to find a good answer, tells her that winter is coming and they must rely on one another in this dangerous place, and Arya admits that she doesn't truly hate her sister over what happened. Eddard tells Arya she can keep Needle, but she needs to find someone to train her how to use it.\n\n", "Scene 5": "[[File:Lord_Snow_ned_Septa_Sansa.png|thumb|Septa Mordane, Ned and Sansa at the table]]\nArya and Sansa have a meal with Septa [[Mordane]], but Arya is angrily stabbing the table with her knife. She tells them that she is practicing for Joffrey, that he is a liar and a coward and that Mycah would still be alive if Sansa had only told the truth. Mordane tells Arya to leave the room. Eddard arrives and talks to Sansa, giving her a gift of a doll. Sullen, she replies she hasnâ&euro;&trade;t played with dolls since she was eight. Eddard looks helplessly at Mordane, noting that, &quot;War was easier than daughters&quot;.\n\n", "Scene 4": "[[File:Cersei-joffrey.png|left|thumb|Cersei gives motherly advice to Joffrey]]\nQueen [[Cersei Lannister|Cersei]] is checking Prince Joffreyâ&euro;&trade;s wounds. She tells him they can say what they like about the incident, that Joffrey fought off a [[direwolf]] bravely. She even suggests spreading the story that he killed the beast and only spared [[Arya Stark|Arya]] because of the love his father bore for hers. Cersei says that the truth is malleable for a king, that once Aerys sat on the Iron Throne and Robert was a rebel and traitor. When Joffrey sits on the Throne, the truth will be what he makes it.\n\nJoffrey asks if he has to marry [[Sansa Stark|Sansa]] and Cersei confirms this is so, but that he only has to sleep with her when he wants. She suggests doing something nice for Sansa to try to repair their rift, but Joffrey is reluctant. Instead, he argues that they are allowing the Northerners too much power and they consider themselves the equals of the [[House Lannister|Lannisters]] and [[House Baratheon|Baratheons]]. Cersei asks him how he would handle them and he suggests doubling their taxes and contributing 10,000 men to a standing [[Royal Army]]. Joffrey thinks that each lord controlling his own force is primitive. If the Northerners were to rebel over this matter, Joffrey would seize Winterfell and install someone loyal â&euro;&ldquo; perhaps his Uncle [[Kevan Lannister|Kevan]] â&euro;&ldquo; as [[Warden|Warden of the North]]. When Cersei asks how the northerners in this Royal Army would respond to this order, Joffrey replies they would have no choice but to obey. Cersei tells her son his plan is foolish: [[the North]] is too big and too wild to be invaded and occupied. Any occupying army would be annihilated when winter comes. A good king knows when to save his strength and destroy his enemies. Joffrey notes this and asks his mother if the [[House Stark|Starks]] are their enemies. Cersei replies that, &quot;Anyone who isn't us is an enemy.&quot;\n\n", "Scene 3": "[[File:Lord_Snow_Ned_hand_of_king.png|thumb|Ned obtains his &quot;Hand of the King&quot; pin during his first small council meeting]]\nEddard arrives at the small council chamber and greets its members: [[Varys]], the master of whispers; [[Renly Baratheon]], the master of laws (and the youngest of King Robert's two brothers); [[Grand Maester]] [[Pycelle]], the kingâ&euro;&trade;s personal maester and advisor; and Lord [[Petyr Baelish]], known as &quot;Littlefinger&quot;, the realmâ&euro;&trade;s master of coin. Varys tells Eddard that they are praying for Prince [[Joffrey Baratheon|Joffrey's]] full recovery, but Eddard suggest that he could have prayed for the [[Mycah|butcher's son]] instead. Eddard greets Renly warmly, as he hasnâ&euro;&trade;t seen him for many years; Renly comments that Ned looks exhausted from travelling and claims he tried to get the rest of the council to postpone the meeting. He also greets Pycelle, noting that last time they met, Pycelle was serving a different king. Pycelle gives Eddard the symbol of his office, a badge showing a hand. Eddard greets Littlefinger more formally, noting that he was a friend of his wifeâ&euro;&trade;s when younger. Littlefinger notes he has a token of esteem from Eddardâ&euro;&trade;s late elder brother, who cut him (though not grievously) during a duel for Catelynâ&euro;&trade;s honor.\n\nThe meeting is convened, to Eddardâ&euro;&trade;s surprise. It is customary for [[Robert Baratheon|the king]] to attend such meetings. Renly tells Eddard that Robert never takes part in the meetings, and Varys, more politely, says that Robert has many burdens but allows his small council to take care of the &quot;small matters&quot; of the realm. Littlefinger notes that they are the &quot;lords of small matters&quot;.\n\nRenly passes a proclamation from Robert to Eddard, reporting that the king has ordered the realm to stage a [[tournament]] in honor of Lord Stark's appointment. Littlefinger asks how much this will cost them and Eddard, slightly astounded, reads from the letter: 40,000 gold dragons for the champion; 20,000 to the runner-up and 20,000 to the winning archer. Pycelle asks if the realm can afford it and Littlefinger replies yes, as the realm already owes Tywin Lannister 3 million gold dragons. 80,000 isn't much to add to that. Eddard, getting angry, asks Littlefinger to confirm that the realm is 3 million in debt. Littlefinger replies it is 6 million in debt, including other creditors. Renly says that Robert has no time for working out where the money comes from (&quot;counting coppers, he calls it,&quot;), he just likes spending it. Eddard refuses to believe that Jon Arryn let Robert beggar the realm and Pycelle agrees that Lord Arryn often offered wise and prudent counsel. Unfortunately, Robert often ignored him. Eddard angrily tells the council that there will be no tournament, then pauses and apologizes for his tone as he is still weary from the road. Varys tells him they serve at his pleasure.\n\n", "Scene 2": "[[File:Lord_Snow_Jaime_Ned.png|thumb|left|Jaime and Eddard talk]]\nOn his way to the small council chamber, Eddard passes through the throne room. He finds [[Jaime Lannister]] sitting at the foot of the [[Iron Throne]]. Jaime tells him that it's good he's here, as they need some &quot;stern Northern leadership&quot;. Eddard baits Jaime about the state of his armor and how there isnâ&euro;&trade;t a scratch on it, indicating that Jaime has chosen his opponents wisely. Irritated, Jaime tells Eddard about how his [[Rickard Stark|father]] and [[Brandon Stark (Son of Rickard)|brother]] were killed in this very room and five hundred men stood and did nothing. It was silent apart from the screams and the [[Aerys II Targaryen|Mad King]]â&euro;&trade;s laughter. Later, when Jaime killed the Mad King, he recalled the screams of Eddardâ&euro;&trade;s father as he burned and said it felt like justice. Eddard is incredulous that Jaime would suggest he betrayed his sworn oath for Eddardâ&euro;&trade;s father. Jaime sarcastically asks if Eddard would have approved if he'd stabbed Aerys in the belly rather than the back, to which Ned retorts that Jaime served Aerys well, when serving was safe.\n\n", "Scene 1": "[[File:Stark party 1x03.png|right|thumb|The royal party arrives]]\nThe royal party arrives at [[Kingâ&euro;&trade;s Landing]] and are greeted by the [[Royal Steward]] in the courtyard of the [[Red Keep]]. He tells [[Eddard Stark]] that a meeting of the [[small council]] has been convened and asks him to attend. Eddard orders [[Jory Cassel]] to get the rest of the party settled while he attends the meeting. The court herald suggests that Eddard might want to change into something &quot;more appropriate&quot;, but Eddard just stares at him until he turns to lead the way.\n\n"}, "title": "Lord Snow recap"}