{"attributes": {}, "sections": {"TOP": "Lord Paramount of the Trident074356obsen5ybmqff8av5xwnna77lcn15811598452014-09-18T10:31:31ZSer Patrek25358400{{Quote|I plan to make you Lord of the Riverlands.|[[Tyrion Lannister]] to [[Petyr Baelish]]|What is Dead May Never Die}}\n'''Lord Paramount of the Trident''' is a title in ''Game of Thrones''. The holder is the head of the [[Great House]] of [[the Riverlands]]. The title takes its name from the [[Trident]], the main river system of the region. The patriarch of [[House Tully]] has held the title since the family was elevated to the position by [[Aegon I Targaryen]] in the [[Wars of Conquest]].\n\nWhen [[Robb Stark]] went into open rebellion against the [[Iron Throne]], House Tully joined him. Following the [[Red Wedding]] and the end of the Northern Rebellion, House Tully has been dispossessed of all lands and titles, and House Frey has been granted the lands and castle of Riverrun, along with rule of the Riverlands.\n\n", "Known Lords Paramount of the Trident": "* Lord {[[Edmyn Tully]]}, the first Lord Paramount of the Trident\n* Lord {[[Hoster Tully]]}\n* Lord [[Edmure Tully]], acting Lord Paramount for several years due to his father's illness. Rejected the title when his family rebelled against the [[Iron Throne]], during which time his father finally died of his illness. Thus he was never technically Lord Paramount in his own right. Later captured by forces loyal to the Iron Throne during the betrayal of the [[Red Wedding]].\n* Lord [[Walder Frey]], Lord of the Crossing, and Lord of Riverrun.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Freys assumed that they would be made the new Lords Paramount of the Trident as a reward for the [[Red Wedding]]. The Lannisters did promise them rule of [[Riverrun]] itself, but snubbed the Freys by giving the title to Petyr Baelish. Littlefinger, meanwhile, hasn't even set foot in the war-torn Riverlands, and simply let the region rot and its people starve while he continued his plotting in the capital and the Vale.\n\n"}, "title": "Lord Paramount of the Trident"}