{"attributes": {}, "sections": {"Commoners": ":''See main article: &quot;[[Smallfolk]]&quot;''\n\n", "TOP": "Lordship014290lrk4d5cjjgabajzrlj8g4qxbvedskaf1805952015-04-02T23:16:43ZThe Dragon Demands5014364/* In the books */{{Quote|Being a lord is like being a father, except you have thousands of children, and you worry about them all the time.|Robb Stark|The Prince of Winterfell}}\nThe social and political structure in the [[Seven Kingdoms]] is based on a system of '''Lords and lordship''', in which political power is dominated by [[Noble house|noble Houses]].\n\nThe system of lordship may have been introduced in [[Westeros]] under the [[First Men]], though its final form was achieved after the [[Andals]] [[Andal Invasion|invaded the continent]] six thousand years ago. In ancient times, every hill-lord called himself a &quot;king&quot;, but over the centuries the stronger petty kingdoms absorbed the weaker ones, gradually aggregating into larger kingdoms. When [[Aegon I Targaryen]] began his invasion of Westeros, the continent was divided between seven large kingdoms. The [[War of Conquest|Targaryen Conquest]] united the &quot;Seven&quot; Kingdoms into a single realm subordinate to the [[Iron Throne]].\n\n", "In the books": "\nThe feudal practices in the ''[[A Song of Ice and Fire]]'' novels actually do not accurately reflect many real-life medieval practices.\n\nThe greatest deviation presented in the society of the Seven Kingdoms is the extreme level of uniformity in feudal practices ''on the scale of an entire continent''. Since the 1970s, medieval historians have strongly challenged that &quot;feudalism&quot; was one uniform set of practices in all countries of Europe. For that matter, feudal laws and customs differed dramatically even within feudal countries from one major county or duchy to the next. Current scholarship has concluded that so-called &quot;feudalism&quot;, as a universal construct, never actually existed. The very use of the term &quot;feudalism&quot; is considered to be outdated.\n\nOn the other hand, the Seven Kingdoms were unified under the Targaryen kings three hundred years ago, and this may explain the uniformity in feudal practices across the continent. In later books, [[George R.R. Martin]] began incorporating new background information to try to convey that each of the Seven Kingdoms didn't always possess uniform societies. For example, [[Currency|coinage]] across the Seven Kingdoms during the time of Ned Stark is quite uniform, without regional variation. However, by the fourth book, ''A Feast For Crows'', Martin established that before the Targaryen Conquest the [[Kingdom of the Reach]] minted its own local coinage called &quot;Hands&quot; which were not equivalent to coinage from other kingdoms.  The ''World of Ice and Fire'' sourcebook (2014) does point out that even [[Aegon I Targaryen|Aegon the Conqueror]] did not attempt to impose a uniform system of laws on the Seven Kingdoms after he unified them politically, but let each continue to function under its previous local laws.  It was only his grandson [[Jaehaerys I Targaryen]], whose long and peaceful reign lasted for 55 years, who was ultimately able to enforce a standardized legal code across all of the Seven Kingdoms - even then a process which took many years, and which of course even he was largely able to enforce because the Targaryens still had dragons to intimidate the local rulers into acceptance.  Dorne wasn't part of the realm at the time, and because the union was through marriage-alliance when they later did unite with the Iron Throne a century later (still about one century ago), because the union was on equal terms the Dornish were allowed to keep their local laws and customs.  \n\nAnother major difference is that primogeniture really wasn't practiced throughout much of Europe for most of the Middle Ages. The famous post-Word War II historian Georges Duby put forward a very influential social model of the Middle Ages claiming that primogeniture was practiced throughout Western Europe, but the past thirty to forty years' worth of medieval historians have largely debunked Duby's theories.\n\nIn the case of the switchover to a modified royal inheritance system of male primogeniture, in which female heirs are placed behind all possible male ones, actually mirrors the real-life introduction of the [[Wikipedia:Pauline laws|Pauline laws]] in Russia by Tsar Paul I in 1797.\n\n", "Social structure": "\nThe feudal society of the [[Seven Kingdoms]] is based on a rigid social structure dividing the population between a hereditary nobility set above commoners known as [[smallfolk]]. A strict political hierarchy is in place, consisting of kings and great lords who command the allegiance of lesser lords who serve as their vassals. This &quot;government&quot; is based on personal oaths of allegiance: while one can speak of &quot;the realm&quot; on a vague level, they do not possess an abstract concept of the &quot;Nation-state&quot; in modern terms.\n\n", "Knights": ":''See main article: &quot;[[Knighthood]]&quot;''\n\n", "Kings": ":''See main article: &quot;[[King]]&quot;''\n\n", "Nobility": "\n", "Inheritance laws": "\nThe feudal society of the Seven Kingdoms follows inheritance law based on primogeniture, a winner-take-all system in which '''the designated heir inherits all of their parents' lands and possessions, to the exclusion of younger siblings'''. This is in contrast to a system of partible inheritance, in which lands would be divided evenly among siblings upon the death of their parents.\n\nThe designated heir in line of succession is '''decided by birth order''', in which an elder brother would inherit ahead of a younger brother. Many heirs will still try to provide for their younger siblings, giving them funds to live on or minor holdfasts to rule over in their name. For example, [[Tywin Lannister]] inherited all of his father's holdings, while his younger brother [[Kevan Lannister]] inherited no lands. Even so, Tywin looks out for his family, and has rewarded Kevan with substantial wealth over the years for his loyal service. However this is a matter of personal preference and not a requirement. In contrast to the Lannisters, when their bannerman [[Gregor Clegane]] succeeded to the rule of [[House Clegane]], he gave absolutely nothing to his younger brother [[Sandor Clegane|Sandor]], at which Sandor struck out on his own to seek his fortune as a bodyguard in direct service to the Lannisters.\n\nThe other major rule under primogeniture inheritance law is that '''a lord's children will inherit before the lord's younger siblings'''. A lord's younger brother will only inherit once his older brother's bloodline is exhausted, leaving no surviving children or grandchildren. Officially, if a lord dies leaving an infant daughter and an adult younger brother, his infant daughter is first in line of succession. In practice, uncles and aunts often try to claim inheritance ahead of their nephews and nieces, feeling that they are better suited to rule. This is not always without good reason, as a noble House officially led by an infant daughter will be seen as weak and easy to attack by hostile neighbors. There have been many instances where an uncle claimed rule ahead of infant children of their older brother, and indeed had widespread support, and truly had only the best interests of the family's holdings in mind. Of course, there is also much truth to the trope of the wicked greedy uncle trying to cheat the rightful heirs out of the family lands. This sort of situation frequently leads to succession conflicts. Other times an adult daughter or a child son may be deemed unfit to rule, though this would be seen as a stretch by many of their vassals (if the only surviving child is not only an infant but a female, she stands the highest chance of having her succession disputed).\n\nThere are actually three different variations of primogeniture which are practiced in the Seven Kingdoms:\n\n===Male-preference Primogeniture===\n\nCommonly known as simply &quot;primogeniture&quot;, this is the standard inheritance practice throughout almost all of the unified realm of the Seven Kingdoms. In this system, '''children inherit in birth order, but daughters are counted behind sons.''' A lord's daughter would still inherit ahead of his own younger brother, because his bloodline is counted ahead of his brother's bloodline.\n\nFor example, the birth order in the current generation of [[House Stark]] is: Robb, Sansa, Arya, Bran, Rickon. The inheritance order, however, is &quot;Robb, Bran, Rickon&quot; followed by &quot;Sansa, Arya&quot;. Thus, despite the fact that Sansa is the second-born Stark child, she actually follows her little brother Rickon in the line of succession.\n\nAs the children of a lord inherit before his younger siblings, if Robb Stark were ever to father a child, '''even if it was a daughter''', it would become next in line of succession ahead of Robb's younger brother Bran. Thus the new succession order would be &quot;Robb, Robb's child, Bran, Rickon, Sansa, Arya&quot;.\n\nIn House Lannister, Tywin's children are officially in the line of succession ahead of Tywin's younger brother Kevan. Normally, [[Jaime Lannister]] would be Tywin's legal heir, but he forfeited the right to all inheritance when he joined the [[Kingsguard]] (which also requires its members to take a vow of celibacy). Normally, this would mean that [[Tyrion Lannister]] stands ahead of his sister [[Cersei Lannister|Cersei]] in line of succession, even though Tyrion is younger than Cersei. While there is little ambiguity that Tyrion should be Tywin's heir, Tywin despises his dwarf son so much that he has never acknowledged Tyrion as his legal heir, a gesture normally seen as a mere formality.\n\n===Equal Primogeniture===\n\n[[Dorne]] entered the Seven Kingdoms only a hundred years ago, not through conquest but through marriage-alliance with [[House Martell]]. As a result, it was allowed to maintain many of its unique local customs, such as the rulers from House Martell using the title &quot;Prince of Dorne&quot; instead of &quot;Lord Paramount of Dorne&quot;, a relic from the time Dorne was independent and from past centuries when the [[Rhoynar]] lived in river-based city-states in [[Essos]]. The largest practical difference in their laws is that Dorne was allowed to continue to follow equal primogeniture. Under equal primogeniture, '''the eldest child inherits, regardless of whether they are male or female.'''\n\nEqual primogeniture is practiced by all of the noble Houses in Dorne, including the ruling Prince of Dorne; thus when a woman succeeds to House Martell, she is styled &quot;Princess of Dorne&quot;.\n\nIn the current generation, Prince Doran Martell has three children: his daughter Arianne, followed by his two sons,Â Quentyn and Trystane. SinceÂ Arianne is the oldest child, she is ahead of her two younger brothers in the line of succession, and has indeed been actively groomed her entire life to one day succeed her father as ruler of Dorne. Any children Arianne may have, male or female, will stand in line of succession ahead of her younger brothers and their children.\n\nHypothetically, if equal primogeniture were applied to House Stark, it would simply follow birth order: &quot;Robb, Sansa, Arya, Bran, Rickon&quot;.\n\n===Royal Primogeniture===\n\nAbout 170 years before the War of the Five Kings, a disastrous civil war occurred within [[House Targaryen]] when [[Rhaenyra Targaryen]] was challenged for the succession by her younger half-brother, [[Aegon II Targaryen]]. Although Rhaenyra had been officially designated as the heir by their father, Aegon II insisted that a younger brother always inherited ahead of an older sister. Afterwards, to ensure that another civil war would not occur for similar reasons, the Targaryens adopted a highly modified form of male-preference primogeniture which '''puts female heirs behind all possible male heirs.''' Under this variant, a king's daughter is put behind the king's younger brother in the line of succession. This is the least common succession law in the Seven Kingdoms, only followed by the royal family that sits on the [[Iron Throne]], however by the same virtue, it is disproportionately important because it determines who will be monarch of the entire realm.\n\nWhen [[Robert Baratheon]] overthrew House Targaryen in [[Robert's Rebellion|his rebellion]], he paid token lip-service to the line of succession by claiming the throne on the basis of a distant family relationship with the Targaryens (being a second cousin of King [[Aerys II Targaryen]]). Thus, the new Baratheon dynasty founded by King Robert continued to function under the modified variant of royal primogeniture.\n\nIn &quot;[[The Wolf and the Lion]]&quot;, [[Renly Baratheon]] and [[Loras Tyrell]] have a conversation in which they explicitly state that the royal line of succession after Robert is &quot;Joffrey, Tommen, Stannis, Renly&quot;. Note that this skips over middle-child [[Myrcella Baratheon|Myrcella]], passing immediately from her brother Tommen to her uncle Stannis. For that matter, it also skips over Stannis'sÂ daughter [[Shireen Baratheon|Shireen]], who would have been ahead of Renly under normal inheritance law.\n\nFurther, in &quot;[[Cripples, Bastards and Broken Things]]&quot;, [[Sansa Stark]] and Septa [[Mordane]] state that if Sansa only has female children with Joffrey, Joffrey's younger brother Tommen would be ahead of them in the line of succession. This matches the modified royal variant of primogeniture from under the Targaryens, as under normal primogeniture laws with a common lord, a lord's daughters would inherit ahead of his younger brother.\n\nAt the time of Robert's Rebellion, the line of succession to King Aerys II was his son Crown Prince [[Rhaegar Targaryen|Rhaegar]], then Rhaegar's infant second child, his son [[Aegon Targaryen (Son of Rhaegar)|Aegon]] (who, had he lived and ascended the throne, would have ruled as &quot;Aegon VI&quot;). Aegon would have been followed by Rhaegar's younger brother Viserys. Only then would the possible female heirs of House Targaryen been considered, starting with Rhaegar's daughter and eldest child [[Rhaenys Targaryen|Rhaenys]]. Daenerys was actually only born after Rhaegar, Aegon, and Rhaenys had all died, but had none of them been killed, Daenerys would have been behind Rhaenys in line of succession.\n\nTheoretically, the exiled survivors of House Targaryen continued to follow modified royal primogeniture. However, the principle was purely academic, as the only known survivors were [[Viserys Targaryen]] and his younger sister [[Daenerys Targaryen|Daenerys]], and Viserys would have been ahead of Daenerys in line of succession even under normal primogeniture (their great-uncle [[Aemon]] was forgotten by most, but had already refused the throne and taken himself out of succession by joining both the [[Maesters]] and the [[Night's Watch]]). After Viserys'Â death, Daenerys became the last Targaryen, making the principle even less significant. If Viserys had not been killed, and if Daenerys'Â stilborn son [[Rhaego]] survived as well, Rhaego would have become Viserys'Â immediate heir, ahead of Daenerys in line of succession.\n\nTaken to its utmost extreme of putting female heirs behind all possible male heirs, Stannis may officially be ahead of Daenerys in line of succession. Viserys was always ahead of his distant cousin Robert, but Robert was still Viserys's closest male heir, and with Robert's death not long afterwards (coupled with Renly's death without issue) this makes Stannis the closest male heir. However, because Stannis has no sons, only his daughter [[Shireen Baratheon|Shireen]], Daenerys is still ahead of Shireen in line of succession, and without a male heir, Daenerys'Â claim might still be seen as ahead of the Baratheon line. Either way, King Aerys sentenced the Baratheons to death in absentia as traitors during Robert's Rebellion, so Daenerys could probably just dismiss Stannis as a traitor to the throne along with his brother.\n\n"}, "title": "Lordship"}