{"attributes": {}, "sections": {"Past Lords Commander of the Kingsguard": "\n*Ser [[Duncan the Tall]] - Born an orphan in [[Flea Bottom]] and spent many years as a hedge knight. Great friend of [[Aegon V Targaryen]], who when he later succeeded the throne named Ser Duncan to his Kingsguard. Ser Duncan's exploits have become near-legendary, despite the fact that he died within living memory (about fifty years before the War of the Five Kings). Ser Barristan faced him at a tournament in his youth. The Book of Brothers contains four full pages listing Ser Duncan's valiant exploits, far more pages than most other members of the Kingsguard have. Died in the [[Tragedy of Summerhall], which also claimed the life of King Aegon V.\n*Ser [[Gerold Hightower]] - Directly succeeded Ser Duncan the Tall as Lord Commander, and served in that position throughout the reign of King Aerys II Targaryen, the Mad King. Welcomed Ser Barristan into the Kingsguard shortly after being raised to Lord Commander, and later welcomed Ser Jaime Lannister into the Kingsguard near the end of Aerys II's reign. Ser Gerold died at the end of [[Robert's Rebellion]], and was directly succeeded by Ser Barristan Selmy.\n\n", "TOP": "Lord Commander of the Kingsguard05259qkl78j8lrvaczm810k7ensntyn9yrgy1743362015-02-25T18:50:07ZGonzalo848331:''For other uses of this rank name in different organizations, see: &quot;[[Lord Commander]]&quot;.''\n\nThe '''Lord Commander of the Kingsguard''' is the leader of the [[Kingsguard]], appointed by the king himself.\n\nThe king usually appoints a new Lord Commander from one of the current serving members of the Kingsguard, though there may have been exceptional cases in which a knight was instantly appointed to the Kingsguard as well as the position of Lord Commander.\n\nThe Lord Commander wears the same uniform armor as the regular members of the Kingsguard, with no difference in appearance or regalia. Â Given that there are only seven Kingsguard members at any one time, including the Lord Commander himself, it is usually an easy matter to keep track of their identities at court and on the battlefield. Â \n\nThe position was presumably founded, along with the Kingsguard itself, by King [[Aegon I Targaryen]], Aegon the Conqueror, who [[War of Conquest|conquered and united]] the Seven Kingdoms three hundred years before the [[War of the Five Kings]].\n\nThe Lord Commander of the Kingsguard also holds a seat on the king's [[Small Council]] by virtue of his office. His role on the council is to give military advice on land-based warfare (separate from the [[Master of Ships]], who handles naval affairs).\n\n", "Recent Lords Commander of the Kingsguard": "\n*Ser [[Barristan Selmy]] - Raised to the Kingsguard decades ago, served the Targaryens during [[Robert's Rebellion]] but was wounded and captured at the [[Battle of the Trident]]. Spared and pardoned by [[Robert Baratheon]], who made Barristan his new Lord Commander (partly because Barristan had done nothing but his sworn duty, partly to provide a sense of continuity and legitimacy to Robert's new reign). Unlawfully dismissed from the Kingsguard by King [[Joffrey Baratheon]] and his mother [[Cersei Lannister]], despite Kingsguard vows being taken for life. In defiance, he fled to Essos and joined the new Queensgard of the surviving Targaryen heir, [[Daenerys Targaryen]].\n*Ser [[Jaime Lannister]] - Called &quot;the Kingslayer&quot;. Elevated to the Kingsguard late in the reign of King [[Aerys II Targaryen]], the Mad King. Later personally killed Aerys during the [[Sack of King's Landing]] at the foot of the [[Iron Throne]] itself. Pardoned by Robert Baratheon. Raised ''in absentia'' as the new Lord Commander to replace Ser Barristan by Joffrey and Cersei. Jaime was unable, however, to assume the position for nearly two years. First, because he was commanding a Lannister army in the field and captured by the Starks at the [[Battle of the Whispering Wood]] after which he was held prisoner for a full year. Afterward his release in a prisoner exchange, it took Jaime another full year to work his way back to King's Landing through the middle of the war-torn Riverlands. He finally returned and took up the role mere weeks before Joffrey was poisoned at [[Purple Wedding|his own wedding]]. Now serves as Lord Commander of the Kingsguard for Joffrey's younger brother [[Tommen Baratheon|Tommen]].\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, The leaders of rival Kingsguards, such as those of [[Renly Baratheon]] and [[Daenerys Targaryen]], have also used the rank of &quot;Lord Commander&quot;. [[Loras Tyrell]] was briefly the Lord Commander of the Rainbow Guard, as Renly called his Kingsguard.\n\nUnlike several other offices on the Small Council the Lord Commander of the Kingsguard cannot be lawfully dismissed, or at least not totally dismissed from the Kingsguard, because their vows are taken for life. Theoretically a king might appoint one of the other six Kingsguard members as the new Lord Commander to replace him, but it is unknown if this has ever happened.\n\nWhile reading through the White Book, Jaime notes that most of the Kingsguard served adequately, but few people remember their names generations later. The only ones people remember centuries later are those who were the best (great heroes such as [[Aemon Targaryen (Dragonknight)|Aemon the Dragonknight]]), and those who were the worst (either traitors to the crown or those who were derelict in their duty, broke their vows and fathered children). Jaime also notes that on rare occasion, some of the past Lord Commanders were a bit of both, particularly Ser Criston Cole, perhaps the most infamous Kingsguard member who ever lived until Jaime himself. He started out as a favorite of Princess [[Rhaenyra Targaryen]], serving as Lord Commander of her father [[Viserys I Targaryen|Viserys I]]'s Kingsguard, but eventually had a falling out, and he joined her enemies at court. Conflicting stories from the banal to the lurid and extreme exist about exactly what happened between them, ranging from that Criston was too noble to break his vows of chastity, to that he eagerly offered to flee with her to the Free Cities as a common sellsword, but Rhaenyra thought that only a Kinsguard was worthy of her. Others say that it was actually Rhaenyra who threw herself at Criston, attempting to sexually seduce him and desperate to lose her virginity to him rather than in her arranged marriage to her homosexual cousin Laenor Velaryon - after which he grew disgusted and spurned her, and she took Harwin Strong as a new lover. Whatever the cause, Criston joined the rival faction at court championing her half-brother [[Aegon II Targaryen|Aegon II]], and upon the death of her father, was an active leader in the conspiracy, personally slitting the throat of the Master of Coin when he protested crowning Aegon II instead of Rhaenyra. Cole then personally placed the crown on Aegon II's head at his coronation, and was forever after remembered as &quot;the Kingmaker&quot;. Some say that Cole supported Aegon II in the civil war that followed out of petty revenge against Rhaenyra, while some say he did it out of respect for Andal laws which place a son before a daughter in inheritance (despite the fact that her father had repeatedly and publicly made the high lords of the realm swear that Rhaenyra would rule after him). Still others say that Criston had no great love of Aegon II, yet was not driven out of petty hatred for Rhaenyra, but rather because he had honestly concluded that Rhaenyra was too unstable to rule (particularly due to her new husband Daemon Targaryen), and that the Small Council could more easily control Aegon II as a puppet ruler.\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n"}, "title": "Lord Commander of the Kingsguard"}