{"attributes": {"status": ":Category:Status: Alive", "title": "Lothor Brune", "season": "Season 2", "image": "Lothor_Brune.jpg", "allegiance": ["House Brune (by birth)", "House Baelish"], "actor": ":Category:Performer Unidentified", "1": "yes==In the books==In ''A Song of Ice and Fire'', Lothor Brune is a relative of House Brune of Brownhollow. He is a quiet, loyal man of middle age described as having has a squashed nose, a square jaw and grey hair. He is stocky and strong, and while not a handsome man he is not ugly either. In the books he was also present at the Tourney of the Hand, defeating Jory Cassel on a judgment by the Robert Baratheon", "titles": "", "appearances": "&quot;The North Remembers&quot;"}, "sections": {"In the books": "In ''[[A Song of Ice and Fire]]'', Lothor Brune is a relative of [[House Brune]] of Brownhollow. He is a quiet, loyal man of middle age described as having has a squashed nose, a square jaw and grey hair. He is stocky and strong, and while not a handsome man he is not ugly either. In the books he was also present at the Tourney of the Hand, defeating [[Jory Cassel]] on a judgment by the [[Robert Baratheon|King]], tied with Ser [[Aron Santagar]] and lost to Ser [[Robar Royce]]. He tips off Petyr Baelish about Sansa Stark's request to spare Ser [[Dontos Hollard|Dontos]] at King Joffrey's 13th nameday. He also takes part in the [[Battle of the Blackwater]] and is awarded with a [[knighthood]] afterwards, earning the nickname &quot;Apple-Eater&quot; for capturing a knight of [[House Fossoway]] and killing two more on the battlefield.\n\nWhen Ser Dontos spirits Sansa out of King's Landing after the [[Purple Wedding]], Lothor is present on Petyr's ship, and commanded the team of crossbowmen that killÂ Dontos Hollard at Baelish's order (coincidentally, the same man Lothor was supposed to face at Joffrey's tournament). Lothor throws a burning torch on the rowing boat after Dontos is murdered, ensuring that his body is never recovered. He accompanies Littlefinger to his keep at the Fingers and later to [[the Eyrie]].\n\nIn the books, Joffrey's nameday tournament in which Dontos and Lothor are set to fight is held between men fighting on horseback. Possibly due to budgetary and time constraints, in the TV series they are preparing to fight on foot. This makes it somewhat of a misnomer that Lothar is specifically introduced as a &quot;freerider&quot; but he isn't fighting on horse.\n\n", "TOP": "Lothor Brune066629salzud7e0h529xdf5ilpn41pey39lc1590742014-09-11T18:47:08ZSer Patrek25358400{{Character\n|Title=Lothor Brune\n|Image=Lothor_Brune.jpg\n|Season=[[Season 2|2]]\n|Appearances=&quot;[[The North Remembers]]&quot;\n|Titles =\n|Status=[[:Category:Status: Alive|Alive]]\n|Allegiance=[[House Brune]] (by birth)&lt;br&gt;[[House Baelish]]\n|Actor=[[:Category:Performer Unidentified|Unidentified]]}}\n{{Quote|Lothor Brune! A freerider in the service of Lord Baelish.|[[Tourney Herald]]|The North Remembers}}\n'''Lothor Brune''' is a background character in the [[Season 2|second season]]. He is played by an unidentified extra and only appears in &quot;[[The North Remembers]].&quot; Lothor Brune is a [[Mercenary#Freeriders|freerider]] in the service of Lord [[Petyr Baelish]].\n\n", "Appearances": "{{Season Two Appearances|1=yes}}\n\n", "Biography": "===[[Season 2]]===\nLothor Brune participates in the [[tourney]] of King [[Joffrey Baratheon]]'s sixteenth [[nameday]]. He is set to duel Ser [[Dontos Hollard]], but the fight is forfeited when Ser Dontos appears drunk.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}}\n\n"}, "title": "Lothor Brune"}