{"attributes": {"status": " :Category:Status: Alive", "death": "", "last": "&quot;The Rains of Castamere (episode)", "family": ["Walder Frey - father", "Joyeuse Erenford - stepmother", "Stevron Frey - eldest brother", "Olyvar Frey - brother", "Roslin Frey - sister", "Waldron Frey - brother", "Walda Bolton"], "title": "Lothar Frey", "season": "Season 3", "image": "Lothar.jpg", "allegiance": "House Frey", "actor": "Tom BrookeQuote", "link": "House FreyCharacter", "6": "yes", "9": "yes==Family tree==House Frey family tree==In the books==In the ''A Song of Ice and Fire'' novels, Lothar Frey is often referred to as &quot;Lame Lothar&quot;, on account of his crippled leg, and serves as the Steward of the Twins. He is the twelfth son of Lord Walder Frey, the first from his marriage to his fourth wife, Lady Alyssa Blackwood.Lothar is described as plump, with close-set eyes, a pointed beard, and dark hair in ringlets to his shoulders. His leg was twisted at birth. Despite his handicap, he is intelligent, cunning, and well-spoken. As Steward of the Twins he holds the important position of overseeing the day-to-day running of his father's castle. When it comes to politics or war, Walder Frey determines the general course that House Frey will take, but it is often Lame Lothar who then plans and organizes the fine details to achieve his father's goals. Thus he is one of the major ringleaders within House Frey.While courteous on the surface, Lothar can also be extremely vicious. After his father decided to betray the Starks, Lame Lothar handled most of the specific planning for the ambush (consulting with Roose Bolton), appointing the specific tasks that would be followed out during the attack. It was his idea to hire the sellswords disguised as musicians to play &quot;The Rains of Castamere (episode)", "place": "The Twins", "aka": "Lame Lothar", "appearances": " 2 episodes #Appearances", "first": "&quot;The Climb&quot;"}, "sections": {"Family tree": "{{House Frey family tree}}\n\n", "TOP": "Lothar Frey012863hyh1gh3ftmzj2x08yjrslr60qsos30x1709432015-02-01T12:06:53ZSer Patrek25358400{{Heraldry\n|image=Frey mini shield.png\n|link=House Frey\n}}\n\n{{Character\n| Title=Lothar Frey\n| Image=Lothar.jpg\n| Season=[[Season 3|3]]\n| First=&quot;[[The Climb]]&quot;\n| Last=&quot;[[The Rains of Castamere (episode)|The Rains of Castamere]]&quot;\n| Appearances= 2 episodes [[#Appearances|(see below)]]\n| Aka=Lame Lothar\n| Status= [[:Category:Status: Alive|Alive]]\n| Death=\n| Place=[[The Twins]]\n| Allegiance=[[House Frey]]\n| Family=[[Walder Frey]] - father&lt;br&gt;{[[Joyeuse Erenford]]} - stepmother&lt;br&gt;[[Stevron Frey]] - eldest brother&lt;br&gt;[[Olyvar Frey]] - brother&lt;br&gt;[[Roslin Frey]] - sister&lt;br&gt;[[Waldron Frey]] - brother&lt;br&gt;[[Walda Bolton|&quot;Fat Walda&quot; Frey]] - niece&lt;br&gt;[[Ryger Rivers]] - bastard half-brother&lt;br&gt;[[Black Walder Rivers]] - bastard half-brother&lt;br&gt;[[Edmure Tully]] - brother-in-law&lt;br&gt;\n| Actor=[[Tom Brooke]]}}\n\n{{Quote|Our father requires Lord Edmure to wed one of his daughters: Roslin.|Lothar Frey|The Climb}}\n'''Lothar Frey''' is a recurring character in the [[Season 3|third season]], debuting in &quot;[[The Climb]]&quot;. He is played by [[Tom Brooke]]. He is often referred to as '''&quot;Lame Lothar&quot;''' due to the pronounced limp he has in his left leg.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Lothar Frey is often referred to as &quot;Lame Lothar&quot;, on account of his crippled leg, and serves as the [[Steward]] of the Twins. He is the twelfth son of Lord Walder Frey, the first from his marriage to his fourth wife, Lady Alyssa Blackwood.\n\nLothar is described as plump, with close-set eyes, a pointed beard, and dark hair in ringlets to his shoulders. His leg was twisted at birth. Despite his handicap, he is intelligent, cunning, and well-spoken. As Steward of the Twins he holds the important position of overseeing the day-to-day running of his father's castle. When it comes to politics or war, Walder Frey determines the general course that House Frey will take, but it is often Lame Lothar who then plans and organizes the fine details to achieve his father's goals. Thus he is one of the major ringleaders within House Frey.\n\nWhile courteous on the surface, Lothar can also be extremely vicious. After his father decided to betray the Starks, Lame Lothar handled most of the specific planning for the ambush (consulting with [[Roose Bolton]]), appointing the specific tasks that would be followed out during the attack. It was his idea to hire the sellswords disguised as musicians to play &quot;[[The Rains of Castamere (episode)|The Rains of Castamere]]&quot; to signal the start of the Red Wedding massacre. He also has the idea of rigging the tents in the Stark's camp to collapse, trapping the soldiers inside as they're set alight. Even other members of his family believe him to be far more dangerous than he outwardly appears.\n\nLothar doesn't kill Robb's wife in the books because she is not even present at the Red Wedding. Robb's wife in the books is Jeyne Westerling (who was changed to &quot;Talisa Maegyr&quot; in the TV version), and she never became pregnant by Robb in the books. Robb left her for safety at Riverrun before traveling to the Twins with the rest of the Stark army. [[Richard Madden]] (Robb Stark) explained that the TV series simply killed off Talisa at the Red Wedding along with everyone else, because otherwise viewers would hold out hope that she would give birth to a son that would avenge Robb just as viewers used to think that Robb would live to avenge his father Eddard - they wanted to make it clear that they are avoiding such narrative cliches.\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season Three Appearances|6=yes|9=yes}}\n\n", "Biography": "===Background===\nLothar is a son of [[Walder Frey]], the [[Lord of the Crossing]]. He is the [[Steward|steward]] of [[The Twins|the Twins]], managing the day-to-day running of the castle. He often plans and organizes the fine details to achieve his father's goals.\n\n===[[Season 3]]===\nLothar travels to [[Riverrun]] with Lord Walder's bastard son, [[Black Walder Rivers]], and meets with King [[Robb Stark]] and his advisors to discuss the reforging of the [[Stark]]-[[Frey]] alliance for Robb's planned attack on [[Casterly Rock]]. The Freys carry Lord Walder's demands, which includes a formal apology from Robb, the castle of [[Harrenhal]] and all of its lands and incomes, and for [[Edmure Tully]] to marry [[Roslin Frey|Roslin]], one of his daughters. Edmure is reluctant to marry a woman he has never met, but is eventually convinced to go through with the arrangement.&lt;ref&gt;&quot;[[The Climb]]&quot;&lt;/ref&gt;\n\n[[File:Talisa_Stabbed.jpg|thumb|left|Lothar kills Talisa]]\nLothar hires a group of assassins to pose as musicians at Edmure and Roslin's [[Red Wedding|wedding]]. [[Talisa Stark]] comments on their talent, and Lothar replies that they should want to be good due to their cost. After the [[bedding]] ceremony, Lord Walder rises to make a toast to Robb and offer a marriage gift to his Queen, signaling Lothar to draw a knife from his sleeve and repeatedly stab the pregnant Talisa in the stomach, killing her and her unborn child. He presumably participates in the ensuing massacre.&lt;ref&gt;&quot;[[The Rains of Castamere (episode)|The Rains of Castamere]]&quot;&lt;/ref&gt;\n\n"}, "title": "Lothar Frey"}