{"attributes": {}, "sections": {"The Ghost of Harrenhal": "Luwin advises Bran as he again holds court for his people. His brother [[Rickon Stark]] sits beside them, shelling nuts loudly with a rock. A shepherd reports being unable to tend to his flock with his three sons fighting in the south. He reassures Bran of the loyalty of his sons but says that there are growing numbers of wolves in the north and that he cannot protect his sheep from them alone. Bran offers to assign two orphans from Winterfellâ&euro;&trade;s outlying Winterstown to aid him if he will give them room and board. The shepherd gratefully accepts, saying that his wife always wanted more children. When the shepherd leaves Bran tells Rickon to stop. Having seen everyone Bran tells Luwin that he is going to go for a ride before dark and calls for Hodor.&lt;ref name=&quot;E15&quot;&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\nSer [[Rodrik Cassel]] enters the Great Hall calling for Bran. He reports that [[Torrhen's Square]] is under siege. Luwin is shocked, remarking that Torrhenâ&euro;&trade;s Square is just 14 leagues away and wonders how the Lannisters have reached so far north. [[Osha]] listens intently as she lights candles at the back of the room. Ser Rodrik speculates that it could be a raiding party led by [[Gregor Clegane|the Mountain]] or a group of sellswords. Bran says that they must help their bannermen. Rodrik nods agreement and says that even with most of their forces fighting for Robb he can gather 200 decent men. Luwin wonders if Rodrik needs to take so many and Bran cautions that they must protect their bannermen if they expect their bannermen to protect them. Rodrik smiles at the boyâ&euro;&trade;s wisdom and Bran orders him to leave as soon as he has his men. Rodrik confidently says that it will not take long because southerners do not do well in their territory.&lt;ref name=&quot;E15&quot;/&gt;\n\n", "The Old Gods and the New": "[[Theon Greyjoy]] had planned the siege to divert troops from Winterfell. He uses the opportunity to attack the castle. Maester Luwin hurriedly sends a raven before five [[Ironborn]] soldiers burst in. Luwin is brought to the courtyard for the public surrender of Winterfell by Bran. Theon then instructs him to send ravens to [[Yara Greyjoy]] at [[Deepwood Motte]] and [[Balon Greyjoy]] at [[Pyke (castle)|Pyke]]. Luwin is hesitant but Theon insists that he is oathbound to serve him now that he is the Lord of Winterfell.&lt;ref name=&quot;E16&quot;&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\nLuwin returns to the courtyard to find that the Ironborn have captured Ser Rodrik and that Theon plans to execute him for spitting in his face. Luwin counsels keeping Rodrik a captive but Theon ignores him. Luwin comforts Bran and Rickon as Theon botches the beheading of Rodrik. Osha later manages to free both Stark children.&lt;ref name=&quot;E16&quot;/&gt;\n\n", "The Prince of Winterfell": "While walking through the courtyard where Theon and Dagmer Cleftjaw are speaking to each other, Luwin briefly cathes a glimse of Osha sneaking about, her arms filled with breads. He carefully looks over at Theon and Dagmer, but they do not notice her. He approaches the two burnt bodies still hanging in the courtyard wondering. He finds Osha down at the Crypts along with [[Hodor]], Rickon and Bran. Osha tells him they had backtracked through a stream to throw off the hounds, hoping the crypt under Winterfell would be the last place Theon would look. She asks Luwin who the two dead children were, Luwin replies they must have been the farmer's boys, killed and burned to appear as if they were Rickon and Bran. He whispers that Bran must not know, as he would surely blame himself for their deaths.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n", "TOP": "Luwin Season 209116mnuolcyxzd58j2azmp11c32bxqcyzzx1149382014-02-15T21:44:52ZNazul Rostello3539474In '''[[Season 2]] [[Luwin]]''' is a regular recurring character. As [[Maester]] at [[Winterfell]] he becomes ever more of a father figure to [[Bran Stark|Bran]] and [[Rickon Stark|Rickon]] with their father dead and their mother away. He provides council to Bran as he acts as [[Lord of Winterfell]].\n\n", "Valar Morghulis": "[[Theon Greyjoy]] throws another log on the hearth in the Lordâ&euro;&trade;s chamber at Winterfell. His nerves are frayed by the constant sounding of a horn outside the castle walls; [[Ramsay Snow]] has besieged Winterfell as ordered by King Robb Stark. Theon vows to kill the horn blower before he falls to the arrows and spears of the northmen. Luwin says that the attackers want Theon to know that he is surrounded. Theon says that he already knows that he has been surrounded because he stood on the battlements and saw the 500 men around his walls. Luwin says that they want to stop him from sleeping to sap his spirit. Theon interrupts to sarcastically thank Luwin for his wise counsel about siege tactics. Theon asks if there has been word from his father, [[Balon Greyjoy]] and Luwin says no. Theon orders him to send more ravens and Luwin reminds Theon that he had all of the ravens killed.&lt;ref name=&quot;E20&quot;&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\nTheon begins to reminisce about the first time he saw Winterfell but is interrupted by another horn blast. He starts over and says that he believed that castle looked like it had been present for thousands of years and would be standing thousands of years after he died. The imposing castle made him feel that it was inevitable that [[Eddard Stark]] won the [[Greyjoy Rebellion]] and killed his brothers. Luwin says that Eddard went out of his way to make Theon feel at home at Winterfell. Theon sarcastically agrees that his captors were very kind to him and notes that all the people of Winterfell love reminding him of that. He rhetorically asks if Luwin knows what it is like to constantly be told how lucky you are to be someoneâ&euro;&trade;s prisoner and how much you owe them. He tearfully mentions the reaction he received when he returned home to his real father but is again interrupted by the horn blower. He stands and vows again to kill the man, this time swearing to all the gods.&lt;ref name=&quot;E20&quot;/&gt;\n\nLuwin asks Theon to listen to him and reminds him that he is bound by oath to serve him as the Lord of Winterfell. Theon sarcastically asks for Luwinâ&euro;&trade;s counsel, calling him a trusted friend. Luwin tells him to run. He says that the tactical situation is hopeless and Theon should wait for night to fall and then flee. Theon says that he has nowhere to run and would never reach the [[Iron Islands]] alive and even if he did he would be received as a coward. Theon declines to be the â&euro;&oelig;Greyjoy who ranâ&euro;? and the shame of his family. Luwin says that Theon should not return home and should instead join the [Nightâ&euro;&trade;s Watch]]. He advises that a man who has taken the black is beyond reach of the law and absolved of his past deeds. Luwin asserts that is a chance at redemption for Theon. Theon says that he will never reach [[The Wall|the wall]] and would be killed as soon as he stepped outside the gates. Luwin offers to show Theon hidden passageways out of the castle, built so that the Lords of Winterfell could escape if needed. Luwin counsels that the road will be dangerous but that Theon has a chance. Luwin extols the virtues of the Nightâ&euro;&trade;s Watch as an ancient honorable order that will offer Theon opportunities. Theon counters that it will give [[Jon Snow]] the opportunity to cut his throat. Luwin states that it will give Theon a chance to make amends for what he has done.&lt;ref name=&quot;E20&quot;/&gt;\n\nTheon pauses and says that he has done a lot. He admits that he has done things that he never imagined himself doing. Luwin says that he has known Theon for many years and that he is not the man that he is pretending to be. He puts a hand on Theonâ&euro;&trade;s shoulder as he says â&euro;&oelig;not yet.â&euro;? Theon says that Luwin may be right but that he has gone too far to pretend to be anything else.&lt;ref name=&quot;E20&quot;/&gt;\n\nTheon attempts to convince his men to join him in a final battle, promising them glorious deaths. [[Dagmer]] hits Theon over the head with the butt of a spear, knocking him out. Lorren says that he thought Theon would never shut up. Dagmer says that it was a good speech and did not want to interrupt. Stygg puts a bag over Theonâ&euro;&trade;s head. Luwin enters the courtyard and asks what they are doing. Dagmer stabs him in the belly with his spear. He tells the crew that they are going home. They drag Theon with them leaving Luwin bleeding in the mud.&lt;ref name=&quot;E20&quot;/&gt;\n\n[[Sack of Winterfell|Winterfell is sacked]] by an unspecified force and Luwin dras himself to the heart tree, still clinging to life. The fugitives emerge from the crypts and find him there. Rickon runs over to him and he grabs the boy by the arm. Hodor carries Bran to join them. Rickon pulls aside the Maesterâ&euro;&trade;s robe to reveal his blood soaked undershirt. Osha stands behind Hodor as Luwin holds both boys. Bran asks Rickon to tell them what medicine he needs and says that they will fetch it from his chambers. Rickon says that they will make it better. Luwin tells them that he feels fine. Bran says that everything at Winterfell has been burned down. Luwin says that not everything is lost and takes comfort in the boys being alive. Rickon sobs to see his father figure dying. Luwin warns that those responsible might return and urges them to leave. He instructs them to put on their warmest clothes and pack as much food as they can carry before heading North. Osha argues that they should head south to their mother and brother. Luwin says that they do not know [[Robb Stark|Robb]] and [[Catelyn Stark|Catelyn]]â&euro;&trade;s whereabouts and that they have too many enemies in the south. He urges them to travel to the Wall. He says that Jon Snow will look after them and tell their mother that they are safe.&lt;ref name=&quot;E20&quot;/&gt;\n\nBran says that he does not want to leave Luwin. Luwin grips his hand and says that he feels the same way. He reminds the boys that he pulled them into the world and has seen them both almost every day since. He says that he considers himself very, very lucky to have known them. He tells them to go with Hodor and reassures them that he will be right where they have left him.&lt;ref name=&quot;E20&quot;/&gt;\n\n[[Osha]] stays with him and he tells her that she must protect the boys. He says that she is the only one who can do it and adds that she may have to protect them against her own people, the free folk. She says that she has no great love for her own kind. She offers to get him [[Milk of the Poppy]]. He says that he does not want the painkiller and instead nods towards her dagger. She understands his request for mercy and reaches for the weapon. He asks her to do it quickly as she checks that the boys are out of sight. She draws the blade, her face showing that she is set to the task.&lt;ref name=&quot;E20&quot;/&gt;\n\n", "A Man Without Honor": "The morning after, Theon sets out to find the children. Luwin begs Theon not to hurt the boys should he find them, to which Theon says he wont kill them. They stop upon a farm and interrogate the farmer, who claims to know nothing of their whereabouts. [[Dagmer Cleftjaw]] finds some nuts near a pile of hay, and tells Theon that he suspects the farmer is hidding them. Theon then orders Luwin sent back to the castle, who begs Theon not to harm anyone. Later, he is brought in chains to bear witness to Theon's demonstration of what happens to traitors. He screams in horror at the charred bodies of two children who are hanging from the city walls.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\n", "The North Remembers": "At [[Winterfell]], Prince [[Bran Stark]] holds court with his vassals. [[Northern Lord|A lord]] begs for assistance preparing his holdfast for the coming winter. The lord recalls the skill of the builders who worked on [[Torrhen's Square]] and complains at length about the poor condition of his own home. [[Maester]] Luwin reminds the man that the maintenance of his home is his own responsibility. The lord complains that his young men are fighting Robb's war. Bran is offended by the man's failure to refer to Robb as his King and his inference that Robb wanted the war and questions his fealty. Luwin interjects that they will lend the man four masons for a week, concluding the discourse. Bran stares at his counsellor and Luwin jokes that they didn't want the Lord there all day. Bran says that he did not like the way he spoke about Robb and Luwin sympathises before reminding Bran of his responsibilities as Lord of Winterfell. He then greets the next in a long line of minor lords, Lord [[Portan]].&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\n", "What is Dead May Never Die": "During his lessons Bran tells Luwin that he has had recurring dreams of seeing the world through the eyes of his [[Direwolf]] [[Summer]]. He relates them to stories of people that can live inside animals that he once heard from [[Old Nan]]. Luwin tries to reassure Bran that they are only dreams. Bran insists that his dreams are different, reminding Luwin that he and [[Rickon Stark|Rickon]] shared the same dream of [[Eddard Stark|their father]]'s death. Luwin shows Bran the Valyrian steel link on his maester's chain. He explains that it represents the study of the higher mysteries. Luwin says that despite his studies he never found true [[magic]]. He helps Bran to bed and tells him that the dragons are gone; the giants are dead and the children of the forest forgotten.&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\n"}, "title": "Luwin Season 2"}