{"attributes": {"status": ":Category:Status: Dead", "death": "Stabbed in the abdomen with a spear by Dagmer Cleftjaw and has his suffering ended by Osha", "last": "&quot;Valar Morghulis&quot;", "rightlink": "House StarkCharacter", "season": "Season 1", "image": "Luwin infobox.jpg", "leftimage": "Maester's mini chain.png", "allegiance": ["Order of Maesters", "Winterfell"], "actor": "Donald Sumpter", "age": "Quote", "deathep": "&quot;Valar Morghulis&quot;", "titles": "Maester", "rightimage": "Stark mini shield.png", "title": "Luwin", "first": "&quot;Winter is Coming (episode)", "appearances": "14 episodes &lt;small&gt;(#Appearances", "leftlink": "Maesters"}, "sections": {"Behind the scenes": "* On the [[Season 1]] Blu-ray, Luwin narrates [[Complete Guide to Westeros]] videos on '''&quot;[[The History of the Night's Watch]]&quot;''', '''&quot;[[The Order of the Maesters (Complete Guide to Westeros)|The Order of Maesters]]&quot;''', '''&quot;[[Mad King Aerys (Complete Guide to Westeros)|Mad King Aerys]]&quot;''' and '''&quot;[[The Sack of King's Landing (Complete Guide to Westeros)|The Sack of King's Landing]]&quot;'''.\n* Actor [[Anton Lesser]], who eventually was cast for the [[Season 3|third season]] as [[Qyburn]], had auditioned for Luwin.&lt;ref&gt;audio commentary from [[Bryan Cogman]] for &quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\n", "TOP": "Luwin021860pednjii5u2kx2ugl0f3up7uzeysyo01739612015-02-22T10:08:15ZSer Patrek25358400{{Heraldry\n|leftimage=Maester's mini chain.png\n|leftlink=Maesters\n|rightimage=Stark mini shield.png\n|rightlink=House Stark\n}}\n{{Character\n|Title=Luwin\n|Image=Luwin infobox.jpg\n|Season=[[Season 1|1]], [[Season 2|2]]\n|First=&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;\n|Last=&quot;[[Valar Morghulis]]&quot;\n|Appearances=14 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n|Status=[[:Category:Status: Dead|Deceased]]\n|Death=Stabbed in the abdomen with a spear by [[Dagmer Cleftjaw]] and has his suffering ended by [[Osha]]\n|DeathEp=&quot;[[Valar Morghulis]]&quot;\n|Titles=[[Maester]]\n|Allegiance=Order of [[Maesters]]&lt;br&gt;\n[[Winterfell]]\n|Actor=[[Donald Sumpter]]|Age =}}\n{{Quote|Too often words of war become acts of war.|Maester Luwin|The Kingsroad}}\nMaester '''Luwin''' is a recurring character in the [[Season 1|first]] and [[Season 2|second]] seasons. He is played by guest star [[Donald Sumpter]] and debuts in the [[Winter is Coming (episode)|series premiere]]. Luwin is the [[Maester]] of [[Winterfell]] and a loyal servant to [[House Stark]]. He is a surrogate parent to [[Bran Stark]] and [[Rickon Stark]] in the absence of their family.\n\n", "In the books": "In ''[[A Song of Ice and Fire]]'', Luwin's role as the maester to House Stark is unchanged. Luwin has forged several links of his maester's chain, showing areas where he has interest and expertise, such as herblore and astronomy. He is also one of the few maesters to have studied the so-called 'higher mysteries', meaning magic. This study is theoretical, and meant to demonstrate to those who show an interest in it that magic, if it ever existed in the first place, is dead and gone from the world. Luwin lives in the maester's tower in Winterfell.\n\nWhen Bran tells Maester Luwin about his dream that his father was in the crypts, it is Luwin who takes Bran down into the crypts to show him that Lord Eddard is not there rather than Osha. Shaggydog surprises and bites him. Bran and Rickon go back with him to his tower and are there when word comes that their father is dead. They are talking about the [[Children of the Forest]] when the wolves start to howl and the raven arrives with the letter.\n\nLuwin is fatally injured during the sack of Winterfell, but not by Dagmer (who is not in Winterfell but in [[Torrhen's Square]] at that point). Before Theon is knocked unconscious, he sees a Bolton knight on a warhorse planting a spear between Luwin's shoulders. The Stark boys find him near death on the edge of the black pool, beneath the shelter of the [[heart tree]].\n\n", "Quotes": "{{Quote|When you were born I was the one who pulled you from your mother. I pulled you into the world, both of you.|Maester '''Luwin''' to [[Bran Stark|Bran]] and [[Rickon Stark]]|Valar Morghulis}}\n\n", "Image gallery": "&lt;gallery&gt;\nHouse Stark and retainers.jpg|Luwin stands behind the Stark family as they await the arrival of the king in &quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;.\nTyrion and Bran 1x04.png|Luwin and [[Robb Stark]] receive [[Tyrion Lannister]] at Winterfell in &quot;[[Cripples, Bastards and Broken Things]]&quot;.\nBran surrenders Winterfell.jpg|Luwin and the rest of Winterfell gather when Bran surrenders Winterfell to Theon.\nHunting.jpg|Theon takes Maester Luwin to search for Bran and Rickon in &quot;[[A Man Without Honor]]&quot;.\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}}\n\n", "Appearances": "{{Season One Appearances|yes|yes||yes|yes||yes|yes||yes}}\n{{Season Two Appearances|yes||yes||yes|yes|yes|yes||yes}}\n\n", "Biography": "===Background===\nLuwin is a [[maester]], a learned man of science and medicine, and serves [[House Stark]] of [[Winterfell]]. House Stark are [[Lords Paramount of the North]]. [[The North]] is one of the constituent regions of the [[Seven Kingdoms]] and House Stark is one of the [[Great Houses]] of the realm. Luwin is very loyal to the Starks and they value his wise counsel and experience. He delivered all five of [[Catelyn Stark|Catelyn]]'s children. He serves as a tutor to the male children.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/stark/maester-luwin/ HBO viewers guide, season 2 guide to houses, House Stark - Maester Luwin entry]&lt;/ref&gt;\n\n===[[Season 1]]===\n[[File:Luwin-stark.png|thumb|Luwin talks with Lady Stark]]\nLuwin organizes the preparations for a royal visit with [[Catelyn Stark]]. Catelyn spots [[Bran Stark|Bran]] climbing Winterfell's walls and scolds her son in front of Luwin. Luwin stands behind the Starks as [[Robert Baratheon|King Robert]] arrives. The next night Luwin delivers a letter from [[Lysa Arryn]] to Catelyn and [[Eddard Stark]]. He discusses its content with them and counsels that given Lysa's claims that the [[House Lannister|Lannisters]] killed [[Jon Arryn]] it is important that Eddard take up Robert's offer to make him [[Hand of the King]]. Bran is injured in what seems to have been a climbing accident.&lt;ref&gt;&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;&lt;/ref&gt;\n\nLuwin tends to Bran's injuries and predicts that he will survive. Eddard goes to [[King's Landing]] to serve as hand and takes many of his retainers with him. Luwin goes to Catelyn to discuss finances and appointing replacements. Catelyn is distraught over Bran's condition and refuses to participate. [[Robb Stark]] agrees to work with Luwin instead. An [[Catspaw assassin|assassin]] attempts to kill Bran but is foiled by Bran's direwolf [[Summer]]. Luwin meets with Catelyn, Robb, [[Theon Greyjoy]], and [[Rodrik Cassel]] in the Gods Wood of Winterfell to discuss the circumstances of Bran's injury. Catelyn reveals that she found a blond hair inside the tower where he was found. Luwin cautions restraint and Catelyn plans to go south personally to deliver the news to Eddard. Bran awakens after she leaves&lt;ref&gt;&quot;[[The Kingsroad]]&quot;&lt;/ref&gt; but is paralyzed from the waist down.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt;\n\n[[File:Bran and Luwin.jpg|thumb|Maester Luwin teaches Bran about [[Westeros]] in &quot;[[The Wolf and the Lion]]&quot;]]\nLuwin meets with [[Tyrion Lannister]] in the main hall of Winterfell alongside Robb. They offer a cool reception until Tyrion provides plans for a saddle that would allow Bran to ride.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt; Luwin tutors Bran on the regions and families in the Seven Kingdoms and notes that amongst [[House Greyjoy]]'s noted skills is a tendency towards failed rebellions. Bran is upset at the continued absence of his parents and sullenly tries to provoke Luwin.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\n[[File:Luwin-osha.png|thumb|Maester Luwin speaks with Osha]]\nLuwin warns off [[Theon Greyjoy]] from [[Osha]], a [[wildling]] prisoner captured near the castle. He then questions Osha himself. She claims that the [[White Walkers]] are on the move. He dismisses this as a fable, but Osha tells him that the Walkers were not wiped out thousands of years ago, but have merely been asleep. She claims that they are not asleep any more.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n\nEddard is arrested for treason after the death of Robert.&lt;ref&gt;&quot;You Win or You Die&quot;&lt;/ref&gt; A letter from Sansa reaches Winterfell, pleading with a disbelieving Robb to bend the knee to [[Joffrey Baratheon]]. Maester Luwin correctly identifies the letter as the work of [[Cersei Lannister|Queen Cersei]]. Robb refuses to consider the request and sends out ravens, summoning Eddard's lords bannermen to assemble their armies at Winterfell.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt; Robb marches south leaving Luwin to care for Bran. Eddard is executed for treason on King Joffrey's orders.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt; Luwin tells Bran and Rickon the news of Eddard's death.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n:''Main: [[Luwin Season 2]]''\nAs [[Maester]] at [[Winterfell]] he becomes ever more of a father figure to [[Bran Stark|Bran]] and [[Rickon Stark|Rickon]] with their father dead and their mother away. He provides council to Bran as he acts as [[Lord of Winterfell]].&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt; Bran questions Luwin about his strange dreams and Luwin reveals to him the [[valyrian steel]] link in his Maester chain, the sign that he studied the &quot;higher mysteries&quot; - magic - and asserts that if [[magic]] ever existed it has left their world long ago.&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\n[[File:Luwin sends raven.jpg|thumb|Luwin warning that Winterfell has fallen to the [[ironborn]]]]\n[[Theon Greyjoy]] lures the garrison of Winterfell away by feinting at [[Torrhen's Square]]&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt; and then seizes the poorly defended castle.&lt;ref name=&quot;E16&quot;&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt; Luwin is able to send word to King [[Robb Stark]] before being captured. Theon has Bran publicly surrender the castle to him and then executes the defiant Ser [[Rodrik Cassel]]. [[Osha]] frees the boys and flees the castle.&lt;ref name=&quot;E16&quot;/&gt;\n\nTheon has Luwin accompany him as he attempts to hunt the escapees down. Luwin begs him to spare them. They lose their scent at a nearby farm. Theon has Luwin sent home and then later returns to Winterfell with the corpses of two children, publicly claiming that they are Bran and Rickon to Luwin's horror.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt; Days later Luwin spots Osha sneaking into the catacombs. He realizes that the corpses were farmhands and follows her to confirm his suspicion. She tells him they doubled back through a stream to mask their scent and he urges her to keep the truth of Theon's actions from the boys, saying that they have suffered enough.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n[[File:Luwin Dying 2x10.png|thumb|Luwin dying.]]\n[[Winterfell]] is surrounded by a northern army under the command of [[Ramsay Snow]], Lord Roose Bolton's bastard son. Luwin tells Theon that holding the castle with only twenty men is impossible and suggests that Theon join the [[Night's Watch]], gaining a chance to redeem himself. Theon refuses, fearing that [[Jon Snow]], Bran and Rickon's half-brother, will kill him, and tries to rally his men for battle, but they betray him; [[Dagmer]] knocks Theon out, with the intention of handing him over to the Northmen in exchange for their lives. When Luwin tries to intervene, Dagmer stabs him with a spear.&lt;ref name=&quot;E20&quot;&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\nThe fugitives emerge from their hiding place in Winterfell's crypts and find [[Sack of Winterfell|Winterfell sacked]] and Luwin dying in the [[godswood]]. He insists that the boys go north to [[the Wall]] as there are too many enemies in the south. He tells them that Jon will be able to keep them safe and tell their mother of their survival. Luwin affirms his pride at having served the Starks, particularly in raising their children. He sends them away and asks Osha to give him a quick death.&lt;ref name=&quot;E20&quot;/&gt;\n\n"}, "title": "Luwin"}