{"attributes": {"status": ":Category:Status: Dead", "death": "Died during Robert's Rebellion, Timeline#Robert's Rebellion", "last": "", "family": [" Rickard Stark - father", "Eddard Stark - brother", "Catelyn Stark - sister-in-law", "Brandon Stark (Son of Rickard)"], "title": "Lyanna Stark", "season": "Season 1", "image": "Lyanna's statue.jpg", "allegiance": "House Stark", "actor": "Quote", "culture": "Northmen", "link": " House StarkCharacter", "mentioned": "&quot;Winter is Coming (episode)", "place": "Winterfell", "aka": "", "first": ""}, "sections": {"Family tree": "{{House Stark family tree}}\n\n", "TOP": "Lyanna Stark021409saqx6v0q0a3u2vdx7pnhe8av4yd8f51803952015-03-31T02:31:35ZArya Baratheon11928101restore{{Heraldry\n|image = Stark mini shield.png\n|link = House Stark\n}}\n{{Character\n| Title=Lyanna Stark\n| Image=Lyanna's statue.jpg\n| Season=[[Season 1|1]]\n| First=\n| Last=\n| Mentioned=&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;&lt;br&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;br&gt;&quot;[[You Win or You Die]]&quot;&lt;br&gt;&quot;[[Fire and Blood]]&quot;\n| Aka=\n| Status=[[:Category:Status: Dead|Deceased]]\n| Death=Died during [[Robert's Rebellion]], [[Timeline#Robert's Rebellion|281 AL]]\n| Place=[[Winterfell]]\n| Culture=[[Northmen]]\n| Allegiance=[[House Stark]]\n| Family= {[[Rickard Stark]]} - father&lt;br&gt;{[[Eddard Stark]]} - brother&lt;br&gt;{[[Catelyn Stark]]} - sister-in-law&lt;br&gt;{[[Brandon Stark (Son of Rickard)|Brandon Stark]]} - brother&lt;br&gt;[[Benjen Stark]] - brother&lt;br&gt;{[[Robb Stark]]} - nephew&lt;br&gt;[[Sansa Stark]] - niece&lt;br&gt;[[Arya Stark]] - niece&lt;br&gt;[[Bran Stark]] - nephew&lt;br&gt;[[Rickon Stark]] - nephew&lt;br&gt;[[Jon Snow]] - nephew\n| Actor=}}\n{{Quote|That's Lyanna, my [[Eddard Stark|father's]] sister. King [[Robert Baratheon|Robert]] was supposed to marry her, but [[Rhaegar Targaryen]] kidnapped her. Robert started a [[Robert's Rebellion|war]] to win her back, he [[Battle of the Trident|killed]] Rhaegar, but she died anyway.|[[Bran Stark]] at Lyanna's tomb|Fire and Blood}}\n'''Lyanna Stark''' is an unseen character in ''[[Game of Thrones]]''. She is deceased when the events of the series begin. Lyanna Stark is the younger sister of major character [[Eddard Stark]]. Her [[Abduction of Lyanna Stark|kidnapping]] by Prince [[Rhaegar Targaryen]] contributed to the outbreak of [[Robert's Rebellion]].Â She died near the very end of the Rebellion, but the exact circumstances are shrouded in mystery.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Lyanna does appear, albeit only in flashbacks and visions. She is described as intelligent, tomboyish and willful, frequently compared to her niece Arya in terms of temperament and appearance. When Robert says that Lyanna would never have opposed him vehemently as Cersei does, Ned notes that Robert either overlooked or had forgotten Lyanna's iron will. It is also implied she was not as passionate about her betrothal as Robert was. She knew about Robert's philandering ways and felt his love for her wouldn't stop him sleeping with other women. When Rhaegar TargaryenÂ won the great tourney at [[Harrenhal]], he crowned her the Queen of Love and Beauty over his own wife, an action that stunned all present. A year later, RhaegarÂ kidnappedÂ andÂ raped her,Â whichÂ led to Robert's Rebellion. DuringÂ the war she was hidden at a remote location and defended by three members of the â&euro;&lsaquo;[[Kingsguard]], whom Eddard and his retainers had to kill. Only Eddard and [[Howland Reed]], a vassal of House Stark, survived. However, she died from unknown causes before they could successfully rescue her. Her last words were: &quot;Promise me, Ned.&quot;\n\nLyanna's death instilled in Robert a great hatred of the Targaryens, and he vowed not to rest until every last scion of the house was killed, though Eddard refused to let Lyanna's tragic death skew his views on justice and mercy.\n\n", "Quotes": "{{Quote|Do you want to know the horrible truth? I can't even remember what she looked like. All I know is that she was the one thing I ever wanted. [[Rhaegar Targaryen|Someone]] took her from me and [[Seven Kingdoms]] couldn't fill the hole she left behind.|[[Robert Baratheon]] to [[Cersei Lannister]] about '''Lyanna'''|The Wolf and the Lion}}\n\n{{Quote|[[Elia Martell|Elia]] loved Rhaegar. She obeyed him. And he chose to steal away Lyanna Stark, a pale Northern girl whose veins ran with ice, like all her people.|Oberyn Martell|Robert's Rebellion (Histories &amp; Lore)#Oberyn Martell}}\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Biography": "===Background===\nLyanna Stark was the only daughter of Lord [[Rickard Stark]]. Rickard was the head of [[House Stark]] and [[Lord Paramount of the North]]. [[The North]] is one of the constituent regions of the [[Seven Kingdoms]] and House Stark is one of the [[Great Houses]] of the realm. House Stark rule the region from their seat of [[Winterfell]] and Rickard also held the title [[Lord of Winterfell]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/stark/ HBO viewers guide, season 2 guide to houses, House Stark entry]&lt;/ref&gt;\n\n[[File:Robert_and_Lyanna.jpg|thumb|left|Lyanna is betrothed to Robert Baratheon.]]\nLyanna had three brothers, [[Brandon Stark (Son of Rickard)|Brandon]], [[Eddard]] and [[Benjen Stark]]. Her father arranged a betrothal between her and Lord [[Robert Baratheon]]. She was [[Abduction of Lyanna Stark|abducted]] for reasons unknown by Prince [[Rhaegar Targaryen]], the heir to the [[Iron Throne]], who took her south and hid her away in [[Dorne]].&lt;ref&gt;[[Mad King Aerys (Complete Guide to Westeros)]]&lt;/ref&gt; Her brother Brandon, who had been on his way to [[Riverrun]] to wed [[Catelyn Tully]], instead went to King's Landing to demand Rhaegar's arrest and punishment. King [[Aerys II Targaryen]] had him and all his companions charged with treason. He demanded all their fathers, including Lord Rickard Stark, come to King's Landing and promised they would receive a trial. Instead the King had them all burned alive, except for Brandon who strangled himself trying to save his father.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/stark/rickard-stark/ HBO viewers guide, season 2 guide to houses, House Stark - Rickard Stark entry]&lt;/ref&gt; This sparked the uprising known as [[Robert's Rebellion]]. [[Jon Arryn]] was commanded to arrest and turn over his wards Robert Baratheon and Eddard Stark. All three rose in rebellion, along with [[Hoster Tully]] of Riverrun, after Jon Arryn and Eddard Stark married his daughters. The war saw [[House Targaryen]] almost completely destroyed and Robert installed as king. During the war Lyanna died from unknown causes in Eddard's arms, after her rescue.&lt;ref name=&quot;Lyanna viewer guide&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/stark/lyanna-stark/ HBO viewers guide, season 2 guide to houses, House Stark - Lyanna Stark entry]&lt;/ref&gt; As per her request, she was buried next to her brother Brandon in the crypts at [[Winterfell]].&lt;ref name=&quot;ReferenceA&quot;&gt;&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;&lt;/ref&gt; Robert continued to mourn her despite becoming king and marrying [[Cersei Lannister]].&lt;ref name=&quot;Lyanna viewer guide&quot; /&gt; Eddard was angry at Robert since he felt that [[Tywin Lannister]] and his army ought to face justice for the [[Sack of King's Landing]]. Their friendship was rekindled over the mutual grief for Lyanna.&lt;ref&gt;[[Complete Guide to Westeros]]: History and Lore The Sack of King's Landing - House Stark&lt;/ref&gt;\n\n===[[Season 1]]===\n[[File:Lyanna_and_Rhaegar.jpg|thumb|Lyanna is taken by Rhaegar Targaryen.]]King [[Robert Baratheon]] visits Lyanna's tomb under Winterfell almost immediately after arriving. As part of their romance, he would bring her feathers from an exotic southern bird. During this visit, he places one in the hand of her statue. Robert says the statue doesn't do her justice. He becomes emotional and tells Eddard how he relives killing Rhaegar Targaryen again and again in his dreams for what he did to Lyanna. He asks Eddard if it was necessary to bury Lyanna in a cold tomb rather than somewhere in the sunlight, but Eddard responds that she was of [[the North]] and of [[House Stark]]; this is her place.&lt;ref name=&quot;ReferenceA&quot; /&gt;\n\nIn [[King's Landing]], Robert shares a drink with his wife, [[Cersei Lannister]], and they begin to talk about Lyanna Stark for the first time in their marriage. Robert tells her how much Lyanna meant to him, even though now he cannot even remember her face. He says, &quot;She was the only thing I ever wanted, someone took her away from me, and Seven Kingdoms couldn't fill the hole she left.&quot; Cersei reminds him that she once had feelings for him. She asks if there had ever been even a moment when he had loved her. Robert says no. He asks her if that makes her feel better or worse. Cersei cannot even feel sorrow at this. She says that she doesn't feel anything anymore.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\nWhen Eddard discovers that Cersei has been having an incestuous affair with her twin brother [[Jaime Lannister|Jaime]], he confronts her. Lord Eddard says he knows that she always hated Robert. Cersei tells him she ''had'' loved Robert: when she was young and he was handsome and muscular. All the girls wanted him, and he was hers.[[File:Lyanna funeral.jpg|thumb|left|Lyanna is buried in the tomb beneath Winterfell.]] But then, that love turned to hate on their wedding night, when he came to bed drunk and afterwards muttered Lyanna's name in her ear.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n\n[[Brandon Stark|Bran Stark]] shows [[Osha]] the tombs under Winterfell and gives a quick summary of the events leading to the civil war: how Rhaegar kidnapped Lyanna, who was betrothed to Robert Baratheon, and the Mad King then killed Lyanna's brother and father, triggering the war.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n"}, "title": "Lyanna Stark"}