{"attributes": {"founding": "", "founder": "The Valyrian FreeholdQuote", "places": "", "title": "Lys", "image": "Lys2.png", "rulers": "", "location": "The Free Cities, Essos", "military": "", "religion": "Mixed", "age": "", "type": "Mercantile city-state", "institutions": "", "population": ""}, "sections": {"Notable Lysenes": "\n* [[Varys]], known as &quot;the Spider&quot;, a former mummer and now Master of Whisperers on the [[Small Council]] of the [[Red Keep]]. Varys was born in Lys as a slave (of indeterminate origin), but moved between many of the Free Cities during his childhood as part of an acting troupe. He spent most of his formative years in [[Myr]].\n* [[Salladhor Saan]], a pirate lord and commander of a fleet of [[Mercenary#Sellsails|mercenary warships]].\n* [[Doreah]], a former bedslave made [[handmaiden]] to [[Daenerys Targaryen]]. Locked with [[Xaro Xhoan Daxos]] inside his vault for treachery.\n*[[Irogenia of Lys]], a famous courtesan from long ago in the city's history, whose beauty is legendary.\n\n", "TOP": "Lys02573kh2h2g2jndfsnouj97xq4fygxkbe5ss1784532015-03-22T02:49:26ZThe Dragon Demands5014364/* References */{{Settlement\n| Title=Lys\n| Image=Lys2.png\n| Image size=\n| Location=The [[Free Cities]], [[Essos]]\n| Type=Mercantile city-state\n| Population=\n| Rulers=\n| Religion=Mixed\n| Military=\n| Institutions=\n| Places=\n| Founding=\n| Age=\n| Founder=The [[Valyrian Freehold]]\n}}\n{{Quote|Lys is the... &quot;easiest&quot; of the Free Cities, full of pleasure houses catering to every taste, no matter how peculiar. Many men lose themselves in Lys and are never found... at least alive. When a man runs out of coin, the Lysenes may grant him their other specialty on the house: [[Tears of Lys|Poison]].|Ser [[Jorah Mormont]]|The Free Cities (Histories &amp; Lore)}}\n[[Image:Lys.png|right|thumb|200px|Map showing the location of '''Lys''' off the coast of [[Essos]].]]\n[[Image:Doreah still.jpg|right|thumb|200px|Doreah, a Lysene pleasure-slave.]]\n'''Lys''' is one of the [[Free Cities]] to the east of [[Westeros]]. It is located far to the south of [[Pentos]], southwest of [[Volantis]] and north of the [[Summer Islands]]. The city is actually located on an island separated from the mainland of [[Essos]] by narrow straits, though it has territorial possessions in the nearby regions of the mainland, east of [[Tyrosh]] and south of [[Myr]]. The city spans several islands.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/lys/ HBO viewers guide, season 2 map, Lys entry]&lt;/ref&gt;\n\nThe famous [[pleasure house]]s of Lys are known to train the best courtesans and [[Prostitution|prostitutes]] in the world, and it has a thriving export industry in bed-slaves. Lys is also known for producing a rare and difficult to detect poison known as the [[Tears of Lys]].&lt;ref&gt;[[Complete Guide to Westeros]]: The Free Cities&lt;/ref&gt;\n\nPeople from Lys are known as '''Lysene'''.&lt;ref&gt;Cogman, Bryan (2011). [http://www.hbo.com/game-of-thrones/episodes/1/02-the-kingsroad/synopsis.html &quot;The Kingsroad&quot; synopsis]. HBO episode guide.&lt;/ref&gt; The majority of Lysene are fair-skinned.\n\n", "See also": "* {{AWOIAF}}\n\n", "In the books": "Lys is one of the more powerful of the Free Cities, located on a series of islands in the [[Summer Sea]] near the [[Stepstones]] and the [[Disputed Lands]]. Lys frequently wars with the city of [[Myr]] and more distant [[Tyrosh]] and Volantis over control of both regions. The people of Lys are known as Lyseni and are noted for their love of the sensual arts, though they are also formidable sailors.\n\nLys'sÂ navy is one of the most powerful on the Summer and [[Narrow Sea|Narrow]] seas, aside from that of [[Braavos]], and Lyseni freesails can be found in many of the ports of the world. [[Slavery]] is legal in Lys and it has a fairly large slave population. Besides its bed-slaves and prostitutes, Lys is otherwise known for its tapestries, perfumes, and sweet wines. Lys is home to a native love goddess, but temples to many deities can be found within its walls, including a temple to the red god R'hllor,Â the [[Lord of Light]].\n\nAs with most of the Free Cities, Lys was originally a colony of the [[Valyrian Freehold]]. When Valyria was destroyed in the Doom, Lys became an independent state. It was then conquered by Volantis, which was trying to reforge the Freehold. Lys and Myr remained subservient to Volantis until Volantis launched an attack on Tyrosh. Myr rose in rebellion and an exiled Lyseni lord liberated the city with the help of 100 warships loaned to him by [[Braavos]]. Additional forces from Pentos and the Westerosi Storm King helped defeat Volantis and destroyed its armies in what are now the [[Disputed Lands]].\n\nLys regained its independence following the war, but the alliances soon fell apart, so that Myr and Lys have been perpetually warring with each other for the better part of the past three hundred years. The great rivalry of Myr and Lys is usually played out in the Disputed Lands between them, so-called because they are constantly changing hands between the two. Volantis and Tyrosh sometimes get dragged into these wars on one side or the other, as the alliances shift around.\n\nAs Lys was a direct colony of the Valyrian Freehold, founded from scratch by the Valyrians rather than being a conquered territory, the Lyseni still have notably Valyrian features, including light-colored hair and eyes, and light skin. The Valyrians themselves looked like the Targaryens, with platinum-blonde to white hair and purple eyes, though in the present day (possibly watered down from generations of intermarriage) the classic physical features associated with the Lysenes are blonde hair and blue eyes. In contrast, the inhabitants of Lys's great rival Myr tend to have dark hair and eyes, and olive-brown skin.\n\nDoreah has classic Lysene features in the books, including blonde hair and blue eyes. The TV series did not make the actress change her appearance for the role, so she has brown hair in the TV series. Salladhor Saan was also cast with a black-African actor so he doesn't have stereotypical Lysene features in the TV series either - though due to the cosmopolitan and polyglot culture of the Free Cities, it can easily be explained that Salladhor is &quot;from Lys&quot; and was born there, but his parents were not ethnically Lysenes.\n\nLord Varys the Master of Whisperers on the king's small council was born in Lys as a slave.\n\nAccording to the TV series official [[pronunciation guide]] developed for the cast and crew, &quot;Lys&quot; is pronounced &quot;LEESE&quot;, as opposed to &quot;Liss&quot;, &quot;Lice&quot;, etc.\n\n", "History": "===Background===\nLike the other Free Cities, Lys was a colony of the [[Valyrian Freehold]], until the [[Doom of Valyria]] four centuries before the War of the Five Kings. Lys has frequently feuded with the neighboring Free City Myr, located to the north.\n\n[[Irogenia of Lys]] was a famous courtesan from the city, whose beauty is legendary, and is said to have been the most attractive and skilled courtesan to have ever lived.&lt;ref&gt;&quot;[[The Kingsroad]]&quot;&lt;/ref&gt;\n\n===[[Season 1]]===\nDoreah tells [[Daenerys Targaryen]] how in Lys she was trained in the carnal arts. Her training started at nine, though she was not permitted to lie with a man until she was twelve, to Daenerys's bemusement. Doreah tells Daenerys of the famed Irogenia of Lys.&lt;ref&gt;&quot;[[The Kingsroad]]&quot;&lt;/ref&gt;\n\nDuring the [[Tournament|Tourney of the Hand]], Lord [[Petyr Baelish]] wagered Renly Baratheon 100 [[Currency|Gold Dragons]] that Ser [[Gregor Clegane]] would win against Ser [[Loras Tyrell]] in the joust. Baelish mused that 100 Gold Dragons could buy a dozen barrels of expensive [[Food and Drink#Wines|Dornish wine]], or a very high-end prostitute from the pleasure-houses of Lys.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt; Soon afterwards, Varys reveals to [[Hand of the King]] [[Eddard Stark]] that he suspects that [[Jon Arryn]], his predecessor as Hand, was killed using the fast-acting and difficult to detect poison known as the Tears of Lys.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n\nWhen the [[War of the Five Kings]] breaks out, King [[Robert Baratheon]]'s younger brother [[Stannis Baratheon|Stannis]] proclaims himself as legal heir to the [[Iron Throne]]. Based at [[Dragonstone (castle)|Dragonstone]] island, Stannis's trusted advisor and former smuggler Ser [[Davos Seaworth]] sets out to bolster his forces with [[Mercenary|sellsails]], which he does by hiring an old friend from his smuggling days, the flashy Lysene pirate [[Salladhor Saan]]. Salladhor contributes his sellsail fleet of thirty ships.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\nSalladhor and his sellsail ships were in the rearguard of Stannis's fleet during the [[Battle of the Blackwater]], and thus were not caught in the disastrous [[Wildfire|wildfire]] explosion that destroyed most of Stannis's fleet. After Stannis and his few remaining forces fled back to Dragonstone, Salladhor decided that Stannis would probably lose the war and never be able to pay him, so he stopped serving him.&lt;ref&gt;&quot;[[Valar Dohaeris]]&lt;/ref&gt;\n\nOutside of [[Yunkai]] in [[Essos]], [[Daenerys Targaryen]] meets with the captains of the sellsword company known as the [[Second Sons (mercenary company)|Second Sons]], in the hope of swaying them from her enemies' service to her own. The meeting does not go well, as their crass captain [[Mero]] makes lewd and insulting remarks to Daenerys, openly saying that he thinks he might have had sex with her once in a pleasure-house in Lys.&lt;ref&gt;&quot;[[Second Sons (episode)]]&quot;&lt;/ref&gt;\n\n"}, "title": "Lys"}