{"attributes": {"family": ["Hoster Tully - father", "Minisa Tully - mother", "Brynden Tully - uncle ", "Catelyn Stark - sister", "Edmure Tully - brother", "Jon Arryn - 1st husband", "Robin Arryn - son", "Petyr Baelish - 2nd husband", "Eddard Stark - brother-in-law", "Robb Stark - nephew", "Sansa Stark - niece", "Arya Stark - niece", "Bran Stark - nephew", "Rickon Stark - nephew", "Roslin Frey - sister-in-law"], "rightimage": "Baelish mini shield.png", "image": "LysaArryn.png", "allegiance": ["House Baelish - by marriage", "House Arryn - by marriage", "House Tully - by birth"], "titles": "The Lady Regent of the Vale", "leftlink": "House Tully", "death": "Pushed out the Moon Door by Petyr Baelish", "title": "Lysa Arryn", "actor": "Kate DickieQuote", "5": "yes", "7": "yes==Image Gallery==&lt;gallery&gt;Jon Arryn tree.jpg", "6": "yes", "8": "yesSeason Four Appearances", "status": ":Category:Status: Dead", "season": "Season 1", "appearances": "5 episodes &lt;small&gt;#Appearances", "leftimage": "Tully mini shield.png", "last": "&quot;Mockingbird&quot;", "rightlink": "House BaelishCharacter", "deathep": "&quot;Mockingbird&quot;", "place": "Riverrun", "aka": "Lysa Tully", "first": "&quot;The Wolf and the Lion&quot;"}, "sections": {"Family tree": "{{House Tully family tree}}\n\n", "TOP": "Lysa Arryn02214pjebnhwzwtmsvuwew6codrm6dak1i9k1794412015-03-26T01:19:51ZSyalantillesfel4968017/* See also */{{Heraldry\n|leftimage=Tully mini shield.png\n|leftlink=House Tully\n|rightimage=Baelish mini shield.png\n|rightlink=House Baelish\n}}\n{{Character\n| Title=Lysa Arryn\n| Image=LysaArryn.png\n| Season=[[Season 1|1]], [[Season 4|4]]\n| First=&quot;[[The Wolf and the Lion]]&quot;\n| Last=&quot;[[Mockingbird]]&quot;\n| Appearances=5 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Aka=Lysa Tully\n| Status=[[:Category:Status: Dead|Deceased]]\n| Titles=The Lady Regent of [[the Vale]]\n| Death=Pushed out the Moon Door by [[Petyr Baelish]]\n|DeathEp=&quot;[[Mockingbird]]&quot;\n| Place=Riverrun\n| Allegiance=[[House Baelish]] - by marriage&lt;br&gt;[[House Arryn]] - by marriage&lt;br&gt;[[House Tully]] - by birth\n| Family={[[Hoster Tully]]} - father&lt;br&gt;{[[Minisa Tully]]} - mother&lt;br&gt;[[Brynden Tully]] - uncle &lt;br&gt;{[[Catelyn Stark]]} - sister&lt;br&gt;[[Edmure Tully]] - brother&lt;br&gt;{[[Jon Arryn]]} - 1st husband&lt;br&gt;[[Robin Arryn]] - son&lt;br&gt;[[Petyr Baelish]] - 2nd husband&lt;br&gt;{[[Eddard Stark]]} - brother-in-law&lt;br&gt;{[[Robb Stark]]} - nephew&lt;br&gt;[[Sansa Stark]] - niece&lt;br&gt;[[Arya Stark]] - niece&lt;br&gt;[[Bran Stark]] - nephew&lt;br&gt;[[Rickon Stark]] - nephew&lt;br&gt;[[Roslin Frey]] - sister-in-law\n| Actor=[[Kate Dickie]]}}\n{{Quote|What wife would do the things I've done for you? What wife would trust you the way I trusted you? When you gave me those drops and told me to pour them into Jon's wine. My husband's wine. And you told me to write a letter to Cat telling her it was the Lannisters...|Lysa Arryn to Petyr Baelish|First of His Name}}\n\n'''Lysa Arryn''', nĂŠe '''Tully''', is a recurring character in the [[Season 1|first]] and [[Season 4|fourth]] seasons. She is played by guest star [[Kate Dickie]] and debuted in &quot;[[The Wolf and the Lion]].&quot; LysaÂ was the Lady Regent of the Vale, ruling on behalf of her young son [[Robin Arryn]]. She doted on her son and pursued a policy of isolationism since the death of her husband [[Jon Arryn]]. She presided over the [[First Trial by Combat of Tyrion Lannister|trial]] of [[Tyrion Lannister]] for the murder of [[Jon Arryn]] and the attempted murder of [[Bran Stark]]. He proves his innocence in a trial by combat. Lysa refused to commit her forces to aid her sister [[Catelyn Stark]] in the [[War of the Five Kings]].\n\n", "In the books": "In ''[[A Song of Ice and Fire]]'', Lysa is Catelyn's sister, who is distrustful of the [[Lannisters]]. She dotes on her son excessively. In the books her son's name is &quot;Robert Arryn&quot;, but this was changed for the TV series to avoid confusion with [[Robert Baratheon]] and [[Robb Stark]]. Lysa married Lord Jon Arryn to tie three of the Houses involved in [[Robert's Rebellion]] - the Starks, Tullys, and Arryns - more closely together. Given the large age difference between her and Jon, their marriage was not a happy one.\n\nShe is noted as overweight in the books, as a result of suffering two stillbirths and four miscarriages. The stress from these many pregnancies which ended in tragedy, combined with her distant relationship with her elderly husband, wore heavily on Lysa's mental state. This is also why she dotes so excessively on Sweetrobin, her only surviving child.\n\nIn her youth, Lysa fell in love with Littlefinger, but her feelings were not reciprocated. One night Petyr tried to kiss Catelyn, and she rejected him, laughing. Petyr got drunk because of this, and Lysa climbed into his bed that night to &quot;give him comfort&quot;. Petyr took her virginity that night, telling her he loved her, but called her &quot;Cat&quot; before falling asleep. Lysa became pregnant with Petyr's child as a result of this.Â Her fatherÂ forced her to abort the child instead, that he could marry her to Jon Arryn. The whole episode had great negative effect on Lysa's spirit.\n\nLysa's marriage to Jon Arryn was very unhappy. She did not love the much older man she was forced to marry; she had five miscarriages, twice in the Eyrie and three at King's Landing; the only child who was born alive turned to be mentally and physically ill.\n\nDuring the [[War of the Five Kings]], [[Robb Stark]] sent letters to Lysa, asking her to let his army pass through the Vale and provide ships at [[Gulltown]] to take them north. Had Lysa agreed, Robb could have landed at [[White Harbor]], flanked [[Moat Cailin]] and driven the [[Ironmen]] from the north in half a year. But Lysa did not respond, and kept the [[Bloody Gate]] closed.\n\nWhen Lysa drags Sansa to the Moon Door, she blurts out the whole truth about her first pregnancy, the abortion, and Jon Arryn's death.\n\nAccording to the TV series official [[pronunciation guide]] developed for the cast and crew, &quot;Lysa Arryn&quot; is pronounced &quot;LIE-ssa AIR-in&quot;, as opposed to &quot;Liss-ah&quot;.\n\n", "Image Gallery": "&lt;gallery&gt;\nJon Arryn tree.jpg|Jon Arryn lies on his funeral bier in King's Landing in &quot;[[Winter is Coming]]&quot;.\n&lt;/gallery&gt;\n\n", "See also": "*{{AWOIAF|Lysa Tully}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season One Appearances|5=yes|6=yes|8=yes}}\n{{Season Four Appearances|5=yes|7=yes}}\n\n", "Biography": "===Background===\nLysa was born into [[House Tully]] and was the second child of Lord [[Hoster Tully]]. She had an older sister, [[Catelyn Stark|Catelyn]] and a younger brother, [[Edmure Tully|Edmure]]. [[Petyr Baelish]] was fostered with the Tullys and Lysa grew up with him.&lt;ref name=&quot;Lysa Arryn viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/arryn/lysa-arryn/ HBO viewers guide, season 2 guide to houses, House Arryn - Lysa Arryn entry]&lt;/ref&gt;\n\n[[File:Lysa_Tully.png|thumb|left|Lysa shortly after her marriage to [[Jon Arryn]].]]\nLysa married [[Jon Arryn]] during [[Robert's Rebellion]]. Lord Jon was the head of [[House Arryn]] and a leader of the rebel faction fighting to overthrow the [[Mad King]]. The rebels forged an alliance with [[House Tully]] through marriage, with Lord [[Eddard Stark]] married to Catelyn and the then-elderly Jon to the still young Lysa.&lt;ref name=&quot;E1&quot;&gt;&quot;[[Winter is Coming]]&quot;&lt;/ref&gt;&lt;ref name=&quot;Jon Arryn viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/arryn/jon-arryn/ HBO viewers guide, season 2 guide to houses, House Arryn - Jon Arryn entry]&lt;/ref&gt;\n\nAfter the rebel victory in the war, [[Robert Baratheon]] became King and appointed Jon as his [[Hand of the King|Hand]]. Jon served the realm well for many years as Hand of the King. Lysa and Jon have a single son, [[Robin Arryn]]. Lysa and Jon spent the next seventeen years in the capital of [[King's Landing]], never returning to [[the Eyrie]] in [[the Vale of Arryn]].&lt;ref&gt;&quot;[[Winter is Coming]]&quot;&lt;/ref&gt;\n\nJon died immediately prior to the events of the series, sparking King Robert's search for a replacement. Lysa fled King's Landing for the safety of the Eyrie with Robin, then six-years old.&lt;ref name=&quot;E1&quot;/&gt; Robin is the titular [[Lord Paramount of the Vale]]. However, Lysa will rule as the [[Regent|Lady Regent]] of the Vale until Robin comes of age. She dotes on her son.&lt;ref name=&quot;Lysa Arryn viewers guide&quot;/&gt; She is considered mentally unstable by [[Tyrion Lannister]].\n\n===[[Season 1]]===\n[[File:Lysa_and_Robin.png|thumb|232px|Lysa dotes over her son.]]\nLysa's husband [[Jon Arryn]], the [[Hand of the King]], dies of an apparent fever. Lysa flees the capital and returns to [[the Eyrie]] with her son Robin. She sends her sister Catelyn a letter claiming that the [[House Lannister|Lannisters]] murdered Jon Arryn for unknown reasons. This news convinces Catelyn's husband, Lord [[Eddard Stark]], that he must accept King [[Robert Baratheon|Robert]]'s offer to become the new Hand so he may investigate further. During the king's visit to [[Winterfell]] Catelyn's own son [[Bran Stark]] is injured in suspicious circumstances.&lt;ref name=&quot;E1&quot;/&gt;\n\n[[File:Lysa.jpg|thumb|left|240px|Lysa accuses Bronn of fighting without honor.]]\nCatelyn apprehends [[Tyrion Lannister]] on suspicion of trying to kill Bran. She brings him to the Eyrie to be questioned. Lysa is furious with Catelyn for exposing her to the wrath of [[House Lannister]]. She and Robin hold Tyrion in contempt, ignoring his threats that his house will repay them for any harm they visit upon him. Lysa orders Tyrion sent to [[Mord]], the castle jailer. Tyrion and Catelyn are both disturbed by Lysa's excessive coddling of Robin, including still breast-feeding him despite him being several years too old for it.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\n[[File:Lysa.png|thumb|246px|Lysa refuses to send knights to aid her sister.]]\nTyrion convinces Lysa to give him a [[First Trial by Combat of Tyrion Lannister|trial]], only to protest his innocence. He demands the right of trial by combat, supported by the mercenary [[Bronn]]. Bronn wins the battle, killing Lysa's champion, Ser [[Vardis Egen]]. Lysa chides Bronn for not fighting with honor, but reluctantly releasesÂ Tyrion.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\nLysa receives a letter from King's Landing announcing that Robert has died and Eddard has been arrested as a traitor. She delays showing the letter to Catelyn, to Catelyn's annoyance. Catelyn asks that the knights of the Vale join House Tully and House Stark in fighting the Lannisters for his freedom, but Lysa refuses. Lysa insists that the Vale knights must remain at home to defend Robin. Catelyn leaves, frustrated and annoyed.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n[[File:Lysapetyr.png|thumb|228px|Lysa is delighted by Petyr's arrival in the Eyrie.]]\n[[Petyr Baelish]], acting under his own promises to both LysaÂ and her niece [[Sansa Stark]], arrives at the Vale, bringing Sansa to the Eyrie with him. LysaÂ greets Sansa enthusiastically, introducing her to her son Robin. She conveys her pity for Sansa's unfortunate marriage with the dwarf [[Tyrion Lannister]], and asks if he ever forced himself on her, to which she replies &quot;no&quot;.Â LysaÂ agrees not to refer toÂ SansaÂ by her true name in the presence of anyone else, and has Robin show her around the castle. Sexually eager, LysaÂ has her and Littlefinger wed immediately, promising to &quot;scream&quot; as he makes love to her. She also referencesÂ poisoning her own husband's wine and framing the LannistersÂ in his presence, using these actions as proof of her love for him.&lt;ref name=&quot;E35&quot;&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;\n\n[[File:Sansalysa.png|thumb|left|220px|Lysa with her niece, Sansa Stark. ]]\nThe following day, LysaÂ dotes over SansaÂ in petty conversation, and she shares her childhood memories about Catelyn. However, she grows angry when Sansa almost mentions that Littlefinger loved Catelyn, something which has irked Lysa for years. She starts grilling Sansa, wondering why Littlefinger cares so much for her, and if he has ever forced himself onto her. Sansa is shocked and denies this, and complains that Lysa, clenching her fingers tightly, is hurting her. Seeing SansaÂ scared, Lysa returns to a nurturing state, drawing her close and comforting her.&lt;ref name=&quot;E35&quot;/&gt;\n\n[[File:Lysafall.png|thumb|220px|Lysa falls to her death.]]\nLysa witnessesÂ LittlefingerÂ kissing Sansa in the Eyrie's gardens, and goes mad with jealousy. She summons SansaÂ to the High Hall of the Arryns, threatening to push her out the Moon Door to her death, but is interrupted byÂ Petyr.&lt;ref name=&quot;E37&quot;&gt;&quot;[[Mockingbird]]&quot;&lt;/ref&gt;â&euro;&lsaquo;Emotionally distraught and torn over Littlefinger's infatuation with Sansa, LysaÂ falls into a fit of tears, shoving herÂ to the floor. Littlefinger feigns an apology, embraces her and reassures her that he only ever loved one woman. To Lysa's horror, he utters &quot;your sister&quot;, and then shovesÂ Lysa through the Moon DoorÂ to her death, as a shell-shockedÂ SansaÂ looks on.&lt;ref name=&quot;E37&quot;/&gt;\n\n"}, "title": "Lysa Arryn"}