{"attributes": {"status": " ", "title": " Macumber", "season": " Season 1", "image": "  ", "allegiance": " ", "titles": "", "place": " ", "mentioned": [" &quot;Lord Snow&quot;", "&quot;Breaker of Chains&quot;Dialogue a-b"], "aka": "  ", "appearances": " "}, "sections": {"TOP": "Macumber028320bt9zj9doid8kdds3wrwfsck55tn1u861804232015-03-31T13:05:13Z2.127.22.33Spelling error{{Character\n|Title = Macumber\n|Image =  \n|Season = [[Season 1|1]], [[Season 3|3]]\n|Appearances = \n|Titles=\n|Aka =  \n|Status= \n|Place = \n|Allegiance = \n|Mentioned = &quot;[[Lord Snow]]&quot;&lt;br&gt;&quot;[[Breaker of Chains]]&quot;}}\n{{Dialogue a-b|Robb Stark|One time she told me the sky is blue because we live inside the eye  of a blue-eyed giant named 'Macumber'.|Bran Stark|...maybe we do.|Robb and Bran discuss [[Old Nan]]'s fairy stories.|Lord Snow}}\n'''Macumber, the blue-eyed giant''' is a legendary being in [[Westeros]], the kind of folktale creature in children's stories.\n\nAccording to some stories, the reason the sky is blue because the entire world is a tiny object floating in the eye of a cosmically immense, blue-eyed giant called &quot;Macumber&quot;.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, there is no legend about the sky being blue because the entire world is in the eye of a blue-eyed giant named Macumber - nor any comparable fable. It is an invention of the TV series. Macumber is first mentioned in Season 1 episode 3, and again in Season 4 episode 3 (though Oberyn does not refer to him by name).\n\nThe on-screen subtitles confirm that the spelling is &quot;Macumber&quot; not &quot;Macumba&quot;.\n\nThrough study of astronomy, [[Maesters]] and other learned men of the world have actually determined that the world that the continent of Westeros is set on is much like real-life Earth: a round globe circling the sun through outer space, along with several other planets. So just to be clear, there is no chance that the legend about Macumber is actually true...or at least, the part saying that this world's sky is blue because it is in the eye of a blue-eyed giant. As for whether the entire ''universe'' is inside the eye or head of some higher being, no one knows.\nStill, the story about Macumber is apparently ''not'' a meta-narrative reference to author [[George R.R. Martin]] (in the sense that the entire world of Westeros originated inside of his head): Martin has ''brown'' eyes.\n\n", "History": "===[[Season 1]]===\nAs [[Old Nan]] leaves [[Bran Stark]]'s bedside, [[Robb Stark]] remarks of her many fairy stories that she once told him that the sky is blue because we all live inside the eye of a blue-eyed giant named &quot;Macumber&quot;. Bran points out that for all anyone knows, maybe everyone does.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt;\n===[[Season 4]]===\n{{Dialogue a-b|Tywin Lannister|Some believe the king choked.|Oberyn Martell|Some believe the sky is blue because we live inside the eye of a blue-eyed giant.  The king was poisoned.|Oberyn refers dismissively to the fairy-story about Macumber the giant|Breaker of Chains}}\nSoon after the assassination of King [[Joffrey Baratheon]] at [[Purple Wedding|his own wedding]], his grandfather [[Tywin Lannister]] meets with [[Oberyn Martell]]. Tywin remarks that some (naive) people think that Joffrey simply choked. Oberyn flippantly replies that some people think the sky is blue because we all live inside the eye of a blue-eyed giant (but thinking it doesn't make it true). Oberyn acknowledges that Joffrey was assuredly poisoned.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\n"}, "title": "Macumber"}