{"attributes": {"status": " :Category:Status: Dead", "last": "", "family": ["Aegon I Targaryen - father/uncle", "Visenya Targaryen - mother/aunt", "Rhaenys Targaryen (sister of Aegon I)"], "title": "Maegor I Targaryen", "season": "Season 1", "image": "MaegorTheCruel.jpg", "allegiance": "House Targaryen", "culture": " Valyriandialogue a-b-a-b", "titles": ["King of the Andals and the First Men", "Lord of the Seven Kingdoms", "Protector of the Realm"], "link": " House TargaryenCharacter", "mentioned": ["&quot;Cripples, Bastards and Broken Things&quot;", "&quot;The Ghost of Harrenhal&quot;"], "place": "Dragonstone", "aka": ["Maegor of House Targaryen, the First of His Name", "Maegor the Cruel"], "first": ""}, "sections": {"Family tree": "{{House Targaryen family tree Conquest era}}\n\n", "TOP": "Maegor Targaryen08147beamaasq7ur25zkjrgzx16j3o650gds1802392015-03-29T01:51:08ZThe Dragon Demands5014364/* Quotes */{{Heraldry\n|image = Targaryen mini shield.png\n|link = House Targaryen\n}}\n{{Character\n| Title=Maegor I Targaryen\n| Image=MaegorTheCruel.jpg\n| Season=[[Season 1|1]], [[Season 2|2]]\n| First=\n| Last=\n| Mentioned=&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;br&gt;&quot;[[The Ghost of Harrenhal]]&quot;\n| Aka=Maegor of House Targaryen, the First of His Name&lt;br&gt;Maegor the Cruel\n| Status= [[:Category:Status: Dead|Deceased]]\n| Titles=[[King of the Andals and the First Men]]&lt;br&gt;[[Lord of the Seven Kingdoms]]&lt;br&gt;[[Protector of the Realm]]\n| Place=[[Dragonstone]]\n| Allegiance=[[House Targaryen]]\n| Family={[[Aegon I Targaryen]]} - father/uncle&lt;br&gt;{[[Visenya Targaryen]]} - mother/aunt&lt;br&gt;{[[Rhaenys Targaryen (sister of Aegon I)|Rhaenys Targaryen]]} - aunt&lt;br&gt;{[[Aenys I Targaryen]]} - half-brother&lt;br&gt;{[[Jaehaerys I Targaryen]]} - nephew&lt;br&gt;{[[Orys Baratheon]]} - half-uncle&lt;br&gt;[[Daenerys Targaryen]] - distant great-niece\n| Actor=|Culture = [[Valyrian]]}}\n{{dialogue a-b-a-b|Septa Mordane|Who built the Iron Throne?|Sansa Stark|Aegon the Conqueror.|And who built the Red Keep?|Maegor the Cruel.|Septa [[Mordane]] and [[Sansa Stark]], discussing the history of the [[Seven Kingdoms]].|Cripples, Bastards and Broken Things}}\n'''Maegor Targaryen''', formally known as '''Maegor of House Targaryen, the First of His Name''' and dubbed '''Maegor the Cruel''', is a mentioned character. He died before the time of the series, and is not expected to appear. He was a [[King of the Andals and the First Men]] in the [[House Targaryen|Targaryen dynasty]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Maegor was the second son of [[Aegon I Targaryen]]. His mother was Aegon's sister wife Visenya Targaryen. He served as [[Hand of the King]] to his older half-brother Aenys I Targaryen during his rule. Indeed, Aenys was such a weak ruler that Maegor was always considered the true power behind the throne. He came to the throne ahead of Aenys's son Jaehaerys in unknown circumstances, possibly using his authority as Hand of the King to outright usurp the throne. His reign coincided with the uprising of the Faith Militant and he earned his nickname for offering a bounty on the scalps of members of the order. Maegor completed construction of the [[Red Keep]] and gave his name to Maegor's Holdfast. He had the builders executed to keep the secrets of the hidden passages he had included. He also executed at least three Grand Maesters during his reign (which lasted only six years).\n\nWhen the two brothers were young, Aenys bonded with the dragon Quicksilver, one of the progeny of Aegon I's original three dragons. Maegor, however, refused to bond with any dragon, claiming none were worthy - or perhaps none of the available ones at the time. After their father died, Maegor ended up bonding with [[Balerion|Balerion the Black Dread]] himself, Aegon I's own dragon. Maegor would later use Balerion to devastating effect during the Faith Militant uprisings.&lt;ref&gt;[http://asoiaf.westeros.org/index.php/topic/83614-bubonicon-45/#entry4879997 Bubonicon 45 GRRM live-read]&lt;/ref&gt;\n\nMeagor was a preternaturally skilled swordsman (not unlike the later [[Jaime Lannister]]), at the age of barely 12 he easily defeated squires five years older than himself. He was one of the youngest men ever knighted, at only 16 years old. When Aenys succeeded to the Iron Throne upon their father's death, he presented Maegor with Aegon I's [[Valyrian steel]] sword Blackfyre, admitting that Maegor was always much more of a warrior than he ever was.&lt;ref&gt;[http://asoiaf.westeros.org/index.php/topic/83614-bubonicon-45/#entry4879997 Bubonicon 45 GRRM live-read]&lt;/ref&gt; In the books, Jaime Lannister was knighted at fifteen and appointed to the Kingsguard a few months later, while in the TV series [[timeline]], Jaime is stated to have been seventeen years old when he was knighted and named to the Kingsguard. It is unclear how the TV continuity would ever address this, but there is really no contradiction: Jaime is stated to be the youngest knight ever named to the Kingsguard, but not to be the youngest man ever knighted, while Maegor was not a Kingsguard.\n\nAegon had no daughters by either of his wives, so he married Aenys to Alyssa of [[House Velaryon]], as a political match (Aegon I's own mother having been Velaena Velaryon).  They had several children, including a daughter named Rhaena.  Visenya wanted Maegor to be betrothed to the infant girl for later marriage, but the [[High Septon]] objected to the Targaryens continuing their [[Incest|incestuous]] marriage practices.  Rather than risk conflict, Aegon relented to his demands, and Maegor instead married Ceryse Hightower, the High Septon's niece.  Their marriage proved childless, and after his father died he took a second wife.  The Faith had barely tolerated Aegon's polygamous marriages due to his political power, but Maegor's polygamous marriage was so outrageous that Aenys had to exile him to the Free Cities to prevent war.  Maegor was actually married to six wives during his lifetime, several of them women known to be fertile, but Maegor himself could not produce heirs.  One of the women he married was named Jeyne Westerling.  Three centuries later, [[Robb Stark]] also married a woman named Jeyne Westerling (changed to [[Talisa Maegyr]] in the TV series), but she was just another woman from House Westerling, and it is a coincidence that one of her family members three hundred years earlier had the same name. \n\nWhen the Faith Militant uprising broke out it soon overran King's Landing, causing Aenys to flee to Dragonstone, where he fell ill from the stress and died (some think Visenya poisoned him; he had become practically catatonic and unable to rule).  Visenya fetched Maegor back from the Free Cities and he was crowned king on Dragonstone.  Grand Maester Gawen was the only one to openly protest, pointing out that Aenys had ''three'' sons (Aegon, Viserys, and Jaehaerys) and by every inheritance law in Westeros, Maegor was behind them in line of succession.  Maegor responded by beheading Gawen with a single swing of Blackfyre, and no one else spoke a word against him - many feeling that Aenys's young children could not handle the Faith Militant as Maegor could.  He retook King's Landing, and riding Balerion led the royal armies to repeatedly crush the Faith's armies, though new ones kept arising as the rebellion dragged on throughout his reign.  Aenys's son Aegon managed to rally some rebellious lords and even to ride his father's dragon Quicksilver.  Maegor met them in the Battle Beneath the Gods Eye while riding Balerion, who killed both Aegon and Quicksilver.  He also had young Viserys tortured to death, but Queen Alyssa and her son Jaehaerys fled.  Maegor's increasingly brutal behavior, however, gradually disgusted more and more of his own former supporters.  \n\nMaegor eventually died on the Iron Throne in unknown circumstances: in someÂ versions of theÂ tale, he was murdered ''by'' the Iron Throne, while others suspect he was poisoned. As Maegor died without issue, he was succeeded by his nephew, Aenys' son [[Jaehaerys I Targaryen|Jaehaerys I]].  The most likely explanation held by historians is actually that Maegor committed suicide.  At the end of his reign, Maegor's cruelty had finally caused most of the major lords of the realm to turn against him, rallying around Jaehaerys I.  There was no civil war - all but a handful of Maegor's followers totally abandoned him to join the rebels, instead of fighting them.  Only a handful of soldiers from local Houses remained to defend King's Landing as the rebel army approached.  It is theorized that as Maegor sat despondently on the Iron Throne waiting for the approaching rebel army to take the city, he decided that he would rather die than face capture and torture, so he used the sharp blades of the Iron Throne to intentionally open his own veins and bleed to death.  \n\nWhile Maegor was an infamously ruthless man, he was not necessarily considered to be &quot;insane&quot;, the way that [[Targaryen madness|many later Targaryens]] became insane due to generations of [[incest]]ously marrying brother to sister to &quot;keep the bloodlines pure&quot; - in the sense that he did not suffer from hallucinations.  Even so, while Aenys was too weak to rule, Maegor was far more brutal than he needed to be, gradually alienating all of the great lords of the realm.  His cruel treatment of Aenys's children and of his own wives shocked the realm, and he was he was notoriously cruel to animals.  Whatever the case, he became remembered as a controversial figure, commonly recalled as &quot;Maegor the Cruel&quot;, and later generations of the Targaryen dynasty were tactful enough never to name one of their sons &quot;Maegor&quot; again, except for the mad Prince [[Aerion Targaryen|Aerion the Monstruous]].  \n\nMaegor also became the proverbial tyrannical king to the people of the Seven Kingdoms:  any time another potential ruler appeared brutal or tyrannical, it was whispered that they would be &quot;the next Maegor the Cruel&quot;.  This only stopped in the last generation, when Aerys II &quot;the Mad King&quot; terrorized the realm, ultimately leading to his downfall in [[Robert's Rebellion]] - after which the proverb shifted to saying &quot;he would be the next Mad King&quot;, or when Tyrion remarks that Joffrey is on his way to becoming &quot;Aerys the Third&quot;.\n\n", "Quotes": "{{Quote|Now people name Maegor &quot;the Cruel&quot;, but I doubt any dared in his day. His strength was all too rare in the degenerate Targaryen blood. |[[Joffrey Baratheon]]|The Red Keep (Histories &amp; Lore)}}\n\n{{Quote|Aegon's own son, Maegor the Cruel, was killed by the very Iron Throne his father had forged. If you believe the tales. If you don't, then perhaps &quot;The Cruel&quot; is not a wise name for a king to earn.|[[Varys]]|The Death of Kings}}\n\n", "Image Gallery": "&lt;gallery&gt;\n Maegor's death.png|Maegor perishes at the foot of the Iron Throne.\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}}\n\n", "Biography": "===Background===\n{{Quote|Aegon's own son, Maegor the Cruel, was killed by the very Iron Throne his father had forged... if you believe the tales. If you don't, then perhaps 'the Cruel' is not a wise name for a king to earn.|[[Varys]]|Histories &amp; Lore}}\n[[File:Maegor.jpg|thumb|left|Maegor working with the [[Alchemists' Guild]].]]Maegor was a ruler in the [[House Targaryen|Targaryen dynasty]]. He finished constructing theÂ [[Red Keep]]Â during his reign,&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt; including [[Maegor's Holdfast]], which was named after him. The holdfast is the tower at the center of the [[Red Keep]] in [[King's Landing]].&lt;ref&gt;&quot;[[Blackwater]]&quot;&lt;/ref&gt;\n\nAfter the construction was finished, Maegor had all the workers and masons killed to protect its secrets.&lt;ref&gt;[[The Red Keep (Histories &amp; Lore)]]&lt;/ref&gt;\n\n===[[Season 1]]===\nWhile visiting the [[Great Hall (Red Keep)|Great Hall]] of the [[Red Keep]] and after being asked by [[Septa]] [[Mordane]], [[Sansa Stark]] mentions Maegor the Cruel had the Red Keep built.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n[[Hallyne]] mentions Maegor as an advocate of the [[Alchemists' Guild]] and a patron of their work on [[Wildfire|the Substance]].&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\n"}, "title": "Maegor Targaryen"}