{"attributes": {}, "sections": {"The game": "==='''First puzzle'''===\nOn 24 February 2011 a number of prominent bloggers, critics and fan sites, including Westeros.org and Winter is Coming, received a package from HBO, containing a map of [[Westeros]], scrolls and scent jars. Initially this appeared to be an elaborate way of providing backstory and information to reviewers unfamiliar with the books. However, eagle-eyed fans spotted references to the 'Maester's Path' and noted that an unfinished website of that name was registered to HBO. Fans also noted that the scrolls differed from reviewer to reviewer, and contained different symbols.\n\nThe first puzzle went live on 28 February 2011. A codewheel was revealed, containing the same symbols as on the scrolls in the promo package. Using screenshots of the scrolls as provided by those fansites, fans were able to 'unlock' the first reward by lining up those symbols referring to [[Winterfell]], the seat of [[House Stark]]. The first reward was a [http://www.a-game-of-thrones.net/the-maesters-path-first-challenge-reward/ two-minute scene] from the first episode, depicting [[Jon Snow]] giving the sword [[Needle]] to his half-sister [[Arya Stark]], an iconic moment from the books.\n\n==='''Second puzzle'''===\nOn 7 March 2011 HBO unveiled the second part of the game. This time around, fans had to visit a representation of the [[Crossroads Inn]], listen in to the [[smallfolk]]'s conversation, identify &quot;beasts&quot; they mention in conversation (related to great house sigils), and then combine sigils of [[noble house|lesser houses]] to form the [[Great Houses|great house]] they are sworn to in the same pattern as the tables of the Inn. Click for [http://www.a-game-of-thrones.net/sound-transcription-and-hints-for-the-second-link-of-the-maesters-path/ the transcription] of the conversations.\n\n[http://www.a-game-of-thrones.net/maesters-path-second-challenge-solution/ The second reward] was a scene from a later episode, depicting the troubadour [[Marillion]] attempting to win the patronage of Lady [[Catelyn Stark]] and Ser [[Rodrik Cassel]] just as [[Tyrion Lannister]] arrives at the Crossroads Inn. The scene ends before Tyrion recognizes Catelyn.\n\n==='''Third puzzle'''===\nThe third puzzle went live on 14 March 2011. This puzzle involved a representation of the [[Wall]] and casts the player as a member of the [[Night's Watch]] on lookout duty. The player has to watch the forest for signs of [[wildlings]] and then sound a warning horn before they reach the Wall.\n\n[http://www.a-game-of-thrones.net/maesters-path-third-link-to-the-chain/ The third reward] was a clip depicting Tyrion Lannister discussing the coming long winter with Maester [[Aemon]] at [[Castle Black]].\n\n==='''Fourth puzzle'''===\nThe fourth puzzle was revealed on 21 March 2011. This puzzle involved the player being presented with a number of temperature charts tracking the passing of the months and seasons in Westeros. The player has to arrange the charts in the correct chronological order.\n\n[http://www.a-game-of-thrones.net/the-maesters-path-4th-link-to-the-chain-solution-and-translations/ The fourth reward] was a clip from a later episode, depicting [[Daenerys Targaryen]] and Ser [[Jorah Mormont]] discussing the possibility of being able to return home to Westeros.\n\n==='''Fifth puzzle'''===\nThe fifth and final puzzle was released on 28 March 2011. This puzzled involved a marketing exercise where food trucks delivered menus inspired by the books and TV series to passers-by on the streets of New York City. Players had to compare the different menus for the different days (posted on the HBO 'Making Game of Thrones' website) to create a codeword that has to be entered on a screen while wine is being poured.\n\nThe fifth reward was a clip showing [[Robert Baratheon]] talking to [[Eddard Stark]] on their way south to the capital, discussing the demands of their offices and the temptation to leave it all behind, before the discussion turns to the identity of Jon Snow's mother.\n\n", "TOP": "Maester's Path02562j8xe0js2ppnurwb00zsijs7zg5rexh51795252015-03-26T16:21:13ZThe White Winged Fury26111788The '''Maester's Path''' is an [[wikipedia:alternate reality game|alternate reality game]] which was launched as part of the marketing for ''[[Game of Thrones]]&lt;nowiki&gt;'&lt;/nowiki&gt;'' [[Season 1|first season]]. It was officially launched on 28 February 2011.\n\n", "Premise": "The Maester's Path is based around a website which allows fans to play a series of puzzles to unlock rewards, including previews of scenes from the TV series. The puzzles need to be solved using clues provided by [[HBO]] to the media, which are then posted on various websites, including TV review blogs and ''[[Song of Ice and Fire]]'' fan sites.\n\nThe Maester's Path site places an emphasis on cooperation, with players encouraged to use social media websites like [[wikipedia:Facebook|Facebook]] and [[wikipedia:Twitter|Twitter]] to 'recruit' helpers and followers, with the ability to report progress along the Path to social media accounts.\n\n"}, "title": "Maester's Path"}