{"attributes": {"status": " Active", "founder": " Quote", "title": " Order of Maesters", "season": " Season 1", "image": " ", "leader": "Conclave", "date": " ", "former": " Qyburn", "place": "The Citadel, Oldtown", "members": [" Grand Maester Pycelle", "Maester Aemon", "Maester Cressen", "Maester Luwin", ""], "mentioned": "", "type": "Scholastic order", "appearances": " "}, "sections": {"Traditions": "[[Image:Complete Guide to Westeros Maester Forging Links.png|thumb|A maester forging the links in his chain of office.]]\n[[Image:Complete Guide to Westeros Higher Mysteries.png|thumb|An initiate trying (and failing) to master the &quot;higher mysteries&quot;, using a Valyrian [[Glass candle|glass candle]].]]\n\nMaesters wear a chain around their necks composed of various metals to signify their personal expertise.  Maesters personally forge each link themselves.  Each link indicates a different field of study. There are hundreds of recognized fields each with a different representative metal. Maesters are expected to wear their chains at all times, even when sleeping.&lt;ref name=&quot;viewers guide appendices&quot;/&gt;\n\nKnown metals and corresponding fields of study include:&lt;ref&gt;[[The Maester's Chain (Histories &amp; Lore)]]&lt;/ref&gt;\n\n*Silver - medicine and healing\n*Gold - money and accounting\n*Iron - warcraft\n*Black iron - ravenry\n*Lead - [[Poison|poisons]]\n*[[Valyrian steel]] - &quot;the higher mysteries&quot; (magic). Only one maester in a hundred possesses such a link, as study of the occult is frowned upon by the order.\n*Steel - construction&lt;ref&gt;[http://www.makinggameofthrones.com/production-diary/maester-chains-skills ]&lt;/ref&gt;\n*Bronze - astronomy&lt;ref&gt;[http://www.makinggameofthrones.com/production-diary/maester-chains-skills ]&lt;/ref&gt;\n\n", "TOP": "Maesters02205d9df0z6ljnr9otaevsabu0gkfoix9bb1795082015-03-26T15:21:11ZThe Dragon Demands5014364/* Traditions */{{Infobox organization\n|Title= Order of Maesters\n|Image= \n|Season= [[Season 1|1]], [[Season 2|2]], [[Season 3|3]]\n|Appearances= \n|Mentioned=\n|Status= Active\n|Type=Scholastic order\n|Leader=[[Conclave|The Conclave]] \n|Members= [[Grand Maester]] [[Pycelle]]&lt;br&gt;Maester [[Aemon]]&lt;br&gt;Maester [[Cressen]]&lt;br&gt;Maester [[Luwin]]&lt;br&gt;\n|Former= [[Qyburn]]\n|Place=The [[Citadel]], [[Oldtown]]\n|Date= \n|Founder= \n}}\n{{Quote|Service as a Maester is a noble calling, one of vital importance to a prosperous realm. It is little wonder there are some who refer to the Order as the Knights of the Mind.|Maester Luwin|The Order of the Maesters (Complete Guide to Westeros)}}\n[[Image:Bran and Luwin.jpg|thumb|300px|Maester Luwin teaching [[Bran Stark]] a geography lesson.]]\n\n'''Maesters''', formally known as the '''Order of Maesters''', are an order of scholars, healers, and learned men in the [[Seven Kingdoms]]. Due to their scientific and intellectual pursuits, they are sometimes referred to as &quot;the knights of the mind&quot;.\n\nFocusing on scientific knowledge and disdaining belief in magic, in the present day the Order of Maesters has largely eclipsed the older [[Alchemists' Guild]], which claims to possess arcane magical knowledge, but whose number, power, and abilities have waned over the centuries.\n\nThe maesters are a secular organization, not a religious order, though they do swear sacred oaths to follow the duties and restrictions of their office. Unlike certain other organizations such as the [[Faith of the Seven]], which has male and female priests, women are not allowed to join the maesters, and thus its membership is all-male.\n\nAccording to the TV series official [[pronunciation guide]] developed for the cast and crew, the term is pronounced &quot;MAY-ster&quot;, not &quot;MY-stir&quot;, which proved tricky for the cast during filming.\n\n", "Known members": "* Grand Maester [[Pycelle]] of the [[Red Keep]].\n* MaesterÂ {[[Luwin]]} of [[Winterfell]]. Mercy killed by [[Osha]] after sustaining a fatal wound at the hands of [[Dagmer Cleftjaw]] prior to the [[Sack of Winterfell]].\n* Maester [[Aemon]] of [[Castle Black]]. Born Aemon of [[House Targaryen]], brother to [[Aegon V Targaryen]] and uncle to [[Aerys II Targaryen]].\n* MaesterÂ {[[Cressen]]}Â of [[Dragonstone (castle)|Dragonstone]]. Poisoned himself in an attempt to murder [[Melisandre]].\n* [[Qyburn]], an ex-maester who was expelled from the order by the Citadel for unethically conducting human experimentation. Fell into the service of [[House Bolton]] at [[Harrenhal]]Â and followed [[Jaime Lannister]] to [[King's Landing]] to treat his severed sword-hand.\n* Maester [[Volarik]] of [[CasterlyÂ Rock|Casterly&amp;nbsp;Rock]]. Served [[House Lannister]]Â during the youth of [[Jaime Lannister|Jaime]] and [[Tyrion Lannister]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the maesters are an all-male order of scholars and teachers. Women are not permitted to join the order. They are based in Oldtown, the continent's second-largest city on its far southwestern coast, in the Reach.\n\nSubjects which the maesters can be specialized in include: herb lore, warcraft, medicine and healing, smithing, economics, history and heraldry, astronomy, ravenry, and the &quot;higher mysteries&quot; (magic), although in the latter case only to ensure that it is treated like a myth. The supreme master of such an area gains the rank of Archmaester and is allowed to sit on the ruling council of the order, the Conclave, based in the Citadel.\n\nMaesters in Westeros basically serve many of the functions that Christian monks did in real-life medieval society, being lore-masters and advisors to noble families, who are mostly responsible for promoting literature culture, and who provide many of the writing services with letters or books that real-life Christian monks or clergymen would in a medieval chancery. In the fantasy-world of Westeros, however, the maestersÂ are entirely separate from the religious clergy (such as [[septon]]s of the [[Faith of the Seven]]): maesters focus entirely on matters of learning and scientific knowledge, while clergymen focus on religious matters.\n\nThe origin of the Order of Maesters was not revealed in the first five novels of the ''A Song of Ice and Fire'' series, though they were later revealed in the ''World of Ice and Fire'' sourcebook (2014).  The Maesters are said to have originated in Oldtown itself, back when it was a small kingdom of the First Men - long before the [[Andal Invasion]] six thousand years ago.  Thus they are not an Andal institution brought to Westeros, nor did they predate the First Men migration to Westeros.  While their exact origins and development are left murky by thousands of years of history, the Citadel and its Maesters simply originated in similar fashion to real-life universities:  a king of Oldtown had a passion for learning, became a great patron of the arts and sciences, and started gathering scholars and healers at his court.  Over time he granted them their own land in the city to promote their studies, which became the Citadel.  They formed a guild to organize their trade of scholarship (much like a merchants' guild or shipwrights' guild), and over the generations it gradually developed formalized rules, until it developed into the &quot;Order of Maesters&quot; known in later centuries, with its vows of political neutrality (and associated rules of celibacy, dissolving all past family allegiances, and holding no land and title, to reinforce this neutrality).  Over the centuries, maesters spread to every major town and castle in the Seven Kingdoms (from Dorne to the North), with each maester officially assigned to his location by the Citadel.\n\n", "Image gallery": "\n&lt;gallery captionalign=&quot;left&quot;&gt;\nWondercon-costume-maester.JPG|Maester costume on display at Wondercon 2011\nMaester of the Citadel.jpg|Maester's chain, from the [[Maester's Path]] online game.\nPycelle-chain.jpg|Grand Maester Pycelle's chain, each link signifying a different field of knowledge.\n&lt;/gallery&gt;\n\n", "Organization": "[[Image:Complete Guide to Westeros Maesters Citadel.png|thumb|The entrance to the Citadel, flanked by two stone sphinxes.]]\nThe headquarters of the Order of Maesters is the [[Citadel]], a complex devoted to higher learning, which is located in the city of [[Oldtown]] in the southwest of [[the Reach]]. New initiates are trained at the Citadel, and upon finishing their studies, gain the title of &quot;maester&quot; and are assigned to serve at a castle or town in Westeros. The entire order is ruled over by the [[Conclave]], the council of [[archmaester]]s, who reside in the Citadel.\n[[Image:Pycelle 1x04.jpg|thumb|Grand Maester [[Pycelle]] in his study.]]\nThe [[Grand Maester]] is considered the most senior member of the order, and is its personal representative to the king on the [[Iron Throne]]. The Grand Maester is elected by the Conclave, but resides in the [[Red Keep]] in [[King's Landing]], to personally advise the king and serve on the [[Small Council]]. Only the Conclave may select the Grand Maester and while the King or [[Hand of the King|Hand]] may dismiss the Grand Maester from the council, they cannot strip him of his title.\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Function and Duties": "[[Image:Complete Guide to Westeros Maester Advising Lord.png|thumb|Maesters serve as advisors to lords in the realm.]]\nAlmost every castle and noble family in [[Westeros]], no matter how small, has a maester on hand to teach the lord's children, give him counsel, and attend to medical and educational needs. The lords of the Seven Kingdoms are also reliant on their ability to send long distance communiques using trained messenger [[ravens]], which they are responsible for tending in a castle's rookery. Maesters also serve as the resident medical expert at a castle, responsible for everything from setting broken bones, assisting childbirth, and knowledge of medicinal herbs and potions to aid fevers and internal illnesses. In addition, maesters also observe changes in the weather to watch for shifting of the seasons.&lt;ref name=&quot;viewers guide appendices&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/appendix/beyond-the-houses/ HBO viewers guide, appendices, Beyond the Houses entry]&lt;/ref&gt;\n\n[[Image:Complete Guide to Westeros Maester Initiation.png|thumb|left|A new initiate to the Order of Maesters in the Citadel.]]Maesters are expected to eschew their familial background and political allegiances. They drop their family name when they join the order. They are assigned to serve at castles and holdfasts throughout the Seven Kingdoms and are bound by their vows to serve whoever holds the castle in which they reside, regardless of changes in lordship. It is not considered a breach of their vows if a maester advises the current lord of their castle in military matters to defeat their enemies, but if their lord is defeated by his enemies and possession of the castle officially changes hands, the maester is expected to serve its new lord.&lt;ref name=&quot;viewers guide appendices&quot;/&gt;\n\nSimilar to the [[Night's Watch]], the Order of Maesters is an egalitarian institution whose members must ignore their past family and political ties, give up their right to inheritance, and take an oath of celibacy. Thus, like the Night's Watch, younger sons or [[bastard]] sons are often made to join the maesters, so as not to interfere with the inheritance of firstborn and/or legitimate sons. \n[[Image:Aemon-Castle-Black.jpg|thumb|175px|left|Aemon, a maester serving in the Night's Watch.]]\nAnother similarity is that both the Night's Watch and the maesters are considered to be servants of the realm. It is possible to be both a maester and a member of the Night's Watch, due to the similar restrictions of their vows and because the castles along [[the Wall]] each need a maester. This has always been something of a rarity, however, as even during its prime the Night's Watch only maintained nineteen castles along the Wall, and by the time of [[Robert's Rebellion]], the number of manned castles had dwindled over the centuries to only three. Thus in the current era there are usually only three maesters who are also members of the Night's Watch. Most prominent among these is Maester [[Aemon]], who by the outbreak of the [[War of the Five Kings]] had served as maester of [[Castle Black]] for over seventy years. Should the need arise at the Wall, it is also permissible for a member of the Night's Watch to be trained as a maester at the Citadel, then return to the Wall to serve as the maester of one of its castles.\n\n"}, "title": "Maesters"}