{"attributes": {"status": " :Category:Status: Dead", "death": "Killed fighting Grenn and five other Night's Watch", "title": " Mag Mar Tun Doh Weg", "season": " Season 4", "image": " Mag Mar Tun Doh Weg.png", "allegiance": " The Free Folk", "actor": "Neil Fingleton", "deathep": " &quot;The Watchers on the Wall&quot;Quote", "link": "Free FolkCharacter", "9": "yes==In the books==In the ''A Song of Ice and Fire'' novels, Mag Mar Tun Doh Weg is better known as Mag the Mighty. As giants in the novels are more ape-like, Mag the Mighty is described with a grey pelt streaked with white (somewhat like a silverback gorilla). He dies fighting Donal Noye, the blacksmith at Castle Black, in single combat. Noye's role defending the tunnel from Mag was given to Grenn in the TV series.Mag is one of the largest and strongest giants, and seems to act as a leader among them. In the TV series, Mance simply says that Mag was the king of the giants, but in the books Tormund explains to Jon that giants have no kings, not anymore than mammoths do. The human wildlings simply took to informally calling Mag the &quot;king of the giants&quot; because the other giants seem to follow him. Even the wildlings know practically nothing about the social bonds that exist among the giants, if any. Thus it is unclear if Mag is actually a hereditary chieftain, or a chosen chieftain, or if he has no formal leadership position at all, and the other giants simply tend to follow his lead.Giants can talk (though currently they only know the Old Tongue), but even wildlings who have conversed with them don't fully understand the giants. Jon first sees Mag when he enters Mance Rayder's camp, and Mag is leading the other giants into the camp while mounted on their mammoths. Tormund greets Mag (speaking to him in Old Tongue) and says that Mag asked if Jon was a girl that Tormund had taken as a new bride. Jon is confused, and asks if Mag has mistaken him for a girl, because he is currently cleanshaven. Tormund says that he isn't sure, as Mag may never have actually seen a cleanshaven boy before - but on the other hand, Mag might also have been making some sort of bizarre joke, given that when Mag said this he let out a rumbling belch that Jon realized was laughter. The wildlings don't understand giant social structure much better than they do giant humor.==See also==*AWOIAF (MAJOR spoilers from the books)==References==ReflistCategory:CharactersCategory:Season 4 CharactersCategory:Status: DeadCategory:Characters from beyond the WallCategory:GiantsCategory:Mance Rayder's armyCategory:Minor Characters", "place": " Beyond the Wall", "aka": " Mag the Mighty", "appearances": " &quot;The Watchers on the Wall&quot;", "first": " "}, "sections": {"TOP": "Mag Mar Tun Doh Weg020783teoo2e8vx8at06wfppet9k1k9ye23ju1775822015-03-18T11:47:28ZSon Of Fire24907634Added Free Folk heraldry{{Heraldry\n|image=MR mini shield.png\n|link=Free Folk\n}}\n{{Character\n|Title = Mag Mar Tun Doh Weg\n|Image = Mag Mar Tun Doh Weg.png\n|Season = [[Season 4|4]]\n|First = \n|Appearances = &quot;[[The Watchers on the Wall]]&quot;\n|Allegiance = The [[Free Folk]]\n|Death=Killed fighting [[Grenn]] and five other [[Night's Watch|black brothers]]\n|Aka= Mag the Mighty\n|Status = [[:Category:Status: Dead|Deceased]]\n|Actor =[[Neil Fingleton]]\n|Place = [[Beyond the Wall]]|DeathEp = &quot;[[The Watchers on the Wall]]&quot;}}\n{{Quote|He was their King. The last of a bloodline that stretches back before the [[First Men]].|[[Mance Rayder]]|The Children}}\n'''Mag Mar Tun Doh Weg''' is a character in the [[Season 4|fourth season]]. He is a [[giant]] and a member of [[Mance Rayder]]'s army. He is more commonly referred to by the wildlings as '''&quot;Mag the Mighty&quot;'''. He is played by guest star [[Neil Fingleton]] and only appears in &quot;[[The Watchers on the Wall]]&quot; .\n\n", "Appearance": "{{Season Four Appearances|9=yes}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Mag Mar Tun Doh Weg is better known as Mag the Mighty. As giants in the novels are more ape-like, Mag the Mighty is described with a grey pelt streaked with white (somewhat like a silverback gorilla). He dies fighting Donal Noye, the blacksmith at Castle Black, in single combat. Noye's role defending the tunnel from Mag was given to Grenn in the TV series.\n\nMag is one of the largest and strongest giants, and seems to act as a leader among them. In the TV series, Mance simply says that Mag was the king of the giants, but in the books Tormund explains to Jon that giants have no kings, not anymore than mammoths do. The human wildlings simply took to informally calling Mag the &quot;king of the giants&quot; because the other giants seem to follow him. Even the wildlings know practically nothing about the social bonds that exist among the giants, if any. Thus it is unclear if Mag is actually a hereditary chieftain, or a chosen chieftain, or if he has no formal leadership position at all, and the other giants simply tend to follow his lead.\n\nGiants can talk (though currently they only know the [[Old Tongue]]), but even wildlings who have conversed with them don't fully understand the giants. Jon first sees Mag when he enters Mance Rayder's camp, and Mag is leading the other giants into the camp while mounted on their mammoths. Tormund greets Mag (speaking to him in Old Tongue) and says that Mag asked if Jon was a girl that Tormund had taken as a new bride. Jon is confused, and asks if Mag has mistaken him for a girl, because he is currently cleanshaven. Tormund says that he isn't sure, as Mag may never have actually seen a cleanshaven boy before - but on the other hand, Mag might also have been making some sort of bizarre joke, given that when Mag said this he let out a rumbling belch that Jon realized was laughter. The wildlings don't understand giant social structure much better than they do giant humor.\n\n", "Biography": "===Background===\nMag is a leader among the giants that joined the [[Free Folk]] army united by [[Mance Rayder]]. Mance refers to him as the &quot;king&quot; of the giants, last of a bloodline stretching back thousands of years to before the arrival of the [[First Men]] in Westeros.&lt;ref name=&quot;S04E10&quot;&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\nDuring the [[Battle of Castle Black]], Mag approaches [[the Wall]] on the back of a [[Mammoths|mammoth]]. He rides up to the front gate and dismounts, at which point he and [[Giant (The Watchers on the Wall)|another giant]] take the mammoth and turn it around while several wildlings tie ropes to the it, tying the other end of the ropes to the gate's supports. While the mammoth tries to pull the gate open, men of the [[Night's Watch]] throw down flaming barrels of tar, which explode and drive the mammoth off. The other giant attempts to chase after it, but this brings him within the firing arc of a large ballista mounted atop the Wall. The ballista bolt impales him from behind and he is killed.\n\n[[File:Mag_charges.jpg|thumb|270px|Mag charges towards Grenn's group inside the Wall.]]\nMag is enraged at the death of his fellow giant and bellows out a fearsome cry. His already incredible strength swelled with anger, Mag manages to lift the massive gate with his bare hands. He succeeds in passing underneath, though it slides closed again when he releases it. Mag then charges through the icy tunnel to the portcullis in the middle. [[Grenn]], [[Donnel Hill]], [[Cooper]], and three others are waiting for him and terrified, but Grenn rallies his men by leading them in reciting the oath of the Night's Watch, finishing just as Mag collides with the gate.\n\nAfter the battle ends, [[Jon Snow]] and [[Samwell Tarly]] find Mag's body in the tunnel beneath the Wall, along with those of the men he fought, who successfully held the gate at the cost of their own lives.&lt;ref&gt;&quot;[[The Watchers on the Wall]]&quot;&lt;/ref&gt;\n\nWhen Jon treats with Mance in the wildling camp, Mance asks what happened to the giant who managed to get inside the gate, but who never came out. Jon explains that he died, killing six black brothers including Jon's friend Grenn. Saddened, Mance tells Jon that the giant's name was Mag the Mighty, the giants' king - the last of a bloodline which stretched back to long before the arrival of the [[First Men]] in Westeros. In mutual respect, Mance and Jon drink to the memory of both Mag and Grenn.&lt;ref name=&quot;S04E10&quot; /&gt;\n\n", "See also": "*{{AWOIAF}} (MAJOR spoilers from the books)\n\n"}, "title": "Mag Mar Tun Doh Weg"}