{"attributes": {}, "sections": {" Groups ": "\n* '''[[Warlocks]]''': magic practitioners of [[Qarth]], based at the [[House of the Undying]]. Known for their custom of drinking [[Shade of the evening]].\n* '''[[Alchemists' Guild]]''' (also known as '''Pyromancers'''): a society of learned men of [[Westeros]] boasting the practice of ancient magic and abilities such as transmuting metals, now limited to the production and manipulation of [[wildfire]].\n* '''[[Red Priest]]s''': the clergy of the [[Lord of Light]]. According to them, they do not boast abilities of their own, only 'gifts' from the Red God. Adept at experiencing visions of the future by gazing into flames and pyres.\n'''[[Shadowbinder]]s''': magic practicioners from the city of [[Asshai]].\n\n", " In the books ": "In the ''[[A Song of Ice and Fire]]'' novels, the overall nature and state of magic is similar to how it is presented in the TV series. Magic at the start of the series is so rare that almost everyone west ofÂ Valyria believes it to be gone, if it even existed. To the east of Valyria's ruins, magic's existence is not in doubt, only its potency. When DaenerysÂ successfully hatches her dragons, practitioners of magic across the world, from Qarth to Oldtown, gradually discover that their once-meager power has increased significantly.Â \n\nâ&euro;&lsaquo;Although it has not been established much in the series, [[Asshai]] is widely regarded as the center of magical lore. It and the nearby [[Shadow Lands]] are also rumored to be the home of the darkest magics known.\n\n", "TOP": "Magic0132625ubof99fjaxnitdbfg1q1084lrsi1me1575552014-08-25T05:44:57ZGonzalo848331/* Factions of Magic Practitioners */{{Quote|Maybe magic was once a mighty force in the world, but not anymore.|[[Luwin]]|The North Remembers}}\n\n'''Magic''',Â occasionally referred to as &quot;the higher mysteries&quot; is a powerful but little understood force in the world. In [[Westeros]] it is believed, particularly by the [[Maesters]] of [[the Citadel]], that magic, if it ever existed, is now gone from the world. Only one in every hundred Maesters, [[Luwin]] among them, bother to study the subject long enough to earn a [[Valyrian steel]] link for their chains. Nevertheless, in [[Essos]], magic is still practiced, particularly in the eastern corners of the continent, although its effects and the power of its practitioners are frequently questioned.Â \n\nIn any event, with the rebirth of [[dragons]], magic (or at least eastern magic) seems to be slowly making its way back into the world. Charlatans have found thatÂ their tricks are becoming spells, while the power of established practitioners has begun to rapidly and greatly increase.\n\nDragons have a strong connection to magic, and magic is strongest in their presence, even more so the stronger they are. \n\n== Types of Magic and Magic-Related Abilities ==\n\n* '''[[Blood magic]]''': practiced by ''[[maegi|maegiâ&euro;&lsaquo;â&euro;&lsaquo;]]'' beyond the Dothraki Sea and forbidden among the [[Dothraki]], it involves the sacrifice of both animals and humans.\n* '''[[Warg]]ing''': the ability to enter the mind of an animal and experience and/or control its actions.\n* '''[[Greensight]]''': experiencing prophetic dreams. Associated with the [[Greenseer]]s of the [[Children of the Forest]].\n* '''[[Shadow]]-birthing''': [[Shadowbinder]]sÂ from Asshai may give birth to shadows shortly after being impregnated by a man.\n\n", " Notable Magic Practitioners ": "*[[Melisandre]], called &quot;the Red Woman&quot;, a â&euro;&lsaquo;[[shadowbinder]], and [[Red Priest]]ess from [[Asshai]], advisor to King [[Stannis Baratheon]].\n*[[Thoros]], a Red Priest from [[Myr]] and member of the [[Brotherhood Without Banners]]\n*â&euro;&lsaquo;The &quot;[[Three-eyed raven]]&quot;, a [[Westeros]]i [[greenseer]].\n*{[[Pyat Pree]]}, a [[Qarth]]een warlock, killed by [[Daenerys Targaryen]]'s [[dragons]].\n*{[[MirriÂ Maz Duur]]}, a [[Lhazareen]] [[godswife]] and [[maegi]].\n*â&euro;&lsaquo;[[Quaithe]], a shadowbinder from Asshai established on Qarth.\n\n"}, "title": "Magic"}