{"attributes": {"status": " :Category:Status: Dead", "last": "", "title": "Malleon", "season": "Season 1", "image": "", "allegiance": "The Citadel'''Malleon''' is an unseen character mentioned in the Season 1", "titles": "Maester", "link": "MaestersCharacter", "mentioned": "&quot;Cripples, Bastards and Broken Things&quot;", "aka": "", "first": ""}, "sections": {"TOP": "Malleon021014ta0hvgq1eea2qpf430vs842um1cgnju1761512015-03-10T22:45:50ZSharp Blades26158496{{Heraldry\n|image=Maester's mini chain.png\n|link=Maesters\n}}\n{{Character\n| Title=Malleon\n| Image=\n| Season=[[Season 1|1]]\n| First=\n| Last=\n| Mentioned=&quot;[[Cripples, Bastards and Broken Things]]&quot;\n| Aka=\n| Titles=[[Maester]]\n| Status= [[:Category:Status: Dead|Deceased]]\n| Allegiance=[[The Citadel]]\n}}\n'''Malleon''' is an unseen character mentioned in the [[Season 1|first season]]. He is deceased when the events of the series begin and is not expected to appear in the series. He was a [[Maesters|Maester]] of [[the Citadel]] and the author of the book ''[[The Lineages and Histories of the Great Houses of the Seven Kingdoms]]''.\n\nMalleon's name did not appear on-screen, but [[HBO]]'s In-Episode Guide for &quot;[[Cripples, Bastards and Broken Things]]&quot; identified him as the author of the book that [[Eddard Stark]] receives.\n\n", "See also": "* {{AWOIAF}}\n\n", "In the books": "\nMalleon is also mentioned in the ''[[A Song of Ice and Fire]]'' novels as the author of the book on noble lineages that Eddard Stark receives. The books make no mention of when Grand Maester Malleon lived: the novels state that Malleon's book was written many decades ago, to the point that there are scarce any men now who were alive when it was written. This would put its creation about sixty to seventy years ago. The most recent entry that Ned mentions is of a Baratheon-Lannister marriage ninety years ago. The book wasn't updated and makes no mention of the current generations of the Baratheon family.\n\nThe TV series, however, introduces a small complication: the TV version explicitly mentions not only King Robert, but his &quot;golden haired&quot; son Joffrey, apparently to make it even more explicit that Joffrey doesn't look like a Baratheon at all. This might indicate that Malleon lived more recently, but this could easily be explained as simply that other Maesters continued to update the book after Malleon died. What adds further weight to the later explanation is that there is no way Malleon could have known of Joffrey's birth, given that [[Pycelle]] was already Grand Maester during the Mad King's reign, but Joffrey was only born ''after'' the Mad King died in the rebellion. Malleon could only have been Grand Maester before Pycelle was.\n\n"}, "title": "Malleon"}