{"attributes": {"status": " Active", "origin": " Quote", "imagesize": "250px", "habitat": " Tundra", "title": " Mammoths", "image": "Mammoth.png", "diet": "Herbivore", "range": " Beyond the Wall, Westeros", "type": " Mammal"}, "sections": {"Biology": "Mammoths have a general body plan similar to elephants, though they possess several distinct features, comparable to the difference between [[Direwolves|direwolves]] and regular wolves. Adapted for cold climates, mammoths are covered in long, woolly fur. They are much larger and stronger than regular elephants, and possess disproportionately long, curved tusks, which they can effectively use to combat threats.  Mammoths stand a little over 20 feet tall, and are about 15 feet wide and nearly 20 feet long.\n\n", "Training and riding": "[[File:S04E09_-_Mammoths_&amp;_Wildlings.jpg|thumb|300px|A mammoth during the [[Battle of Castle Black|battle]] for [[Castle Black]].]]\nMammoths are used as mounts by the race of [[Giants]], who inhabit the same range of territory far north of the Wall. The size proportion between a giant and a mammoth is similar to that between a normal man and a [[Horses|horse]]. The giants have not domesticated mammoths, but have been able to tame large numbers of them. Giants use mammoths as war mounts, though they can also be used as beasts of burden.\n\n", "TOP": "Mammoths025614t22h2phhkbhn6k154ndgpr4dik8ui471729512015-02-13T20:45:44ZThe Dragon Demands5014364/* Biology */{{Species\n| Title= Mammoths\n| Image=Mammoth.png\n| ImageSize=250px\n| Type= Mammal\n| Diet=Herbivore\n| Status= Active\n| Habitat = Tundra\n| Range= [[Beyond the Wall]], [[Westeros]]\n| Origin= }}\n{{Quote|Those are [[Giants|giants]] riding mammoths down there!|[[Jon Snow]], during the [[Battle of Castle Black]]|The Watchers on the Wall}}\n'''Mammoths''' are a larger, hairier relatives of elephants. They are the only species of pachyderm native to [[Westeros]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, mammoths are ridden as mounts by the giants who live beyond the Wall. The [[Giants]] in the novels are very different, inspired by Bigfoot/Sasquatch legends. Covered in shaggy fur themselves, the giants in the books wear no clothing and possess no more advanced technology than wielding logs as clubs (or at most, tying rocks at the end of a club to make a massive, crude but effective maul). The giants' taming of mammoths as mounts is one of their most advanced cultural/technological achievements.\n\nIn the books, [[Jon Snow]] actually first saw both mammoths and giants at the same time, when he first entered the main wildling army camp under [[Mance Rayder]]: a large column of giants was riding into camp at the time, atop their mammoths. The TV series omitted this (probably for budgetary reasons) and only showed a single giant - but hinting at this detail from the books, the giant is seen constructing a tent out of massive mammoth bones.\n\nElephants are fairly common in the warmer parts of [[Essos]], and have been seen in both [[Slaver's Bay]] and the southern [[Free Cities]]. War elephants are uncommon but not unheard of: the [[Golden Company]] possesses its own contingent of war elephants. [[Volantis]], the southernmost Free City, makes extensive use of elephants, as well as using a species of dwarf elephant as both a beast of burden and common means of transport to pull carts, much like horses.\n\nMammoths are also said to inhabit the icy wastes of the island of [[Ibben]], far north of mainland Essos. It does not appear that mammoths live anywhere on mainland Essos.\n\nNonetheless, mammoths appear to be the only species of pachyderm native to Westeros itself - making such huge beasts even more exotic and impressive to the men of the Night's Watch when they encounter them.\n\n===In real-life===\nThe mammoths in the narrative are essentially similar to the real-life [[wikipedia:Pleistocene megafauna|Pleistocene megafauna]] [[wikipedia:Mammoth|Mammoths]] that once existed on real-life Earth. They first evolved about 5 million years ago and spread across both North America and Eurasia. Like real-life [[Direwolves]], however, they died out at the end of the last Ice Age, about 10,000 years ago.\n\nThe large Pleistocene mammals went extinct when the last ice age ended: large herbivores like the mammoth died out due to climate change, possibly also combined with hunting by prehistoric humans (humans did hunt mammoths, but how much of a role this played in their overall extinction is debated). Mammoths, like dire wolves, grew to large size as an adaptation for maximizing heat retention, which made them stronger but slower than modern elephants.\n\nFor a time, real-life mammoths did inhabit the same areas as real-life dire wolves (who only inhabited North America), just as both direwolves and mammoths inhabit the same area beyond the Wall in Westeros. Real-life dire wolf packs preyed on mammoths, but there have been no explicit descriptions of this occurring in the narrative (mammoths may be very rare and isolated at this point in Westeros's history).\n\n", "Behind the scenes": "\nBecause no one knows exactly what prehistoric mammoths sounded like, the mammoth roar sound effects used in the TV series were created by using elephant roars combined with other sounds from bears, walruses, and camels. The sounds were tweaked and blended together in various ways to create the different vocalizations.&lt;ref&gt;[http://www.vanityfair.com/vf-hollywood/game-of-thrones-sound-effects ]&lt;/ref&gt;\n\nFrom [[Inside HBO's Game of Thrones: Seasons 3 &amp; 4]], pages 178-179, &quot;Creating the Mammoths and Giants&quot;:\n\n:Steve Kullback (VFX Producer):  &quot;The mammoth was approximately 22 feet tall from ground to head, 15 feet wide, and 18 feet long.  When it comes time to shoot, the mammoth needs to live in a space that actors are performing in, so we needed a stuffie similar to what we used with the direwolves.  You need to be able to frame up your shots, and the actors need to know what to leave space for, how to react appropriately.  Joe Bauer came up with the idea of using a space frame and he worked together with Stuart [Brisdon, VFX] to design a lightweight steel frame that could be carried around by four people as a placeholder.  A second frame was mde for the shots with the giants that was half the size, which allows the scale to be proportionately accurate.&quot;\n\n:Joe Baeuer (VFX Supervisor):  At one point there was some consideration of using elephants dressed in special mammoth suits.  It's actually been done before in the movie ''[[Wikipedia:Quest for Fire (film)|Quest for Fire]]''.  We considered it because it seemed like a CG mammoth that would look right and be effective would be out of our budget, and this might be our best secondary option.  Animal behavior and all that hair?  It's just about the most expensive CG thing you can ask for.  We got incredibly lucky.  The vendor MPC made available to us models they had started for other reasons, which were within our budget.&quot;&lt;ref&gt;[[Inside HBO's Game of Thrones: Seasons 3 &amp; 4]], pages 178-179, &quot;Creating the Mammoths and Giants&quot;.&lt;/ref&gt;\n\n", "Range": "Mammoths inhabit the sub-arctic tundras in the far north of the lands [[Beyond the Wall]]. They do not venture as far south as the densely wooded [[Haunted Forest]] close to [[the Wall]], and as a result they are rarely seen by the [[Night's Watch]].\n\n", "See also": "* {{AWOIAF|Mammoth}}\n* {{WP|Mammoth}}\n\n"}, "title": "Mammoths"}