{"attributes": {"family": "", "rightimage": "MR mini shield.png", "image": "Mance Rayder in The Children.jpg", "allegiance": ["The Night's Watch (formerly)", "The wildlings"], "culture": " Free Folk", "titles": " King-Beyond-the-Wall", "mentioned": ["&quot;Cripples, Bastards and Broken Things&quot;", "&quot;A Golden Crown&quot;", "&quot;The North Remembers&quot;", "&quot;The Night Lands&quot;", "&quot;The Ghost of Harrenhal&quot;", "&quot;A Man Without Honor&quot;", "&quot;Valar Morghulis&quot;", "&quot;The Bear and the Maiden Fair (episode)"], "leftlink": "Night's Watch", "death": "", "title": "Mance Rayder", "actor": "CiarĂĄn Hindsquote", "1": "yes", "3": "yesSeason Four Appearances", "2": "yes", "status": ":Category:Status: Alive", "season": "Season 3", "appearances": "4 episodes &lt;small&gt;(#Appearances", "leftimage": "Crow mini shield.png", "last": " ", "rightlink": "Free FolkCharacter", "place": "", "first": " &quot;Valar Dohaeris&quot;"}, "sections": {"Behind the scenes": "*[[wikipedia:Dominic West|Dominic West]] was originally offered the role but turned it down, as he did not want to be away from his family for so long to film in Iceland.&lt;ref&gt;Ryan, Maureen (August 3, 2012). [http://www.huffingtonpost.com/2012/08/03/game-of-thrones-wire_n_1731640.html 'Game Of Thrones': Dominic West Of The 'Wire' Rejected A Role On The HBO Drama]. Huffington Post.&lt;/ref&gt;\n\n*Like many ''Game of Thrones'' cast members, Hinds is Irish, and thus has to effect a Northern accent when portraying a wildling.\n\n", "TOP": "Mance Rayder029418slvzodpe6enve7qfgfyjaq6kpvxx5k1781392015-03-20T18:04:34ZThe Dragon Demands5014364Protected &quot;[[Mance Rayder]]&quot; (â&euro;&#x17D;[edit=autoconfirmed] (indefinite) â&euro;&#x17D;[move=autoconfirmed] (indefinite)){{Heraldry\n|leftimage=Crow mini shield.png\n|rightimage=MR mini shield.png\n|leftlink=Night's Watch\n|rightlink=Free Folk\n}}\n{{Character\n| Title=Mance Rayder\n| Image=Mance Rayder in The Children.jpg\n| Season=[[Season 3|3]], [[Season 4|4]], [[Season 5|5]]\n| First = &quot;[[Valar Dohaeris]]&quot;\n| Last = \n| Appearances=4 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n| Titles= [[King-Beyond-the-Wall]]\n| Mentioned=&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;br&gt;&quot;[[A Golden Crown]]&quot;&lt;br&gt;&quot;[[The North Remembers]]&quot;&lt;br&gt;&quot;[[The Night Lands]]&quot;&lt;br&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;br&gt;&quot;[[A Man Without Honor]]&quot;&lt;br&gt;&quot;[[Valar Morghulis]]&quot;&lt;br&gt;&quot;[[The Bear and the Maiden Fair (episode)|The Bear and the Maiden Fair]]&quot;&lt;br&gt;&quot;[[The Watchers on the Wall]]&quot;\n| Status=[[:Category:Status: Alive|Alive]]\n| Death=\n| Place=\n| Culture = Free Folk\n| Allegiance=The [[Night's Watch]] (formerly)&lt;br&gt;\nThe [[wildlings|Free Folk]]\n| Family=\n| Actor=[[CiarĂĄn Hinds]]}}\n{{quote|Here's me being honest with you, Jon Snow, which is more than you've ever done for me. My people have bled enough. We're not here to conquer, we're here to hide behind your Wall, just like you. We need your tunnel. Now, we both know that winter is coming - and if my people aren't south of the Wall when it comes in earnest, we'll all end up worse than dead.|Mance Rayder to [[Jon Snow]]|The Children}}\n'''Mance Rayder''' is a recurring character in the [[Season 3|third]], [[Season 4|fourth]] and [[Season 5|fifth]] seasons. He is mentioned in the [[Season 1|first]] and [[Season 2|second]] seasons. He makes his first on-screen appearance in &quot;[[Valar Dohaeris]]&quot; and is played by [[CiarĂĄn Hinds]].&lt;ref&gt;[http://winteriscoming.net/2012/05/ew-scoop-on-s3-the-reeds-are-in-and-so-is-blackfish/ Winter is Coming.net article on season 3 roles]&lt;/ref&gt;&lt;ref&gt;Hibberd, James (August 17, 2012). [http://insidetv.ew.com/2012/08/17/game-of-thrones-mance-rayder/ Game of Thrones' Mance Rayder]. Entertainment Weekly.&lt;/ref&gt; He is the leader of the [[Free Folk]] and a feared opponent of the [[Night's Watch]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Mance Rayder is a former brother of the [[Night's Watch]]. He was born as a wildling, but was given over to be raised by the Watch when still an infant. Chafing at the restrictions and orders that the Night's Watch places upon its members, he fled over the Wall and took refuge amongst the wildlings. Over several years he became a respected war leader and warrior, and eventually was made King-Beyond-the-Wall by acclamation. At the start of the books his name and growing strength has been noted by Lord [[Eddard Stark]], who ponders taking an army beyond the Wall to deal with him before he is summoned south to [[King's Landing]] instead.\n\nHe is a large man with long brown hair that has gone mostly gray. Otherwise, Mance is noted for being a surprisingly unremarkable, average-looking man. Mance's age in the book is not given, nor how long he has been amongst the wildlings. However, [[Benjen Stark]] had never met him, suggesting that Rayder left before Benjen joined the Night's Watch after the events of [[Robert's Rebellion]]. Though according to Mance himself, he once accompanied Lord Commander Qorgyle (Mormont's predecessor) on a visit to Winterfell to meet with Lord Eddard, at a time when Robb and Jon were boys; this makes it more likely thatÂ he left the Watch sometimeÂ before the [[Greyjoy Rebellion]], which is around the time that Mormont succeeded Qorgyle as Lord Commander.  \n\nIn the novels, Mance's dissatisfaction with the rules of the Night's Watch grew over time, struggling with his identity as a wildling infant raised by the Watch.  Finally, once when he was out ranging he was attacked by a [[Shadowcat|shadowcat]].  A wildling woman took him in and healed him, and she mended his torn black cloak with swatches of red fabric.  Upon returning to [[The Shadow Tower|the Shadow Tower]], however, its commander [[Denys Mallister]] commanded him to replace his mended cloak with one of uniform black - thus erasing his memento of the kind woman who saved his life.  This was the last straw for Mance, who decided to flee and join the Free Folk, to live as he wished.\n\nAccording to costume designer [[Michele Clapton]], the production team did discuss including Mance's red cloak with red patches (which he kept over the years as a memento of which he deserted the Night's Watch), but ultimately decided not to include it (perhaps because the show didn't have enough time to explain Mance's full backstory).&lt;ref&gt;[http://www.spin.com/articles/game-of-thrones-costume-designer-michele-clapton-interview-hbo/]&lt;/ref&gt;\n\n", "Quotes": "{{Quote|Stand boy, we don't kneel for anyone beyond the Wall.|'''Mance Rayder''' to [[Jon Snow]]|Valar Dohaeris}}\n{{Quote|I'm going to light the biggest fire the North has ever seen!|'''Mance Rayder'''|Walk of Punishment}}\n{{Quote|We're not in the Seven Kingdoms, and [[Stannis Baratheon|you]]'re not dressed for this weather.|'''Mance Rayder''' to Stannis Baratheon.|The Children}}\n\n", "Image gallery": "&lt;gallery columns=&quot;3&quot; widths=&quot;170&quot;&gt;\ngot-game-of-thrones-34037196-956-537.jpg|Mance Rayder and Tormund.\ntumblr_mljqgwqhAm1rx54tto1_1280.jpg|Mance Rayder and Tormund.\ngot-game-of-thrones-34037192-953-536.jpg|Mance talking to Jon.\ngot-game-of-thrones-32935028-1280-720.jpg\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season Three Appearances|1=yes|2=yes|3=yes}}\n{{Season Four Appearances||||||||||yes}}\n\n", "Biography": "===Background===\n\nMance Rayder was once a noted ranger of the Night's Watch. He was actually born a wildling and is proud that he has wildling blood in his veins, but as an infant he was left at one of the castles on the Wall to be raised in the Night's Watch.&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt;\n\nAs a young man, he deserted his post and fled north of [[the Wall]] to join the wildlings.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt; He rose to become the [[King-Beyond-the-Wall]], a title bestowed on a wildling leader who manages to unify all of the tribes under his command. It appears he has held the position of King-Beyond-the-WallÂ for more than a decade, asÂ [[Ser]] [[Alliser Thorne]] mentions he was King-Beyond-the-Wall during the previous winter.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\n===[[Season 1]]===\nSer Alliser tells [[Jon Snow]] and [[Samwell Tarly]] that the wildlings under Rayder are hard, skilled men who know their country much better than the Watch does.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\nA wildling raiding party takes [[Bran Stark]] prisoner near [[Winterfell]]. One of their number, [[Osha]] suggests taking [[Bran Stark]] as a captive to Mance. This suggestion is rejected as the wildlings are fleeing south in terror of the [[White Walkers]].&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n[[Craster]] tells [[Lord Commander]] [[Jeor Mormont]] that Mance is assembling an army in the [[Frostfangs]].&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt; [[Varys]] reports rumors of the wildlings organizing under Mance to the [[Small Council]].&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt; [[Qhorin Halfhand]] predicts that the wildlings will be more dangerous under Mance because he used to be a man of the [[Night's Watch]] and knows their tactics.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\nWhen she is captured, [[Ygritte]] points out to [[Jon Snow]] that the wildlings chose Mance Rayder to lead them, and he's not &quot;King-Beyond-the-Wall&quot; because his father was. Ygritte also says that Mance Rayder chose to desert from the Night's Watch to join the Free Folk.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt; Ygritte reverses the situation and takes Jon prisoner. She argues to the [[Lord of Bones]] that Mance will want to question Jon because he is the bastard son of [[Eddard Stark|Ned Stark]], so they shouldn't just kill Jon on the spot. The Lord of Bones has also captured Qhorin and they march back to Mance with both captives.\n\nWhen Jon Snow slays Qhorin, Ygritte mentions to the Lord of Bones that he can tell Mance Rayder who killed Qhorin. Jon's ropes are cut and they stand before Mance's encampment. &lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n===[[Season 3]]===\nJon Snow is brought to the main wildling camp and introduced to Mance Rayder, though Jon initially mistakesÂ [[Tormund]] for the King-Beyond-the-Wall, until Mance reveals himself, and asks Jon why he wants to break his vows and leave the Night's Watch to join them. Jon Snow expresses disgust at Lord Commander Mormont'sÂ complacency towards [[Craster]], particularly in regards to Craster's practice of sacrificing his newborn sons to the [[White Walkers]], and he tells Mance that he wishes to join the side that fights for the living.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\nAs Mance's army marches from the [[Frostfangs]], Mance asks Jon about his killing of Qhorin Halfhand, whom Mance liked. Mance reminds Jon that despite his liking of him he will kill him if he betrays the Free Folk, also revealing to Jon of his Wildling blood. Jon answers he understands what it is like to want to protect one's people. Mance refutes him and rhetorically asks him if he understands how to unite nearly one hundred clans and tribes - [[Thenn]]s, [[Hornfoots]], [[Ice-river clans]], [[cave people]] - that want to massacre each other. He adds that his army speaks seven different languages. He then insists asking Jon how he managed to unite moon worshippers, cannibals, and [[giants]] into the same army. Jon admits he doesn't know. Mance answers he told them they were all going to die unless they go south. Afterward, the two join Tormund and [[Ygritte]] beside [[Orell]], who is scouting with his eagle. Mance explains Orell is a [[warg]], capable of entering the minds of animals and seeing through their eyes. He then asks Orell what he saw. Orell explains he saw the [[Fist of the First Men]], and dead &quot;crows&quot;.&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt;\n\nUpon arriving at the Fist, Mance and his army discover that the bodies of the Night Watch were gone and the White Walkers had rearranged the dead carcasses of their horses into a complex spiral. Realizing thatÂ [[Lord Commander]]Â [[Jeor Mormont]]Â had lost most of his fighting men, which severely weakened the Watch, he ordered TormundÂ to take twenty men and Jon, and climb the Wall. Their mission was to wait for other parties on the other side and attack Castle Black from the South while he hit them from the North with the main army. When the time would come, Mance would signal them by lighting the 'biggest fire the North has ever seen'.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n===â&euro;&lsaquo;[[Season 4]]===\nMance meets with Jon Snow the morning after [[Battle of Castle Black]]. He is disappointed that Jon's true allegiance was with the Night's Watch all along. Mance then asks Jon about his lover, Ygritte. Jon informs Mance of her death during the battle, but admits he was not the one to kill her. Jon and Mance share a drink and Mance admits that Jon and his brothers fought well. Mance questions Jon about the fate of the [[Mag Mar Tun Doh Weg|giant]] that entered Castle Black's tunnel and never came back out. Jon tells him that the giant was killed by his friend [[Grenn]], who was also slain. Jon wants Mance to order his wildling army to return to their homes, but Mance knows that the Night's Watch is low on oil, arrows, and men. Mance also reveals that he sent a force of 400 wildlings to climb the Wall five miles west of Castle Black, where it is unmanned; it is now only a matter of time and casualties.Â Mance offers Jon an ultimatum; open the tunnel, let the wildlings pass the Wall, and no one else will die. If they refuse, the wildlings will massacre the remaining garrison in Castle Black. Mance's real goal is not to destroy the Watch (despite his long-standing feud with them), but to get his people on the opposite side of the Wall from the oncoming White Walkers; he references the motto of Jon's family, &quot;winter is coming&quot;.Â Jon eyes a knife that is nearby him in the tent, clearly giving away his true intentions to Mance. He asks Jon if he is capable of killing a man that has shared food with him and offered him reasonable peace terms.\n\nThey are interrupted by the sound of horns in the distance and it is revealed to be the forces of [[Stannis Baratheon]]. Caught completely off-guard,Â Mance's forces are no match for the armored-clad cavalry, who slaughter many of them by attacking from both the north and south. Mance is approached by Stannis himself, and even though he surrenders immediately, saying &quot;my people have bled enough&quot;, Mance refuses to kneel at Stannis' request, as they are not in the Seven Kingdoms and the Free Folk don't recognizeÂ StannisÂ as a King, despite knowing that Stannis will most likely kill him if he does not. Recalling how Mance spared him when he was captured by the Wildlings, Jon convinces Stannis to show Mance and his people similar mercy, and Mance is taken prisoner rather than executed.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n", "Personality": "Mance is a charismatic, calm, and determined man with strong leadership qualities. It is these qualities that allowed him to defect from the Night's Watch to join the Free Folk, and quickly rise to the title of King-Beyond-The-Wall. Mance's exceptional social skills enabled him to unite the diverse wildling clans, no matter how different they were from one another or how much they wanted to kill one another. ManceÂ is also very aware of the threat the White Walkers will pose to the entire world and used it to his advantage in convincing the wildlings to unite as a singular army. Because of his honest yet stern persona, he earned the respect and admiration of the toughest of wildlings and even giants. ManceÂ states himself, however, that his trusting nature is also a weakness of his; having honestly let himself believe that Jon Snow was truly defecting from the Night's Watch as he did. However, even when faced with such betrayal or adversity, ManceÂ keeps a calm and level-headed attitude, not even growing overly angry when discovering Snow's attempt to assassinate him. Above all else, Mance cherishes the Free Folk and their culture, performing dangerous and world-changing actions in the hopes of finding them safety from the coming winter.\n\n"}, "title": "Mance Rayder"}