{"attributes": {"status": " :Category:Status: Dead", "death": " Impaled by Podrick Payne during the Battle of the Blackwater", "last": " &quot;Blackwater&quot;", "title": " Mandon Moore", "season": " Season 1", "image": " Mandon_2x09.png", "allegiance": [" House Moore", "The Kingsguard"], "actor": " :Category:Performer Unidentified", "deathep": " &quot;Blackwater&quot;", "titles": " Ser", "link": "KingsguardCharacter", "7": "yes", "9": "yes==Gallery==&lt;gallery&gt;Mandon Moore.png", "8": "yes", "appearances": " 4 episodes &lt;small&gt;(#Appearances", "first": " &quot;You Win or You Die&quot;"}, "sections": {"TOP": "Mandon Moore064770xdjbqcsenq0epywq5di5tw1z1vffds1781492015-03-20T19:17:07ZThe Dragon Demands5014364/* In the books */{{Heraldry\n|image=Kingsguard mini shield.png\n|link=Kingsguard\n}}\n{{Character\n| Title = Mandon Moore\n| Image = Mandon_2x09.png\n| Season = [[Season 1|1]], [[Season 2|2]]\n| First = &quot;[[You Win or You Die]]&quot;\n| Last = &quot;[[Blackwater]]&quot;\n| Appearances = 4 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n| Status = [[:Category:Status: Dead|Deceased]]\n| Allegiance = [[House Moore]]&lt;br&gt;The [[Kingsguard]]\n| Titles = [[Ser]]\n| Death = Impaled by [[Podrick Payne]] during the [[Battle of the Blackwater]]\n| DeathEp = &quot;Blackwater&quot;\n| Actor = [[:Category:Performer Unidentified|Unidentified extra(s)]]&lt;br&gt;(until &quot;Blackwater&quot;)&lt;br&gt;\n[[James Doran]] (&quot;Blackwater&quot;)\n}}\n{{Quote|The lads caught a groom and two maids trying to sneak away with a stolen horse and some gold cups.|Ser Mandon to Queen Cersei|Blackwater}}Â SerÂ '''Mandon Moore''' is a recurring character in the [[Season 1|first season]] and [[Season 2|second season]]. He is initially played by an unidentified extra and first identified in &quot;[[The Prince of Winterfell]]&quot;. The role was recast for the episode &quot;[[Blackwater]]&quot; with guest star [[James Doran]] taking over. Ser Mandon Moore is a member of the [[Kingsguard]] and defends King [[Joffrey Baratheon]] as he defended King [[Robert Baratheon]] before him.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Mandon Moore is a member of Robert Baratheon's Kingsguard. [[Jaime Lannister]] considers him the most dangerous after himself because his face gives nothing away. In ''A Clash of Kings'', Ser Mandon is not present when Cersei reveals Tyrion she has captured the whore she believes to be his lover. In the books, Ser Mandon is also killed by Podrick Payne, but Pod shoves him into Blackwater Bay as he attempts to assassinate Tyrion Lannister; Moore is dragged underwater by the weight of his armor and drowns.\n\nVery little is known about Mandon. He came from [[the Vale]] and was brought to [[King's Landing]] by Lord [[Jon Arryn]]. [[Robert Baratheon]] made him a member of the Kingsguard, but neither Robert or even Jon loved him very much - possibly implying that Jon brought him from the Vale at [[Lysa Arryn]]'s request.  In turn, this would suggest that Lysa was influenced to make this request by [[Petyr Baelish]], and therefore that Mandon may have been one of Littlefinger's agents.  \n\nHe was never close to his fellow members of the Kingsguard. [[Barristan Selmy]] said of him that he had no friends but his sword and no life but duty. [[Jaime Lannister]] regarded him as a dangerous man, but not a man others would follow.\n\nUnlike his sworn brothers [[Meryn Trant]] and [[Boros Blount]], who are regarded as being loyal to the Queen, Ser Mandon's true allegiance remains a mystery and is the subject of speculation. So far, it is unknown who sent him to kill Tyrion.\n\nIn the TV series, Tyrion rationalizes that only Cersei or Joffrey could have ordered a Kingsguard to kill him, but even Cersei isn't stupid enough to make such a clumsy assassination attempt: while Joffrey probably hoped that Tyrion's assassination would go unnoticed in the confusion of the battle, it would still have happened in front of his entire army and thus leave dozens of witnesses. Moreover, any witnesses would know that only Cersei or Joffrey could have ordered Ser Mandon, and it would have been more intelligent to order a random sellsword to kill Tyrion than a Kingsguard. On the other hand this hasn't been officially confirmed within the TV series, it is only Tyrion's speculation - it doesn't occur to Tyrion that an allegedly honorable Kingsguard could simply have been corrupted into doing it by almost anyone (i.e. Littlefinger, Varys, etc.).\n\n", "Gallery": "&lt;gallery&gt;\nMandon Moore.png|Ser Mandon Moore guarding the Queen Regent in &quot;[[The Prince of Winterfell]]&quot;.\nTyrion speech.jpg|Kingsguard behind Tyrion as he rallies the troops in &quot;[[Blackwater]]&quot;.\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}}\n\n", "Appearances": "{{Season One Appearances|7=yes|8=yes}}\n{{Season Two Appearances|8=yes|9=yes}}\n\n", "Biography": "===Background===\nSer Mandon Moore is a member of [[House Moore]], a noble house from the [[Vale of Arryn|Vale]].\n\n===[[Season 1]]===\nSer Mandon was among the Kingsguard that attacked [[Eddard Stark]] when he tried to de-throne King Joffrey.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt; He was also present when Ser [[Barristan Selmy]] was dismissed of the brotherhood.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\nSer Mandon stands guard during a dinner held by Queen [[Cersei]] and [[Tyrion Lannister]] during which CerseiÂ claims toÂ have imprisoned Tyrion's lover/whore. The Queen orders the knight to bring her before them. Ser Mandon and one of his sworn brothers then bring in [[Ros]], whom Cersei mistook for Tyrion's lover (which was actually [[Shae]]).&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\nImmediately prior to the [[Battle of the Blackwater]] Ser Mandon informs Queen Cersei of a groom and two maids attempting to flee with a stolen horse and some gold cups. The Queen orders Ser Mandon to have [[Ilyn Payne]] put their heads on spikes outside the stables as a warning.&lt;ref name=&quot;E19&quot;&gt;&quot;[[Blackwater (episode)|Blackwater]]&quot;&lt;/ref&gt;\n\nDuring the battle Ser Mandon and Ser [[Boros Blount]] remain at the side of King [[Joffrey]] as he oversees the [[King's Landing|city]]'s defenses alongside [[Tyrion Lannister]], the [[Hand of the King]]. When the forces of [[Stannis Baratheon]] reach the city and begin invading it, Joffrey departs for the safety of the [[Red Keep]], at the urge of Queen [[Cersei]], and orders Ser Mandon and Ser Boros to aid Tyrion.&lt;ref name=&quot;E19&quot;/&gt;\n\n[[File:Mandon_death.jpg|thumb|208px|Podrick kills Mandon when he tries to kill Tyrion.]]\nTyrion urges a host of men-at-arms to help him fight the invaders and orders Ser Mandon and Ser Boros to join him in leading the battle. Ser Mandon is also ordered to carry the royal banner. In the midst of battle, Ser Mandon attempts to murder Tyrion, right after Tyrion thought he was safe and took his own helmet off. Ser Mandon narrowly misses making a killing stroke, by mere inches, because he is not used to striking at such a short opponent: the stroke only succeeded in badly slashing Tyrion across the face. Mandon readies to kill Tyrion with a second swordstroke but is then killed byÂ Tyrion's squire [[Podrick Payne]], who drives a lance through the back of his head and out his face.&lt;ref name=&quot;E19&quot;/&gt;\n\n===[[SeasonÂ 3]]===\nWhile pondering over their new forced marriages, Tyrion asks Cersei whether or not she employed Ser Mandon to kill him while on the Blackwater. She refuses to reply and Tyrion suspects King Joffrey to be the one who gave the order.&lt;ref&gt;&quot;[[The Climb]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\nDuring their mission to locate [[Sansa Stark]], [[Brienne of Tarth|Brienne]] asks Podrick if he did anything remotely related to combat while he squired for Tyrion. He proceeds to tell Brienne how he killed Ser Mandon to protect Tyrion during the Battle of the Blackwater.&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;\n\n"}, "title": "Mandon Moore"}