{"attributes": {}, "sections": {"TOP": "Mander07094r9gwhhg7f1bp5bps62vn9bgkjowial51677632014-12-15T09:32:25Z69.62.157.78/* In the books */[[Image:Mander.png|thumb|right|200px|A map showing the location of the Mander on the continent of Westeros.]]\n\nThe '''Mander''' is one of the longest and largest rivers in [[Westeros]]. The Mander and its tributaries (including the [[Blueburn]] and the [[Cockleswhent]]) extend across much of [[the Reach]], helping make it the most fertile part of the continent. [[Highgarden]], the seat of the ruling [[House Tyrell]] of the Reach, is located on the banks of the Mander.\n[[File:Pleasure-barge-on-the-Mander.jpg|thumb|left|250px|A pleasure barge on the Mander.]]\nThe Mander's headwaters are located south-west of [[King's Landing]]. The river flows for several hundred miles south and west, being fed by several other rivers, until it flows into the [[Sunset Sea]] just south of the [[Shield Islands]]. [[Tumbleton]], [[Bitterbridge]], [[Long Table]] and [[Cider Hall]] are also located on the banks of the Mander. The [[Roseroad]] crosses the river at [[Bitterbridge]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season1/#!/locations/highgarden/ HBO viewers guide, season 1 map, Highgarden entry]&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Mander is said to be one of the most impressive natural features in Westeros. However, even the Mander is utterly dwarfed by the massive [[Rhoyne]] river in western [[Essos]]. The Mander is navigable from the sea for quite some distance along its tributaries (at least as far as Bitterbridge), which speeds travel in the Reach. However, this also allowed the Reach to be raided by the [[ironborn]] until the [[King of the Reach]] fortified the Shield Islands two thousand years before the events of the series.\n\nSome say that the Mander River is actually named for [[House Manderly]], while others say that House Manderly took its name from the river in ancient times. House Manderly was formerly a powerful House until it disgraced itself in the eyes of the King of the Reach (perhaps not coincidentally, around the time the [[Rhoynar]] invaded [[Dorne]] to the east, a thousand years ago). The Manderlys were exiled from the Reach approximately one thousand years ago. Eventually they settled in [[the North]] and proved worthy servants of the [[King in the North]], who made them the lords of [[White Harbor]] in return for their loyal service.\n\nThe Mander is said to be extremely wide, but also slow-moving and shallow in places, with sandbars that can ground unwary ships.\n\n"}, "title": "Mander"}