{"attributes": {"founding": "", "founder": "The Valyrian FreeholdImage:Mantarys Pin.png", "places": "", "title": "Mantarys", "image": "", "rulers": "", "location": "Lands of the Long Summer, Essos", "military": "", "religion": "", "age": "Over 400 years", "type": "Mercantile city-state", "institutions": "", "population": ""}, "sections": {"TOP": "Mantarys07331mxj5lcmj1kqk5uj9vn6eedoxnsoczpo1785832015-03-22T18:35:58ZThe Dragon Demands5014364/* References */{{Settlement\n| Title=Mantarys\n| Image=\n| Image size=\n| Location=Lands of the Long Summer, [[Essos]]\n| Type=Mercantile city-state\n| Population=\n| Rulers=\n| Religion=\n| Military=\n| Institutions=\n| Places=\n| Founding=\n| Age=Over 400 years\n| Founder=The [[Valyrian Freehold]]\n}}\n[[Image:Mantarys Pin.png|right|thumb|200px|A map showing the location of Mantarys on the continent of Essos.]]\n'''Mantarys''' is a city-state located northeast of the [[Free City]] of [[Volantis]] and northwest of [[Slaver's Bay]], due north of fallen [[Valyria]]. It is located at the northeastern tip of the [[Sea of Sighs]].\n\nMantarys is the only overland waystop of any note for travelers and [[merchant]]s taking the land route from the Free Cities to Slaver's Bay. The people of Mantarys are known as '''Mantari'''.\n\n", "See also": "* {{AWOIAF}}\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Mantarys used to be a city of the Valyrian Freehold. Mantarys is the principal surviving city of the Lands of the Long Summer, an area lying immediately north of the [[Valyrian Peninsula]] which used to be one of the heartlands of the empire.  Although it survived the [[Doom of Valyria]], it has since gained a foul reputation as a city of &quot;monsters&quot;, assassins, and poisoners.  The only character from Mantarys to appear in the narrative, briefly, is a two-headed slavegirl in a freakshow at Yunkai.  \n\nThe road from Volantis to Slaver's Bay is called the &quot;demon road&quot; and is shunned by most travelers, who prefer to take the sea route south around the Valyrian Peninsula. It is not considered to be one of the Free Cities, nor apparently part of &quot;Slaver's Bay&quot;, likely due to its isolated nature and unpleasant reputation.\n\nLittle new information was provided about Mantarys in the ''World of Ice and Fire'' sourcebook.\n\nThe reason that Mantarys is not considered one of the Free Cities is the same reason that several other towns such as [[Volon Therys]] are not:  &quot;Free&quot; Cities were established by groups who paid the central government of the Valyrian Freehold for contracts to rule their new colony-cities themselves.  These colonies were not formally independent, and Valyria would intervene in &quot;foreign&quot; affairs (such as conflicts with the Rhoynar), but otherwise they had a high degree of self-rule on the local level.  Because they already had functioning governments in place the Free Cities survived the fall of Valyria much better than direct colonies that depended entirely on Valyria for administration and defense.  \n\nOnly three major cities in the Valyrian Peninsula survived the Doom, each in the northern sections not too close to Valyria itself when the Doom struck:  Mantarys, [[Tolos]], and [[Elyria]].  Each of these was a colony ruled directly by Valyria.  Because Tolos and Elyria are both on the east coast (Elyria is actually on an off-shore island), after the Doom they developed closer ties with the Ghiscari cities of [[Slaver's Bay]] to the east, and fell into their cultural orbit.  Mantarys, however, is located far from the coast, up in the foothills of the Painted Mountains, and as a result it became increasingly isolated.  \n\nIt is possible that it became known as a city of &quot;monsters&quot; because due to its isolation, the Valyrian colonists there decided that they were the only remaining &quot;real&quot; Valyrians, and to keep the bloodlines pure had [[Incest|incestuous]] marriages even more frequently than the Targaryens did - which would give rise to a higher frequency of severe birth defects from inbreeding.\n\n", "History": "===[[Season 4]]===\n[[Grand Maester]] [[Pycelle]] states that the [[Manticores|manticore]] venom used by [[Oberyn Martell]] on his spears during his [[First Trial by Combat of Tyrion Lannister|duel]] against Ser [[Gregor Clegane]] is of Mantari origin.&lt;ref&gt;&quot;[[The Children]]&lt;/ref&gt;\n\n"}, "title": "Mantarys"}