{"attributes": {"status": " Active", "origin": " Tropical islands in the Jade Sea, Essos Quote", "imagesize": " 250px", "habitat": " Jungles", "title": " Manticores", "image": " Manticore.jpg", "diet": " Carnivore", "range": " Imported into menageries across both Essos and Westeros", "type": " Insect"}, "sections": {"Biology": "Manticores have an overall body-plan similar to scorpions, but can grow almost as large as a lobster. They possess six legs and larger stinger-tail, which curves up over the body to hang over the head. They have a series of threatening-looking spines on each body segment, running up the sides of the body and tail. They are mostly green in color.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\nTheir most recognizable features are the designs on the plates of their bodies, particularly the marking on the final plate of their tails which resembles a human face. Because of this design they are also sometimes referred to as the &quot;Death's Head Manticore&quot;.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\nManticore venom is extremely lethal, and even a single sting is usually more than enough to kill a person. Extracted manticore venom is one of the most potent [[Poison|poisons]] which are used by the world's assassins, sometimes by coating bladed weapons with it, so that even a single scratch will kill.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n", "TOP": "Manticores014337jzy5hbeqh0dkcc7l9t1il0itt0yc15d1778832015-03-19T16:35:01ZThe White Winged Fury26111788{{Species\n| Title= Manticores\n| Image= Manticore.jpg\n| ImageSize= 250px\n| Type= Insect\n| Diet= Carnivore\n| Status= Active\n| Habitat = Jungles\n| Range= Imported into menageries across both Essos and Westeros\n| Origin= Tropical islands in the [[Jade Sea]], [[Essos]] \n}}\n{{Quote|The cause appears to be manticore venom...horrible poison...|Grand Maester [[Pycelle]]|The Children}}\n'''Manticores''' are highly aggressive and extremely poisonous scorpion-like insects from the continent of [[Essos]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, manticores are venomous insects from Essos, said to live on the jungle-filled islands of the [[Jade Sea]], between [[Qarth]] and distant [[Asshai]]. They have a poisonous sting that is fatal to humans and kills the instant it reaches the heart unless a clotting agent is used to thicken it and delay its fatal effects. Manticore venom is one of the deadliest poisons in the known world, and is highly sought after by alchemists, [[Maesters]], and (most of all) assassins. Thus the insects have been imported into private collections across Essos and Westeros: [[Syrio Forel]] mentions that he saw one in a menagerie of exotic animals in [[Braavos]], and [[Daenerys Targaryen]] sees a caged manticore in the market stalls of [[Vaes Dothrak]].\n\nWhen treating Gregor Clegane, Qyburn theorizes that Oberyn used his extensive knowledge of poisons to add a clotting agent to the manticore venom he coated his spear with, thickening it in order to slow its progress through the veins towards the heart, dragging out Gregor's agony. This also explains why Oberyn didn't finish off Gregor when he had the chance: he never intended to give him the mercy of a quick death.\n\nWithin the cultures of Westeros and Essos, the legendary manticore (after which the insect takes its name) is a chimeric creature with a human head, a lion's body, and a scorpion's tail. [[Dragonstone (castle)|Dragonstone]] is adorned with gargoyles in the shape of manticores. A manticore is also the sigil of [[House Lorch]].\n\n", "Range": "\nManticores originate from several tropical islands in the [[Jade Sea]], in the distant east beyond [[Qarth]].  \n\nManticore venom is one of the deadliest known poisons, however, and as a result manticores have been imported into the collections of assassins and alchemists across the world.  The city of [[Mantarys]], east of the Free Cities and west of Slaver's Bay, is particularly noted as a producer of extracted manticore venom.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n", "Image Gallery": "&lt;gallery spacing=&quot;small&quot; widths=&quot;170&quot;&gt;\nBarristan Manticore S3 Ep1.jpg|[[Barristan Selmy]] kills a manticore.\nOberyn selects manticores for his spears.png|Oberyn selects a manticore from his collection, to coat the blade of his spears with its venom (from &quot;[[Poisons (Histories &amp; Lore)]]&quot;\nDaemon spear.png|Oberyn Martell's squire, Ser [[Daemon Sand]], smearing the blades of his spears with manticore venom \nManticore venom.png|[[Gregor Clegane]]'s putrefying wounds, the result of being poisoned with manticore venom \nManticore Concept Art.jpg|Manticore concept art.\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF|Manticore}} (spoilers from the books)\n* {{WP|Manticore}}\n\n", "History": "=== [[Season 3]] ===\nAn [[Unidentified Warlock|agent]] of the [[Warlocks]] of [[Qarth]] attempts to assassinate [[Daenerys Targaryen]] using a manticore hidden inside a hollow wooden sphere.Â Before the creature can harmÂ DaenerysÂ with its lethal sting,Â SerÂ [[Barristan Selmy]]Â impales it with a dagger, killing it.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\n=== [[Season 4]] ===\n\n[[Grand Maester]] [[Pycelle]] and [[Qyburn]] assess that [[Oberyn Martell]] coated his spear with manticore venom prior to his duel with Ser [[Gregor Clegane]]. While Gregor won the duel by crushing Oberyn's head in, the poisoned wounds he took left him in agony, and he is now comatose. The effects of the poison are horrific, making the flesh around Gregor's wounds putrefy, which produces an overpowering stench. Pycelle regretfully tells Queen [[Cersei Lannister]] that Ser Gregor is beyond any hope of healing, but Qyburn insists that he can use the knowledge he has gained from unethical human experimentation to save Gregor's life. Cersei gives him permission to proceed, though he warns that the process will &quot;change&quot; Gregor.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n"}, "title": "Manticores"}