{"attributes": {"status": " :Category:Status: Alive", "death": "", "last": "", "family": "", "title": " Marei", "season": " Season 2", "image": " Marei 4x01.jpg", "allegiance": " Petyr Baelish", "actor": "Josephine GillanQuote", "3": "yesSeason Four Appearances", "titles": "", "place": "", "aka": "", "appearances": " 5 episodes &lt;small&gt;(#Appearances", "first": "&quot;The North Remembers&quot;"}, "sections": {"Behind the scenes": "Marei first appeared in the Season 2 premiere, but wasn't formally introduced and given a name until the third episode of Season 3.\n\nAs of the end of Season 4, following the death of [[Ros]] in Season 3, Marei is the most commonly recurring and still living prostitute character in the series. By this point she has appeared in five episodes across three seasons starting with Season 2. None of the other minor prostitute characters introduced in Seasons 1 or 2 reappeared afterwards (save for Ros and Shae who are now dead), and the only other prostitutes introduced in Season 3 who returned in Season 4 were [[Kayla|Kayla the contortionist]] and [[Olyvar]], the male prostitute who worked as a spy for Littlefinger.\n\n", "TOP": "Marei014964fflz42hul5x3bvowg2y39sdhichoh7s1783372015-03-21T12:25:48ZArticXiongmao15030876{{Character\n| Title= Marei\n| Image= Marei 4x01.jpg\n| Season= [[Season 2|2]], [[Season 3|3]], [[Season 4|4]], [[Season 5|5]]\n| Appearances= 5 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n| Titles=\n| Aka=\n| Status= [[:Category:Status: Alive|Alive]]\n| Death=\n| Place=\n| First=&quot;[[The North Remembers]]&quot;\n| Last=\n| Allegiance= [[Petyr Baelish]]\n| Family=\n| Actor=[[Josephine Gillan]]\n}}\n{{Quote|Now, as it happens, Marei... is quite the spear-handler herself. She's here to thank you for staying by my side as the battle raged all around me.|Tyrion Lannister to Podrick Payne|Walk of Punishment}}\n'''Marei''' is a character in the [[Season 2|second]], [[Season 3|third]], [[Season 4|fourth]] and [[Season 5|fifth]] season.&lt;ref&gt;[https://www.facebook.com/permalink.php?story_fbid=1467367063512008&amp;id=1429095274005854]&lt;/ref&gt; She is a [[Prostitution|prostitute]] in the [[King's Landing]] brothel owned by [[Petyr Baelish|Petyr &quot;Littlefinger&quot; Baelish]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, there is a prostitute named Marei at Chataya's establishment. She is a fairly minor character, and apart from the name and the general fact that she is a prostitute in King's Landing, Marei in the TV series isn't particularly based on Marei from the books. Most of Marei's scenes so far in the TV series have no direct counterpart in the narrative of the novels. Nonetheless she is not, strictly speaking, a character entirely &quot;invented&quot; for the TV series the way Ros or Armeca were.\n\nMarei in the books has green eyes, porcelain skin, and silvery hair, but is also very solemn. She is also literate. While in the TV series Bronn celebrated being knighted by having sex with [[Mirelle]], in the books he celebrated by having sex with Marei and another prostitute named Alayaya, simultaneously.\n\nIn the TV series, Tyrion pronounces her name &quot;Muh-ray&quot; (with a short A), as opposed to &quot;Mare-ay&quot; (that is, with a long A).\n\n", "Quotes": "\n{{Quote|He's handsome.  You didn't tell me he was handsome.|Marei to Tyrion Lannister, regarding [[Podrick Payne]]|Walk of Punishment}}\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n\n", "Appearances": "{{Season Two Appearances|yes|yes}}\n{{Season Three Appearances|3=yes}}\n{{Season Four Appearances|yes||yes}}\n\n", "Biography": "===[[Season 2]]===\nShe is a new [[Prostitution|prostitute]] in the brothel owned by Lord [[Petyr Baelish]]. She is training with a [[male prostitute]] and receives instructions on how to act aroused by the veteran [[Ros]].&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\nLater, another customer at the brothel voyeuristically watches Marei and a male prostitute as they have sex, viewing through a spy-hole in the wall of one of the brothel's rooms.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n[[File:Marei 3x03.jpg|thumb|Marei meets Podrick]]\nMarei is one of the three prostitutes hired by [[Tyrion Lannister]] to service [[Podrick Payne]] as a reward for saving his life in the [[Battle of the Blackwater]].&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt; Marei and her colleagues are apparently so satisfied with Podrick that they decline payment, much to the astonishment of Tyrion, [[Bronn]], [[Ros]], and even [[Varys]].&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\nMarei is the second of three prostitutes being offered to [[Oberyn Martell]] and [[Ellaria Sand]] by [[Olyvar]]. Ellaria is delighted to see that Marei is &quot;not timid&quot;. When Oberyn asks her if she likes women, Marei says that she does, as long as they look like Ellaria, prompting the [[Dornishmen|Dornish]] [[paramour]] to compliment Marei's good taste. She begins kissing Ellaria, but they are interrupted when Oberyn storms out of the room to confront two Lannister soldiers.&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\nMarei later indeed services Ellaria during a private orgy also involving Oberyn and Olyvar - perhaps to celebrate the recent assassination of King [[Joffrey Baratheon]] at [[Purple Wedding|his own wedding]]. Lord [[Tywin Lannister]] then interrupts, entering the room and saying he wants to discuss political matters with Prince Oberyn in private - particularly, that he wants Oberyn to be a judge at his son Tyrion's trial, and will give him a seat on the [[Small Council]] to ensure that Dorne continues to support Joffrey's younger brother [[Tommen Baratheon|Tommen]]. Marei and the other prostitutes quickly leave, along with Ellaria.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\n"}, "title": "Marei"}