{"attributes": {"status": " :Category:Status: Alive", "family": [" Mace Tyrell - father", "Alerie Tyrell - mother", "Olenna Tyrell - grandmother", "Luthor Tyrell - grandfather", "Ser Loras Tyrell - brother", "Renly Baratheon - first husband", "Joffrey Baratheon - second husband", "Lynesse Hightower - aunt", "Tommen Baratheon - betrothed"], "title": " Margaery TyrellDialogue a-b", "season": " Season 2", "image": " MargS5.png", "allegiance": [" House Tyrell (by birth)", "House Baratheon of King's Landing (by marriage)", " House Baratheon (by marriage, annulled)"], "actor": " Natalie Dormer", "culture": " Andal", "titles": [" Queen", "Lady"], "link": "Renly Baratheon&lt;/div&gt;Character", "place": " Highgarden", "appearances": " 16 episodes &lt;small&gt;#Appearances", "first": " &quot;What is Dead May Never Die&quot;"}, "sections": {"Family tree": "{{House Tyrell family tree}}\n\n", "TOP": "Margaery Tyrell03973104zpo1fswjgsg3kpoasbi6ymxxx5bp1812632015-04-05T15:25:08ZHurricaneHero9319478141[[File:KL Baratheon mini shield.png|right|50px|link=House Baratheon of King's Landing]]\n\n&lt;div style=&quot;float: right;&quot;&gt;[[File:Tyrell mini shield.png|left|50px|link=House Tyrell]][[File:Renly mini shield.png|right|50px|link=Renly Baratheon]]&lt;/div&gt;\n{{Character\n|Image = MargS5.png\n|Season = [[Season 2|2]], [[Season 3|3]], [[Season 4|4]], [[Season 5|5]]\n|First = &quot;[[What is Dead May Never Die]]&quot;\n|Appearances = 16 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n|Status = [[:Category:Status: Alive|Alive]]\n|Place = [[Highgarden]]\n|Culture = [[Andal]]\n|Titles = Queen&lt;br&gt;Lady\n|Allegiance = [[House Tyrell]] (by birth)&lt;br&gt;[[House Baratheon of King's Landing]] (by marriage)&lt;br&gt; [[House Baratheon]] (by marriage, annulled)\n|Family = [[Mace Tyrell]] - father&lt;br&gt;[[Alerie Tyrell]] - mother&lt;br&gt;[[Olenna Tyrell]] - grandmother&lt;br&gt;{[[Luthor Tyrell]]} - grandfather&lt;br&gt;Ser [[Loras Tyrell]] - brother&lt;br&gt;{[[Renly Baratheon]]} - first husband&lt;br&gt;{[[Joffrey Baratheon]]} - second husband&lt;br&gt;[[Lynesse Hightower]] - aunt&lt;br&gt;[[Tommen Baratheon]] - betrothed\n|Actor = [[Natalie Dormer]]\n|Title = Margaery Tyrell}}\n\n{{Dialogue a-b|Petyr Baelish|Do you want to be a queen?|Margaery Tyrell|No. I want to be &lt;u&gt;the&lt;/u&gt; Queen.|'''Margaery''' confiding in [[Petyr Baelish|Littlefinger]]|The Ghost of Harrenhal}}\n\n'''Margaery Tyrell''' is a major character in the [[Season 2|second]], [[Season 3|third]], [[Season 4|fourth]] and [[Season 5|fifth]] seasons. She is played by [[Natalie Dormer]] and debuts in &quot;[[What is Dead May Never Die]].&quot; Queen Margaery Tyrell is the widow of King [[Renly Baratheon]], a claimant to the [[Iron Throne]] in the [[War of the Five Kings]]. Her father Lord [[Mace Tyrell]] is the [[Lord Paramount of the Reach|ruler]] of the [[Reach]]. She is betrothed to King [[Joffrey Baratheon]] after the [[Battle of Blackwater]], and briefly becomes his queen, but this is cut short when Joffrey is fatally poisoned at their wedding feast. She has subsequently become betrothed to Joffrey's brotherÂ and successor, [[Tommen Baratheon]].Â Margaery is known for her beauty, political cunning, and ambition, although she has a compassionate side.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Margaery is the (initially) unwed daughter of Mace Tyrell, one of the most powerful lords in Westeros. Margaery herself is considered to be not only very beautiful, but very intelligent despite her relatively young age. The Tyrells are a loving family, and Margaery has a good relationship with both her parents and her brother Loras. She also has a close relationship with her paternal grandmother, [[Olenna Redwyne]], who has tutored Margaery in the skills of court intrigue.\n\nMany Houses and eligible lords want to marry their sons to Margaery and gain an alliance with the formidable [[House Tyrell]], but Mace has been holding out for the most favorable match possible.\n\nMagaery is younger in the books, sixteen at the time of her marriage to Renly making her the same age as [[Robb Stark]]. However, Margaery has been further aged in the series, making her slightly older than Robb Stark, as Natalie Dormer is four years older than Richard Madden. The TV series producers enjoyed Dormer's audition so much that they decided to overlook this minor difference. Thus while Margaery is the youngest of Mace's children in the books, TV-Margaery is officially a year or two older than her brother Loras - though in the male-dominated culture and inheritance system of the Seven Kingdoms, this does not change Margaery's place in line of succession, or significantly change her character.\n\nMargaery's true motivations are not discussed in the books, but the TV series makes her ambitions clear to the audience. This is largely due to the narrative mechanics: Margaery is not a POV character in the books (neither are Renly or Loras), and the scenes at King Renly's army camp are told from Catelyn's point of view - logically, she doesn't see the inside of Renly's tent nor is she privy to Margaery's actions. The TV series has the freedom to expand on the stories of non-POV characters, hence the apparent expansion of Margaery's character. Thus Margaery in the TV series is faithful to Margaery's actions and behavior in the books, it's just that the TV series actually depicts events which occurred &quot;off screen&quot; in the books.\n\nAn interesting result of showing Margaery's POV actions is the effect it will have on portraying the sparring between Margaery and Cersei Lannister. Most of the clashes between Margaery and Cersei are shown from Cersei's POV, but Cersei is an &quot;unreliable narrator&quot;.  Cersei is vindictive and paranoid, and starts suspecting that anything that goes wrong in the capital, both large and small matters, must be Margaery plotting against her, or at least the Tyrell family in general. Intriguingly, at least some of these attempts to outmaneuver Cersei were objectively true, i.e. the Tyrells do try to marry Sansa to their eldest son (Willas in the books, Loras in the TV series) but how much of these plots were actually masterminded by Margaery, or simply Margaery following orders from her father Mace and grandmother Olenna, weren't entirely clear. The inner mechanics of House Tyrell's political schemes in the capital are not directly portrayed in the narrative of the books. Margaery could conceivably have masterminded some of these, while others may have been the actions of House Tyrell as a whole, though Cersei increasingly fixates on Margaery and blames her for everything the Tyrells are planning, because she fears that Margaery is the new young queen who has come to supplant her. Even so, as Cersei's paranoia increases, she starts blaming Margaery for plots which other parts of the books objectively establish that other people were responsible for (i.e. Littlefinger, Varys, the other scheming courtiers, etc.). Due to these events occurring in Cersei's skewed POV narration the books were never entirely clear about which of these were plots Margaery herself directly orchestrated (at least ''some'' actually were), and which of these plots Cersei irrationally blamed on Margaery even though she actually had no hand in them (at least some events were revealed to not involve Margaery at all). Thus the TV series may end up definitively establishing which events Margaery was or was not responsible for, when this was left deliberately vague in the novels.\n\nThe first book ''A Game of Thrones'' features a small subplot hinting that Renly Baratheon was working as an agent to the Tyrells' rising power by trying to bring Margaery to King's Landing. He shows her picture to Ned Stark and asks if she resembles [[Lyanna Stark]], hoping that such a resemblance will convince Robert to cast Cersei aside and make Margaery Queen. A slightly bemused Ned insists that Margaery and Lyanna look nothing alike.\n\n&quot;Margaery&quot; in the series is pronounced identically to the real-world &quot;[[wikipedia:Marjorie|Marjorie]]&quot;.\n\n", "Behind the scenes": "*On the [[Season 2]] Blu-ray, Margaery narrates [[Histories &amp; Lore]] videos on '''&quot;[[House Tyrell (Histories &amp; Lore)|House Tyrell]]&quot;''' and '''&quot;[[Robert's Rebellion (Histories &amp; Lore)|Robert's Rebellion]]&quot;'''. On the Season 3 Blu-ray, she narrates '''&quot;[[The Reach (Histories &amp; Lore)|The Reach]]&quot;'''â&euro;&lsaquo;.\n\n", "Image gallery": "&lt;gallery&gt;\nMargaery and Renly.jpg|Behind the scenes image of Margaery and Renly Baratheon.\nMargaery.jpg|Margaery at the tourney.\nLorasMargaery.jpg|Margaery walks with her brother Loras in Renly's\nMargaery Promo.jpg|Margaery promo shot.\nMargaery_Tyrell_Valar_Dress.png|HBO Promotional image of Margaery in the Season 2 finale, &quot;[[Valar Morghulis]]&quot;\nGameOfThronesS3-14.jpg|Margaery and Joffrey\nTyrion and Sansa wedding 3x08.jpg|[[Tyrion Lannister|Tyrion]] and [[Sansa Stark|Sansa]] with [[Tywin Lannister|Tywin]], [[Cersei Lannister|Cersei]], [[Joffrey Baratheon|Joffrey]], Lord [[Varys]], Grand Maester [[Pycelle]], Margaery, Lady [[Olenna Tyrell|Olenna]] and [[Loras Tyrell|Loras]] in &quot;[[Second Sons (episode)|Second Sons]]&quot;.\n1795689_10152002437807734_1273799437_n.jpg|Season 4 Promotion Picture\nMargaery-Game-of-Thrones.png\nmargaery1.jpg\nMargaery-Tyrell-Season-4.jpg\nIFI Pre-Release 5.png|Margaery as she appears in the [[Game of Thrones: A Telltale Games Series|video game]].\n&lt;/gallery&gt;\n\n", "See also": "*{{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "===[[Game of Thrones (TV series)|TV series]]===\n{{Season Two Appearances|||yes|yes|yes|||||yes|||yes}}\n{{Season Three Appearances|yes|yes||yes|yes||yes|yes}}\n{{Season Four Appearances|yes|yes|yes|yes|yes|yes}}\n\n===[[Game of Thrones: A Telltale Games Series|Video game]]===\n{{Telltale Game Series Appearances|yes|yes|yes}}\n\n", "Biography": "===Background===\nMargaery is the only daughter of Lady [[Alerie Tyrell]] and Lord [[Mace Tyrell]], the [[Lord Paramount of the Reach]]. [[The Reach]] is one of the constituent regions of the [[Seven Kingdoms]] and [[House Tyrell]] is one of the [[Great Houses]] of the realm. Margaery was raised in privilege in the family seat and regional capital of [[Highgarden]]. She is close to her brother, Ser [[Loras Tyrell]], the Knight of Flowers.     \nShe is said to be as beautiful as she is clever.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/rbaratheon/margaery-baratheon/ HBO viewer's guide, season 2 guide to houses, House Baratheon of Storm's End entry]&lt;/ref&gt;\n\n===[[Season 2]]===\nMargaery marries King [[Renly Baratheon]], the lover of her brother [[Loras Tyrell|Loras]], though she's aware of their[[File:Margaery_and_Renly.jpg|thumb|Margaery and her bethrothed [[Renly Baratheon]].]] relationship. Two weeks afterward they have not yet consummated their marriage. Renly camps his army in [[the Stormlands]], near his seat of [[Storm's End]], and holds a tournament for his followers. Margaery is disappointed [[File:LorasMargaery.jpg|thumb|left|218px|Margaery and Loras.]]when Loras is defeated in the final bout by [[Brienne of Tarth]]. [[Catelyn Stark]] arrives to treat with Renly on behalf of her son [[Robb Stark]] and Margaery greets her warmly. Margaery encourages Renly to produce an heir with her but he is unable to become aroused by her. She is pragmatic about his desires and shocks him by offering to bring Loras into their bed.&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\nKing [[Joffrey Baratheon]]'s [[Master of Coin]] [[Petyr Baelish|Petyr &quot;Littlefinger&quot; Baelish]] also visits the camp to treat with Renly. He makes a point of provoking Margaery about her husband's sexuality and she affirms her loyalty to Renly. Renly treats with his brother King [[Stannis Baratheon]] but is unable to reach a compromise.&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt; Renly is [[Assassination of Renly I|killed]] in [[Shadow|mysterious]] circumstances and his [[Kingsguard]] [[Brienne of Tarth]] is blamed for his death. Margaery convinces Loras to flee the camp with her [[File:Margaery_love_2x10.png|thumb|left|Margaery is proposed to be wed to [[Joffrey Baratheon]].]]before Stannis arrives. Littlefinger accompanies them to [[Highgarden]] having gauged Margaery's ambition to become Queen.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\nPetyr sways House Tyrell into siding with House Lannister. As a result, House Lannister is victorious at the [[Battle of the Blackwater]].&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;&lt;ref&gt;&quot;[[Blackwater]]&quot;&lt;/ref&gt;\n\nIn a ceremony to celebrate victory, King Joffrey tells Loras he may ask anything of him in return for his aid. He asks Joffrey wed Margaery to cement the new alliance between their Houses through matrimony. Margaery states she has heard of Joffrey's courage and come to love from afar. Joffrey states that he has heard of Margaery's beauty and reciprocates her feelings but balks at setting aside his betrothal to [[Sansa Stark]] but is convinced by his courtiers that Sansa's family's status as attainted traitors is reason enough.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\nLady Margaery Tyrell accompanied her betrothed King Joffrey back from the Great Sept of Baelor in a [[File:Margaery_handmaiden_S3_Ep1.png|thumb|226px|Margaery in [[Flea Bottom]].]]heavily guarded palanquin. Against official protocol, she stopped the procession in [[Flea Bottom]] unexpectedly. To the shock of her guards and the bewilderment of Joffrey, MargaeryÂ stepped out of her carriage and began exploring the streets. She eventually arrived at an orphanage and began interacting with the children. Meanwhile, her servants distributed bread and toys, earning her the love of Flea Bottom's [[smallfolk]]. That evening, Margaery and her brother Loras Tyrell were visited by Joffrey and his mother Cersei. Cersei was unhappy with Margaery's earlier actions and admonished her boldness; reminding her that her impromptu charity work took place on the same streets where the [[Riot of King's Landing|royal party was assaulted]] weeks earlier. During this argument, Joffrey defended Margaery and criticized his mother. As a result, Cersei realized that she was on the verge of being outmaneuvered by the Tyrells. While Cersei only knew how to rule through [[File:Sansamarg.png|thumb|left|238px|Margaery and Olenna dine with [[Sansa Stark]].]]fear, Margaery was adept at winning the hearts and minds of her people, a skill which Cersei lacked.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\nLater, Margaery and her grandmother, Lady [[Olenna Tyrell]], invited Sansa for a private meeting with them at the gardens of Kingâ&euro;&trade;s Landing. Loras escorted Sansa to the gardens for the meeting. During the meeting, Lady Olenna dismissed her father [[Mace Tyrell|Mace]] as a fool for supporting [[Renly Baratheon]]'s claim to the throne. By contrast, Margaery spoke well of her late husband Renly. During the meeting, Olenna insisted that Sansa tell them the truth about what Joffrey was like since Margaery was to marry him. While Sansa was initially reluctant to share her feelings, she admitted that Joffrey was a &quot;monster&quot; since he had reneged on his earlier promise to spare her fatherâ&euro;&trade;s life. While Olenna was disappointed at these revelations, she was not surprised given the rumors that have been circulating about[[File:Margjoff.png|thumb|218px|Margaery and Joffrey in the Great Sept of Baelor.]] Joffrey's public outbursts. While Sansa was worried that this would mean that the Tyrells would cancel their proposed marriage alliance (meaning Sansa will be stuck with Joffrey again), Olenna assured her that her son Mace was too intent on Margaery entering into a royal marriage to cancel it for anything.&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt;\n\nLater, Joffrey gave Margaery a tour of the [[Great Sept of Baelor]], where their royal wedding was scheduled to be held. They were followed by Cersei Lannister and Olenna Tyrell, representing the Lannisters and Tyrells respectively. During their tour, Joffrey talked [[File:Jofrey_Margaery_waving_S3E4.jpg|thumb|left|232px|Joffrey and Margaery wave at the pleased crowd. ]]about the various Targaryen kings who were buried within the Great Sept. Margaery feigned interest in Joffrey's topic but his mother Cersei was annoyed. While Cersei and Olenna were engrossed in a conversation about the men in their lifes, Margaery managed to convince Joffrey to greet the crowd outside. Having been somewhat placated by Margaery's charity, the crowd happily cheered for the pair. As a result of this incident, Cersei felt that she had lost control of Joffrey to the Tyrells. She came to fear that the Tyrells did not have her familyâ&euro;&trade;s interest at heart. In response, the Queen Regent ordered [[Petyr Baelish|Petyr &quot;Littlefinger&quot; Baelish]] to spy on the Tyrells.\n\nLater, Ser Loras invited Margaery and Sansa to watch him sparring him with squire at the castle gardens. During that time, Sansa praised Loras' swordsmanship and expressed her interest in marrying Loras as part of the Tyrell plot to keep her out of the hands of Baelish and/or the Lannisters. Margaery replied that she would &quot;plant the seed&quot; of the idea after she and Joffrey got married. While Sansa was sceptical that Joffrey would let her go, Margaery was confident that he would do it to please his betrothed. Unknown to Margaery and Sansa, Ser Loras was having a secret homosexual relationship with his squire [[Olyvar]]. During this meeting, Loras briefly mentioned that he was to be married to Sansa. Unknown to Loras, Olyvar was a spy working for Littlefinger, who reported to Cersei. In response, Cersei's father Lord [[Tywin Lannister]] arranged for Cersei and her brother [[Tyrion Lannister]] to marry Loras and Sansa respectively in order to curb the [[File:Sansa_Margaery_Bear_and_Maiden_Fair.jpg|thumb|226px|Sansa and [[Margaery Tyrell]] speak about [[Tyrion Lannister]].]]ambitions of House Tyrell and to bolster the marriage alliance between the Lannisters and the Tyrells.&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n\nWhile Sansa was unhappy about this arranged marriage to a Lannister, Maragery Tyrell consoled Sansa by reminding her that Tyrion was far from the worst Lannister and that Tyrion might be able to make her happy given his skills as a lover.&lt;ref&gt;&quot;[[The Bear and the Maiden Fair (episode)|The Bear and the Maiden Fair]]&quot;&lt;/ref&gt; Later, Margaery also attended Sansa and Tyrion's wedding. Prior to the wedding reception, she attempted to ingratiate herself with Cersei, commenting that they would technically be sisters soon. However, Cersei rebuffed her friendship by telling Margaery about the story behind the &quot;[[Rains of Castamere]]&quot;. She explained that the song referred to House [[File:Margaery_and_Cersei_Second_Sons.jpg|thumb|left|246px|Cersei threatens to kill [[Margaery Tyrell]] in her sleep.]]Lannister's destruction of the rebellious of [[House Reyne]] of Castamere. This was meant to infer similarities between the ambitions and position of Houses Reyne and Tyrell and that the same fate may fall upon House Tyrell if they plotted against the Lannisters). Cersei also threatened to have Margaery strangled in her sleep if she ever dared to call Cersei sister again. During the wedding dinner, Margaery was seated with her grandmother Olenna and the two talked about the dynamics of the Lannister and Tyrell families, with Margaery shooting her grandmother a withering glare when Loras stormed out.&lt;ref&gt;&quot;[[Second Sons]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\nOlenna assists Margaery in picking out a necklace for her upcoming wedding. She selects the finest of those [[File:Margolenna.png|thumb|196px|Margaery and her grandmother [[Olenna Tyrell]]. ]]on offer, noting affectionately that it is similar to one she received from Margaery's grandfather on her 51st name day. Olenna chucks the piece over the rampart and into Blackwater Bay and orders the Tyrell handmaidens to canvass every jeweler in King's Landing for better offerings. After they are left alone, Margaery sardonically suggests letting Joffrey pick out the necklace, which knowing him will likely consist [[File:Margbrienne.png|thumb|left|Margaery speaks with [[Brienne of Tarth]].]]of severed sparrow's heads. Olenna cautions Margaery to mind what she says, even with her. They are shortly interrupted by Brienne of Tarth, who has come to speak with Margaery about Renly's death. In private, Brienne explains what she saw and how the shadow had Stannis's face, and assures Margaery that she will find a way to avenge their king. Margaery reminds Brienne that Joffrey is their king now. Brienne apologizes for any offense given, but Margaery assures her that none was taken.&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\nMargaery's wedding to Joffrey goes off without a hitch. At the wedding feast, however, Joffrey's cruelty and twisted sense of humor become apparent in the tasteless performance of the [[War of the Five Kings]] he has performed and in his treatment of his uncle Tyrion. Margaery is only barely able to distract him, proving her control over him is fleeting. Everything is cut short, however, when Joffrey is poisoned and dies in front of Margaery's eyes.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\n[[File:Jofmargwed.jpg|thumb|260px|Margaery and Joffrey are wed.]]\n\nAs the capital is in &quot;mourning&quot;, Margaery inquires to Olenna if she is actually the queen or not. Her grandmother advises her to not press the issue just yet. She tells Margaery of how she felt when [[Luthor Tyrell]] died, but also says that Margaery is at least lucky that her third marriage should be easier than the other two. Margaery is surprised by this, but Olenna points out that the Lannisters need their alliance with the Tyrells far more than they do.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\nMargaery learns, to her disappointment, that Olenna intends to return to Highgarden before Tommen's coronation. Her grandmother tells her that she should be able to handle things herself from this point. Before she leaves, Olenna tells her about how she seduced Luthor Tyrell to get out of her engagement to a [[File:Olennamarg2.png|thumb|left|206px|Olenna hints at her involvement in Joffrey's murder.]]Targaryen, and advises Margaery to make her move on Tommen while Cersei is still distracted over Joffrey's murder. Margaery is confused by Olenna's certainty that Tyrion is innocent, until Olenna makes it clear that she would never have allowed Margaery to marry &quot;that beast&quot;, heavily implying that it was she who poisoned Joffrey.&lt;ref name=&quot;Oath&quot;&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\nLater that night, Margaery steals into Tommen's bedchamber, apparently easily sneaking past the Kingsguard. She discusses rumors of their upcoming wedding with him and interacts in a friendly manner with his cat, [[Ser Pounce]]. Margaery and Tommen bond over their relief that they won't have to live in fear of Joffrey anymore. Margaery asks if she can visit him again in secret; Tommen agrees. Realizing that she [[File:Margaerytommen.png|thumb|224px|Margaery visits her future husband King [[Tommen Baratheon]] in his bedchambers.]]must be maternal in her initial manipulation of him, Margaery gives him a kiss on the forehead as she leaves.&lt;ref name=&quot;Oath&quot; /&gt;\n\nStill dressed in mourning clothes, Margaery watches Tommen's coronation from the side gallery of the great hall. Cersei approaches her and engages her in conversation. To Margaery's surprise, Cersei says that the things Joffrey did shocked her, then asks rhetorically if Margaery thinks many things shock her. Cersei asks if Margaery still wants to be the queen, to which the lady replies that she hasn't thought about it. Cersei ignores the obvious lie and says that Tommen will need someone to guide him; apparently, she doesn't have the will to fight about Margaery being that someone anymore. Cersei and Tywin later set the date of Margaery and Tommen's wedding to right after the mourning period is over, a fortnight from the coronation.&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;\n\n[[File:Maergry_at_tyrion_trial.png|thumb|left|Margaery is present at Tyrion's trial.]]\n\nAlong with her brother and father (who is one of the three judges), MargaeryÂ is present at the trial of Tyrion Lannister. Although she isn't particularly fond of Tyrion, she looks visibly displeased at the proceedings, well aware that Tyrion is innocent and the trial is a farce. Nonetheless, Margaery remains silent throughout the trial.&lt;ref&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt;\n\n===[[Season 5]]===\n''TBA''\n\n", "Personality": "Margaery's beauty is equaled by her cleverness, which she has in abundance. A true protegĂ¨ of her grandmother Olenna, she is a gifted manipulator who know how to maneuver her way in court politics. Margaery's strength is in her ability to win the minds and loyalties of her subjects, which has proven to be a threat to those who rival her family such as the Lannisters. She demonstrated her formidable skill in her charity work to win over the commoners of King's Landing, and her manipulation of Joffrey by making him think she was excited by his dark impulses.&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt; In return Margaery gained the acceptance of both her subjects and Joffrey &lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;, who was an unpredictable and uncontrollable madman to everyone else, including his mother. This proved to be a threat to Cersei, who only relied on the fear of her family name and her position as a source of power.\n\nMargaery possesses the tact and politeness that Cersei lacks. While Cersei is blunt and often rude, Margaery is capable of exuding the courtly behavior and courtesies expected of a queen - while still privately engaging in palace intrigues to increase her family's power. Cersei scorns her status as a woman in a realm dominated by men, though she is willing to use sex as a weapon to seduce those she needs (such as her cousin Lancel). In contrast, Margaery works ''within'' the social standards of &quot;proper&quot; femininity in Westeros, but adeptly turns them to her favor, to orchestrate political machinations from behind the scenes.\n\nâ&euro;&lsaquo;Although Margaery has had to develop many different facades depending on who she is trying to manipulate, she is shown to genuinely have a good heart, compassion, and empathy. Margaery has loving relationships with all of her family members. She loves her brother Loras and is entirely tolerant of his homosexuality - to the point that when her father contracted a marriage-alliance between herself and Loras's own lover Renly, she acknowledged that it was a paper marriage, and was quite frank that she had no issues with her new husband continuing his sexual relationship with her brother.\n\n"}, "title": "Margaery Tyrell"}