{"attributes": {}, "sections": {"The Ghost of Harrenhal": "[[Renly Baratheon|Renly]] is assassinated by a [[Shadow]] brought into the world by [[Melisandre]] just after agreeing to an alliance with King [[Robb Stark]]. His kingsguard [[Brienne]] is mistakenly blamed for the death and she flees the camp with [[Catelyn Stark]].&lt;ref name=&quot;E15&quot;&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\n[[Loras Tyrell|Loras]] stands vigil for his lover and king in the command tent. Margaery paces anxiously behind her brother. She tells Loras that they need to return home but he does not answer. Lord [[Petyr Baelish|Petyr â&euro;&oelig;Littlefingerâ&euro;? Baelish]] enters and greets them. Loras immediately orders him out of the tent. Littlefinger warns them that Stannis is an hour away and that when he arrives Renlyâ&euro;&trade;s bannermen will join his cause. He says that their companions will fight for the privilege of selling them to King Stannis. Loras stands and draws his sword and asks if Littlefinger is seeking the same privilege for himself. Petyr points out that he has come to warn them instead of going to Stannis. Margaery pushes her brotherâ&euro;&trade;s blade away from Littlefinger and warns him that they have no time.&lt;ref name=&quot;E15&quot;/&gt;\n\nLoras tells Margaery to ride back to [[Highgarden]] and says that he will not run from Stannis. Margaery says that Brienne killed Renly and Loras says that neither of them really believes that. He asks her who stood to gain the most from killing Renly and Littlefinger answers â&euro;&oelig;Stannis.â&euro;? Loras promises to avenge Renly by killing Stannis. Margaery says that they cannot stay. Loras tearfully returns to Renlyâ&euro;&trade;s side and asserts that he would have been a good and true king. Littlefinger asks Loras what he most desires and learns that it is revenge. He says that he has always found revenge to be a pure motivation but warns Loras that he will not have a chance to kill Stannis if he stays. Littlefinger cautions Loras to be smart if he wants justice. Margaery tells her brother that he cannot avenge Renly from the grave. She begs him to bring their horses as she strokes his hair. He rises from Renlyâ&euro;&trade;s deathbed and goes to carry out her request.&lt;ref name=&quot;E15&quot;/&gt;\n\nMargaery stares at Renlyâ&euro;&trade;s body and remarks on her husbandâ&euro;&trade;s good looks and Littlefinger agrees with her, addressing her as â&euro;&oelig;Your Grace.â&euro;? Margaery says that Renly did not win his claim and that she was never truly a queen. Littlefinger asks her if she wants to be a queen, to which she responds â&euro;&oelig;No. I want to be ''the'' Queen.â&euro;? She finally turns her gaze to him and he smiles back at her.&lt;ref name=&quot;E15&quot;/&gt;\n\n", "The Old Gods and the New": "[[Petyr Baelish]] seeks permission from Lord [[Tywin Lannister]] to negotiate an alliance with [[House Tyrell]].\n\n", "TOP": "Margaery Tyrell Season 208132d1rwexe9o949ff8blj9p89mhiwvubkm1167482014-03-06T03:08:27ZGreater good3347453{{Template:Delete}}In '''[[Season 2]] [[Margaery Tyrell]]''' joins the series as a major character. She is the beloved daughter of Lord [[Mace Tyrell]] and a powerful influence on [[House Tyrell]]. She harbors ambitions to become the queen of the [[Seven Kingdoms]]. She marries [[Renly Baratheon]] and her house supports his claims to the throne but their plans are thwarted when he is assassinated.\n\n", "Blackwater": "The allied forces of [[House Tyrell]] and [[House Lannister]], led by Lord [[Tywin Lannister]] and [[Loras Tyrell|Loras]], win a decisive victory against [[Stannis Baratheon]] in the [[Battle of the Blackwater]].\n\n", "Garden of Bones": "Loras walks Margaery through the camp as night falls. They see King [[Joffrey Baratheon]]'s [[Master of Coin]] [[Petyr Baelish]] waiting for Margaery and Loras leaves her to enter Renlyâ&euro;&trade;s tent. Petyr asks for help finding his tent. Margaery says that she gets lost frequently within the camp and that as soon as she is able to find her tent the camp moves. Petyr notes her reference to having her own tent and questions the status of her marriage and wonders if the pressures of command keep Renly from sharing her bed. She says that while naive to warfare she thinks that the side with the greater number usually win. Petyr counters that if warfare were simply arithmetic then mathematicians would rule the world. He questions Loras going into Renlyâ&euro;&trade;s tent; Margaery retorts that the place of a kingsguard is by his kingâ&euro;&trade;s side. Littlefinger asks who was at the kingâ&euro;&trade;s side on their wedding night. She questions his interest in their marriage and he calls it quite interesting to both him and the realm. He needles that the marriage of a wealthy girl always breeds interest, if nothing else. She notes his bachelor status and he says that he has been unlucky in his affections. Margaery says that might be for the best, as he seems confused by the notion of marriage. She asserts her devotion to Renly as her husband and king, leaving Baelish outside his tent.&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\n", "Valar Morghulis": "[[File:Tywin_court_2x10.png|thumb|Joffrey proclaims Tywin the savior of the city.]]\nMargaery attends court as Joffrey doles out rewards to those who served his interests in the battle. The doors open and Lord [[Tywin Lannister]] trots his horse into the room. King [[Joffrey Baratheon]] formally recites his titles and proclaims Tywin the savior of the city and the [[Hand of the King]]. The handâ&euro;&trade;s badge is presented to Tywin and he curtly thanks Joffrey before turning his horse and riding out.&lt;ref name=&quot;E20&quot;&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\nJoffrey calls Lord [[Petyr Baelish]] forward. He awards him the castle of [[Harrenhal]] for his service to the realm in brokering the alliance between [[House Lannister]] and [[House Tyrell]]. Joffrey formally says that the castle and the [[Lord of Harrenhal|lordship]] will be held by Petyrâ&euro;&trade;s sons and grandsons until the end of time. Petyr accepts and jokes that he will need to acquire some sons to the amusement of the court. [[Varys]] grimaces as his rival is elevated.&lt;ref name=&quot;E20&quot;/&gt;\n\nNext Joffrey calls Ser [[Loras Tyrell]] who kneels before the throne. Joffrey says that the realm is in the debt of House Tyrell and offers to grant them any favor they ask. Loras tells Joffrey that the husband of his sister [[Margaery Tyrell]] was taken from them, referring to his lover [[Renly Baratheon]]. Loras falters for a moment, asserts that Margaery remains innocent and then asks Joffrey to unite their houses through marriage. Joffrey asks Margaery if the marriage is what she wants. Sansa watches the exchange from the gallery.&lt;ref name=&quot;E20&quot;/&gt;\n\n[[File:Margaery_love_2x10.png|thumb|Margaery proclaims her love for Joffrey.]] Margaery steps forward and says that she wants the marriage with all her heart, claiming that she has come to love Joffrey from afar. She says that tales of Joffreyâ&euro;&trade;s courage and wisdom have reached her and taken root deep inside of her. Joffrey smiles at his mother Queen Regent [[Cersei Lannister]] as Margaery speaks. He responds by telling Margaery that he has heard tales of her beauty and grace but that they do not do her justice. Joffrey says that it would be an honor to return her love but points out that he is promised to another. He asserts that a king must keep his word.&lt;ref name=&quot;E20&quot;/&gt;\n\nCersei intervenes theatrically to assert that the [[small council]] have agreed that it would be improper for Joffrey to wed Sansa. She cites the status of Sansaâ&euro;&trade;s father, [[Eddard Stark]], as an attainted traitor executed for treason and her brother [[Robb Stark]]â&euro;&trade;s ongoing open rebellion against the throne. Cersei says that Joffrey must set Sansa aside for the good of the realm. The court responds with murmured support. Joffrey halts the chatter by standing. He says that he would like to heed the wishes of the small council and his people but has taken a holy vow. [[Pycelle]] steps forward and says that while the gods hold betrothal solemn, the marriage pact was made by Joffreyâ&euro;&trade;s father, King [[Robert Baratheon]] before [[House Stark]] revealed their falseness. Pycelle announces that the [[High Septon (After the Riot of Kingâ&euro;&trade;s Landing)|High Septon]] has agreed that the Starks' crimes against the realm free Joffrey from the vow in the view of the gods. Joffrey says that the gods are good and that he is free to follow his heart. He tells Loras that he will wed his sister and tells Margaery that he will love her until his last day. The court erupts in applause. Margaery and Loras glance at Sansa as Joffrey returns to his throne.&lt;ref name=&quot;E20&quot;/&gt;\n\n", "What is Dead May Never Die": "Margaery marries King [[Renly Baratheon]], the lover of her brother [[Loras Tyrell|Loras]]. Two weeks later they have not consummated their marriage. She is aware of Renly's relationship with Loras. Renly camps his armies near [[Storm's End]] and holds a tournament for his men. Renly and Margaery watch from a wooden dais. Margaery cheers on Loras as he disarms his opponent. However, Loras' is defeated and his opponent is revealed to be a woman; [[Brienne of Tarth]]. Renly tells Brienne that she is everything that her father promised. Margaery says that Loras fought valiantly and Renly agrees with her. He names Brienne champion and offers to grant anything that she requests. Brienne asks to join his [[Kingsguard]] and he accepts.&lt;ref name=&quot;E13&quot;&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\nA [[Baratheon Guard]] announces the arrival of [[Catelyn Stark]]. Renly introduces Margaery who offers her condolences on the death of [[Eddard Stark]]. Catelyn says that she is kind and Renly promises to avenge the death when the joint Baratheon-Tyrell armies march on King's Landing, drawing cheers from his men. After a discussion about the [[War of the Five Kings|war]] Renly invites Catelyn to walk with him.&lt;ref name=&quot;E13&quot;/&gt;\n\nLater that night, Margaery enters Renly's tent with the intent of consummating their marriage. He warns her that he may have drunk too much wine. Margaery says it is his right as a king and he compliments her gown. She says she is unsure how she likes it as a pretext to take it off. Renly says that she does not need the gown and she leans in to kiss him. He says that beauty concealed can be more desired but she silences him and persists despite his reluctance. She reaches for his crotch and he blames the wine for his lack of arousal. She offers to take care of it and unlaces his britches. Renly breaks off their kiss and apologizes. Margaery, totally nonplussed, offers to ask Loras to come in and help. Mistaking Renly's shock for reluctance, Margaery next offers to turn over so that Renly can pretend that she is Loras. He claims to not understand what she means. She smiles and says that he can be open with her and should save his lies for court because he will need a lot of them. Margaery sits next to Renly on their bed and says that their enemies don't like the marriage-alliance between Renly and House Tyrell and are hoping it crumbles: the best way to thwart them is if he gets her pregnant as quickly as possible. She offers him the choice of how he would like to do it; either with her alone or with her and Loras. She says that he can choose because he is a king and kisses him on the cheek.&lt;ref name=&quot;E13&quot;/&gt;\n\n"}, "title": "Margaery Tyrell Season 2"}