{"attributes": {"status": " :Category:Status: Alive", "10": "yes==In the books==In the ''A Song of Ice and Fire'' novels, Marillion is a talented musician but also arrogant: he is both vain about his skills and his good looks. He is searching for a lord or lady who will be his patron.Â Marillion meetsÂ Catelyn, Tyrion and Bronn at the Crossroads Inn. His attempt to perform a song for Catelyn in return for a silver is rebuffed. He then spots Tyrion and offers to sing about his Tywin Lannister", "death": "", "last": "&quot;Fire and Blood&quot;", "family": "", "title": "Marillion", "season": "Season 1", "image": "Marillion.jpg", "allegiance": "", "actor": "Emun ElliottQuote", "place": "", "4": "yes", "6": "yes", "5": "yes", "aka": "", "appearances": "4 episodes &lt;small&gt;(#Appearances", "first": "&quot;Cripples, Bastards and Broken Things&quot;"}, "sections": {"In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, Marillion is a talented musician but also arrogant: he is both vain about his skills and his good looks. He is searching for a lord or lady who will be his patron.Â Marillion meetsÂ Catelyn, Tyrion and Bronn at the [[Crossroads Inn]]. His attempt to perform a song for Catelyn in return for a silver is rebuffed. He then spots Tyrion and offers to sing about his [[Tywin Lannister|father]]'s [[Sack of King's Landing|victory at King's Landing]]; Tyrion replies that this would be sure to spoil his supper. After Tyrion is taken prisoner by Catelyn, Marillion accompanies the party toÂ [[the Eyrie]]Â as depicted in the TV series. En route,Â he endeavors to compose a song about the episode, to Tyrion's irritation.\n\nMarillion remains at the Eyrie asÂ a favorite ofÂ [[Lysa Arryn]]Â after the departure of Catelyn and Tyrion. Soon the entire [[The Vale|Vale]] grows to hate him, except Lysa and [[Robin Arryn|her son]], mainly because he sexually harasses the maids and composes mocking songs about the nobles. Anyone who complains to Lysa about him gets fired. He sings Robin to sleep every night, and tweaks the noses of Lysa's suitors with verses that mock their foibles. Lysa showers him with gold and gifts; costly clothes, a gold arm ring, a belt studded with moonstones, a fine horse. She has even given him her late husband's favorite falcon. It all serves to make Marillion unfailingly courteous in Lysa's presence, and unfailingly arrogant outside it.\n\nMarillion is present at the wedding of Lysa and [[Petyr Baelish]]. After the [[bedding]] he gets drunk and tries to rape [[Sansa Stark]]. [[Lothor Brune]], who has been given orders from Petyr Baelish to watch Sansa, prevents this and wounds Marillion. The maids in the Eyrie do not have Lothor Brune to defend them from Marillion's unwanted advances, though. SansaÂ wonders why the gods would have given such a lovely voice to such a wicked man.\n\nAfter Lysa spotsÂ Petyr kissing Sansa, she has Marillion bring Sansa to her. She blames Sansa for seducing Petyr and threatens to throw her through the Moon Door. As they struggle, Marillion plays the harp and sings, drowning out Sansa's pleadings. Just as Sansa almost falls, Petyr arrives. He saves Sansa and reassures Lysa. Then he throws Lysa through the Moon Door, calls the guards and tells them that Marillion killed Lysa.\n\nMarillion is thrown into a sky cell and is tortured by [[Mord]]. His eyes are plucked and several of his fingers are cut. Finally he breaks down and confesses that he killed Lysa in the presence of Lord Nestor Royce and other nobles from the Vale. Since Marillion is already despised by many nobles because of his arrogance and mocking songs, they readily accept his confession and do not suspect Petyr. Later, Sansa assures Robin that Marillion has died, although she did not actually see him die and was only told by Petyr. Robin insists that he can still hear Marillion singing at night, though.\n\nIn the book, the bard who gets mutilated at the order of King Joffrey for the song about King Robert, the boar and the lions, is an unnamed character.\n\nAccording to [[George R.R. Martin]], the character was not named after the band, which he had never heard of prior to writing the first book.\n\n", "TOP": "Marillion022691ciccgwbeqnso3trx1tj12rhhoxe7j01751652015-03-03T12:40:57ZSharp Blades26158496{{Character\n| Title=Marillion\n| Image=Marillion.jpg\n| Image size=200px\n| Season=[[Season 1|1]]\n| First=&quot;[[Cripples, Bastards and Broken Things]]&quot;\n| Last=&quot;[[Fire and Blood]]&quot;\n| Appearances=4 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n| Aka=\n| Status= [[:Category:Status: Alive|Alive]]\n| Death=\n| Place=\n| Allegiance=\n| Family=\n| Actor=[[Emun Elliott]]}}\n{{Quote|The boar's great tusks, they boded ill, &lt;br&gt; for good King Robert's health. &lt;br&gt;And the beast was every bit as fat, &lt;br&gt; as Robert was himself.&lt;br&gt;But our brave King cried, 'Do your worst, &lt;br&gt; I'll have your ugly head,' &lt;br&gt;You're nowhere near as murderous as &lt;br&gt;the lion in my bed.&quot;&lt;br&gt;King Robert lost his battle,&lt;br&gt;and he failed his final test,&lt;br&gt;The lion ripped his balls off,&lt;br&gt;And the boar did all the rest.|Marillion|Fire and Blood}}\n\n'''Marillion''' is a recurring character in the [[Season 1|first season]]. He is played by guest star [[Emun Elliott]] and debuts in &quot;[[Cripples, Bastards and Broken Things]].&quot; Marillion is a singer in the [[Seven Kingdoms]]. He has his tongue cut out by Ser [[Ilyn Payne]] on the orders of King [[Joffrey Baratheon]] for writing and performing a limerick about Joffrey's parents.\n\n", "Appearances": "{{Season One Appearances|4=yes|5=yes|6=yes|10=yes}}\n\n", "Biography": "===Background===\nMarillion is a troubadour and singer wandering the [[Seven Kingdoms]] and selling his skills in return for bed, board and coin.\n\n===[[Season 1]]===\nMarillion is entertaining the patrons of the [[Crossroads Inn]] when [[Catelyn Stark]] and Ser [[Rodrik Cassel]] arrive. His offer to perform for them is rebuffed, as are his attempts to impress [[Tyrion Lannister]] when he arrives. He witnesses the Lady Catelyn taking Tyrion prisoner with the help of some of her father's bannermen.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\nSensing the potential for a great song or story, he decides to accompany Catelyn's party as it travels to [[the Eyrie]]. He works on a song about Tyrion's capture along the way. He survives an attack by the [[hill tribes]] and reaches the Eyrie safely with the rest of the party.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\n[[File:Marillion.png|thumb|Marillion begs that he be spared the punishment]]\nMarillion travels back to King's Landing and is brought before King [[Joffrey Baratheon|Joffrey]]Â for performing a song mocking the late King [[Robert Baratheon|Robert]] and QueenÂ [[Cersei Lannister|Cersei]] at a localÂ tavern. Joffrey asks whether Marillion prefers to keep his fingers or his tongue, and stunned by fear stammers out that every man needs hands.Â Joffrey orders Ser [[Ilyn Payne]], the royal executioner, to remove Marillion's tongue. The guards seize him, and as Marillion begs for mercy, Payne cuts out his tongue in front of the entire horrifiedÂ court.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}}(MAJOR spoilers from the books)\n\n"}, "title": "Marillion"}