{"attributes": {}, "sections": {"Secret weddings": "\nSometimes a couple who wish to marry for love but are forced by marriage pacts to marry another or wish to marry against their family's wishes may perform secret weddings. These are still lawful, and only require, in case of the Faith of the Seven, a septon to perform the ceremony and the couple to speak their vows.\n\n", "TOP": "Marriage021474edfkeo9odpz6u863nt8xfn6b5ff0iiz1579522014-08-29T03:32:01ZGonzalo848331Adding categories[[File:JoffreyMargaeryHighSepton.jpg|thumb|300px|The High Septon conducting the marriage between King Joffrey Baratheon and Margaery Tyrell.]]\n{{Quote|[[Joffrey Baratheon|Your Grace]], [[Cersei Lannister|Your Grace]], my lords, my ladies, you stand here in the sight of gods and men to witness the union of [[Tyrion Lannister|man]] and [[Sansa Stark|wife]]. One flesh, one heart, one soul... now and forever!|The High Septon|Second Sons (episode)}}\n'''Marriage''' is a religious institution in which a man and a woman take vows that allow them to cohabitate, engage in sexual relations and reproduce.\n\nIn case of members of noble families, marriages are almost always arranged by the heads of the houses and often seal political alliances. Marriage make both noble families kin, thus obligating each other to provide military aid in case of wars or aggressions from other noble families. If a marriage pact involves children, the marriage, or at least the consummation, is postponed until the boy comes of age or the girl has experienced her [[flowering]].\n\nWhile marriages between first cousins are allowed, marriages between brother and sister are forbidden. The [[Faith of the Seven]], however, turned a blind eye to the incestuous practices of [[House Targaryen]] in exchange for their support and defense of the institition.\n\nHistorically, some marriages signaled the adoption of an independent kingdom under the authority of another one. Such was the case of the marriage of a [[King in the North]] with the daughter of the last [[Marsh King]], which brought [[the Neck]] into the [[Kingdom of the North]], or the marriages of [[Daeron II Targaryen]] with [[Myriah Martell]] and Maron Martell with [[Daenerys Targaryen (daughter of Aegon IV)|Daenerys Targaryen]], which brought [[Dorne]] under the authority of the [[Iron Throne]].\n\n", "Prominent marriages": "* [[Tywin Lannister]] and [[Joanna Lannister]], cousins who married out of love.\n* [[Eddard Stark]] and [[Catelyn Tully]], bound to marry after Catelyn's first betrothed, [[Brandon Stark]] was executed by the [[Mad King]].\n*[[Jon Arryn]] and [[Lysa Tully]]; along with Eddard and Catelyn's wedding, this marriage sealed the alliance of the houses in [[Robert's Rebellion|rebellion]] against the Mad King.\n*[[Robert Baratheon]] and [[Cersei Lannister]], this marriage cemented the support of [[House Lannister]] to the new King.\n*[[Tyrion Lannister]] and [[Tysha]], a secret wedding carried out by a drunk septon. Forcibly annulled by Lord Tywin, with Tysha sent away after being exposed as a whore and gang raped by Lannister guardsmen under Tywin's orders.\n*''[[Khal]]'' [[Drogo]] and [[Daenerys Targaryen]], arranged by [[Illyrio Mopatis]] to secure an army for [[Viserys Targaryen]]'s return to the [[Seven Kingdoms]]. Ended with Drogo's incapacitation and mercy killing by Daenerys herself.\n*[[Renly Baratheon]] and [[Margaery Tyrell]], cementing House Tyrell's support for Renly's claim to the [[Iron Throne]]. Went unconsummated before Renly was [[Assassination of Renly I|assassinated]].\n*[[Stannis Baratheon]] and [[Selyse Florent]], carried out before Robert's Rebellion. Helped cement the support of [[House Florent]] to Stannis' claim to the Iron Throne following the death of Renly.\n* [[Robb Stark]] and [[Talisa Maegyr]], secretly married for love, breaking the marriage pact between [[House Stark]] and [[House Frey]] and ultimately leading to the [[Red Wedding]].\n* [[Tyrion Lannister]] and [[Sansa Stark]], arranged and forced by Tywin Lannister to provide House Lannister with power over [[Winterfell]] and [[the North]] through Sansa's claim.\n* [[Roose Bolton]] and [[Fat Walda Frey]]; Bolton chose her when Walder Frey offered him any of his grandaughters in marriage; with the bride's weight in silver as dowry. Bolton chose the fattest girl.\n* [[Edmure Tully]] and [[Roslin Frey]], arranged by [[Robb Stark]] with [[Lothar Frey|Lothar]] and [[Black Walder Frey]] on behalf of Lord [[Walder Frey]] to amend the Stark-Frey alliance. Led to the [[Red Wedding]].\n* [[Joffrey Baratheon]] and [[Margaery Tyrell]], arranged by [[Petyr Baelish]] to cement the Lannister-Tyrell alliance. Breaks the bethrothal of Joffrey with Sansa Stark that had been arranged by the late King Robert. Unconsummated because of Joffrey's [[Purple Wedding|death]] at the wedding feast.\n* [[Petyr Baelish]] and the widowed [[Lysa Arryn]]. The marriage was meant to bring the Vale back under the authority of the [[Iron Throne]], as [[House Arryn]] had remained neutral in the [[War of the Five Kings]], and to make Petyr the Lord Protector of the Vale. The marriage lasts only a fortnight, as Petyr murders Lysa.\n* Ser [[Bronn]] of the Blackwater and [[Lollys Stokeworth]]. Arranged by Queen Cersei to drive Bronn away from Tyrion. Despite being no more than a second daughter and a lackwit, she is a good match for an upjumped [[sellsword]] such as Bronn.\n\n", "Ceremony and customs": "\nMarriage ceremonies may vary depending on the religion. In the case of the [[Faith of the Seven]] the ceremony is conducted by a [[septon]]. The bridegroom puts a cloak in his family colors over the bride, symbolically bringing her under his protection and into his house. The septon may then welcomes the attendees to witness the union of man and as &quot;one flesh, one heart, one soul&quot; for the rest of their lives. Sometimes while he speaks the words binding man and wife for eternity he will wrap a strip of cloth to join the hands of bride and bridegroom, symbolizing their union. They are then instructed to look upon each other and say the following words at unison:\n\n''&quot;Father, Smith, Warrior,&lt;br /&gt;Mother, Maiden, Crone, Stranger.&lt;br /&gt;I am hers/his and she/he is mine,&lt;br /&gt;from this day until the end of my days&quot;.''\n\nAfterward the newlyweds may kiss one another.\n\nFollowing the ceremony, a feast is held for all attendees. After some time, the traditional [[bedding]] ceremony takes place and the newlyweds are carried to the marriage bed to spend the night together. The feast continues for the guests.\n\n"}, "title": "Marriage"}