{"attributes": {"status": " :Category:Status: Dead", "title": " Marston Waters", "season": "Season 4", "image": "AegonIIKingsguard.jpg", "allegiance": ["Kingsguard", "Aegon II Targaryen'''Marston Waters''' is an unseen character in ''Game of Thrones''. He is not expected to appear in the series, being long dead by the time it starts. Ser Marston Waters was a knight and sworn brother of the Kingsguard.==Biography=====Background===Ser Marston Waters was a bastard from the Crownlands. Eventually he became a knight and during the Dance of the Dragons he joined the Kingsguard of King Aegon II Targaryen. He was present when Rhaenyra Targaryen was captured and fed to the dragon Sunfyre.&lt;ref&gt;&quot;The Red Keep (Histories &amp; Lore)&quot;&lt;/ref&gt;==In the books==In the ''A Song of Ice and Fire'' novels, nothing is mentioned of Ser Marston. He's briefly mentioned in ''The Princess and the Queen&quot; and his story is expanded in ''The World of Ice and Fire''. Marston Waters was the bastard son of a knight and the sister of a Dragonstone (island)"], "titles": "Ser", "link": "KingsguardCharacter", "mentioned": "&quot;Oathkeeper&quot;", "place": "", "first": ""}, "sections": {"TOP": "Marston Waters030440tmxsa5fg5t8uwbnr802lk1oinh698641761262015-03-10T11:57:13ZThe White Winged Fury26111788Adding categories{{Conjecture}}\n{{Heraldry\n|image=Kingsguard mini shield.png\n|link=Kingsguard\n}}\n{{Character\n| Image=AegonIIKingsguard.jpg\n| Title= Marston Waters\n| Season=[[Season 4|4]]\n| Mentioned=&quot;[[Oathkeeper]]&quot;\n|Titles=Ser\n| First=\n| Status= [[:Category:Status: Dead|Deceased]]\n| Place=\n| Allegiance=[[Kingsguard]]&lt;br&gt;[[Aegon II Targaryen]]}}\n'''Marston Waters''' is an unseen character in ''[[Game of Thrones]]''. He is not expected to appear in the series, being long dead by the time it starts. Ser Marston Waters was a [[knight]] and sworn brother of the [[Kingsguard]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, nothing is mentioned of Ser Marston. He's briefly mentioned in ''The Princess and the Queen&quot; and his story is expanded in ''The World of Ice and Fire''. Marston Waters was the bastard son of a knight and the sister of a [[Dragonstone (island)|Dragonstone]] local known as Tom Tanglebeard.''\n\nPrior to the fall of [[King's Landing]] to Rhaenyra, Ser Marston accompanied the fugitive Aegon II when he was spirited away from the [[Red Keep]] by Lord Larys Strong, the [[Master of Whisperers]]. Ser Marston and Aegon II took refuge in Dragonstone, where the knight, his uncle Tom Tanglebeard, and Marston's cousin, Tom Tangletongue, began to recruit men willing to aid Aegon II seize [[Dragonstone (castle)|Dragonstone]].\n\nSer Marston and the 'Two Toms' seized the castle but Lady Baela Targaryen managed to elude them, locate her dragon Moondancer and rise up on her to challenge Aegon and Sunfyre as they made their descent. After hitting the ground she dragged herself away from her dying dragon, Ser Alfred Broome, who had betrayed Dragonstone out of resentment for not having been named castellan, drew his sword to slay her but Ser Marston Waters wrenched the blade from his hand. For his service, Aegon II named Ser Marston to the Kingsguard and took part in the ambush of Rhaenyra. Like everyone else present, he kept silent when Aegon fed her to his dragon.\n\nAfterward, Ser Marston accompanied Aegon II to King's Landing. He somehow retained his post after Aegon II was poisoned, presumably for saving the life of Lady Baela, granddaughter of Lord Corlys Velaryon, who was one of the seven regents for the child-king [[Aegon III Targaryen]].\n\nSer Marston somehow became [[Hand of the King]] - though for a very short time - after Lord Thaddeus Rowan was arrested for alleged treason. Marston was eventually slain by his own sworn brother, Ser Mervyn Flowers, when Waters attempted to arrest him for the murder of Queen Jaehaera Targaryen.  Some doubt that Mervyn killed her personally, but that if not, he probably allowed her to be assassinated by other agents - most think that either way, the assassination was masterminded by the regent Unwin Peake, who - despite commanding armies in service to Aegon II during the war - wanted his own daughter to marry Aegon III (though as it turned out, Baela convinced Aegon III to marry Daenaera Velaryon instead).\n\n", "Biography": "===Background===\nSer Marston Waters was a [[bastard]] from the [[Crownlands]]. Eventually he became a knight and during the [[Dance of the Dragons]] he joined the [[Kingsguard]] of King [[Aegon II Targaryen]]. He was present when [[Rhaenyra Targaryen]] was captured and fed to the [[dragon]] [[Sunfyre]].&lt;ref&gt;&quot;[[The Red Keep (Histories &amp; Lore)]]&quot;&lt;/ref&gt;\n\n", "See also": "*{{AWOIAF}}\n\n"}, "title": "Marston Waters"}