{"attributes": {"status": " :Category:Status: Alive", "title": " Masha Heddle", "season": " Season 1", "image": " Masha Heddle.jpg", "actor": " Susie KellyQuote", "4": "yes==In the books==In ''A Song of Ice and Fire'', Masha Heddle is a middle-aged fat woman, whose teeth have been turned blood-red due to her addiction to sourleaf. She has run the Crossroads Inn for more than twenty years. Catelyn remembers those red teeth being terrifying to her when she was young.Hot Pie ends up marking bread for a different inn named the Inn of the Kneeling Man.Masha Heddle was killed at the end of the first novel, when the Lannister armies overrun the Riverlands. Tywin Lannister has her hanged from a gibbet for allowing Catelyn Stark to kidnap his son. Tyrion is quite pleased at this, although Masha was just an innocent bystander and didn't have any choice whether Catelyn took him prisoner or not. He laughs when he hears his father took the inn for his quarters, thinking &quot;perhaps the gods were just after all&quot;. Looking at what remained of Masha's corpse, he says with a sigh of reproach &quot;A room, a meal, and a flagon of wine, that was all I asked&quot;.The inn is subsequently run by Masha's nephew. Masha's death hasn't been explicitly established in the TV series. In the Season 3 episode &quot;Dark Wings, Dark Words&quot;, Arya Stark and the Brotherhood Without Banners have a meal at the Inn at the Crossroads: in the books, they were much further south at a different inn known as the Inn of the Kneeling Man, located south of the Red Fork of the Trident River. In the subsequent episode, &quot;Walk of Punishment&quot;, Hot Pie stays behind at the inn to bake bread, because as a former baker's apprentice in King's Landing, he impressed the innkeeper with his skills. This happens with the innkeeper of the Inn of the Kneeling Man in the books. However, Hot Pie only says that &quot;the innkeeper&quot; was impressed by his baking skills: this doesn't necessarily mean that Masha is still alive in the TV continuity, as Hot Pie doesn't state what the specific name of &quot;the innkeeper&quot; is.==See also==* AWOIAF (spoilers from the books)==References==Reflist", "mentioned": " ", "appearances": " &quot;Cripples, Bastards and Broken Things&quot;"}, "sections": {"TOP": "Masha Heddle02332oecu4lvj2ezekohpr9jrprzprfdj5zz1502332014-07-01T04:50:08ZSon Of Fire24907634{{Character\n|Title = Masha Heddle\n|Image = Masha Heddle.jpg\n|Season = [[Season 1|1]]\n|Appearances = &quot;[[Cripples, Bastards and Broken Things]]&quot;\n|Mentioned = \n|Status = [[:Category:Status: Alive|Alive]]\n|Actor = [[Susie Kelly]]\n}}\n{{Quote|Truly m'lord, we have nothing.|Masha to [[Tyrion Lannister]]|Cripples, Bastards and Broken Things}}\n'''Masha Heddle''' is a minor character in the [[Season 1|first season]]. She is played by guest star [[Susie Kelly]] and only appears in &quot;[[Cripples, Bastards and Broken Things]].&quot; Masha Heddle is the innkeeper at the busy and successful [[Crossroads Inn]].\n\n", "Appearance": "{{Season One Appearances|4=yes}}\n\n", "In the books": "In ''[[A Song of Ice and Fire]]'', Masha Heddle is a middle-aged fat woman, whose teeth have been turned blood-red due to her addiction to sourleaf. She has run the Crossroads Inn for more than twenty years. Catelyn remembers those red teeth being terrifying to her when she was young.\n\n[[Hot Pie]] ends up marking bread for a different inn named the Inn of the Kneeling Man.\n\nMasha Heddle was killed at the end of the first novel, when the Lannister armies overrun the Riverlands. [[Tywin Lannister]] has her hanged from a gibbet for allowing Catelyn Stark to kidnap his son. Tyrion is quite pleased at this, although Masha was just an innocent bystander and didn't have any choice whether Catelyn took him prisoner or not. He laughs when he hears his father took the inn for his quarters, thinking &quot;perhaps the gods were just after all&quot;. Looking at what remained of Masha's corpse, he says with a sigh of reproach &quot;A room, a meal, and a flagon of wine, that was all I asked&quot;.\n\nThe inn is subsequently run by Masha's nephew. Masha's death hasn't been explicitly established in the TV series. In the [[Season 3]] episode &quot;[[Dark Wings, Dark Words]]&quot;, [[Arya Stark]] and the [[Brotherhood Without Banners]] have a meal at the Inn at the Crossroads: in the books, they were much further south at a different inn known as the Inn of the Kneeling Man, located south of the Red Fork of the [[Trident]] River. In the subsequent episode, &quot;[[Walk of Punishment]]&quot;, [[Hot Pie]] stays behind at the inn to bake bread, because as a former baker's apprentice in King's Landing, he impressed the innkeeper with his skills. This happens with the innkeeper of the Inn of the Kneeling Man in the books. However, Hot Pie only says that &quot;the innkeeper&quot; was impressed by his baking skills: this doesn't necessarily mean that Masha is still alive in the TV continuity, as Hot Pie doesn't state what the specific name of &quot;the innkeeper&quot; is.\n\n", "Biography": "===[[Season 1]]===\n[[Catelyn Stark]] and Ser [[Rodrik Cassel]] are stopping at the Crossroads Inn and are trying to be inconspicuous. The minstrel [[Marillion]] is trying to make a good impression on them, which fails when he insults the North (not realizing they are Northerners). Masha Heddle tells [[Tyrion Lannister]] upon his arrival that they have no spare rooms, but Tyrion holds up a gold coin and asks if anyone has a room for him. The sellsword [[Bronn]] says that Tyrion can have his room, and Tyrion throws him the coin. Marillion attracts Tyrion's attention to their table by offering to sing Tyrion songs of his father's war victories. Tyrion remarks that nothing would more likely ruin his appetite.\n\n[[File:Tyrion in the inn.png|thumb|Masha Heddle watches Tyrion's arrest]]\nThough she tries to turn her face away, Tyrion recognizes [[Catelyn Stark]], Masha Heddle curtsies to her, as she knows she is the daughter of [[Hoster Tully]], the Lord of the Riverlands. Catelyn had not planned to do so, but she calls on the knights and men at arms in the inn, many of them sworn to her father's bannermen, to arrest Tyrion for the crime of attempted murder of [[Bran Stark]].&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n\n"}, "title": "Masha Heddle"}