{"attributes": {"participants2": "5 KingsguardHouse Lannister guard*Sandor CleganeCity Watch of King's Landing", "participants1": "House Stark guard", "image": "File:Eddard and Petyr 1x07.png", "imagebg": "", "conc": "", "result": "*Arrest of Ned Stark*Complete purge of House Stark", "side4": "", "side2": "File:Lannister mini shield.png", "side3": "", "side1": "File:Stark mini shield.png", "casual4": "", "casual2": " Minimal", "casual3": "", "casual1": " Complete elimination of Stark household and retainers*Vayon Poole*Septa Mordane*Varly*Syrio Forel (uncertain)", "next": "War of the Five Kings", "width": "", "bg2": "", "prev": "Assassination of Jon Arryn", "conflict": "", "civilian": " Quote", "link": "House Lannister House Lannister", "date": "", "commanders1": "Lord Eddard Stark, Hand of the King and Protector of the Realm (POW)", "commanders2": ["King Joffrey Baratheon", "*Queen Regent Cersei Lannister*Lord Commander Barristan Selmy*Commander Janos Slynt"], "name": " Massacre in the Red Keep", "place": "The Red Keep, King's Landing, the Crownlands"}, "sections": {"TOP": "Massacre in the Red Keep020580l1n2s8vz8wliqhsx9ee2p8ejon2xgct1664992014-11-30T11:04:34ZSer Patrek25358400{{Massacre\n|width=\n|prev=[[Assassination of Jon Arryn]]\n|conc=\n|next=[[War of the Five Kings]]\n|name= [[Massacre in the Red Keep]]\n|imageBG=\n|image=[[File:Eddard and Petyr 1x07.png|300px]]\n|conflict=\n|date=\n|place=The [[Red Keep]], [[King's Landing]], [[the Crownlands]]\n|result=*Arrest of [[Ned Stark]]\n*Complete purge of [[House Stark|Stark]] household and retainers in the capital\n*Captivity of [[Sansa Stark]]\n*Escape of [[Arya Stark]]\n*Coronation of Prince [[Joffrey Baratheon]] as King Joffrey I\n*March of the Northern lords under [[Robb Stark]]\n|BG2=\n|side1=[[File:Stark mini shield.png|20px|right|link=House Stark]] [[House Stark]]\n|side2=[[File:Lannister mini shield.png|20px|right|link=House Lannister]] [[House Lannister]]\n|side3=\n|side4=\n|commanders1=Lord [[Eddard Stark]], [[Hand of the King]] and [[Protector of the Realm]] (POW)\n|commanders2=King [[Joffrey Baratheon]]&lt;br&gt;\n*Queen Regent [[Cersei Lannister]]\n*Lord Commander [[Barristan Selmy]]\n*Commander [[Janos Slynt]]\n|participants1=House Stark guard\n|participants2=5 [[Kingsguard]]\nHouse Lannister guard\n*[[Sandor Clegane]]\n[[City Watch]] of King's Landing\n|casual1= Complete elimination of Stark household and retainers\n*[[Vayon Poole]]\n*Septa [[Mordane]]\n*[[Varly]]\n*[[Syrio Forel]] (uncertain)\n|casual2= Minimal\n|casual3=\n|casual4=\n|civilian= }}\n{{Quote|Kill him! Kill all of them I command it!|King [[Joffrey Baratheon]]|You Win or You Die}}\n\nThe '''massacre in the Red Keep''' was the result of Lord [[Eddard Stark]]'s failed attempt to place King [[Joffrey Baratheon]] and [[House Baratheon of King's Landing|his family]] under arrest to ensure the coronation of [[Robert Baratheon]]'s true heir, his brother [[Stannis]].\n\nAlongside the attacks against the [[smallfolk]] of [[the Riverlands]] carried out by [[House Lannister]], this was one of the key events in the detonation of the [[War of the Five Kings]].\n\n", "In the books": "\nIn the ''A Song of Ice and Fire'' novels, the massacre is about the same, with several changes:\n\n*The first casualty of Ned's guards is [[Tomard]]. One of the Gold Cloaks drives his spear into his back, killing him instantly even before his sword hits the floor. The letter that Ned gave him for [[Stannis Baratheon]] is taken from his body and later presented to Sansa as evidence of her father's &quot;treason&quot;. Thus Stannis never receives the letter, unlike in the TV show, but he has already known long ago the truth about Cersei's kids - in fact he is the one who initiated the investigation that he and [[Jon Arryn]] conducted.\n\n*Another of Ned's guards to die is Cayn, who does not appear in the TV show. He manages to drive back the nearest spearman with a flurry of blows, and for an instant it looks as though he may cut his way free. Then the Hound attacks him, first cutting off his sword hand at the wrist. The second slash drives Cayn to his knees and opens him from shoulder to breastbone.\n\n*After Arya escapes from Meryn Trant, she reaches the stables. Outside she finds Hullen, the Master of Horse at Winterfell. He had been stabbed so many times it looked as if his tunic was patterned with scarlet flowers. His eyes open and he whispers &quot;Arya Underfoot. You must... warn your... your lord father...&quot; and dies. Inside the stable Arya finds four more bodies of Stark servants, a groom and three household guards, and one body of Lannister soldier. One of the dead guards is Desmond, who assured Arya earlier that that no harm would befall her father, and that every northman was worth ten southron swords. She kicks the body in a sudden fury and calls him a liar.\n\n", "History": "===Prelude===\nWhen King [[Robert Baratheon]] is mortally wounded by a boar while hunting, he instructs Lord [[Eddard Stark]] to take a letter naming him as the Lord Protector of the Realm, to rule until Robert's son [[Joffrey Baratheon|Joffrey]] comes of age. Eddard doesn't write Joffrey's name, instead saying 'the rightful heir'. Wishing to spare his dying friend any further pain, he does not share with him the discovery he has made of Joffery's true parentage.\n\n[[Renly Baratheon]] confronts Eddard and offers him a hundred swords to take the queen and her children into custody, but Eddard refuses to dishonor Robert's last hours by shedding blood in the [[Red Keep]] and taking frightened children hostage. Renly suggests that he could make a good king, but Eddard angrily points out that [[Stannis Baratheon|Stannis]] is Renly's older brother and the true heir. In his study he writes a letter laying out his findings to Lord Stannis and instructs [[Tomard]] to take the message to [[Dragonstone]], Stannis's island fortress. [[Petyr Baelish|Littlefinger]] then arrives and talks to Eddard, who tells him the truth about Joffrey's parentage. Littlefinger suggests that they keep quiet, acknowledge Joffrey as king and make him their puppet. If he proves intractable, they can reveal the truth and crown the more malleable Renly instead. Eddard considers this treason. Littlefinger realizes that even though Lord Eddard has Robert's edict naming him Regent and Protector of the Realm, he doesn't have the men he needs to seize control from [[Cersei Lannister|Cersei]]. He needs the loyalty of the [[City Watch]]. Littlefinger understands that the honorable Eddard Stark can't come right out and ask him to bribe them, but agrees to do what needs to be done.\n\n===Events===\nEddard is summoned to the throne room by &quot;King Joffrey&quot;; Robert has died. He arrives to find Littlefinger and [[Varys]] waiting for him, along with Commander [[Janos Slynt]] and a detachment of the City Watch. Varys tells him that Renly has fled the city, along with Ser [[Loras Tyrell]] and a number of retainers. They were last seen heading south. The party enters the throne room, where Joffrey sits on the [[Iron Throne]]. He demands oaths of fealty from his councilors and subjects. Instead, Eddard gives Ser [[Barristan Selmy]] the proclamation naming him as Lord Protector of the Realm. To Barristan's shock, Cersei takes the &quot;paper shield&quot; and tears it up. Instead, she suggests that Eddard [[Bending the knee|bend the knee]] and swear allegiance. In return he will be allowed to return to [[Winterfell]]. Eddard responds that Joffrey has no claim to the Iron Throne and commands Slynt to take the Queen and her son into custody. Instead, the City Watch kill Eddard's bodyguards and Littlefinger holds a knife to his throat, saying, &quot;I did warn you not to trust me.&quot;&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n\n===Aftermath===\nLannisterÂ soldiers complete their purge of the Stark guards and household staff. Sansa and Septa [[Mordane]] hear sounds of fighting. When they are confronted by [[House Lannister|Lannister]] guardsmen led by [[Sandor Clegane]], Septa Mordane tells Sansa to run and lock herself in her room while she stays to confront them. However, Sandor later finds and takes Sansa into custody.       \n[[Image:Syrio's last stand.jpg|right|220px|thumb|Syrio Forel confronts Ser Meryn Trant and Lannister guards.]]\nMore Lannister guardsmen, this time led by Ser [[Meryn Trant]] of the [[Kingsguard]], interrupt a [[Water Dance|&quot;dancing&quot;]] lesson between [[Syrio Forel]] and [[Arya Stark|Arya]]. Arya starts to go to them, but Syrio holds her back to ask why Lord Eddard would send Lannister men to find Arya. She then refuses to go with them, and when they try to force the issue Syrio disarms and disables all of the lightly-armored guardsmen with his practice sword. He tells Arya to run as he faces down Trant, noting that for himself, &quot;The First Sword of [[Braavos]] does not run.&quot;\n\nArya runs to the stables where the men waiting with their baggage were supposed to be to take them to the ship for Winterfell. The men are dead, but she finds her real sword, [[Needle]], in the bottom of her trunk. Arya then starts to leave the stables. (Arya knows how to get out of the [[Red Keep]] via the tunnel under the castle that she found when she was chasing cats and followed the two conspirators). When a [[Stableboy|stableboy]] tries to grab her, Arya turns around brandishing [[Needle]] and accidentally runs him through and kills him. Horrified she flees.\n\nVarys visits Eddard Stark in his cell in the dungeons. He is incredulous that Eddard trusted Littlefinger over him, and even more so that he warned Cersei what he was going to do. Eddard says he wanted to extend mercy to Cersei's children, whom Robert would have killed if he'd known the truth. Varys bluntly tells Eddard that his mercy is what killed King Robert, to Eddard's shame. Varys then tells him that [[Catelyn Stark|Catelyn]] also no longer holds [[Tyrion]] as her prisoner, meaning that the Starks have nothing to barter with for Eddard's life. When Eddard suggests they should just kill him, Varys says &quot;Not today, my lord.&quot;. As he departs, Eddard asks Varys who he truly serves: Varys, in a rare display of honesty, replies &quot;The realm, my lord. ''Someone'' must&quot;.\n\nCersei and Grand Maester [[Pycelle]] talk to Sansa and convince her to pen a letter to her brother [[Robb Stark|Robb]], asking him to bend the knee peacefully to Joffrey. Eddard's fate may depend on what his son and the other [[North]]ernlords do, so Sansa agrees to write the letter.Â \n\nSansa's letter reachesÂ WinterfellÂ and a disbelieving [[Robb Stark|Robb]].Â MaesterÂ [[Luwin]]Â notes the letter is the work of the Queen. Robb refuses to consider the request and sends outÂ [[ravens]], summoning the lordsÂ bannermenÂ of the North and their armies to assemble atÂ Winterfell. Released ravens fill the sky.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\n"}, "title": "Massacre in the Red Keep"}