{"attributes": {}, "sections": {"TOP": "Master of Ships05221mrm6ku6iv8gv5mx1ri7t5cpajt5z6mg1762282015-03-11T22:52:31ZSyalantillesfel4968017/* See also */{{Dialogue a-b|Oberyn Martell|So, does this mean I am a 'Master' of something now?  Coins, ships?|Mace Tyrell|Lord Tywin and I already determined that I shall be the Master of Ships - long before you.|Mace fails to understand that Oberyn didn't care what specific small council seat he was granted.|The Laws of Gods and Men}}\n\n'''Master of Ships''' is an important position in the government of the [[Seven Kingdoms]]. The holder is a member of the monarch's [[small council]], the inner cabinet of the realm. The Master of Ships is the admiral of the [[Royal Fleet]], and oversees naval operations and shipbuilding.\n\nAt the start of the TV series, the position is held by [[Stannis Baratheon]], under the monarchy of his brother [[King Robert Baratheon|King Robert]]. After Robert's death, Stannis rebels against the [[Iron Throne]] and the position remains vacant for some time afterwards. After the [[Purple Wedding]], LordÂ [[Tywin Lannister]]Â awards the position toÂ [[Mace Tyrell]], the Lord of [[theÂ Reach|the&amp;nbsp;Reach]]. This is revealedÂ in a small council meeting when [[Oberyn Martell]]Â asks whether he becomes a master of something now that he is on the council. Mace says that he and LordÂ TywinÂ have already determined that he will be the Master of Ships.&lt;ref&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt;\n\n", "Known Masters of Ships": "*Lord [[Stannis Baratheon]], younger brother of King Robert. Commanded the [[Royal Fleet]] in the [[Battle of Fair Isle]], a decisive victory during the [[Greyjoy Rebellion]] which destroyed the [[Iron Fleet]].\n*Lord [[Mace Tyrell]], appointed as the new Master of Ships by Tywin Lannister soon after the death of King Joffrey. The office had been vacant since Stannis left it to declare himself king.\n\n", "See also": "*{{AWOIAF|Master of ships}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the bulk of the naval forces of the Seven Kingdoms are composed of the Royal Fleet, the Redwyne fleet, and the [[Iron Fleet]]. The Royal Fleet is anchored at [[Dragonstone]], positioned to defend King's Landing and [[Blackwater Bay]] . The large fleet of [[House Redwyne]] is used to defend their home ports on [[the Arbor]], a large island off the southwest coast of [[the Reach]]. The Iron Fleet, composing the navy of the [[Iron Islands]], isn't usually thought of as at the authority of the Iron Throne. If anything, the royal fleets are often used to keep the Iron Fleet in check when [[ironborn]] captains ignore the ban on commerce raiding that the [[Targaryen]] kings imposed when they took power. [[House Lannister]] also commanded a large fleet anchored at [[Lannisport]], but it was destroyed in the [[Greyjoy Rebellion]]. The Lannisters subsequently rebuilt their local fleet, though it is kept on a purely defensive posture around Lannisport during the War of the Five Kings, due to the nearby threat of the ironborn.\n\nOne of Stannis's few advantages at the opening of the [[War of the Five Kings]] is that while he - initially - has the smallest land army out of all factions in the war, as the former Master of Ships, a disproportionately large fraction of the Royal Fleet sides with him. [[George R.R. Martin]] confirmed in the Blu-ray commentary for &quot;[[Blackwater]]&quot; that while it is not outright stated in dialogue in the TV series, Stannis's position as Master of Ships during his brother Robert's reign is why he has the allegiance of most of the Royal Fleet.\n\n"}, "title": "Master of Ships"}