{"attributes": {}, "sections": {"TOP": "Master of Coin05233qk16vqvifxfyhwezw5h5yla4t9tjbue1745592015-02-26T22:26:23ZThe Dragon Demands5014364[[File:Petyr 1x07.jpg|right|300px|thumb|Lord Petyr Baelish, Master of Coin for many years under King Robert Baratheon.]]\n{{Quote|The Master of Coin finds the money, the king - and the [[Hand of the King|Hand]] - spend it.|[[Petyr Baelish|Petyr &quot;Littlefinger&quot; Baelish]]|Lord Snow}}\n'''Master of Coin''' is an important position in the government of the [[Seven Kingdoms]]. The holder is a member of the [[King of the Andals and the First Men|monarch]]'s [[small council]], the inner cabinet of the realm. The Master of Coin is in charge of the royal treasury, advises the monarch on financial matters, and is responsible for raising [[Currency|money]] to meet the Crown's needs.\n\nAt the start of the TV series, Lord [[Petyr Baelish]] is Master of Coin under King [[Robert Baratheon]]. Baelish remains in the role when [[Joffrey Baratheon|King Joffrey]] inherits the throne. As Master of Coin, Baelish is regarded as a financial magician, always able to conjure up gold to meet the Crown's demands.&lt;ref name=&quot;S3E3&quot;&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\nWhen Baelish leaves for [[the Eyrie]] with a marriage proposal for [[Lysa Arryn]], [[Tywin Lannister]], now [[Hand of the King]], appoints his son [[Tyrion Lannister|Tyrion]] as the new Master of Coin. Tyrion discovers that his predecessor's financial wizardry actually amounted to borrowing large sums of money from the [[Iron Bank of Braavos]], leaving the [[Iron Throne]] heavily in debt.&lt;ref name=&quot;S3E3&quot;/&gt;  \n\nThe post has been vacant since Tyrion's arrest and conviction for the [[Purple Wedding|murder]] of Joffrey.\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, Petyr Baelish was appointed Master of Coin by Hand of the King [[Jon Arryn]], around seven years before the beginning of the narrative. Originally, Jon's wife [[Lysa Arryn|Lysa]] had convinced her husband to make Baelish the chief customs officer at the port of [[Gulltown]] in [[The Vale of Arryn|the Vale]]. Baelish excelled at the position, increasing revenue tenfold, so ten years ago Lord Arryn brought him to King's Landing and gave him a minor position in the royal customs office. Baelish increased gross revenues tenfold, and demonstrated such great skill that Arryn rapidly advanced him through a series of promotions, so that within three years he was named Master of Coin for the entire realm. Robert's reign lasted fifteen years in the books (expanded to seventeen in the TV series), and Littlefinger was only Master of Coin for the last seven years, but it is unstated which person (or persons) may have held the position in the early years of King Robert's reign. Thus Baelish is not a holdover from the previous Targaryen Small Council, in contrast to [[Pycelle]] and [[Varys]], who formerly served under the Mad King.\n\n", "Known Masters of Coin": "*Lord [[Petyr Baelish]], called &quot;Littlefinger&quot;, Master of Coin under Robert I and Joffrey I. Left the position to offer a marriage alliance to Lady Lysa Arryn of the Vale.\n*[[Tyrion Lannister]], called &quot;the Imp&quot; and &quot;Halfman&quot;, replacing Lord Baelish.\n\n"}, "title": "Master of Coin"}