{"attributes": {}, "sections": {"TOP": "Master of Whisperers05231c7xms2zh50puiu7rwy3iwj98ibhxaui1550842014-07-28T23:09:47ZGreater good3347453/* In the books */{{Quote|The Master of Whisperers must be sly and obsequious and without scruple.|[[Varys]]|Baelor}}\n[[File:Varys3.jpg|200px|right|thumb|Varys, Master of Whisperers]]\n'''Master of Whisperers''' is an important position on the King's [[small council]] in the [[Seven Kingdoms]], the government of the realm. He advises the King on matters of espionage and state intelligence. In the first season this position is held by Lord [[Varys]] under King [[Robert Baratheon]]. Varys remains in the role under Robert's successors King [[Joffrey Baratheon|Joffrey]] and King [[Tommen Baratheon|Tommen]]. The current status of the position is unclear, as Varys decided to leave [[Westeros]] with [[Tyrion Lannister]].&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, Varys was Master of Whisperers under King [[Aerys II Targaryen]] at the time of [[Robert's Rebellion]]. He cautioned the king not to let [[Tywin Lannister]]'s army within the gates, but [[Grand Maester]] [[Pycelle]] (secretly Tywin's agent) convinced the Mad King that Tywin had come to turn the tide of the war back in his favor, and to let his army inside the gates. As soon as the army entered the Lannisters turned on the Targaryens, in the destructive [[Sack of King's Landing]]. After [[Robert Baratheon]] was crowned king, he pardoned Varys and kept him in his position as Master of Whisperers, which he would maintain through the rest of Robert's rule. Thus, by the beginning of the narrative, Varys has been the head of the realm's spy network for over twenty years. It is unknown specifically why Robert pardoned Varys, much less kept him in such a sensitive position, though it may simply be because he was very good at his job (though this is revealed to be detrimental to Robert, as Varys secretly remains a Targaryen loyalist, in contact with [[Illyrio Mopatis]] in orchestrating the affairs of Prince [[Viserys Targaryen]], and the marriage of his sister Princess [[Daenerys Targaryen]] to Khal [[Drogo]]).\n\nDuring his time as [[Hand of the King]], [[Brynden Rivers|Brynden &quot;Bloodraven&quot; Rivers]] was also the Master of Whisperers. Since he had lost his left eye in his duel against his half-brother [[Aegor Rivers|Aegor &quot;Bittersteel&quot; Rivers]] in the [[Battle of Redgrass Field]], this inspired the saying &quot;How many eyes does Lord Bloodraven have? A thousand eyes, and one.&quot;\n\n"}, "title": "Master of Whisperers"}