{"attributes": {"status": " :Category:Status: Dead", "death": " Killed by Wildfire explosion during the Battle of the Blackwater.", "last": "&quot;Blackwater&quot;", "family": [" Ser Davos Seaworth - father", "Marya Seaworth - mother"], "title": "Matthos Seaworth", "season": "Season 2", "image": "MatthosSeaworthHD2x09.png", "allegiance": [" House Baratheon of Dragonstone", "House Seaworth"], "actor": " Kerr LoganQuote", "religion": "R'hllor", "deathep": "&quot;Blackwater&quot;", "link": "House SeaworthCharacter", "appearances": " 4 episodes &lt;small&gt;(#Appearances", "first": "&quot;The North Remembers&quot;"}, "sections": {"Family tree": "{{House Seaworth family tree}}\n\n", "TOP": "Matthos Seaworth0453371wiq1g0zvbwulrypzvji2noyumgwyt1785542015-03-22T15:27:24ZSon Of Fire24907634{{Heraldry\n|image=Seaworth mini shield.png\n|link=House Seaworth\n}}\n{{Character\n| Title=Matthos Seaworth\n| Image=MatthosSeaworthHD2x09.png\n| Season=[[Season 2|2]]\n| First=&quot;[[The North Remembers]]&quot;\n| Last=&quot;[[Blackwater]]&quot;\n| Appearances = 4 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n| Status= [[:Category:Status: Dead|Deceased]]\n| Death= Killed by [[Wildfire]] explosion during the [[Battle of the Blackwater]].\n| DeathEp=&quot;[[Blackwater]]&quot;\n| Allegiance = [[House Baratheon of Dragonstone]]&lt;br&gt;[[House Seaworth]]\n| Family= Ser [[Davos Seaworth]] - father&lt;br&gt;[[Marya Seaworth]] - mother\n| Religion=[[R'hllor|R'hllor, the Lord of Light]] (convert)\n| Actor = [[Kerr Logan]]}}\n{{Quote|I have faith in the Lord of Light. I have faith in our cause. I have faith in my captain.|Matthos to his father Davos|The Night Lands}}\n'''Matthos Seaworth''' is a recurring character in the [[Season 2|second season]]. He is played by guest star [[Kerr Logan]] and debuts in &quot;[[The North Remembers]].&quot; MatthosÂ is the only son of Ser [[Davos Seaworth]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Matthos is the third of Davos' seven sons, and serves his father proudly on the ship, the ''Black Betha''. Four of Davos' sons serve in Davos army - Dale, Allard, Matthos, and Marc - and all four are killed in the Battle of the Blackwater. In the TV series, these four sons have been functionally condensed into Matthos. InÂ [[Histories &amp; Lore]]: [[Robert's Rebellion (Histories &amp; Lore)|Robert's Rebellion]], Davos states that Matthos is his only son, which indicates that his three youngest sons from the book - Devan, Stannis and Steffon - do not exist in the TV series.\n\n&quot;Matthos&quot; is pronounced &quot;Math-os&quot;, not &quot;Mat-ohs&quot;.\n\n", "Image gallery": "&lt;gallery captionalign=&quot;left&quot;&gt;\nMatthos.png|Matthos discussing with Davos in &quot;[[The Night Lands]]&quot;\nDavos and Matthos looking.png|Davos and Matthos looking for ships in &quot;[[Blackwater]]&quot;\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n\n", "Appearances": "{{Season Two Appearances|yes|yes||||||yes|yes}}\n\n", "Biography": "===Background===\n[[File:Matthos_baby.png|thumb|left|Davos holding a newborn Matthos]]Matthos Seaworth is the son of Ser [[Davos Seaworth]], the famous &quot;Onion [[Knighthood|Knight]]&quot; rewarded by [[Stannis Baratheon]] for supplying food to the castle of [[Storm's End]] while it was under siege during [[Robert's Rebellion]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/sbaratheon/davos-seaworth/ HBO viewers guide, season 2 guide to houses, House Baratheon of Dragonstone - Davos Seaworth entry]&lt;/ref&gt; Davos became one of Stannis's most loyal vassals. Matthos serves his father and King Stannis by working as a crewman on his father's warship and also as King Stannis' [[wikipedia:scribe|scribe]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/sbaratheon/matthos-seaworth/ HBO viewers guide, season 2 guide to houses, House Baratheon of Dragonstone - Matthos Seaworth entry]&lt;/ref&gt;Â He is Stannis' [[squire]] and it is expected that one day he will become a knight.&lt;ref&gt;&quot;[[Blackwater]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\nMatthos is present during the ritual burning of the images of [[Faith of the Seven|the Seven]], conducted by [[Melisandre]], as offerings to the [[Lord of Light]]. Like the rest of the assembly, Matthos chants praises to the eastern god.&lt;ref name=&quot;E11&quot;&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\n[[File:Painted Table Dragon motif 2x01.jpg|thumb|Matthos as Stannis' scribe at the Painted Table.]]\nInside the castle of [[Dragonstone]], Stannis holds a meeting in the [[Chamber of the Painted Table]]. Matthos reads aloud from a letter that he has prepared stating Stannis's claim to the [[Iron Throne]]. Stannis objects to the use of â&euro;&oelig;beloved brotherâ&euro;? to refer to [[Robert Baratheon|Robert]], which Ser Davos calls harmless courtesy to no avail. Matthos continues to detail the illegitimacy of [[Joffrey Baratheon]] as a bastard born of incest between Queen [[Cersei Lannister|Cersei]] and [[Jaime Lannister]]. Stannis insists that Jaime be called the Kingslayer and that he receive his title as a knight. Matthos finishes reading and Stannis says that [[Eddard Stark]] made a mistake by not telling more people when he learned the truth about Joffrey. He orders copies of the letter to be sent to every corner of the realm from [[the Arbor]] to [[the Wall]]. Stannis says that the time has come to choose and that he wants no man to be able to claim ignorance.&lt;ref name=&quot;E11&quot; /&gt;\n\nMatthos remains while Davos fails to convince Stannis of seeking an alliance with either his brother [[Renly Baratheon|Renly]] or [[Robb Stark]] and [[Maester]] [[Cressen]] attempts to poison Melisandre and only succeeds in dying while the Red Priestess survives unscathed.&lt;ref name=&quot;E11&quot; /&gt;\n\nDavos and Matthos meet with the Lysene pirate [[Salladhor Saan]] on the beach of Dragonstone. Davos promises that Salladhor will be paid a fortune in gold when they take King's Landing. Salladhor points out that Stannis has the smallest army of the claimants to the [[Iron Throne]] and wonders why he should fight for the king with the smallest chance of victory. Davos tells him that it is a smart gamble to back Stannis because Stannis is a proven battle commander. He adds that Renly and Joffrey have never fought before. Davos adds that Stannis has just begun the fight and expects more of his bannerman to join his cause because he is the most honorable man in the Seven Kingdoms. Salladhor notes the irony of a smuggler vouching for the honor of a king.&lt;ref name=&quot;E12&quot;&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\nMatthos warns Salladhor to mind his words, calling him a pirate. Davos silences his son and Salladhor says that he was not insulted and asserts his pride in his reputation as an excellent pirate. Salladhor asserts that he does not sail for promises. Davos challenges this, explaining that Salladhor sails on a promise of ships to plunder every time he leaves port. Salladhor says that promise always comes true and Davos says that his promise is the same. Davos points out that Salladhor is not a young man and that pirate's lives are short. Salladhor jokes that only the clever pirates grow old. Davos suggests that Salladhor could continue to steal from cargo ships and live an easy life while it lasts but that he is offering a harder alternative with greater rewards. He promises riches and fame. Salladhor says that he has a good name for songs and then tells Davos that he wants Queen Cersei. &lt;ref name=&quot;E12&quot; /&gt;\n\nHe says that he will lend his 30 ships provided he can sleep with Cersei when they take King's Landing. Matthos is annoyed by Salladhor's selfishness and says they are not fighting for Salladhor to rape the Queen. Salladhor makes the distinction that he does not intend to rape her and jokes that Matthos has not experienced his persuasiveness. Matthos insists that Stannis has a divine right to rule and Salladhor is dismissive of the claim, saying that he has heard similar all over the world. Matthos turns away and Davos says that he cannot promise the Queen, only the gold and glory. Sallashor asks if Davos believes that Stannis can win and Davos says that Stannis is the â&euro;&oelig;one true king.â&euro;? Salladhor contrasts Davos's loyalty to Stannis against their history together; Stannis chopped off Davos's fingers for smuggling. Salladhor says that he will sail with Davos because Davos is the most honest smuggler he has ever met and asks Davos to make him rich. They shake hands and Salladhor leaves.&lt;ref name=&quot;E12&quot; /&gt;\n\nMatthos asks Davos when Stannis will set sail. Davos says that it will be when Stannis's god wills it. Matthos takes offense and says that the Lord of Light is his god and Davos's god too. He urges Davos to learn to read so that he can experience the holy books for himself. Davos expresses his doubt in the power of prayer. Matthos says that Davos has always returned home. Davos says that he did not pray but Matthos counters that he always prayed for Davos to return. Davos says that he will put his faith in Stannis because of the opportunities he has given their family. Matthos says that Stannis is only a man and Davos warns him not to tell Stannis that.&lt;ref name=&quot;E12&quot; /&gt;\n\nDavos and Matthos arrange model ships on the Painted Table. Stannis and Melisandre arrive and Davos reports his success recruiting Salladhor. Stannis is doubtful of their capability, saying that pirates prefer to fight unarmed men. Davos deadpans that it is the wiser choice and Stannis counters that they will not have a choice. Stannis asks Davos if he trusts Salladhor. Davos replies that he is an old friend and that they have known each other for thirty years but that he has never trusted Salladhor. Davos reassures his King that Salladhor will follow the scent of gold. Stannis promises that Salladhor will have his share if he gets the job done and dismisses the men. As they leave Melisandre stops Matthos and whispers in his ear &quot;Death by fire is the purest death.&quot;&lt;ref name=&quot;E12&quot; /&gt;\n\n[[File:Davos Matthos faith.png|thumb|Davos and Matthos en route to King's Landing]]\nMatthos serves aboard Stannis's flagship the ''[[Fury]]''.&lt;ref name=&quot;E18&quot;&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt; They travel to [[the Stormlands]] where Renly dies in mysterious circumstances and Stannis assumes control of his forces.&lt;ref name=&quot;E15&quot;&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt; Stannis then sails on [[King's Landing]], naming Davos as commander of his fleet.&lt;ref name=&quot;E15&quot; /&gt; During the journey Stannis asks Davos to serve as [[Hand of the King]] when he takes the [[Iron Throne]].&lt;ref name=&quot;E18&quot; /&gt;\n\n[[File:Matthos death 2x09.jpg|thumb|216px|Matthos is killed by the Wildfire's blast]]\nStannis's fleet, commanded by Davos, swept into [[Blackwater Bay]] and approached the city at night. The original plan was to destroy the royal fleet and land troops under the city walls. However, the royal fleet proved to be absent. Instead, Tyrion had a single ship pumping wildfire directly into the bay. Davos realized it was a trap too late, and screamed at his the ships to sail away from the Wildfire ship. At Tyrion's signal, Commander [[Bronn]] of the King's Landing [[City Watch]] ignited the wildfire with a flaming arrow. This resulted in a tremendous explosion that obliterated the leading elements of Stannis's fleet, including Davos's flagship and killed Matthos who had been standing on the bridge of the ship, closest to the explosion.\n\n"}, "title": "Matthos Seaworth"}