{"attributes": {"status": " :Category:Status: Alive", "death": "", "last": "", "family": ["Howland Reed - father", "Jojen Reed - brother"], "title": "File:Reed Sigil.png", "season": "Season 3", "image": "Meera-Reed-Profile_2-HD.png", "allegiance": ["House Reed", "House Stark"], "actor": "Ellie Kendrick", "religion": "Old Gods of the Forest", "culture": "Crannogmen", "titles": "", "link": "House Reed", "place": "", "aka": "", "age": " Quote", "appearances": " 9 episodes &lt;small&gt;#Appearances", "first": "&quot;Dark Wings, Dark Words&quot;"}, "sections": {"Family tree": "{{House Reed family tree}}\n\n", "TOP": "Meera Reed09676ltiqucm49fft9ln0q583tmzh0y2c7781766212015-03-13T15:16:54ZHurricaneHero9319478141/* Biography */{{Character\n| Title=[[File:Reed Sigil.png|40px|left|link=House Reed]] Meera Reed [[File:Reed Sigil.png|40px|right|link=House Reed]]\n| Image=Meera-Reed-Profile_2-HD.png\n| Season=[[Season 3|3]], [[Season 4|4]]\n| First=&quot;[[Dark Wings, Dark Words]]&quot;\n| Last=\n| Appearances= 9 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Titles=\n| Aka=\n| Status= [[:Category:Status: Alive|Alive]]\n| Death=\n| Place=\n| Culture=[[Crannogmen]]\n| Religion=[[Old Gods of the Forest]]\n| Allegiance=[[House Reed]]&lt;br&gt;[[House Stark]]\n| Family=[[Howland Reed]] - father&lt;br&gt;{[[Jojen Reed]]} - brother\n| Actor=[[Ellie Kendrick]]|Age = }}\n{{Quote|Some people will always need help. That doesn't mean they're not worth helping.|Meera Reed|Dark Wings, Dark Words}}\n'''Meera Reed''' is a recurring character in the [[Season 3|third]] and [[Season 4|fourth]] seasons. She is played by guest starÂ [[Ellie Kendrick]]Â and debuts in &quot;[[Dark Wings, Dark Words]]&quot;.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Meera Reed is the only daughter of Lord Howland Reed of [[Greywater Watch]], the southernmost of the vassal houses sworn to [[Winterfell]]. Sixteen-year-old Meera is a noted hunter and trapper. Meera and Jojen are guests at Winterfell when it is taken by [[Theon Greyjoy]]. Theon looked at her once or twice and wondered if she was still a maiden, but other than that paid no attention to her and Jojen. When the Stark boys escape with their wolves, [[Hodor]], and [[Osha]], the Reeds join them.\n\nMeera is described as near Robb's age, slim as a boy, with long brown hair knotted behind her head and only the barest suggestion of breasts.\n\nUnlike in the series, Meera is armed with net and a three prong frog spear, not bow and arrows.\n\n", "Behind the scenes": "*Meera Reed and her brother first appeared in the second book ''A Clash of Kings'' before the [[Fall of Winterfell]] while the roles were not cast for the show's [[Season 2|second season]]. [[David Benioff]] said, &quot;We just felt [the Reeds] would make more impact coming in later... If things get too byzantine, it's so confusing that none of it adds up, and you're spending three minutes with characters per episode, and the whole thing becomes a wash.&quot;&lt;ref&gt;Sepinwall, Alan (March 27, 2013). [http://www.hitfix.com/whats-alan-watching/game-of-thrones-producers-say-season-3-as-big-as-were-going-to-get 'Game of Thrones' producers say season 3 'as big as we're going to get] HitFix.&lt;/ref&gt;\n\n*[[Ellie Kendrick]]'s casting was first announced at the 2012 [[wikipedia:San Diego Comic-Con International|San Diego Comic-Con International]].&lt;ref name=ComicCon&gt;[http://www.westeros.org/GoT/News/Entry/Massive_Comic-Con_Casting_Reveals/ &quot;Massive Comic-Con Casting Reveals&quot; from Westeros.org, 13 July 2012]&lt;/ref&gt;\n\n*Although Kendrick plays the older sister of [[Thomas Brodie-Sangster]]'s character, she was born two weeks after him.\n\n*On the Season 3 Blu-rayâ&euro;&lsaquo;, Meera narrates [[Histories &amp; Lore]] video '''&quot;[[House Reed (Histories &amp; Lore)|House Reed]]&quot;.'''\n\n", "Image gallery": "&lt;gallery&gt;\nScreen Shot 2013-04-10 at 9.33.24 AM.png|Meera Reed holding a knife to Osha's neck in &quot;[[Dark Wings, Dark Words]]&quot;.\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season Three Appearances||yes||||yes|yes||yes|yes}}\n{{Season Four Appearances||yes||yes|yes|||||yes}}\n\n", "Biography": "===Background===\nMeera is the eldest child and only daughter of Lord [[Howland Reed]] of [[Greywater Watch]]. Her sole sibling is her younger brother [[Jojen Reed]].\n\n===[[Season 3]]===\n[[Bran Stark|Bran]], [[Rickon Stark|Rickon]], [[Osha]], [[Hodor]], [[Summer]] and [[Shaggydog]] are fleeing to [[Castle Black]] following the [[Sack of Winterfell]]&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\nMeera surprises Osha by placing a knife to her throat so that Osha will drop her wooden spear aimedÂ on the back of Jojen's neck.&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt; Jojen tells that they have been searching for a long time so that they can offer their protection. Osha remarks that Jojen must be ashamed to have to rely on his sister for protection, but Meera dismisses her.\n\nOsha and Meera continue to not get along, fighting over simple things like how best to skin a rabbit. Meera also cares for her brother while he is having seizure-like symptoms when he is having [[Greensight|visions]].&lt;ref&gt;&quot;[[The Climb]]&quot;&lt;/ref&gt;\n\nWhile in [[The Gift|the Gift]], the group seeks shelter from a rainstorm in an abandoned windmill when Meera spots a horse. She and the others witness the man being surrounded by [[Wildlings|wildlings]] and fear that a scaredÂ Hodor yelling will alert the wildlings to their hiding place, but Bran uses his powers to enter Hodor's mind and make him sleep. Bran decides that he and Rickon should separate and that Osha and ShaggydogÂ go with him. Before she leaves, Osha makes Meera and Jojen promise to keep Bran safe.&lt;ref&gt;&quot;[[The Rains of Castamere (episode)]]&quot;&lt;/ref&gt;\n\nMeera arrives with the remaining members of the group at [[Nightfort]], a long unused [[Night's Watch]] castle alongÂ [[the Wall]]. Bran recalls a lot of scary stories he had heard from [[Old Nan]] about Nightfort, but Meera expresses her love of scary stories so Bran retells the legend of the [[Rat Cook]]. Suddenly, a dark figure appears from a well, frightening the group. Meera pins the figure down, knife in hand, yet it is only [[Samwell Tarly]] with [[Gilly]] and [[Sam|her baby]]. After discovering who each other are, Samwell warns Bran and the others of the [[White Walkers]], but Bran insists that although he would like to join Samwell at Castle Black, he and the others must continue on their quest. Samwell supplies them [[dragonglass]], and noticing that Meera uses a bow, gives her extra for her arrows.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\n===[[Season 4|â&euro;&lsaquo;Season 4]]===\nMeera interrupts Bran's warging, stating that he was gone for hours. Jojen warns Bran of the dangers of staying within the minds of others for too long. Meera supports her brother, insisting to Bran that he would forget his friends, his family, his home, and even himself.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\nAround their campfire at night, Meera and her companions hears the cries of a baby (Craster's last son left outside by [[Rast]]). Bran wargs into Summer to investigate, but notices Ghost in a cage and Summer falls into a trap. They discover the mutineers at Craster's Keep, but Meera insists they leave the area. Bran wants to free the trapped direwolves, but they are ambushed by the mutineers and taken to Karl. Karl threatens Meera and Jojen, which forces Bran to reveal his identity to them.&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\nLater, Karl and other mutineers prepare to rape MeeraÂ in front of her companions, but they are interrupted by the arrival of Jon Snow and the Night's Watch. During the ensuing battle, Locke finds the four of them and takes Bran away, intending to kill him. Bran wargs into HodorÂ and kills Locke by snapping his neck. As the raid on Craster's Keep continues, Bran, Jojen, Meera, and Hodor escape.&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;\n\n[[File:Myra_holding_her_brother.png|thumb|Meera holding her dying brother]]As they are walking to the tree her brother is grabbed from beneath the snow and dragged by a [[Wight|wight]], but Meera comes to his aid before he is dragged beneath the snow. Meera successfully protects him from the Wights and pushes Jojen to the ground before being killed by one. As Meera takes his eyes off her brother as he lies in the snow while she fights off other Wights, the thought to be dead Wight next to him pulls a knife out and repeatedly stabs him. [[Leaf]] tells her that he is lost, and he tells her to leave him for dead, but before leaving slits his throat out of mercy. She gets inside the cave and follows Leaf with Bran and Hodor where they meet the [[Three-eyed raven|three-eyed raven]].&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n"}, "title": "Meera Reed"}