{"attributes": {}, "sections": {"TOP": "Meereenese Knot0151153jv63m8un7xe2j0jfome7bqxn13lq7h1604232014-09-24T19:42:47ZThe Dragon Demands5014364[[Image:Kayla3.jpg|thumb|right|200px|Kayla performing contortionist acts.]]\nThe '''Meereenese Knot''' is a difficult-to-perform act of contortion or sexual gymnastics, named after the city of [[Meereen]] in [[Slaver's Bay]]. [[Kayla]], a prostitute in [[King's Landing]], is one of only four women in [[the known world]] who are able to perform a &quot;proper&quot; Meereenese Knot.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' fandom, the &quot;Meereenese Knot&quot; is a reference to a complex series of plot problems [[George R.R. Martin]] encountered while writing the fifth novel in the series, ''A Dance with Dragons'', problems which delayed the novel for a considerable amount of time.\n\nThe first three novels each came out within two years of each other, in 1996, 1998, and 2000 respectively. However, it took another ''eleven'' years for Martin to write the fourth and fifth books, ''A Feast for Crows'' (2005) and ''A Dance with Dragons'' (2011). Partially, this was because ''A Feast for Crows'' and ''A Dance with Dragons'' were originally one novel, which grew so long that author [[George R.R. Martin]] later decided to split it up into two books (the events in both happen concurrently but follow separate characters).\n\nAlso, in the last few years Martin had to take time away to focus on the development of HBO's TV series adaptation.\n\nHowever, the primary reason Martin gave for why writing on the combined ''Feast''/''Dance'' novels took so long is because of what he called the &quot;Meereenese knot&quot;. Likening it to the puzzle of a [[Wikipedia:Gordian knot|Gordian knot]], Martin explained that he'd reached the midpoint of the story, when all of the characters who were together in the first novel, who subsequently became scattered across the world, were starting to be drawn back together by events and interacting again. Certain major characters who had never had scenes together were also starting to meet for the first time as major storylines became reshuffled and started crossing with each other.\n\nThus the &quot;Meereenese Knot&quot; was his struggle with how to properly re-integrate all of these major characters, some of whom had never even met before, and how they would interact with each other. Just as Alexander the Great solved the issue of the Gordian Knot by cleaving it in two, Martin solved the problem by separating the story into two volumes, hence why ''A Feast for Crows'' and ''A Dance With Dragons''Â deal with concurrent events.Â \n\n", "History": "===[[Season 3]]===\n[[Tyrion Lannister]] commissions several prostitutes, including Kayla, to help [[Podrick Payne]] lose his virginity. He commends Kayla on her ability to perform the Meereenese Knot.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\n"}, "title": "Meereenese Knot"}