{"attributes": {"founding": "", "founder": "Ghiscari EmpireImage:Meereen map.png", "places": ["Great Pyramid", "Temple of the Graces"], "title": "Meereen", "image": "Meereen.png", "rulers": ["House Targaryen", "The Great Masters (deposed)"], "link": "House TargaryenSettlement", "location": "Slaver's Bay, Essos", "military": "Meereenese City Guard", "religion": "", "age": "", "type": "Mercantile city-state", "institutions": "", "population": ""}, "sections": {"TOP": "Meereen074561wu7cwhh3s6nhzd9nm23xritmrfwcp71786232015-03-22T19:24:37ZThe Dragon Demands5014364/* References */{{Heraldry\n|image=Targaryen mini banner.png\n|link=House Targaryen\n}}\n{{Settlement\n| Title=Meereen\n| Image=Meereen.png\n| Location=[[Slaver's Bay]], [[Essos]]\n| Type=Mercantile city-state\n| Population=\n| Rulers=[[House Targaryen]]&lt;br&gt;The [[Great Masters]] (deposed)\n| Religion=\n| Military=Meereenese City Guard\n| Institutions=\n| Places=[[Great Pyramid]]&lt;br&gt;[[Temple of the Graces]]\n| Founding=\n| Age=\n| Founder=[[Ghiscari Empire]]}}\n[[Image:Meereen map.png|thumb|right|A map showing the location of Meereen on the continent of Essos.]]\n'''Meereen''' is the northernmost and greatest of the three great city-states of [[Slaver's Bay]], north of [[Yunkai]] and [[Astapor]]. It is located at the mouth of the [[Skahazadhan]] River, which flows from its origins in [[Lhazar]] through the mountains separating Meereen and the rest of Slaver's Bay from the [[Red Waste]]. The [[Dothraki Sea]] lies to the north, beyond the river. The wealthiest residents live in pyramids.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/meereen/ HBO viewers guide, season 2 map, Meereen entry]&lt;/ref&gt;\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Meereen is the largest city on Slaver's Bay, bigger than Yunkai and Astapor combined. It is located at least 163 miles north-east of Yunkai. It is the center and lynchpin of the world's slave trade, and a regular stop on the routes from the [[Free Cities]] to the [[Jade Sea]]. When the [[Dothraki]] raid Lhazar, they sometimes herd their prisoners downriver to be taken as slaves in Meereen. Sandstone mountains separate Lhazar from Meereen's hinterland, but the two are linked by the Khazai Pass, through which the Skahazadhan flows.\n\nThe city is built with multi-colored bricks and is surrounded by tall, solid walls with towers at every corner. The north wall runs along the Skahazadhan, while the west wall runs along the bay. The city has a large harbor located outside the main walls. Its sewers open directly into the bay. The noble families of Meereen live in large stepped pyramids, with the most powerful, the Great Masters, living on the Great Pyramid. The Great Pyramid rears 800 feet above the rest of the city and is one of the tallest structures in the world (along with the High Tower of [[Oldtown]] and [[the Wall]]).\n\nThe city's priestesses are called Graces, and are based at the Temple of the Graces to the west of the Great Pyramid.\n\n", "Image Gallery": "&lt;gallery&gt;\nMereen-title-sequance.jpg|Meereen as it appears in the [[Title sequence]].\n163 slavers.png|Meereen and the Great Pyramid\nmeereen.jpg|The Great Pyramid overlooking the city\n&lt;/gallery&gt;\n\n", "Notable Meereenese and residents": "* [[Hizdahr zo Loraq]], a scion of the [[House of Loraq]] and one of the [[Great Masters]].\n* {[[Oznak zo Pahl]]}, a scion of the [[House of Pahl]]. Beheaded in duel by [[Daario Naharis]].\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "History": "===Background===\nLike the other major cities of [[Slaver's Bay]], Meereen was founded as a colony of the old [[Ghiscari Empire]], which was later conquered by the [[Valyrian Freehold]] when it destroyed the Ghiscari Empire 5,000 years ago. Similar to the [[Free Cities]] to the west, after the [[Doom of Valyria]] (four hundred years before the War of the Five Kings) the local slaver-cities reasserted their independence.&lt;ref&gt;&quot;[[The Unsullied (Histories &amp; Lore)]]&quot;&lt;/ref&gt;\n\nMeereen is by far the largest of the now-independent city states, bigger than Astapor or Yunkai.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt; At the time that Daenerys Targaryen arrives at the city, there are about three slaves in the city for each free man.&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\nWhile Ser [[Davos Seaworth]] tries to convince the pirate-lord [[Salladhor Saan]] to take a contract for his fleet of thirty ships to supplement the faction of [[Stannis Baratheon]],Â DavosÂ mentions that he could insteadÂ spend the rest of his career making easy but small raids on the ships of &quot;Pentoshi cheese-mongers&quot; and &quot;Meereenese silk merchants.&quot;Â \n\nA noblewoman attending [[Xaro Xhoan Daxos]]'s party tells [[Daenerys Targaryen|Daenerys]] that [[Qarth]]'s night market is superior to that of Meereen.&lt;ref&gt;[[The Ghost of Harrenhal]]&lt;/ref&gt;\n===[[Season 4]]===\nFollowing the [[Liberation of Slaver's Bay|liberation]] of the slave population of [[Yunkai]], [[Daenerys Targaryen]] and her army march towards Meereen. As a warning, the [[Great Masters]] crucify 163 slave children along the road towards the city.&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt; However, she marches on and arrives at the gates, so the Great Masters send forth a champion to challenge her best fighter into single combat. Daario Naharis swiftly dispatches with the champion and Daenerys flungs the broken slave-collars from the slaves she has freed at [[Astapor]] and [[Yunkai]] over the city-walls as a message to the slaves therein.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;Â Dâ&euro;&lsaquo;uring the night, the Unsullied commander [[Grey Worm]]Â sneaks into Meereen through the sewers,Â disguised as a slave, to arm the slaves and incite them to revolt against their Masters. In the following revolt many Masters are mobbed in the streets and the victorious slaves [[Siege of Meereen|open the gates for Daenerys]]. Her first act is retribution for the dead slave-children: 163 Great Masters are crucified along the streets of Meereen, while Daenerys takes residence in the Great Pyramid.&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\nAlthough the Second Sons have taken hold of the Meereenese fleet,Â Daenerys learns that the [[Astapori ruling council|council]] she had left behind to rule Astapor have been overthrown by a self-proclaimed EmperorÂ called [[Cleon]]Â and that the Wise Masters of Yunkai have returned to power and enslaved all the freedmen in the city. Therefore, insteadÂ of marching to [[King's Landing]] in her newly acquired fleet andÂ take the Iron Throne with her army,Â Daenerys decides to remain in MeereenÂ to rule over Slaver's Bay and enforce her abolition of slavery.&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;Â In order to accomplish this, sheÂ sendsÂ [[Hizdahr zo Loraq]], a Great Master at her service,Â to YunkaiÂ to negotiate with the Wise Masters: if they do not comply with her demands of abandoning slavery once and for all, Daario will send in his Second Sons and execute them all.&lt;ref&gt;&quot;[[Mockingbird]]&quot;&lt;/ref&gt;\n\nDaenerys's hold over Meereen is weakened after three great subsequent losses for her cause. Firstly, after [[Tywin Lannister]] uncovers her adviser [[Jorah Mormont]]Â as a former spy for King's Landing&lt;ref&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt;, she is forced to exile him.&lt;ref&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt;Â Secondly, having been shown that her abolition of slavery has left many former servants in an even more precarious position, she begrudgingly accepts the creation of one-year contracts, effectively reintroducing slavery in all but name and giving some power back to the Great Masters. Lastly, when her dragon [[Drogon]]Â kills the [[Zalla|daughter]] of a [[Goatherd (The Children)|local goatherd]] and then disappeares, she decides to lock up her remaining two dragons in the catacombs.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n"}, "title": "Meereen"}