{"attributes": {"status": " :Category:Status: Alive", "death": "", "last": "", "family": "", "title": "Melisandre", "culture": "Asshai", "season": "Season 2", "image": "Melisandre S5.jpg", "allegiance": "House Baratheon of Dragonstone", "actor": "Carice van HoutenQuote", "age": "", "place": "Asshai", "birth": "", "religion": "R'hllor", "aka": ["Melisandre of Asshai", "Lady Melisandre", "The Red Woman"], "appearances": "13 episodes &lt;small&gt;#Appearance", "first": "&quot;The North Remembers&quot;"}, "sections": {"Behind the scenes": "*[[Carice van Houten]] was previously asked to audition for a different role when [[Season 1]] was shot, but schedule conflicts prevented her from auditioning. She was asked to come back to audition during shooting of [[Season 2]], and was cast as Melisandre. &lt;ref&gt;&quot;[http://www.imdb.com/title/tt0944947/trivia]&quot;&lt;/ref&gt;\n\n", "TOP": "Melisandre04370hqx26as8njmmds5aac3h0tn754pysyw1767012015-03-13T20:22:17ZAsguardian26092854{{Character\n| Title=Melisandre\n| Image=Melisandre S5.jpg\n| Season=[[Season 2|2]], [[Season 3|3]], [[Season 4|4]], [[Season 5|5]]\n| First=&quot;[[The North Remembers]]&quot;\n| Last=\n| Appearances=13 episodes &lt;small&gt;[[#Appearance|(see below)]]&lt;/small&gt;\n| Aka=Melisandre of Asshai&lt;br&gt;Lady Melisandre&lt;br&gt;The Red Woman\n| Status= [[:Category:Status: Alive|Alive]]\n| Age=\n| Birth=\n| Death=\n| Place=[[Asshai]]\n| Culture=[[Asshai|Asshai'i]]\n| Allegiance=[[House Baratheon of Dragonstone]]\n| Family=\n| Religion=[[R'hllor|R'hllor, the Lord of Light]]\n| Actor=[[Carice van Houten]]}}\n{{Quote|The night is dark and full of terrors...but the fire burns them all away.|Melisandre|The North Remembers}} '''Melisandre''', often referred to as '''The Red Woman,''' is a major character in the [[Season 2|second]], [[Season 3|third]], [[Season 4|fourth]] and [[Season 5|fifth]] seasons. She is played by starring cast member [[Carice van Houten]] and debuts in &quot;[[The North Remembers]].&quot; She is a priestess of the [[R'hllor|Lord of Light]] and a close advisor to [[Stannis Baratheon]].\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Melisandre is a priestess of the red god, R'hllor, the [[Lord of Light]], whose worship involves the idolization of fire and light. R'hllor is a popular deity in several of the [[Free Cities]] (particularly [[Lys]], [[Myr]], and [[Volantis]]) but is almost unheard of in Westeros. Although the series has altered some of Melisandre's actions, van Houten's portrayal is overall consistent with Melisandre as described in the books.\n\nVery little has been revealed about Melisandre's earlier life, other than that she is originally from the city of Asshai in the distant east. Melisandre recalls that as a small child, she was a slave named &quot;Melony&quot;. At the slave auction block, she was known as &quot;Lot Seven&quot;. She was sold at a young age to the temple of the Lord of Light in Asshai, eventually rising to become a priestess, and thus has spent most of her life in the service of the religion.\n\nIn ''A Clash of Kings'', Melisandre &quot;gives birth&quot; to two shadows, the second being the one that Davos bears witness to. He ferries Melisandre into the caves beneath Storm's End because the castle is an ancient stronghold, and guarded against magic. To accomplish this he employs the same route, and &quot;smuggler's tricks&quot; he used when smuggling onions and dried fish into the castle during the [[Siege of Storm's End]] in [[Robert's Rebellion]]. The TV series condensed this into just one incident.\n\nAfter Melisandre arrives at Castle Black, she oddly continues to wear light clothing not well suited to the sub-arctic cold at the Wall - her magical powers apparently give her all the heat she needs. Her powers also allow her to only sleep for one hour a night: she dislikes sleeping more than the bare minimum she has to, because she has nightmares about her time as a slave.\n\nMelisandre's name did not appear in the Season 1 [[Pronunciation guide]], but the phonetic pronunciation of her name was later seen written out in a behind-the-scenes short video: &quot;meh-liss-AHN-dreh&quot;.&lt;ref&gt;[http://winteriscoming.net/2014/03/long-story-short-the-creation-of-game-of-thrones/]&lt;/ref&gt;\n\n", "Quotes": "{{Quote|Death by fire is the purest death.|Melisandre|The Night Lands}}\n\n{{Quote|Look to your sins Lord Renly, the night is dark and full of terrors.|Melisandre toÂ [[Renly Baratheon]]| Garden of Bones}}\n\n{{Quote|You've chosen the darkness Ser Davos, I'll pray for you...|MelisandreÂ â&euro;&lsaquo;toÂ Davos Seaworth| Valar Dohaeris}}\n\n{{Quote|Death is coming for everyone and everything ... a darkness that will swallow the dawn.|Melisandre|Season 3}}\n\n{{Quote|There is only one hell, princess. The one we live in now.|Melisandre to [[Shireen Baratheon]]|The Lion and the Rose}}\n\n", "Image gallery": "&lt;gallery spacing=&quot;small&quot; columns=&quot;3&quot;&gt;\nMelisandre approves.jpg|Melisandre, a Red Priestess of the Lord of Light, in &quot;[[The North Remembers]]&quot;.\nPainted Table Dragon motif 2x01.jpg|Stannis's council at the Painted Table in &quot;The North Remembers&quot;.\nMelisandre Night Lands dress 1.jpg|Melisandre's alternate hexagon-patterned dress.\nStannis and Melisandre choke 2x10.png|Stannis choking Melisandre in &quot;[[Valar Morghulis]]&quot;.\nStannis Melisandre 2x10.jpg|Stannis and Melisandre seeing his future in &quot;Valar Morghulis&quot;.\nGOT3-Melisandre-Poster.jpg|Promotional image for Melisandre in [[Season 3]].\nMelisandre01.jpg|Melisandre in Season 3.\ncablevision-game-of-thrones-season-3-episode-6_h.jpg|Lady Melisandre pays a visit to the Riverlands in &quot;[[The Climb]]&quot;.\nStannis and Melisandre Mhysa.png|Stannis and Melisandre in &quot;[[Mhysa]]&quot;.\nScreen Shot 2013-06-11 at 1.58.53 AM.png|Melisandre confronts Davos in &quot;Mhysa&quot;.\nMel.jpg|Promotional image for Melisandre in [[Season 4]].\ngameofthrones4x026.jpg|Melisandre dines with Stannis and Selyse in &quot;[[The Lion and the Rose]]&quot;.\nGame-of-Thrones-Season-4-Episode-7-Melisandre.jpg|Melisandre taking a bath and discussing poisons with Selyse in &quot;[[Mockingbird]]&quot;.\nMelisandre HBO Got S5.jpg|Released HBO promotional image of Melisandre in Season 5 of Game of Thrones.\nMelisandre S5.jpg|Melisandre at Castle Black in [[Season 5]].\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season Two Appearances|yes|yes||yes||||||yes|||yes}}\n{{Season Three Appearances|yes||yes|||yes|yes|yes||yes}}\n{{Season Four Appearances||yes|||||yes|||yes}}\n\n", "Biography": "===Background===\nOriginally born a slave in Essos, MelisandreÂ is a [[Red Priest]]ess of the [[Lord of Light]], a deity that is not widely worshiped in [[Westeros]]. Hailing from [[Asshai]], a country located in the far east of the continent of [[Essos]], she claims to wield powerful magical abilities, particularly the power of prophecy. Melisandre wears a large ruby necklace that seems to glow whenever she performs her magic. Some years ago she crossed the [[Narrow Sea]] and came to the court ofÂ LordÂ [[Stannis Baratheon]] on the island stronghold of [[Dragonstone]], to preach her faith. Stannis and the majority of his household have now converted to her religion, and she has become a close adviser to Stannis himself.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/sbaratheon/melisandre/ HBO viewers guide, season 2 guide to houses, House Baratheon of Dragonstone - Melisandre entry]&lt;/ref&gt;\n\n===[[Season 2]]===\n[[File:The_night_is_dark_and_full_of_terrors.jpg|thumb|left|300px|Melisandre burns the statues of the Seven.]]\n\nOn a beach in the island of [[Dragonstone]], Melisandre conducts a ceremony for her god, the [[Lord of Light]]. Behind her, statues of [[Faith of the Seven|the Seven]], widely worshiped in [[Westeros]], are burning as offerings. She intones â&euro;&oelig;The Night is Dark and Full of Terrorsâ&euro;? and the crowd of onlookers repeat her words. Melisandre predicts that a heavy darkness will fall on the world in the wake of the long summer, that [[Red Comet|stars will bleed]] while the cold breath of winter will freeze the seas and says that the [[Wights|dead]] will rise in [[Beyond the Wall|the north]]. [[Maester]] [[Cressen]] steps in front of her and interrupts the ceremony, reminding the crowd that they were &quot;named in the light of the Seven&quot;. Melisandre dismisses Cressen as old and fearful and challenges him to stop her. Cressen hangs his head and walks away. She continues her preaching with the story of the burning sword [[Lightbringer]]. She calls Stannis forward and he withdraws a flaming sword from the statue of the Mother with a gloved hand. His men cheer him as he holds the sword aloft and then kneel as he thrusts the sword into the sand. They chant â&euro;&oelig;Lord cast your light upon us.â&euro;? Davos is the last to kneel as Melisandre responds â&euro;&oelig;The Night is Dark and Full of Terrors.â&euro;? Stannis answers â&euro;&oelig;The Night is Dark and Full of Terror.â&euro;? He holds out his hand to his wife [[Selyse Baratheon]] who joins him and they lead the congregation from the beach.&lt;ref name=&quot;E11&quot;&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\n[[File:Melisandre_PaintedTable.jpg|thumb|Melisandre at Stannis' council meeting at the Painted Table of Dragonstone.]]\n\nInside the castle of Dragonstone, Stannis holds a meeting in the [[Chamber of the Painted Table]]. [[Matthos Seaworth]] reads aloud from a letter that he has prepared stating Stannis' claim to the [[Iron Throne]]. Stannis objects to the use of â&euro;&oelig;beloved brotherâ&euro;? to refer to [[Robert Baratheon]], Davos calls it a harmless courtesy but Stannis insists that it is a lie and that it be removed from the letter. Matthos continues to detail the illegitimacy of [[Joffrey Baratheon]] and Cersei's other children as products of incest between [[Cersei Lannister]] and [[Jaime Lannister]]. Stannis insists that Jaime be called the Kingslayer but also that Jaime's title as a [[knight]] be acknowledged. Matthos finishes. He orders copies of the letter to be sent to every corner of the realm from [[the Arbor]] to [[the Wall]].&lt;ref name=&quot;E11&quot; /&gt;\n\n[[File:Melisandre_2x01.jpg|thumb|left|276px|Melisandre takes the poisoned cup from Maester Cressen.]]\n\nDavos counsels that [[House Lannister]] is the true enemy and urges Stannis to make peace with his younger brother [[Renly Baratheon]]. Stannis says that he will not make peace with Renly while he is claiming the throne. Davos notes that many lords have already declared for Renly including [[Mace Tyrell]] and [[Randyll Tarly]]. Melisandre interjects that Stannis does not need to beg lords for support because the Lord of Light stands behind him. Davos asks how many ships the Lord of Light can command and Melisandre says that he has no need for ships. Davos accepts that he does not but says that they do if they are going to war. Davos asks Stannis to consider [[Robb Stark]] instead of Renly. Stannis counters that Robb is trying to steal the northern half of his kingdom and reminds Davos that he had always been firm with thieves. He says that Joffrey, Renly and Robb are all thieves and that they must bend the knee to him or be destroyed. Cressen stands and offers an apology for his actions on the beach before inviting Melisandre to share his wine. He draws from the cup before handing it to Melisandre. Cressen steadies himself on the table and his nose begins to bleed; he had poisoned the drink. Melisandre drinks from the cup anyway and then watches the Maester collapse, his blood spreading on the stone floor beneath him. She says that the fire burns the terrors of the night away and the jewel in her choker pulsates with light.&lt;ref name=&quot;E11&quot; /&gt;\n\nStannis and Melisandre arrive to the Chamber of the Painted Table, finding Davos and Matthos already there. Davos reports his success recruiting [[Salladhor Saan]] and his pirate fleet. Stannis is doubtful of their capability but ultimately relents to Davos' arguments and promises that Salladhor will have his share if he gets the job done and dismisses the men. As they leave,Â Melisandre stops Matthos and whispers in his ear.&lt;ref name=&quot;E12&quot;&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n[[File:Melisandre_Night_Lands_dress_2.jpg|thumb|left|278px|Melisandre in Stannis's council chamber.]]\nStannis asks Melisandre what she said to Matthos. She reveals that she told him that â&euro;&oelig;death by fire is the purest death.â&euro;? Stannis questions her intent and she says only that it is true. She asks if Stannis is troubled and he says that he is. She claims that armies are toys to the Lord of Light. Stannis suggests that she tell her god to burn them. She says that she can tell him nothing but prays for, and obeys, his commands. Stannis reports that Renly has 100,000 men whose allegiance should be his. Melisandre urges him to have faith. He tells her that in a real war the side with the greater number wins and that he cannot take King's Landing without Renly's men and cannot defeat Renly in the field. She claims to have seen the path to victory in the flames. He reminds her that he has said her words and burnt the idols of [[Faith of the Seven|the Seven]] already. She circles behind him and undoes her robe. She tells him that he must give all of himself. He reminds her of his marriage vow. She says that [[Selyse Baratheon|Selyse]] is sickly, weak and shut away in a tower and that she disgusts Stannis. She says that Selyse has given Stannis no sons, only stillborns and death. She promises him a son. He repeats the promise as she kisses his ear. He returns her kisses and lifts her onto the table, scattering the models onto the floor.&lt;ref name=&quot;E12&quot; /&gt;\n\n[[File:Renly_Stannis_Parley.jpg|thumb|294px|Melisandre at the parley of Renly and Stannis.]]\nStannis, accompanied by Melisandre, Davos and several guards, meets Renly on the coast of the Stormlands to [[parley]]. Renly brings [[Catelyn Stark]], [[Brienne]] and [[Loras Tyrell]] along with his own guards. Renly feigns confusion over his banner and wonders why Stannisâ&euro;&trade; version of the stag is aflame. Melisandre explains that Stannis has taken the fiery heart of the [[Lord of Light]] for his sigil. Renly says that she must be the fire priestess he has heard so much about and jokes that he now knows why Stannis found religion late in life. Stannis warns his brother to watch his tongue. Renly says that he is relieved that Stannis is not really a fanatic and calls him charmless, rigid, and a bore but not godly. Melisandre admonishes Renly to kneel before the Lordâ&euro;&trade;s chosen and says that Stannis was born amidst salt and smoke. Renly jokes that she makes Stannis sound like a ham. Stannis again warns his brother. Catelyn admonishes the brothers as the discussion continues, with Renly reminding Stannis no-one supports his claim. Stannis, for the sake of [[Cassana Baratheon|their mother]], gives Renly the night to reconsider and offers to restore him to [[Master of Laws|his seat]] on the council and name him his heir until he has a son if he strikes his banners before dawn. He says that otherwise he will destroy Renly. Renly reminds Stannis of his numerous supporters and says that they will make him king. Stannis wheels his horse and rides away as Melisandre warns Renly to look to his sins because &quot;The night is dark and full of terrors.&quot;&lt;ref name=&quot;E14&quot;&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\nStannis summons Davos to his flagship, the ''[[Fury]]''. After a brief conversation Stannis orders Davos to smuggle Melisandre ashore and says that it must be done in secret and that they will not speak of it afterwards. Davos asks Stannis to consider cleaner alternatives but Stannis insists that cleaner ways do not win wars.&lt;ref name=&quot;E14&quot; /&gt;\n\nDavos rows Melisandre into a cove below the cliffs of the coast. She asks him if he is afraid, calling him Onion Knight, and he retorts that he has been told that the night is dark and full of terrors. She says that he has carried more unpleasant cargo in his time. She asks if he is a good man and he says that he is a mixture of good and bad. She counters that half an onion is black with rot then it is a rotten onion and asserts that good and evil are absolutes. Davos asks which she is and she says that she is good. She says that she is a champion of light and life.&lt;ref name=&quot;E14&quot; /&gt;\n\nThey beach their rowboat and Melisandre asks Davos if he loves [[Marya Seaworth|his wife]] and he says that he does. She asks him about other women and he asks her not to talk about his wife. She says that she is speaking of other women like herself and asserts that he wants her. She tells him that he wants to see what is beneath her robe and that he will.&lt;ref name=&quot;E14&quot; /&gt;\n\n[[File:Shadow.jpg|thumb|302px|Melisandre gives birth to the Shadow.]]\nThey enter a cave in the cliff. Davos says that it is strange that her Lord of Light asks her to work in the shadows. She counters that shadows cannot live in the dark and are servants of the light. He finds their way barred and says that the bars are new. Melisandre says that their passage cannot be barred and opens her robe. She appears heavily pregnant and Davos calls on the seven gods for protection. Melisandre tells him that there is only one god and that he only protects those who serve him. Davosâ&euro;&trade;s lanterns glows with increasing intensity startling him. He backs along the wall of the cave as Melisandre lies down on her robe. She begins to moan and something shifts under the skin of her belly. Her choker glows red as she throws her head back. Her moans and gasps intensify as Davos looks on. Shadowy hands grip her legs and a dark figure pulls itself free of her womb. The [[shadow]] stands before her for an instant before passing between the bars.&lt;ref name=&quot;E14&quot; /&gt;\n\nThe shadow assassinates Renly and Stannis takes control of the majority of his army. Catelyn Stark and [[Brienne of Tarth]] are in the tent with Renly when he is killed. Catelyn is not sure what she saw, but Brienne is sure it was Stannis. Stannis sails on [[King's Landing]] with his new forces but Davos convinces him to leave Melisandre behind lest she be credited for his victory.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\nStannis suffers a crushing defeat at the [[Battle of the Blackwater]] but manages to retreat.&lt;ref&gt;&quot;[[Blackwater]]&quot;&lt;/ref&gt; He returns to Dragonstone and confronts Melisandre about the validity of her predictions. He begins to strangle her in fury but relents when she reminds him of the spell they used to kill Renly. He expresses regret at murdering his brother. Melisandre warns him that he will commit worse betrayals before their long war is over but insists that he must fight on. She shows him a vision in flames that awes him and restores his faith in her.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n\n[[File:Melisandre_talking_to_davos.png|thumb|left|262px|Melisandre talks to Davos regarding his son's death being pure by fire.]]\n\nFollowing Stannis' defeat at the Battle of the Blackwater, the King becomes isolated and withdrawn, and allows no one but Melisandre to see him. Melisandre begins to conduct human sacrifices, ordering any of Stannis' remaining followers who spoke out against her or their dwindling cause to be burned alive as offerings to the Lord of Light.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\nShe leaves Dragonstone for the [[Riverlands]], despite Stannis wanting her to stay and be with him.Â She insists there is something they must find. When she arrives, she meets [[Thoros of Myr]] of the [[Brotherhood Without Banners]]. She at first demands to know what happened to Thoros's mission to convert Robert Baratheon. After bluntly telling her he failed, Thoros asks that she be more open about her needs and that she refrain from speaking [[High Valyrian]]. Thoros shows her [[Beric Dondarrion]] and explains his many resurrections. Melisandre is astonished, noting that even if it were possible, Thoros shouldn'tÂ \n\n[[File:Melisandre_with_thoros_and_beric.png|thumb|274px|Melisandre with Thoros and Beric.]]\n\nhave that kind of power. Thoros chastises her and reminds her he is but an instrument of the Lord of Light. He and Beric then agree to give [[Gendry]] over to her in exchange for two heavy bags of gold. As she is about to leave with her prize, Melisandre is accosted by [[Arya Stark]]. She brushes off Arya's insults and looks into the girls' eyes, seeing many others- eyes that Arya will one day shut forever. The Red Priestess asserts that they will meet again one day. &lt;ref&gt;&quot;[[The Climb]]&quot;&lt;/ref&gt;\n\n[[File:Melisandre_seducing_gendry.png|thumb|left|274px|Melisandre seducing Gendry.]]\n\nAs Melisandre's ship quietly traverses [[Blackwater Bay]], she finally reveals the truth of Gendry's heritage to him by pointing out toward the [[Red Keep]] and identifying it as his father's house. Upon arriving at Dragonstone, Melisandre discussed him with Stannis. He is confused at Melisandre's kind treatment towards someone she intends to sacrifice, but the Red Priestess compares the situation to sacrificing a lamb: the creatures are unwieldly to deal with when nervous, but are easy to sacrifice when calm. She puts Gendry up in a lavish chamber and seduces him. She quickly turns the tables, tying him to the bed and proceeding to leech his blood for a ritual.&lt;ref&gt;&quot;[[Second Sons (episode)]]&quot;&lt;/ref&gt;\n\n[[File:Melisandre_burns_the_letter.png|thumb|264px|Melisandre sees into the flames.]]\n\nAfter [[Davos Seaworth]] frees Gendry and faces Stannis's wrath, he tries to save his skin by producing a letter to the [[Night's Watch]]. Melisandre burns the letter and confirms the truth of the message: the War of the Five Kings is but a distraction from the true conflict, as darkness marches on the Wall. Melisandre also confirms that Davos must not be killed, as R'hllor has decreed the Onion Knight's importance to the forces of light in the coming conflict.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n[[File:Melisandre_talking_to_shireen.png|thumb|left|270px|Melisandre talking to Shireen.]]Melisandre presides over the burning of several of Stannis's bannermen who have refused to cease their open worship of The Seven, Queen Selyse's own brother among them. Melisandre later dines with Stannis and Selyse. She makes smalltalk when discussing the Lord of Light, but keeps her silence when they begin arguing about Princess Shireen, who has angered Selyse by not converting. Stannis forbids Selyse from laying a hand on Shireen. Selyse suggests sending Melisandre to talk to Shireen instead, a task the red priestess looks decidedly unenthusiastic about. Nonetheless, Melisandre visits Shireen later that night. She dismisses ''The Seven-Pointed Star'' as &quot;lies and fables&quot; and tells Shireen that there are only two gods, R'hllor and the Great Other, and only one hell, the one they live in now.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\n[[File:Selyse-baratheon-lady-melisandre-640x424.png|thumb|270px|Melisandre talking to Selyse.]]\n\nMonths later, Queen Selyse speaks to Melisandre, who is enjoying a bath. She quips that the Lord of Light told her to enjoy it as it was the last time she would have a good bath, but the joke goes over Selyse's head. Cementing her position as Melisandre's most devoted follower, the Red Priestess tells Selyse about her use of potions and illusions in serving the Lord of Light, the idea being that a bit of pageantry and deception in helping converts see the truth will be forgiven later on. Selyse asks her if she used the potions when she slept with Stannis, to which she replies that she did not. Selyse then remarks on her desire to leave their daughter Shireen behind when they go to the North but Melisandre is as dismissive about Shireen'sÂ &quot;heresy&quot; as she always is, and assures Selyse that Shireen will be needed where they are going.&lt;ref&gt;&quot;[[Mockingbird]]&quot;&lt;/ref&gt;\n\nMelisandre accompaniesÂ StannisÂ to the North in his defense of the Night's Watch against the wildlings, although she does not participate in the battle itself. At the Watch's funeral for their fallen brothers, she keeps her gaze fixed upon [[Jon Snow]].&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n"}, "title": "Melisandre"}