{"attributes": {"status": " :Category:Status: Dead", "title": "Meraxes", "season": " Season 1", "image": " Rhaenys Targaryen.jpg", "allegiance": " Rhaenys Targaryen (sister of Aegon I)", "mentioned": [" &quot;Cripples, Bastards and Broken Things&quot;", "&quot;A Man Without Honor&quot;Quote"], "species": " Dragon"}, "sections": {"TOP": "Meraxes08798b9e5fx9gut43db324430vpw0lc8b0kb1772022015-03-16T03:13:03ZThe Dragon Demands5014364/* In the books */{{Stub}}\n{{Animal\n| Title =Meraxes\n| Image = Rhaenys Targaryen.jpg\n| Season = [[Season 1|1]], [[Season 2|2]]\n| Species = [[Dragon]]\n| Status = [[:Category:Status: Dead|Deceased]]\n| Allegiance = [[Rhaenys Targaryen (sister of Aegon I)|Rhaenys Targaryen]]\n|Mentioned = &quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;br&gt;&quot;[[A Man Without Honor]]&quot;}}\n{{Quote|It wasn't just Aegon riding his dragon, it was Rhaenys and Visenya too...Rhaenys rode Meraxes, Visenya rode Vhagar.|[[Arya Stark]]|A Man Without Honor}}\n'''Meraxes''' was the [[dragon]] ridden by [[Rhaenys Targaryen (sister of Aegon I)|Rhaenys Targaryen]] during the [[War of Conquest]].&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt; Meraxes was said to be capable of swallowing an entire horse.&lt;ref&gt;&quot;The Complete Guide to Westeros: Field of Fire - House Targaryen&quot; featurette&lt;/ref&gt;\n\n", "References": "{{reflist}}\n\n", "In the books": "Meraxes is described as having &quot;silver scales&quot;, though it isn't clear if it was one solid color throughout, or if its primary color was silver and it had a different secondary color. Both Balerion and Drogon have had black as their primary color, with red as a secondary color along their horns, spinal plates, and wing membranes. Meraxes is also noted as having golden eyes. Drogon is described as having red eyes as well - which ''might'' imply that a dragon's secondary color on its horns also matches its eye color, which if true would indicate that Meraxes had gold as its secondary color. This is not ''necessarily'' true, however, as some dragons were noted as being one solid color throughout, with no secondary colors.\n\nFour years after Aegon I was crowned, the Targaryens had consolidated their position over the other kingdoms enough to launch another determined invasion of [[Dorne]], known as the First Dornish War.  Once again, the Dornishmen resorted to guerilla tactics instead of open battle, harassing the Targaryen armies then retreating - and massacring the large land army they attempted to lead through the [[Red Mountains]].  \n\nRhaenys and Meraxes were both killed during the war in 10AL.  At [[Hellholt]], in the middle of Dorne's central desert, Meraxes died when a lucky shot with a scorpion-bolt pierced her eye and drove into her brain, instantly killing her in mid-air.  Rhaenys presumably died when the dragon plummeted hundreds of feet to the ground - though unsubstantiated rumors (or myths) allege that Rhaenys survived the fall, badly injured, but the Dornish slowly tortured and mutilated her to death in revenge.  At the end of the war in 13 AL, the Dornish returned Meraxes's skull to King's Landing as a peace offering.  \n\nGeorge R.R. Martin only figured out the details of Meraxes's death some time after he wrote the first novel, which introduces a conundrum: when Tyrion saw the three largest dragon skulls kept under the Red Keep, he thought the smallest one belonged to [[Vhagar]], who was indeed the smallest at the time of the War of Conquest. The revelation that Vhagar outlived Meraxes complicates this, however, and indeed the ''The Princess and the Queen'' novella states that when Vhagar died 130 years after the War of Conquest, she had grown almost as large as Balerion. The simple answer is probably that as with all POV narrations, Tyrion's POV is not objectively true, and he simply ''assumed'' that the smallest skull belonged to Vhagar - even though logically, it should have belonged to Meraxes.\n\n"}, "title": "Meraxes"}