{"attributes": {}, "sections": {"TOP": "Mercenary07442g3b5yka1ulf0nhcscow9w5293tsdrkw1795712015-03-26T18:55:34ZThe Dragon Demands5014364/* The Brave Companions */{{Dialogue a-b|Barristan Selmy|Men who fight for gold have neither honor nor loyalty, they cannot be trusted.|Jorah Mormont|They can be trusted to kill you, if they're well-paid.|Ser [[Barristan Selmy]] and Ser [[Jorah Mormont]] discuss mercenaries.|Second Sons (episode)}}\nA '''mercenary''' is an independent soldier who has no official allegiance to any lord or country, but who instead hires out his services for payment. They are most commonly known by the term &quot;'''sellsword'''&quot;, as they sell their services with a sword.\n\nThe quality and reputation of sellswords ranges across a very wide spectrum: they are often professional soldiers, moving from one temporary contract to the next, though particularly poor-quality sellswords might just be a gang of untrained thugs. However, even sellswords who receive no &quot;formal&quot; training make a living by engaging in combat on a regular basis. Thus even a mercenary that is initially low-born and without expensive training will gain a great amount of combat experience (&quot;hands on&quot; training) throughout his career. Provided that he survives that long, a veteran sellsword may become a highly skilled fighter. A sellsword that has significantly distinguished himself in combat may even be rewarded by being dubbed a [[Knighthood|knight]], though this is uncommon.\n\nSongs of chivalry and romance often portray war as a glamorous series of duels between knights in shining armor, fighting for love, honor, and homeland. In gritty and dirty reality, a large extent of the day to day combat in real wars in both [[Westeros]] and [[Essos]] is fought by hired sellswords, fighting only for [[Currency|money]].\n\nWhile mercenaries are often referred to as &quot;sellswords&quot; as a catch-all term, this is strictly speaking only one of three different subdivisions of mercenaries:  sellswords, freeriders, and sellsails.\n\n", "Sellsails": "[[File:Salladhor.png|thumb|200px|right|Salladhor Saan, a sellsail.]]\nSellsails are mercenary sailors who engage in naval battles. Sellsails are the captain and crew of a boat, whose service is the actual operation of their vessel. Of course, the crews of many sellsail ships are also proficient in combat during boarding operations and coastal raids. Sellsails are quite frequently pirates who have decided to make quick money by hiring out the services of their ships during a current conflict, and in return charging far more than they'd normally make in their usual raiding activities. During peacetime, they usually go right back to being regular pirates.\n\n'''Notable Sellsails:'''\n\n*[[Salladhor Saan]] - a flashy pirate-lord from [[Lys]] who commands a fleet of thirty ships, hired by [[Stannis Baratheon]] to supplement his own naval forces in the [[War of the Five Kings]].\n\n", "Sellswords": "[[File:BronnPromoS2.jpg|thumb|200px|right|Bronn, a sellsword.]]\n{{Quote|I'm a sellsword, I sell my sword.  I don't lend it out to friends as a favor.|[[Bronn]]|Valar Dohaeris}}\nSellswords are professional mercenary soldiers. They usually fight on foot, though they can actually also own horses and fight as mounted warriors.\n\n'''Notable sellswords:'''\n\n*[[Bronn]] - a weathered, veteran sellsword of no particular fame but above-average skill, who is hired on by [[Tyrion Lannister]] as his bodyguard/enforcer. Bronn first earned his place at Tyrion's side by defeating Ser [[Vardis Egen]], a knight and the captain of the guards at [[The Eyrie]], in a [[First Trial of Tyrion Lannister|trial by combat]], thus demonstrating his impressive skills as an experienced sellsword. Bronn later fought so well in the [[Battle of the Blackwater]] that he received the reward many sellswords hope for, a [[knighthood]]. He advances even further when he is betrothed to a noblewoman, [[Lollys Stokeworth]].\n*[[Daario Naharis]] - a skilled sellsword from the [[Free Cities|Free City]] of [[Tyrosh]]. Originally a lieutenant in theÂ [[Second Sons (mercenary company)|Second Sons]], he took over command of the company after killing his superiors and then pledging his allegiance to [[Daenerys Targaryen]].\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels there are actually several more mercenary companies than have been revealed in the TV series so far, several of which have been condensed in adaptation by either changing them to groups of regular soldiers or by combining different sellsword companies into a single group; this was probably done to avoid confusing the TV audience with too many new names, i.e. a sellsword company hired by the Lannisters in the books is changed to simply a group of Lannister soldiers in the TV series. The allegiances of sellsword companies can at times be confusing even within the narrative of the books: mercenaries are a fickle bunch who easily change allegiances multiple times, depending on where the most gold is.\n\nIn the books, [[Yunkai]] actually hired two different sellsword companies to defend itself against Daenerys Targaryen, the Second Sons and the Stormcrows, but these were combined in the TV series, so all of the major mercenary captains are from a single company known as the Second Sons. In the books, the Second Sons are led by [[Mero]] (as in the TV series), while the Stormcrows are led by [[Prendahl na Ghezn]], Sallor the Bald, and [[Daario Naharis]]. Daario killed Prendahl and Sallor to seize leadership of the Stormcrows, and then switched their loyalty to Daenerys. Meanwhile, Daenerys tricked Mero by giving him the large wagon full of wine he requested - for which he would consider, but not promise, to change sides. Daenerys then sent her forces to ambush the Second Sons that same night while Mero and his men were fall-over drunk on the wine she had gifted them, and most surrendered without a fight. Mero fled during the night and was later killed in a separate incident. The remaining Second Sons voted to have one of their other lieutenants, Brown Ben Plumm, serve as their new captain, and switched allegiances to Daenerys. In the TV series, Mero asked for the wagon of wine but curiously, there was no following ambush during the night as in the novel.\n\nIn the books, the Second Sons and Stormcrows consist of about 500 men each, for a total of one thousand mercenaries. The TV series not only combined the two mercenary companies, but doubled the total number of mercenaries from one thousand to two thousand.\n\n===The Brave Companions===\n\nDuring the third book, [[Jaime Lannister]] and [[Brienne of Tarth]] are captured by the infamous sellsword company known as the Brave Companions - an ironic name, as they aren't particularly brave and are most famous for horrifically torturing unarmed prisoners. They become a major set of antagonists in the storyline throughout the third and fourth novels. Their penchant for maiming their captives by amputating their arms and/or feet has led to them being dismissively nicknamed &quot;the Footmen&quot;. The Brave Companions are the terror of two continents, infamous across [[Essos]] and [[Westeros]] as the most ill-reputed, vicious, and cruel sellsword company in existence. They are not well-known for being particularly skilled at arms, but rather are infamous for the atrocities they are willing to commit against the enemy's civilian population. They are normally active in Essos, particularly the [[Free Cities]], but when the [[War of the Five Kings]] first broke out [[Tywin Lannister]] hired them and brought them to [[the Riverlands]] of WesterosÂ to burn out and terrorize the defenseless villages of the [[smallfolk]] loyal to his enemies. Even [[Gregor Clegane]]'s men, including vicious torturers such as [[the Tickler]], are considered to be not quite as despicable as the Brave Companions.\n\nMoreover, the Brave Companions are composed of a veritable rogue's gallery of the absolute lowliest dregs of humanity, with an extremely diverse membership composed of the worst criminals from across the known world: [http://www.youtube.com/watch?v=fLpmswBKVN4 cut throats, murderers, rustlers, rapers, ass-kickers,] [[Qohor]]ik butchers, [[Ibben]]ese thieves, [[Dothraki]] thugs, [[Dorne|Dornish]] vipers, [[Braavos]]i buggerers, a child-molesting Westerosi priest, and a psychotic jester. They ride bizarre black-and-white striped horse-like animals known as zorses (horse-zebra hybrids), which they brought with them from Essos. Their diverse and indeed outlandish appearance has led to them also being nicknamed the &quot;Bloody Mummers&quot; (mummers are a kind of wandering troupe of actors), though they think this nickname is insulting. Their leader is Vargo Hoat, a cruel man from Qohor who has a bad speech impediment that leaves him lisping and slobbering. Hoat enjoys cutting the hands and feet off of his captives with little or no provocation, particularly anyone who points out his speech impediment - which, given that his lisp is so bad that it truly makes his speech barely intelligible at times, means that Hoat and the Brave Companions leave piles of severed hands and feet in their wake.\n\nThe known members of the Brave Companions are:\n\n*{Vargo Hoat}, the leader. Killed by [[Gregor Clegane]]\n*Urswyck the Faithful, Hoat's second-in-command\n*[[Qyburn]], a disgraced maester and primary healer of the group. Currently at [[King's Landing]]\n*Septon {Utt}, a pedophile priest who used to molest small boys and then kill them. He was caught and hanged by the [[Brotherhood without Banners]] for his crimes\n*Shagwell the Fool, a [[Wikipedia:Evil_Clown|psychotic jester]]. He tells cruel jokes, and fights with a three-headed flail. He is said to be half-mad, and once killed a man for not laughing at one of his japes\n*Zollo the Fat, a Dothraki. The one who cut Jaime's hand at Hoat's command\n*Timeon, Dornish spearman who wears red silk scarf about his helm\n*Pyg\n*{Iggo}, a scarred [[Dothraki]]. He was slain by [[Nymeria]] in the [[Riverlands]], as [[Arya Stark]] saw in a dream\n*Togg Joth, an Ibbenese\n*Three Toes\n*{[[Rorge]]}. Killed by [[Brienne of Tarth]]\n*{[[Biter]]}. Killed by [[Gendry]]\n\nIn the second book, the Brave Companions decide to betray the Lannister forces holding [[Harrenhal]] when they discover that the eastern half of the Stark army commanded by [[Roose Bolton]] is advancing on the castle, and they'd rather be on the winning side. Hoat is rewarded for the betrayal by being named the (temporary) Lord of Harrenhal, which remains garrisoned by Roose Bolton and his army. After the [[Battle of the Blackwater]], however, it starts to become clear that the Lannisters have gained the upper hand in the war, and Hoat fears - correctly - that Roose Bolton himself wants to end up on the winning side, and will betray Robb Stark to the Lannisters. If Bolton switched his allegiance to the Lannisters, he would hand over Hoat and the Brave Companions to Tywin so he could punish them for their betrayal. Thus when Hoat's men capture Jaime Lannister at the beginning of the third book, he has his men cut off Jaime's sword-hand, in the hope that this will drive a wedge between Jaime's father Tywin and Roose, as Tywin would presumably blame Bolton for the actions of the sellswords under his command. Unfortunately for Hoat, Roose decides to let Jaime continue on to King's Landing if in exchange he will tell his father the truth, that Roose was not responsible for his maiming at the hands of the Brave Companions. The result of maiming Jaime is only that Tywin is even angrier at the Brave Companions than he was before, and Bolton has even less reason to protect them from Tywin's wrath. Roose sends Jaime with Qyburn and [[Steelshanks]] to [[King's Landing]], leaving Brienne to Hoat's entertainments.\n\nWhile Brienne is held captive in Harrenhal, Hoat tries to rape her, but she resists and bites off one of his ears, leading him to throw her in the bear pit. Luckily, Jaime and Steelshanks return to Harrenhal in time to save her. Hoat is furious but has no choice but to let Jaime and Brienne go safely, since his men are outnumbered 2:1 by Steelshanks' soldiers, and half of them are too drunk to fight. Hoat's head injury festers and he gradually loses both his sanity and the control over his men.\n\nMeanwhile, Tywin (who has not heard yet about Jaime's maiming) decides it is time to punish the Brave Companions for their betrayal. He sends [[Gregor Clegane|the Mountain]] to Harrenhal. As he draws nearer, many of the Brave Companions run away, splitting into small bands, becoming bandits and vagabonds: Urswyck and others head for [[Oldtown]]; Pyg, Shagwell and Timeon travel to [[Maidenpool]] hoping to board a ship, and later to the [[Whispers]] at [[Crackclaw Point]]; Rorge, Biter and five more raid [[Saltpans]] and other villages in the [[Riverlands]]. It is unknown what becomes of Zollo, Togg Joth and Three Toes.\n\nThe Mountain easily takes the undefended Harrenhal. A cook whose leg was severed by Hoat seizes the opportunity to get even by opening a postern gate to the Mountain's men. The Mountain finds Hoat alone, half mad with pain and fever from his festering wound. He kills the few Brave Companions who remain with their leader, but instead of killing Hoat immediately, he cuts his limbs piece by piece as a mockery of Hoat's preferred way of torturing his prisoners, and feeds them to the northern prisoners, mostly to Wylis Manderley, even to Hoat himself. Tywin informs Jaime of this when his son returns to the capital (only then does Tywin learn about Jaime's maiming). The Mountain would have continued torturing Hoat longer, but once he receives orders from [[Cersei Lannister]] to return to King's Landing as her champion in [[Tyrion]]'s [[Trial by combat]] for the death of [[Joffrey Baratheon|Joffrey]], he finishes Hoat off and leaves Harrenhal, placing [[Polliver]] as the castellan.\n\nRorge and Biter never encounter [[The Hound]] and [[Arya Stark]]. Rorge finds the Hound's helm and wears it, causing the spreading of false rumors that the Hound raids the Riverlands. Brienne encounters Rorge's gang near the [[Inn at the Crossroads]], and she recognizes Rorge despite the helm. In the ensuing fight, Brienne kills Rorge and Gendry kills Biter.\n\n[[File:Locke-3x04.jpg|thumb|[[Locke]] is the TV version of Vargo Hoat, and the Brave Companions were changed to a group of Bolton soldiers.]]\nThe TV series heavily condensed the entire subplot at Harrenhal, particularly how [[Arya Stark]] (with the help of [[Jaqen H'ghar]]) aided the capture of the castle by freeing all of the Northern prisoners held there, which spurred the Brave Companions to turn on their Lannister allies sooner than anticipated. Moreover, possibly because it would have involved introducing a very diverse set of characters (meaning too much time would need to be spent designing each of their different cultures), the Brave Companions were cut out of the TV series. The character of &quot;Vargo Hoat&quot; was functionally included in the TV series, but was changed to simply be a [[House Bolton]] soldier named [[Locke]] - keeping the general idea from the books that Vargo Hoat was in service to Roose Bolton at the time Jaime encountered him. Loosely, the Brave Companions were condensed down from being a mercenary company to simply being a particularly vicious group of Bolton soldiers led by Locke.\n\nWriter [[Bryan Cogman]] explained how the Brave Companions were condensed to be just a group of particularly vicious House Bolton soldiers, to avoid confusing the TV audience:\n\n:&quot;Regarding Locke vs. Hoat, the main reason for changing him was for simplicity's sake. There were already so many 'bands' of people â&euro;&rdquo; The Brotherhood, the Second Sons later on...it was determined the Brave Companions could be simplified without really affecting the main story. And the shifting alliances of Hoat â&euro;&rdquo; again, very interesting in the book, but it would have been a lot to throw at the audience, many of whom are just now getting the main families straight! We were still going to call him Vargo Hoat â&euro;&rdquo; but when he became a Bolton man (and a Westerosi) George asked that we change his name, and we complied.&quot;&lt;ref&gt;[http://www.westeros.org/GoT/Features/Entry/Season_3_Interview_Bryan_Cogman Westeros.org,] Season 3 Interview: Bryan Cogman.&lt;/ref&gt;\n\nLocke's motivation for cutting off Jaime's sword-hand in the TV series was loosely the same: partially it was just because he's a vicious monster who wanted to intimidate Jaime, while partially it was because maiming him would prove that he would never ransom Jaime to Tywin. As it turns out, of course, his commander Roose Bolton realizes that Tywin is winning the war at this point and will eventually hunt down those responsible for maiming his son, so he agrees to let Jaime go to King's Landing if he promises to assure Tywin that Roose himself was not responsible for the loss of his sword-hand.\n\nIn the books, [[Qyburn]], the ex-[[Maester|maester]], was a member of the Brave Companions, though he only joined the group as a means to survive, and instead of being a fighter or torturer simply served as the group's primary healer. As in the TV series, he is tasked with treating the infected stump of Jaime's right arm; he remarks that staying with Hoat and the Brave Companions means he has gained much experience in treating the amputated limbs of their victims. In a minor change, because the Brave Companions do not exist in the TV series, Qyburn was simply a prisoner encountered at Harrenhal by the Northern army when they took the castle, who then entered into the service of Roose Bolton. In the books, Robb Stark did not personally go to Harrenhal so Qyburn never encountered him, while in the TV series Robb accompanied Roose to capture Harrenhal. The TV series condensed this so that the Lannisters simply abandoned Harrenhal rather than let Robb bleed their forces more, however Robb left Harrenhal immediately afterwards to attend his grandfather [[Hoster Tully]]'s funeral. Either way, in the books Qyburn leaves the Brave Companions when Roose sends him to accompany Jaime on his way to King's Landing, to continue to care for his injury.\n\n", "Sellsword companies": "\nWhile many sellswords function independently of any larger organization, there are also many '''sellsword companies''' which hire out their services as a unit. Again, the quality of these sellsword companies varies across a wide spectrum. Some can be little more than poorly trained gangs of a few dozen men who have combined their strength - though major lords who want to supplement their armies with sellswords will still prefer to hire a pre-assembled collection of such sellswords rather than go through the trouble of hiring them one by one. The best sellsword companies are essentially small private armies, highly trained and serving under their own officers.\n\nWhile sellsword companies are encountered in Westeros, they are much more common in the city-states of [[Essos]], particularly in the [[Free Cities]] and [[Slaver's Bay]]. The Seven Kingdoms are predominantly a feudal society, in which each lord raises soldiers from his own lands. [[File:Second sons promo 4.png|thumb|300px|The captains of the Second Sons when [[Daenerys Targaryen]] besieged [[Yunkai]].]]In contrast, the Free Cities are an urban society, and thus better fitted to paying coin to mercenaries. As a result, the Free Cities and Slaver's Bay have a much more developed system and history of fielding professional mercenaries organized into independent companies for hire.\n\n'''Notable Mercenary companies:'''\n\n*[[Golden Company]]\n*[[Second Sons (mercenary company)|Second Sons]]\n*[[Windblown]]\n*The [[Lost Legion]] (video game)\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n* {{WP}}\n\n", "Freeriders": "\nAlthough mounted sellswords are sometimes called &quot;freeriders&quot;, strictly speaking they are not the same thing. The difference is that true freeriders do not fight for payment, receiving only a share of the food supplies to sustain them and the promise of a share of the plunder (they are &quot;riders&quot; that fight for &quot;free&quot;).\n\n[[File:Lothor Brune.jpg|thumb|left|Lothor Brune, a freerider.]]Freeriders are usually a motley mix of two drastically different sources. Some freeriders are [[Knighthood|hedge knights]], low-ranking freelance knights unattached to any noble House, and they are fighting for free because they hope that if they distinguish themselves in combat, they will be formally taken into a lord's service as a sworn sword. The other kind of freeriders are truly poor hangers-on, usually farm-boys whose homes were burnt out during the military campaign and who joined up with the army because they have nowhere else to go, and are only a step above camp followers. Either way, freeriders are rarely used in direct combat between armies, instead more often serving as scouts and foragers. They can see combat, but this usually takes the form of raids, burning down enemy villages as their own homes were once burned down.\n\n'''Notable Freeriders:'''\n\n*[[Lothor Brune]] - a freerider in the service of Lord [[Petyr Baelish|Petyr &quot;Littlefinger&quot; Baelish]] of [[the Vale of Arryn]].\n\n'''Note''': The German dub refers to freeriders as &quot;''freier Ritter''&quot;, or &quot;free knights&quot;. Most freeriders are not actually anointed knights - though a great many freeriders are indeed poor &quot;hedge knights&quot;. The slight difference in meaning stems from the fact that the German word for &quot;knight&quot;, ''ritter'', literally means &quot;rider&quot;. &quot;Freeriders&quot; in Westeros ''can'' be knights, but they might just be &quot;riders&quot; in the sense that they are farm-boys who ride their horses ahead of the main army as scouts.\n\n"}, "title": "Mercenary"}