{"attributes": {"status": " :Category:Status: Alive", "10": "yesSeason Two Appearances", "style": "&quot;width: 135px;&quot;File:Kingsguard mini shield.png", "last": " ", "title": " Meryn Trant", "season": " Season 1", "image": " Ser Meryn.png", "allegiance": [" House Trant", "The Kingsguard"], "actor": " Ian Beattie", "1": "yes", "titles": " Ser", "link": "Kingsguard", "7": "yes", "8": "yesSeason Four Appearances", "aka": " The Forgettable&lt;ref&gt;The Kingsguard (Histories &amp; Lore)&lt;/ref&gt;Dialogue a-b", "appearances": " 12 episodes &lt;small&gt;#Appearances", "first": " &quot;The Pointy End&quot;"}, "sections": {"TOP": "Meryn Trant02345hazfxllujm29k09ofqun15upjboivmc1791572015-03-24T22:20:35ZGonzalo848331/* Image gallery */&lt;div style=&quot;float: right;&quot;&gt;\n{|style=&quot;width: 135px;&quot;\n[[File:Kingsguard mini shield.png|left|50px|link=Kingsguard]]\n[[File:Kingsguard mini shield.png|right|50px|link=Kingsguard]]\n|\n|}\n&lt;/div&gt;\n{{Character\n|Title = Meryn Trant\n|Image = Ser Meryn.png\n|Season = [[Season 1|1]], [[Season 2|2]], [[Season 3|3]], [[Season 4|4]], [[Season 5|5]]\n|First = &quot;[[The Pointy End]]&quot;\n|Last = \n|Appearances = 12 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n|Titles = [[Ser]]\n|Status = [[:Category:Status: Alive|Alive]]\n|Allegiance = [[House Trant]]&lt;br&gt;The [[Kingsguard]]\n|Actor = [[Ian Beattie]]|Aka = The Forgettable&lt;ref&gt;The Kingsguard (Histories &amp; Lore)&lt;/ref&gt;}}\n{{Dialogue a-b|Tyrion Lannister|What kind of knight beats a helpless girl?!|Meryn Trant|The kind who serves his king, Imp!|Tyrion Lannister and Ser Meryn Trant|Garden of Bones}}\n\n'''Meryn Trant''' is a recurring character in the [[Season 1|first]], [[Season 2|second]], [[Season 3|third]], [[Season 4|fourth]] and [[Season 5|fifth]] seasons. He is played by guest star [[Ian Beattie]] and debuts in &quot;[[The Pointy End]]&quot;.Â Ser Meryn Trant is a [[Knighthood|knight]] of the [[Kingsguard]] under King [[Robert Baratheon]] and subsequently Kings [[Joffrey Baratheon|Joffrey]] and currently [[Tommen Baratheon|Tommen]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Ser Meryn Trant is described as having red hair, red beard, and deep circles under his eyes. He is a skilled warrior and is seen several times in the books as having success in tournaments, particularly at jousting. He went far in the Hand's Tourney, before being unhorsed by Ser Loras. He is considered to have a sly and cruel streak. Even though the Trants are sworn to [[Storm's End]] and [[House Baratheon]], Ser Meryn is regarded by Varys as &quot;Cersei's creature&quot;.\n\nMeryn, along with the other fourÂ Kingsguard members present, openly laughs when his Lord Commander [[Barristan Selmy]] is unlawfully dismissed from service.\n\nSer Meryn in the TV series is something of a condensation of Meryn and [[Boros Blount]] in the books; while Boros is in the TV series most of his lines and actions have been given to Meryn, such as beating Sansa in the Throne Room and subsequently being threatened by Tyrion. In the books, Meryn and Boros often appear together, acting as Joffrey's leading enforcers, carrying out his orders to have Sansa beaten in public, or to attack commoners.\n\nAt the riot started by Joffrey, Ser Meryn was riding next to Sansa but quickly abandoned her, saying he needed to focus on protecting the King. Tyrion thinks that the sight of two other Kingsguard members being downed by the rioters made Meryn panic, and that he simply used protecting Joffrey as an excuse.\n\nSer Meryn is the second to testify in [[Court trial of Tyrion Lannister|Tyrion's trial]]. His testimony is partially false, and he &quot;forgets&quot; to mention crucial facts, in order to make Tyrion look guilty.\n\n", "Image gallery": "&lt;gallery&gt;\nSyrio's last stand.jpg|Ser Meryn Trant and Lannister redcloaks prepare to fight [[Syrio Forel]].\nMeryn Trant.jpg|Ser Meryn before Syrio Forel\nMeryn 2x04.jpg\nMeryn.png|Meryn as a witness at Tyrion's trial\nMeryn Trant S5.jpg|Meryn Trant in Season 5 escorting Cersei Lannister\n&lt;/gallery&gt;\n\n", "See also": "*{{AWOIAF}} (spoilers from the books)\n\n", "Appearances": "{{Season One Appearances|8=yes|10=yes}}\n{{Season Two Appearances|yes|||yes||yes}}\n{{Season Three Appearances|1=yes|7=yes|8=yes}}\n{{Season Four Appearances|yes|yes|yes|||yes}}\n\n", "Biography": "===Background===\nSer Meryn Trant is a member of [[House Trant]], a vassal house to [[House Baratheon]]. He becomes a [[knight]] of the [[Kingsguard]] of [[Robert Baratheon]] after [[Robert's Rebellion]]. He is a successful tourney knight, though [[Sandor Clegane]] is scornful of Trant's skills, remarking that &quot;any boy whore with a sword could beat three Meryn Trants.&quot;&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;\n\nHe takes great pride in his status as a knight of the Kingsguard, even though he routinely follows orders which break a knight's sworn duty to defend the weak and the innocent without hesitance or question.\n\n===[[Season 1]]===\n\nAfter King Robert's death, the [[House Lannister|Lannisters]] seek to consolidate Joffrey's heirship to the throne by making sure Lord [[Eddard Stark]] cooperates, and so they send Ser Meryn Trant with a group of Lannister guardsmen to apprehend [[Arya Stark]]. [[Syrio Forel]] defends her, armed only with a wooden practice sword. He disables the Lannister guardsmen, to Meryn's fury and disbelief. Syrio tells Arya to run as he faces down the heavily-armored knight. Later, while the newly coronated King Joffrey holds court, Ser Meryn stands amongst the other Kingsguard in the throne room, and Syrio's fate is not mentioned. When Cersei dismisses Ser Barristan Selmy as head of the Kingsguard, the old knight is insulted and draws his sword in fury, inducing Meryn Trant and the rest of the Kingsguard to do the same and to block Ser Barristan's path to the Iron Throne and Joffrey. In response, Barristan sneers that even now he could kill Ser Meryn and the other four Kingsguard as easily as ''&quot;carving a cake&quot;''. There is a tense pause in the throne room, but in the end Selmy throws his sword at Joffrey's feet and storms out in disgust.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\n[[File:Sansa_and_Meryn_1x10.png|thumb|Ser Meryn holds Sansa at King Joffrey's orders.]]\n\nSer Meryn is present when [[Joffrey]] shows Sansa her fatherâ&euro;&trade;s head on a spike, and she tells Joffrey that someday Robb may bring her Joffrey's head. As Joffrey says his mother has told him that a king should not strike a woman, he orders Ser Meryn to hit Sansa. MerynÂ shows no emotion as he does so.&lt;ref&gt;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\nSer Meryn guards King [[Joffrey Baratheon]] during his Name Day Tournament in the [[Red Keep]]. When Ser [[Dontos Hollard]] arrives drunk for his bout Joffrey orders Meryn to pour a barrel of wine down Dontos' throat. Joffrey relents when he is told it is bad luck to kill a man on his name day byÂ [[Sansa Stark]], who convinces him to make Dontos his court fool instead.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\nFollowing [[Robb Stark]]'s victory over [[Stafford Lannister]] at the [[Battle of Oxcross]], King Joffrey has [[Sansa Stark]] brought to court to answer for her brother's crimes. He points a loaded crossbow at her and then commands Ser Meryn to beat Sansa but spare her face. Meryn punches Sansa hard in the stomach and then knocks her over using the flat side of his sword.Â Joffrey orders Sansa stripped and Meryn tears her dress from her shoulders. [[SandorÂ Clegane|Sandor&amp;nbsp;Clegane]] watches on in disgust at Trant's behavior.&lt;ref name=&quot;E14&quot;&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\n[[Tyrion Lannister]] interrupts the assault on Sansa and asks Meryn what kind of knight beats a helpless girl; he answers with &quot;the kind that serves their king&quot;. Bronn sarcastically warns Meryn to be careful of getting blood on his white cloak. Tyrion orders Sansa covered and reminds Joffrey that she is his betrothed. He rebukes Joffrey for absurdly punishing Sansa for events she had no part in. He also notes what became of the [[Mad King]], who also did what he liked until he was killed by the King's [[Jaime Lannister|uncle]]. Meryn warns Tyrion not to threaten the King; Tyrion counters that he is educating his nephew. He instructs Bronn to kill Meryn if he speaks again and points out that that is a real threat. Tyrion helps Sansa up and walks her out of the throne room.&lt;ref name=&quot;E14&quot;/&gt;\n\n[[File:Tyrion_and_Ser_Meryn_in_2x6.png|thumb|Ser Meryn Trant refuses to heed Tyrion's orders.]]\n\nSer Meryn, along the rest of the [[Kingsguard]], is present when Princess [[Myrcella Baratheon]] is sent to [[Dorne]] alongside her sworn shield and Meryn's sworn brother, Ser [[Arys Oakheart]]. When Joffrey provokes a [[Riot of King's Landing|riot]], Ser Meryn cuts down several enraged [[smallfolk]] before bringing the King to safety. When Tyrion orders Ser Meryn to gather men to help rescue the missing Sansa Stark, he angrily replies that he takes his orders from the king and refuses to go, as Joffrey is too busy sulking and doesn't care if Sansa dies.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\nSer Meryn and one of his sworn brothers accompany Cersei Lannister to her brother Tyrion's new chambers. They wait outside at Tyrion's insistence. When [[Bronn]] and [[Podrick Payne]]Â appear to see Tyrion, the two knights exchange barbs; Meryn is incredulous that Bronn has been appointed a knight for his efforts at the [[Battle of Blackwater]]. He sneers that Bronn is merely an upjumped cutthroat, while Bronn, more amused than offended by Meryn's comment, mocks Meryn for being better at &quot;beating [[Sansa Stark|little girls]] than fighting real men&quot;, infuriating Meryn.Â Bronn tries to push past for his meeting with Tyrion, but Ser Meryn bars his way and threatens to cut off his hand if he tries to enter. The two Kingsguard begin to slowly draw their swords, unaware that Bronn also has the knife on his back half drawn. Before they can fight, Cersei reappears, and Ser Meryn leaves with her.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\nSer Meryn is present alongside his fellow Kingsguard when Joffrey meets with his grandfather and [[Hand of the King]], [[Tywin Lannister]].&lt;ref&gt;&quot;[[The Bear and the Maiden Fair]]&quot;&lt;/ref&gt; Ser Meryn also attends Tyrion and Sansa's wedding ceremony along with Joffrey and the other Kingsguard.&lt;ref&gt;&quot;[[Second Sons]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\nSer Meryn is present when Jaime Lannister is discussing placement of the Kingsguard during the wedding feast. Jaime is irked by Meryn's sycophantic agreement to Joffrey's bragging that he is responsible for keeping the people fed (Jaime notes that this is more the doing of theÂ [[House Tyrell]]) and claiming he singlehandedly won the war.&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;Â â&euro;&lsaquo;WhenÂ JoffreyÂ is poisoned at his wedding feast,Â SerÂ MerynÂ is among theÂ KingsguardÂ who surround and apprehendÂ Tyrion.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\nWhen [[Arya Stark]] tells [[Sandor Clegane]] that she believesÂ [[Syrio Forel]] was killed by Meryn, Sandor refers to him as &quot;Meryn fucking Trant&quot; and comments &quot;Any boy whore with a sword could beat three Meryn Trants&quot;.&lt;ref&gt;[[First of His Name]]&lt;/ref&gt;\n\nMerynÂ also speaks as a witness at the trial of Tyrion Lannister. He tells the court how Tyrion slapped and insulted Joffrey during theÂ [[Riot of King's Landing]]. MerynÂ also states how Tyrion compared Joffrey to the Mad King and threatened both of them. Tyrion tries to defend himself by stating he threatened JoffreyÂ and MerynÂ because they were openly abusing Sansa Stark, but TywinÂ orders him to remain silent. Following Tyrion's outburst, Tywin orders Meryn to escort himÂ back to his cell, but not before Tyrion demands a [[trial by combat]].&lt;ref&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt;\n\nâ&euro;&lsaquo;After Tyrion's trial, Jaime berates his brother for his outburst and throwing his life away. While discussing the upcoming trial by combat, Tyrion believes that Bronn will fight for him just as he did at the Eyrie. Tyion hopes Cersei namesÂ Meryn TrantÂ as the crown's champion, saying he would enjoy watching Bronn disembowel that &quot;pompous child-beater&quot;. However, Jaime informs Tyrion that [[Gregor Clegane|Ser Gregor Clegane]] has been named as the crown's champion.&lt;ref&gt;&quot;[[Mockingbird]]&quot;&lt;/ref&gt;\n\n"}, "title": "Meryn Trant"}