{"attributes": {"birthplace": " Canada", "title": " Michelle MacLaren", "image": " Michelle MacLaren02.png", "dateofbirth": " 1965", "job": " Director", "imdb": " http://www.imdb.com/name/nm0533713/'''Michelle MacLaren'''Â is a director and producer. For ''Game of Thrones'', MacLaren commenced directing episodes of the series in the Season 3", "7": "yes", "8": "yesTemplate:Season four credits"}, "sections": {"Credits": "===Director===\n{{Season three credits|7=yes|8=yes}}{{Template:Season four credits||||yes|yes}}\n\n", "TOP": "Michelle MacLaren0108986oal8ty0926c0tej6w368564m8tbtns1661472014-11-26T02:11:48ZThe Dragon Demands5014364/* Game of Thrones */{{Crew\n| Title= Michelle MacLaren\n| Image= Michelle MacLaren02.png\n| dateofbirth= 1965\n| birthplace= Canada\n| job= Director\n| imdb= http://www.imdb.com/name/nm0533713/\n}}\n'''Michelle MacLaren'''Â is a director and producer. For ''[[Game of Thrones]]'', MacLaren commenced directing episodes of the series in the [[Season 3|third season]].&lt;ref name=&quot;Westeros S3 Directors&quot;&gt;[http://www.westeros.org/GoT/News/Entry/Season_3_Directors/ Season 3 Directors], Westeros.org&lt;/ref&gt; \n\nShe has directed episodes of ''The X-Files'', ''Without a Trace'', ''Camelot'', ''The Walking Dead'', and ''Breaking Bad''. She has also served as producer on ''The X-Files'' and ''Breaking Bad''.\n\nMacLaren is a cousin of CNN news anchor [[Wikipedia:Ashleigh Banfield|Ashleigh Banfield]].\n\n", "References": "{{Reflist|02}}\n\n", "Biography": "===Career===\nMacLaren began her motion picture career as a production assistant, then worked in locations, the AD department and became a production manager on the film ''The Ranch'' (1989). She then served as the production manager of the new drama series ''Booker'' in fall 1989, beginning with the series pilot. The show ran for a full 22 episode season but was not renewed for a second season. She then worked as the production manager for the television feature ''Omen IV: The Awakening'' and as the second unit production manager for the film ''K2'' in 1991.\n\nIn 1992 she was the production manager for the television features ''A Diagnosis of Murder'' and ''Murder on Sycamore Street''. Both features starred Dick Van Dyke as Pathologist Mark Sloan, a role which would later form the basis for the long running television series ''Diagnosis Murder''.\n\nShe made her debut as a producer in 1992, working on the television feature ''Shame''. She worked as a producer of television features throughout the 1990s. In 1993 she worked on ''For the Love of My Child: The Anissa Ayala Story'' and ''Moment of Truth: A Child Too Many''. The ''Moment of Truth'' films were a series of features produced by the Lifetime network and aimed at female viewers. They typically revolved around issues melodramas including alcoholism, domestic violence and rape. MacLaren returned to Lifetime in 1994 as a producer for the ''Moment of Truth'' films ''To Walk Again'', ''Broken Pledges'', and ''Cult Rescue''. She was also a producer for the television feature ''Heart of a Child'', which was written by Susan Nanus.\n\nIn 1995 she was a producer for the ''Moment of Truth'' film ''The Other Mother''. She was a producer for the Columbia Broadcasting Systems (CBS) television feature ''A Child's Wish'' (1997, also called ''A Fight For Justice'') starring John Ritter. The script was again by Nanus. MacLaren was a producer for the 1998 television feature ''Beauty''.\n\nIn 1999 she was a producer for the CBS television feature ''A Song from the Heart''. She also co-wrote a draft of the teleplay for the film with Giorgio Serafini, Alex Butler &amp; Mikki Willis; her only writing credit. The teleplay was based on a story by Serafini and another draft was written by Selma Thompson.\n\nShe returned to episodic television in fall 1999 as a co-executive producer for the series ''Harsh Realm''. The science fiction drama was created by Chris Carter. It performed poorly in ratings and was canceled by the Fox Network after three episodes had aired, although eight were produced.\n\nCarter then hired her as a co-executive producer of his long running science fiction investigative drama ''The X-Files''. She joined the crew in spring 2000, midway through the show's seventh season. She remained a co-executive producer for the eighth season in fall 2000. She returned as a co-executive producer for the ninth and final season in fall 2001. She made her directorial debut on the series, helming the seventh episode &quot;John Doe&quot;.\n\nHer experience on ''The X-Files'' led to work as an episodic director for television. She helmed the ''Without a Trace'' first season episode &quot;Midnight Sun&quot; and the eleventh episode of the short lived drama series ''John Doe'' entitled &quot;John D.O.A.&quot; in the 2002 to 2003 television season.Â \n\nIn the 2005 to 2006 development season she rejoined ''The X-Files'' executive producer Frank Spotnitz as a co-executive producer for the pilot episode of his new series ''Nightstalker''. The series was picked up but she did not rejoin the crew for the first season proper. The show was canceled after 10 episodes.\n\nShe also helmed an episode of the legal procedural ''Law &amp; Order: Special Victims Unit'' during the 2005 to 2006 season. The seventh season episode &quot;Infected&quot; aired in January 2006.\n\nShe directed the film ''Population 436'' (2005). It premiered at the South by Southwest festival in 2006 but was then released straight to home video in September 2006. She also directed an episode of the new ABC Family science fiction series ''Kyle XY'' in summer 2006. She took a further break from directing from 2006 to 2009.Â Â Also in 2008 she served as a producer for Chris Carter's filmÂ ''Fencewalker'', which is yet to be released.\n\nIn 2009 she joined the crew of AMC crime drama ''Breaking Bad'' as an episode director for the second season. She helmed the episode &quot;4 Days Out&quot;. The show was created by Vince Gilligan, who was an Executive Producer and writer for ''The X-Files'' during MacLaren's time on that show.\n\nShe became a Co-Executive Producer for the third season of ''Breaking Bad'' in Spring 2010. She helmed the Â third episode I.F.T., the seventh episode &quot;One Minute&quot; and the eleventh episode &quot;Abiquiu&quot;. She was nominated for the Emmy Award for Outstanding Directing for a Drama Series for &quot;One Minute&quot;.&lt;ref&gt;[http://www.emmys.com/nominations?tid=131 2010 Emmy Nominations: Outstanding Directing in a Drama Series], Emmys.com, December 20, 2010&lt;/ref&gt; She also shared a nomination for the Emmy Award for Best Drama Series with the rest of the producers for the third season.&lt;ref&gt;[http://www.emmys.com/nominations?tid=49 2010 Emmy Nominations: Outstanding Drama Series], Emmys.com, December 20, 2010&lt;/ref&gt;\n\nIn summer 2010 during Breaking Bad's hiatus, Â she helmed an episode of the new TNT crime procedural ''Memphis Beat'' entitled &quot;Suspicious Minds&quot;. In the 2010 to 2011 television season she directed episodes of ''Lie to Me'', ''The Event'', ''Camelot'', and ''The Walking Dead''. For ''Lie to Me'' she helmed the third episode of the third and final season &quot;Dirty Loyal&quot;. For new science fiction drama ''The Event'' she directed the ninth episode &quot;Your World to Take&quot;. The show was canceled after one season. For new historical drama ''Camelot'' she directed the eighth episode &quot;Igraine&quot;. ''Camelot'' was canceled and pulled from the schedule in the fall so MacLaren's episode was not aired until summer 2011. For new zombie thriller ''The Walking Dead'' she directed the first season's second episode &quot;Guts&quot;.\n\nShe was promoted to Executive Producer for the fourth season of ''Breaking Bad'' in summer 2011. She helmed the second episode &quot;Thirty-Eight Snub&quot;, the fifth episode &quot;Shotgun&quot;, and the tenth episode &quot;Salud&quot;. Â The producers were nominated for the Producers Guild of America (PGA) Award for Episodic Drama for the fourth season andÂ Â She also shared a nomination for the Emmy Award for Best Drama Series with the rest of the producers for the fourth season.&lt;ref&gt;[http://www.emmys.com/nominations?tid=49 2010 Emmy Nominations: Outstanding Drama Series], Emmys.com, December 20, 2010&lt;/ref&gt;\n\nAgain during Breaking Bad's hiatus in the 2011 to 2012 television season she returned to ''The Walking Dead'' to direct a further episode and also directed episodes of ''Hell on Wheels'', ''NCIS'', and ''The River''. For ''The Walking Dead'' she helmed the second season's seventh episode &quot;Pretty Much Dead Already&quot;. The episode served as a midseason finale, airing before a two month hiatus. For AMC's new Western drama ''Hell on Wheels'' she directed the seventh episode &quot;Revelations&quot;. For the long running procedural ''NCIS'' she helmed the ninth season episode &quot;Need to Know&quot;. For the new thriller ''The River'' she directed the sixth episode &quot;Doctor Emmet Cole&quot;.\n\nShe remained as Executive Producer and director for the fifth season of ''Breaking Bad'' in summer 2012. She helmed the second episode &quot;Madrigal&quot; and is slated to direct the eighth episode.\n\n", "Game of Thrones": "\nMacLaren was hired as a director for the third season of ''Game of Thrones'' in summer 2012.  She directed two episodes in [[Season 3]]:  &quot;[[The Bear and the Maiden Fair (episode)|The Bear and the Maiden Fair]]&quot; and &quot;[[Second Sons (episode)|Second Sons]]&quot;.  \n\nMacLaren returned to direct two episodes in [[Season 4]], &quot;[[Oathkeeper]]&quot; and &quot;[[First of His Name]]&quot;.  \n\nMacLaren will not be returning in [[Season 5]].  \n\nOn November 24, 2014, it was announced that Michelle MacLaren has been officially signed to develop and direct the ''Wonder Woman'' film adaptation, set for release in 2017 and starring Gal Gadot.&lt;ref&gt;[http://www.themarysue.com/wonder-woman-director-confirmed/ Michelle MacLaren Officially Signed on to Develop and Direct Wonder Woman!]&lt;/ref&gt;\n\nFrom Seasons 1 through 5, MacLaren has been the only female Director for any episode of ''Game of Thrones''.\n\n"}, "title": "Michelle MacLaren"}