{"attributes": {}, "sections": {"TOP": "Milk of the poppy07440tvniexl5u3uh9awgkekv31i7oczvl2f1788752015-03-23T18:41:55ZArticXiongmao15030876Undo revision 178871 by [[Special:Contributions/2.248.137.2|2.248.137.2]] ([[User talk:2.248.137.2|talk]])[[File:Milk Of The Poppy.png|thumb|Grand Maester Pycelle holding a glass bottle containing Milk of the poppy]]\n{{Quote|You'll need milk of the poppy.|Qyburn|Kissed by Fire}}\n'''Milk of the poppy''' is a medical drink, used as both a painkiller and an anesthetic. Higher doses will induce unconsciousness, so patients can undergo surgery. It is commonly used throughout the [[Seven Kingdoms]] for those who have suffered severe injuries. [[Maesters]] make it from crushed poppy flowers and it has a white color, hence &quot;milk of the poppy&quot;.\n", "See also": "* {{AWOIAF}}\n\n", "In the books": "Milk of the poppy is essentially the Westeros version of morphine. Maesters make it from crushed poppy flowers, and morphine and other opiate-based drugs are made from poppy plants. Indeed, the books' descriptions strongly suggest that the &quot;poppy&quot; is intended to be the real-world opium poppy (''Papaver somniferum'').\n\nMilk of the poppy may result in some residual grogginess or withdrawal-like symptoms, which some characters would rather avoid by simply enduring the pain. Jaime rejects Qyburn's offer of milk of the poppy when he is operating on the stump of his sword-hand. Then again, in the books this chapter is narrated from Jaime's POV, which explicitly says that the main reason he refused to take milk of the poppy is actually because he feared that if he allowed himself to be rendered unconscious for the surgery, Qyburn might break his word and cut off the rest of his right arm anyway.\n\nAccording to his squire, Joss Stilwood, Ser Gregor Clegane suffers from extreme headaches (possibly caused by his gigantism) and consumes vast quantities of milk of the poppy to try and dull the pain. This might be an explanation for his near uncontrollable temper.\n\n", "History": "===[[Season 1]]===\nWhen King [[Robert Baratheon]] is mortally wounded after being gored by a boar while hunting, he asks to be given something to ease the pain before he dies. [[Eddard Stark]] then orders [[Grand Maester]] [[Pycelle]] to give him milk of the Poppy.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n\nEddard Stark is given milk of the poppy after a Lannister guardsman drives a spear through his leg. His daughter [[Sansa Stark]] later attempts to use this as an excuse for why he would openly denounce [[Joffrey Baratheon]]'s legitimacy in court, saying that he had become feverish and the medicine he was taking had affected his behavior.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n[[Talisa Maegyr]] comes to King [[Robb Stark]]'s tent to warn him that her stockpiles of medical supplies for his army's wounded, including milk of the poppy, are running low. They decide to [[Surrender of the Crag|capture the castle known as the Crag]] to the west, so they can acquire their stockpiles of milk of the poppy.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\nAfter Maester [[Luwin]] is dying from a spear wound under the [[Godswood]], [[Osha]] offers to bring him milk of the poppy, if he would tell her where he stores it. He declines the offer, revealing that his wounds are mortal, and asks instead that she give him the mercy of a quick death.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n\n[[Jaime Lannister]] refuses to take milk of the poppy to dull his pain when [[Qyburn]] needs to operate on the stump of his severed sword-hand, which has become severely infected. Though his reason is not revealed, it is because he does not trust Qyburn not to amputate his arm without him knowing.&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\nAfter [[Gregor Clegane]] is wounded by a manticore venom-encoated spear by [[Oberyn Martell]], Pycelle suggests milk of the poppy to ease Clegane's pain.\n\n"}, "title": "Milk of the poppy"}