{"attributes": {"status": " :Category:Status: Alive", "family": [" Gregor Forrester - father", "Elissa Forrester - mother ", "Rodrik Forrester - brother", "Asher Forrester - brother", "Ethan Forrester - brother", "Talia Forrester - sister", "Ryon Forrester - brother", "Malcolm Branfield - uncle", "Thorren Forrester - paternal grandfather", "Talia Branfield - maternal grandmother", "Branfield (Lord)"], "title": " Mira Forrester", "season": " ''Game of Thrones: A Telltale Games Series''", "image": " TSITD Mira Nervous.png", "allegiance": [" House Forrester", "House Tyrell"], "actor": " Martha Mackintosh", "culture": " Northmen", "link": "House ForresterCharacter", "place": " Ironrath", "age": " Late teensQuote", "appearances": " 4 episodes", "first": " &quot;Iron From Ice&quot;"}, "sections": {"TOP": "Mira Forrester0285628pnit3xftjclq6oc0bcneo4xgf2yf4b1810242015-04-04T13:45:50ZCuddlemyBunny24867132{{Heraldry\n|image=Forrester mini shield.png\n|link=House Forrester\n}}\n{{Character\n|Image = TSITD Mira Nervous.png\n|Season = ''[[Game of Thrones: A Telltale Games Series]]''\n|First = &quot;[[Iron From Ice]]&quot;\n|Title = Mira Forrester\n|Appearances = 4 episodes\n|Place = [[Ironrath]]\n|Status = [[:Category:Status: Alive|Alive]]\n|Allegiance = [[House Forrester]]&lt;br&gt;[[House Tyrell]]\n|Family = {[[Gregor Forrester]]} - father&lt;br&gt;[[Elissa Forrester]] - mother &lt;br&gt;[[Rodrik Forrester]] - brother&lt;br&gt;[[Asher Forrester]] - brother&lt;br&gt;{[[Ethan Forrester]]} - brother&lt;br&gt;[[Talia Forrester]] - sister&lt;br&gt;[[Ryon Forrester]] - brother&lt;br&gt;[[Malcolm Branfield]] - uncle&lt;br&gt;{[[Thorren Forrester]]} - paternal grandfather&lt;br&gt;{[[Talia Branfield]]} - maternal grandmother&lt;br&gt;{[[Branfield (Lord)|Lord Branfield]]} - maternal grandfather\n|Actor = [[Martha Mackintosh]]\n|Culture = [[Northmen]]|Age = Late teens}}\n\n{{Quote|People are not always so easy to please. If you showed Cersei your true heart, she would stab it with a fork!|Mira to Margaery Tyrell|Iron From Ice}}\n\n'''Mira Forrester''' is the eldest daughter of Lord [[Gregor Forrester]]Â and his wifeÂ [[Elissa Forrester]]. She is one of the main playable characters in ''[[Game of Thrones: A Telltale Games Series]]''.\n\n", "Family Tree": "{{House Forrester family tree}}\n\n", "Image Gallery": "&lt;gallery&gt;\nMira Forrester.png|Promotional image of Mira.\nIFI Mira Chamber.png\nTLL Pre-Release 6.png|Mira after killing Damien (player-determined).\nTSITD Pre-Release 3.png\nTSITD Mira Tyrion Courtyard.png\nTSITD Purple Wedding.png\n&lt;/gallery&gt;\n\n", "Appearances": "{{Game of Thrones (Telltale) Appearances|yes|yes|yes|yes}}\n\n", "Biography": "===Background===\nMira had always been fond of [[Ironrath]], but Lady Forrester â&euro;&rdquo; wanting her eldest daughter to learn the ways of a southernÂ court â&euro;&rdquo; arranged for Mira to serve as a handmaiden to [[Margaery Tyrell]]. To Miraâ&euro;&trade;s great surprise, she enjoyed attending on Margaery at [[Highgarden]], and followed her to [[Kingâ&euro;&trade;s Landing]] with enthusiasm. Life in the capital has not been easy for Mira, as her straightforward Northern ways are often at odds with the subtleties of court life â&euro;&ldquo; but she also has more guile than she realizes.&lt;ref&gt;Codex - Mira Forrester&lt;/ref&gt;\n\n===&quot;[[Iron From Ice]]&quot;===\nMira's actions are determinedÂ by the player's choices.Â Mira is at King's Landing as handmaiden toÂ Margaery, as she was sent south by her mother, who wanted her to learn the ways of the south. Mira receives a letter from her mother asking her to appeal to Lady Margaery to try and ask her to intervene on the house's behalf. Later she talks with Margaery, and Margaery tells her Queen [[Cersei Lannister|Cersei]] demands an apology from Mira, and wishes to have an audience with her. Â \n\nIn the court she must prove to Queen Cersei that the allegiance of House Forrester lies with the Crown. Cersei also questions whether she is loyal to KingÂ Joffrey or Maergary. She also has a little conversationÂ Tyrion Lannister. She is also offered help by a coal boy named Tom. Mira receives news that Ramsay Snow is riding for Ironrath and fears for the safety of her family. She may ask Maergary to request Joffrey to give House Forrester the protection of the crown so no harm can come to her family. However Joffrey refuses to do so and the safety of her House is in jeopardy.Â \n\n===&quot;[[The Lost Lords]]&quot;===\nIn Mira's first appearance in the episode, she is writing invitations for Lady Margaery's wedding to King Joffrey. A letter is delivered to her from her mother by Tom the coal boy, asking for help in ensuring Lady [[Elaena Glenmore]]'s betrothal to [[Rodrik Forrester|Rodrik]] remain intact. Her mother wishes for Lady Margaery to help by sending a letter to the Glenmore's encouraging the marriage. However, Margaery refuses, stating she doesn't want to force the Glenmore's hand, and says she is sure her brother can secure the marriage on his own. Mira is given the choice whether to finish an invitation to Ser Maynard or forge a letter to Elaena Glenmore. Handmaiden [[Sera Flowers|Sera]] enters the room, and asks to talk to Mira.\n\nMira and Sera walk in the gardens around King's Landing, and Sera leads Mira to a seating area, where she reveals she has a cask of wine from Cersei's favourite stock. Mira has the choice whether to drink some of the wine or not. Sera reveals she is in fact a bastard, and her full name is Sera Flowers. During their talk they get interrupted by Tyrion Lannister, who questions them about the source of the wine. He reveals his father has become interested in ironwood, and that he is meeting representatives of Lord Whitehill, and invites Mira along. Tyrion dismisses the representatives and discusses the ironwood with Mira. Mira returns to her room later to find someone has been in and looked through her stuff, and left a note, asking to meet in the gardens at midnight.\n\nMira goes to the gardens at midnight to see who left the note. She gets stopped by a Lannister guardsman, but then [[Damien|Ser Damien]] steps in for Mira. He talks to her, but then he tries to assassinate her. She manages to struggle for a while, and then Tom knocks him off her. However, Damien begins to drown him in the fountain, and Mira has the choice to attack and kill Damien, or run away. Tom offers to get rid of the body for Mira if she killed him, and she also has a choice to keep or toss the knife.\n\n===&quot;[[The Sword in the Darkness]]&quot;===\n'''''TBA'''''\n\n===&quot;[[Sons of Winter]]&quot;===\nMira will appear in this episode.\n\n"}, "title": "Mira Forrester"}