{"attributes": {"status": ":Category:Status: Dead", "10": "yes==In the books==Mirri Maz Duur's role in the series is largely unchanged fromÂ theÂ ''A Song of Ice and Fire''Â novels, with the books giving more details about her history. SheÂ is the godswife of a Lhazareen village and is rumored to have unearthly powers. Her mother had been a godswife before her and taught her all the spells and songs. As a young girlÂ Mirri had traveled to Asshai to learn the arts of the shadowbinders. She also studied the lore of the moonsingers of the Jogos Nhai, the herb lore of the Dothraki, and medicines and anatomy with the then-travelling Maester", "death": "Tied to Drogo's funeral pyre and burned alive by Daenerys Targaryen", "last": "&quot;Fire and Blood&quot;", "family": "", "title": "Mirri Maz Duur", "season": "Season 1", "image": "Mirri Maz Duur.jpg", "allegiance": "", "actor": "Mia SoteriouQuote", "culture": "Lhazareen", "deathep": "&quot;Fire and Blood&quot;", "titles": ["Godswife of the Great Shepherd", "''Maegi''"], "place": "Lhazar", "8": "yes", "9": "yes", "religion": "The Great Shepherd", "aka": "", "appearances": "3 episodes &lt;small&gt;(#Appearances", "first": "&quot;The Pointy End&quot;"}, "sections": {"In the books": "Mirri Maz Duur's role in the series is largely unchanged fromÂ theÂ ''[[A Song of Ice and Fire]]''Â novels, with the books giving more details about her history. SheÂ is the godswife of a Lhazareen village and is rumored to have unearthly powers. Her mother had been a godswife before her and taught her all the spells and songs. As a young girlÂ Mirri had traveled to [[Asshai]] to learn the arts of the [[shadowbinder]]s. She also studied the lore of the moonsingers of the Jogos Nhai, the herb lore of the Dothraki, and medicines and anatomy with the then-travelling [[Maester|Archmaester]] Marwyn.\n\nWhen Daenerys was at the [[House of the Undying]], one of the prophecies she heard was &quot;Three treasons will you know, once for blood and once for gold and once for love&quot;. Daenerys believes that Mirri Maz Duur committed the blood treason.\n\n", "TOP": "Mirri Maz Duur02341ja3ntpv7f68b5ezfei8hio2vom3stes1541472014-07-21T22:04:59ZRideToHell25072543{{Character\n| Title=Mirri Maz Duur\n| Image=Mirri Maz Duur.jpg\n| Season=[[Season 1|1]]\n| First=&quot;[[The Pointy End]]&quot;\n| Last=&quot;[[Fire and Blood]]&quot;\n| Appearances=3 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n| Titles=[[Godswife]] of the [[Great Shepherd]]&lt;br&gt;''[[Maegi]]''\n| Aka=\n| Status=[[:Category:Status: Dead|Deceased]]\n| Death=Tied to [[Drogo]]'s funeral pyre and burned alive by [[Daenerys Targaryen]]\n| DeathEp=&quot;[[Fire and Blood]]&quot;\n| Place=[[Lhazar]]\n| Allegiance=\n| Culture=[[Lhazareen]]\n| Religion=The [[Great Shepherd]]\n| Family=\n| Actor=[[Mia Soteriou]]}}\n{{Quote|Saved me? Three of those riders had already raped me before you saved me, girl. I saw my god's house burn, there where I had healed men and women beyond counting. In the streets I saw piles of heads... the head of the baker who makes my bread, the head a young boy that I had cured of fever just three moons past. So... tell me again exactly what it was that you saved?|'''Mirri Maz Duur''' to '''Daenerys Targaryen'''|Fire and Blood}}\n'''Mirri Maz Duur''' is a recurring character in the [[Season 1|first season]]. She is played by guest star [[Mia Soteriou]] and debuts in &quot;[[The Pointy End]].&quot; She was a [[Lhazareen]] [[godswife]] enslaved by the ''[[khalasar]]'' led by [[Drogo]]. She treats Drogo for a small wound he took during the sack of her village. He becomes gravely unwell and she convinces his wife [[Daenerys Targaryen]] to let her use blood magic, promising to save his life. She leaves Drogo in a vegetative state and takes the blood price of Daenerys' unborn child in vengeance for the attack on her people. She is burned to death on Drogo's funeral pyre by Daenerys.\n\n", "Appearances": "{{Season One Appearances|8=yes|9=yes|10=yes}}\n\n", "Biography": "===Background===\nMirri Maz Duur is a [[godswife]] - a healer and wise woman - living amongst the [[Lhazareen]], worshippers of the [[Great Shepherd]]. She's also a ''[[Maegi]]'', a practitioner of [[blood magic]].\n\n===[[Season 1]]===\n[[File:Mirri Maz Duur 1x09.png|thumb|Mirri Maz Duur prepares to sacrifice Drogo's horse]]\n[[File:Mirri 1x10.png|thumb|Mirri Maz Duur awaits her death]]\nDuur's village is raided by the [[Dothraki]] [[khalasar]] under Khal [[Drogo]]. The captive women are taken into slavery and raped. The Khaleesi [[Daenerys Targaryen]] orders that the [[Lhazareen]] women - including Mirri Maz Duur - be handed over to her custody to protect them. One of Drogo's warriors, [[Mago]], objects. When Drogo agrees to Daenerys' request, Mago challenges Drogo to single combat. Drogo kills Mago, but takes a minorÂ [[arakh]] wound to his chest. Mirri Maz Duur volunteers to heal the wound, saying that she is a godswife, or priestess of the Lhazareen god, the Great Shepherd. Drogo's bloodrider [[Qotho]] objects, calling Duur a ''maegi'' - a witch - but Drogo accepts her offering.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\nIn spite of (or maybe because of) Mirri Maz Duur's attentions,Â Drogo's wound becomes infected, making him seriously ill, and he falls from his horse. Duur claims that she can save him, but requires a blood sacrifice. She suggests killing [[The red|Drogo's horse]]. Qotho becomes enraged at her use of magic to save Drogo and tries to stop the ceremony, but is killed by Ser [[Jorah Mormont]]. Daenerys is thrown to the ground and goes into labor, so Mormont takes her into the tent where Duur is carrying out the ceremony to ask for her aid.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\nWhen Daenerys awakens she learns that her son was stillborn and malformed. She finds [[Drogo]] alive but in a vegetative state. Duur explains that Daenerys got what she traded for, and that before she was &quot;saved&quot; by Daenerys, she had already been raped several times and her temple had been burned. Now thanks to her spell, neither Drogo nor [[Rhaego|his son]] will cause more suffering. Daenerys builds a funeral pyre for Drogo and orders Jorah to bind Duur to the pyre. The ''maegi'' claims she won't scream. She begins chanting as the flames slowly engulf her, though her singing quickly changes to shrieks of pain as she is burnt alive. True to Daenerys' word, Duur dies screaming.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}}\n\n"}, "title": "Mirri Maz Duur"}