{"attributes": {"status": " :Category:Status: Alive", "death": "", "last": "", "family": "", "title": " Missandei", "season": "Season 3", "image": " MissS5.png", "allegiance": "House Targaryen", "actor": "Nathalie EmmanuelQuote", "titles": "", "link": " House TargaryenCharacter", "place": "Naath, Sothoryos", "aka": "", "appearances": " 15 episodes #Appearances", "first": "&quot;Valar Dohaeris&quot;"}, "sections": {"TOP": "Missandei01134159639dopfiyd3uyq3bqq2b9j3pazjsf1784032015-03-21T22:18:59ZThe Dragon Demands5014364/* In the books */{{Heraldry\n|image = Targaryen mini shield.png\n|link = House Targaryen\n}}\n{{Character\n|Title = Missandei\n| Image= MissS5.png\n| Season=[[Season 3|3]], [[Season 4|4]], [[Season 5|5]]\n| Appearances= 15 episodes [[#Appearances|(see below)]]\n| Titles=\n| Aka=\n| First=&quot;[[Valar Dohaeris]]&quot;\n| Last=\n| Status= [[:Category:Status: Alive|Alive]]\n| Death=\n| Place=[[Naath]], [[Sothoryos]]\n| Allegiance=[[House Targaryen]]\n| Family=\n| Actor=[[Nathalie Emmanuel]]}}\n{{Quote|How can anyone speak nineteen languages?|[[Daenerys Targaryen]] to Missandei|Second Sons (episode)}}\n'''Missandei''' is a major character in the [[Season 5|fifth]] season.&lt;ref&gt;[http://insidetv.ew.com/2014/02/07/game-of-thrones-series-regular/]&lt;/ref&gt; She initially appeared as a recurring character in the [[Season 3|third]] and [[Season 4|fourth]] seasons. SheÂ debuts in &quot;[[Valar Dohaeris]]&quot; and is played by [[Nathalie Emmanuel]].\n\nA slave who served as a translator to the masters of Astapor, Missandei was freed when [[Daenerys Targaryen]] took the [[Unsullied]]Â army and used it to overthrow the slavers. Missandei now serves Daenerys as her trusted advisor and handmaiden.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Missandei is a slave native to the island of Naath, located off the northwestern coast of [[Sothoryos]]. She acts as a translator to Kraznys mo Nakloz, one of the Good Masters of Astapor.\n\nAs is typical for the peoples of Sothoryos, Missandei is dark-skinned. She also possesses the typical Naathi features of a flat face and golden eyes.\n\nMissandei's three brothers were also captured along with her by the slaver-raid which brought all four of them to Astapor. Her three brothers were made into eunuchs and trained as Unsullied, though one of them did not survive the brutal training regimen. Her two surviving brothers, named Marselen and Mossador, did survive, and when Daenerys freed the Unsullied they were happily reunited with Missandei. There is no indication so far that Missandei's Unsullied brothers will appear in the TV series.\n\nWhile actress Nathalie Emmanuel was 23 years old when she was cast in the role, in the books Missandei is only 10 years old when she is introduced, the same age as [[Arya Stark]] at the time. In spite of her age, she is incredibly intelligent well beyond her years and serves as a key advisor and aide to Daenerys.  Due to this age-lift, her interactions with Grey Worm starting in Season 5 have no counterpart in the novels.  \n\n&quot;Missandei&quot; is pronounced &quot;Miss-an-day&quot;.&lt;ref&gt;[http://watch.accesshollywood.com/video/nathalie-emmanuel-dishes-on-joining-game-of-thrones-season-3-working-with-emilia-clarke/2275336156001 Natalie Emmanuel Access Hollywood interview], April 4, 2013.&lt;/ref&gt;\n\n", "Quotes": "\n{{Dialogue a-b-a|Missandei|I am from an island called Naath...when did they take me?  I was five years old.|Grey Worm|You remember your home?|I remember when they rowed us away from shore.  How white the beaches were, how tall the trees.  And I remember my village burning, smoke rising into the sky.|Missandei recalls how she was taken in a slaving raid as a child.|Oathkeeper}}\n\n", "Image gallery": "&lt;gallery hideaddbutton=&quot;true&quot;&gt;\nMhysa Dany Jorah finale.png|Missandei, Dany and Jorah in &quot;[[Mhysa]]&quot;.\n&lt;/gallery&gt;\n\n", " Biography ": "Missandei was born on the island of [[Naath]] in the [[Summer Sea]], off the coast of the continent of [[Sothoryos]]. She was [[Slavery|enslaved]] at a young age and taken to [[Slaver's Bay]] in [[Essos]], where she was eventually put to work as a translator for the slaver-master [[Kraznys mo Nakloz]], one of the [[Good Masters]] of [[Astapor]].\n\nMissandei speaks nineteen [[Languages|languages]] including [[High Valyrian]] (her favorite), the [[Low Valyrian]] dialect of Slaver's Bay, [[Dothraki (language)|Dothraki]], the [[Common Tongue]] of [[Westeros]],&lt;ref&gt;&quot;[[Second Sons (episode)|Second Sons]]&quot;&lt;/ref&gt; and has some knowledge of the functionally dead language of the [[Ghiscari Empire]].&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n\n[[File:Missandei as Kraznys translator.png|thumb|Missandei as Kraznys's translator.]]Missandei acts as a translator between her master Kraznys mo Nakloz and [[Daenerys Targaryen]] when she lands on Astapor with the intent to buy [[Unsullied]]. She does not translate literally, offeringÂ Kraznys commentary on Daenerys' words and leaving out Kraznys'Â insults to the Khaleesi.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\nDaenerys meets with Kraznys and other Good Masters and announces her intention to buy all of the eight thousand Unsullied for sale, but Kraznys says she cannot afford them. The slaver grows increasingly insulting and condescending - which makes Missandei struggle to translate politely. Daenerys then adds she also wants to buy the hundreds of young men still in training. In exchange she offers one of her [[dragons]]. The Good Masters agree, but Daenerys also asks for Missandei as a gift and a show of good faith for the upcoming transaction. He agrees, and Missandei follows Daenerys.\n\n[[File:Daenerys takes missandei.png|thumb|left|Missandei joins Daenerys.]]Daenerys asks the young slave for her name and if she has any living family, but she says she does not. Daenerys warns her that she is heading into war and she may be killed or may fall sick and die, to which Missandei simplyÂ recites the Valyrian aphorism: &quot;Valar morghulis&quot;. Daenerys responds by correctly translating, &quot;all men must die&quot; but alsoÂ adds that &quot;we are not men&quot;, making Missandei grin.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\nMissandei, sporting a new dress to match Daenerys's outfit, is present when Kraznys and Daenerys conduct their exchange. She translates their exchange until Daenerys fluidly begins issuing orders to the Unsullied in perfectly accented [[Low Valyrian]], at which Missandei stares in shock. Missandei survives the subsequent sack of Astapor and marches out of the city with Daenerys.&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n\nMissandei serves as Daenerys's primary aide-de-camp during the march to [[Yunkai]]. On her queen's orders, she gathers the Unsullied officers together and orders them to select a single leader from among themselves. When the new leader, [[Grey Worm]], is presented, Missandei explains that all Unsullied are given names consisting of drab colors and vermin to remind them of their station. Daenerys promptly orders the Unsullied to select their own names, though Grey Worm elects to keep his.&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n\n[[File:Daario threatens Missandei.jpg|thumb|Daario dressed as an Unsullied holds a knife at Missandei's throat.]]\nMissandei later attends to Daenerys and her guests [[Mero]], [[Prendahl na Ghezn]] and [[Daario Naharis]]. Mero is rather uncouth throughout the whole event, groping Missandei and even trying smell her. In part because of his treatment of Missandei, the khaleesi orders that Mero be killed first if the Unsullied must fight the [[Second Sons (mercenary company)|Second Sons]]. That night, as Daenerys bathes, she is surprised to learn that Missandei speaks no fewer than nineteen languages. Missandei says this shouldn't be that odd, since it only took Daenerys a year to gain a reasonable grasp of [[Dothraki (language)|Dothraki]]. The khaleesi bristles at the idea she speaks only ''reasonable'' Dothraki and switches to the language to teach Missandei a lesson, only to have her pronunciation corrected. Suddenly, an Unsullied enters and hold a knife to Missandei's throat, advising the women not to scream. He removes his helmet, revealing himself as Daario. He explains he is here to kill Daenerys on orders from his captains, but they ran into a philosophical disagreement over her beauty. He then releases Missandei and produces his captains' severed heads.&lt;ref&gt;&quot;[[Second Sons (episode)]]&quot;&lt;/ref&gt;\n\nMissandei is later on hand as Daenerys waits for word of the infiltration of Yunkai&lt;ref&gt;&quot;[[The Rains of Castamere (episode)]]&quot;&lt;/ref&gt; and when Yunkai's gates open. She at first recites a prepared speech on how Daenerys has freed the slaves, but the khaleesi interrupts with a speech of her own. When the freed slaves begin calling Daenerys &quot;mhysa&quot;, Missandei explains the word's Ghiscari origins and its meaning, &quot;mother&quot;.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n[[File:Game between daario and grey worm.png|thumb|Missandei watching Daario and Grey Worm gambling.]]Missandei remains Daenerys's aide-de-camp in the weeks following the fall of Yunkai. When an irritated Daenerys locates Grey Worm and Daario, Missandei informs them that they have been at their contest (balancing their swords to see who will have the honor of riding at the queen's side) since midnight. Missandei is amused when Daenerys threatens to expel the winner of the contest from her army. Later on, Missandei discusses the [[Great Masters]] with the queen, and suggests that if they are smart, they should be afraid.&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\nAt the gates of Meereen, Missandei translates the words of Meereen's champion to Daenerys. She is clearly reluctant to accurately translate the Meereenese Valyrian and cleans up the language slightly when relaying the message. A few minutes later, when Daario is selected as the champion, Missandei makes complimentary remarks about him, which Daenerys brushes off.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\n[[File:Missandei with grey worm.png|thumb|left|Missandei talking to Grey Worm.]]Missandei is revealed to have been teaching Grey Worm the Common Tongue. As the lessons progress, Missandei and Grey Worm discuss their lost homelands ([[Naath]] and the [[Summer Isles]] respectively) and Grey Worm's eagerness to kill the Masters of Slaver's Bay.&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\nMissandei is later present when Daenerys mulls over the possibility of seizing [[King's Landing]].&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt; She later acts as herald and translator while Daenerys, acting as queen of Meereen, hears petitions from her new subjects.&lt;ref&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt;\n\n[[File:Missandei with daenerys.png|thumb|Missandei and Daenerys talking about Grey Worm.]]While bathing nude in a stream outside the city, Missandei noticesÂ [[Grey Worm]] gazing at her. Surprised by this, she stands up, allowing him to see her wholly before she covers herself. Later she discusses what happened with Daenerys, who says Unsullied aren't interested in women. MissandeiÂ says he was, though, surprising as it seems. DaenerysÂ asks her whether, when a slave is castrated, the masters take both the &quot;pillar&quot; and the &quot;stones.&quot; MissandeiÂ does not know, and DaenerysÂ asks whether she's ever wondered. MissandeiÂ thoughtfully confirms she has. Grey Worm later comes to apologize, but she tells him there is no need. She expresses sympathy over what was done to him, but he replies that if it had not happened, the course of events that eventually led to their meeting would not have occurred, which visibly moves her. As he turns to leave, Missandei says she is glad he saw her, to which he says he is as well.Â She is later present when JorahÂ is dismissed from Daenerys's service and banished.&lt;ref&gt;[[The Mountain and the Viper]]&lt;/ref&gt;\n\nMissandei is again on hand when a farmer delivers to Daenerys the remains of his three-year old girl, who was burned to death by [[Drogon]].&lt;ref&gt;[[The Children]]&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season Three Appearances|yes||yes|yes|yes||yes|yes|yes|yes}}\n{{Season Four Appearances|yes||yes|yes|yes|yes||yes||yes}}\n\n"}, "title": "Missandei"}