{"attributes": {"founding": "", "founder": "Quote", "places": "", "title": "File:Bolton mini flag.png", "image": "S04E8_-_Moat_Cailin.png", "rulers": [" No dedicated local lord ", " House Bolton", "House Greyjoy (formerly)"], "link": "House Bolton", "location": "The Neck, the North, Westeros", "military": "", "religion": "", "age": "More than 10,000 years (according to myth)", "type": "Castle (ruins)", "institutions": "", "population": "None"}, "sections": {"TOP": "Moat Cailin028879ugx16tf6xbnut0c09z00jxdyiv3rsh1594212014-09-15T02:18:30ZThe Dragon Demands5014364/* Behind the scenes */{{Settlement\n| Title=[[File:Bolton mini flag.png|45px|left|link=House Bolton]] Moat Cailin [[File:Bolton mini flag.png|45px|right|link=House Bolton]]\n| Image=S04E8_-_Moat_Cailin.png\n| Location=[[The Neck]], [[the North]], [[Westeros]]\n| Type=Castle (ruins)\n| Population=None\n| Rulers= No dedicated local lord &lt;br&gt; [[House Bolton]]&lt;br&gt;[[House Greyjoy]] (formerly)\n| Religion=\n| Military=\n| Institutions=\n| Places=\n| Founding=\n| Age=More than 10,000 years (according to myth)\n| Founder=}}\n{{Quote|As long as the ironborn hold Moat Cailin, our armies are trapped south of the Neck.|[[Roose Bolton]]|The Lion and the Rose}}\n[[Image:Moat Cailin Pin.png|thumb|right|200px|A map showing the location of Moat Cailin on the continent of Westeros.]]\n'''Moat Cailin''' is a ruined collection of towers located on [[the Neck]]. It is part of [[the North]] and is subject to the rule of [[House Stark]], but has not been permanently manned for centuries. Because of that, it is neither a fief nor a residence of any lord. It is the linchpin of the defense of the North from any invasion from the south. It is an ancient stronghold of the [[First Men]]. It has been degraded by time and only three towers still stand. The towers are arranged in mutually defensive positions, suggesting the heightened tactical awareness of the builders.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/moat-cailin/ HBO viewers guide, season 2 map Moat Cailin entry]&lt;/ref&gt;\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Moat Cailin is said to have been built well over ten thousand years ago by the [[Children of the Forest]], though the accuracy of this is unclear. The fortress commands the northern end of the causeway which carries the [[Kingsroad]] through the bogs and swamps of the Neck, at a point in [[Westeros]] where the swamps extend almost from coast to coast. Thus, any large host has to pass the fortress to enter the North. Due to the placement of the three surviving towers around the bottleneck and with no firm ground to deploy siege equipment to the south, a few hundred archers with sufficient ammunition could hold off a much larger army for some time from Moat Cailin. Moat Cailin was one of the vital reasons why the First Men were able to successfully resist the [[Andals]]' attempts to invade the North as they did the rest of Westeros to the south.\n\nAlso according to myth, the Children attempted to use Moat Cailin to hold back the invading [[First Men]] and, when that failed due to the humans' superior numbers, attempted to shatter the Neck and completely separate the North from the South in the same manner they shattered the Arm of [[Dorne]] centuries earlier. However, the Children failed and only succeeded in flooding it, creating bogs and swamps. However, the cataclysm proved the strength of their power and may have proved instrumental in bringing the First Men to agree to the terms of the Pact that ended hostilities between the two races.\n\nWhile in the present era most of Moat Cailin's former towers have fallen into ruin, even the three remaining towers are more than capable of defending the passage to the North, provided that they are fully manned. A key point is that Moat Cailin was only designed to resist attack from the south, and thus its northern flank is relatively exposed to attack by even a small force.\n\n", "Behind the scenes": "* Renly pronounces the name &quot;Moat Cait-lin&quot; the one time he mentions it in Season 2, but the Boltons pronounce it correctly as &quot;Cay-lin&quot; in Season 4.\n\n* Renly's offer would've involved the Starks losing a substantial amount of their pre-war territory on [[the Neck]], including [[Greywater Watch]], but Catelyn does not mention this. Possibly it was a script error. It may also be possible that Renly has only a simplified knowledge of geography of the North, or that he was speaking vaguely and considered &quot;the North&quot; to ''symbolically'' start at Moat Cailin,Â because of the strategical importance of the fortress, and meant leaving the North's territory as it was.&lt;ref name=&quot;E14&quot;/&gt;\n\n", "Image Gallery": "&lt;gallery&gt;\nS04E8 - Moat Cailin - distant view.png|Moat Cailin from a distant view seen in &quot;[[The Mountain and the Viper]]&quot;.\nMoat-Cailin-title-sequance.jpg|Moat Cailin as depicted in the title sequence before its fall.\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "History": "===[[Season 2]]===\nKing [[Renly Baratheon]] discusses a potential alliance with [[King in the North]] [[Robb Stark]] by negotiating with Robb's mother [[Catelyn Stark]]. He offers to recognize Robb's dominion over everything north of Moat Cailin.&lt;ref name=&quot;E14&quot;&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\n[[Ironborn]] warriors [[Battle of Moat Cailin|seize]] Moat Cailin after [[Balon Greyjoy]] launches his campaign to conquer [[the North]].&lt;ref&gt;Season 2 bluray: War of the Five Kings feature&lt;/ref&gt;\n\n===[[Season 4]]===\nThe majority of [[Roose Bolton]]'s army is trapped south of [[The Neck]] due to the ironborn occupation of the castle. Roose orders his bastard son [[Ramsay Snow]] to use [[Theon Greyjoy|Reek]] to [[Fall of Moat Cailin|capture the castle]] ,&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt; for which he awards him the title of [[Ramsay Bolton]].&lt;ref&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt;&lt;ref name=&quot;E38&quot;&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt; Reek, using his former identity as Theon Greyjoy, convinces Moat Cailin to surrender, upon which Ramsay massacres and [[Flaying|flays]] its inhabitants.&lt;ref name=&quot;E38&quot;/&gt;\n\n"}, "title": "Moat Cailin"}