{"attributes": {"founding": "", "founder": "Quote", "places": "", "title": "Mole's Town", "image": "Mole's Town.jpg", "rulers": "", "location": "The Gift, Westeros", "military": "", "religion": "The Old Gods of the Forest", "age": "", "type": "Village", "institutions": "", "population": ""}, "sections": {"TOP": "Mole's Town088740m0r6vse6z8ygcrci9svxxxvier4lc01611062014-09-30T17:02:13ZThe Dragon Demands5014364/* Season 4 */{{Settlement\n| Title=Mole's Town\n| Image=Mole's Town.jpg\n| Location=[[The Gift]], [[Westeros]]\n| Type=Village\n| Population=\n| Rulers=\n| Religion=The [[Old Gods of the Forest]]\n| Military=\n| Institutions=\n| Places=\n| Founding=\n| Age=\n| Founder=}}\n{{Quote|I know for a fact that some of the officers go to that brothel in Mole's Town.|[[Samwell Tarly]]|Cripples, Bastards and Broken Things}}\n[[Image:Castle Black Pin.png|thumb|right|200px|A map showing the location of Mole's Town on the continent of Westeros.]]\n'''Mole's Town''' is one of the few villages located in [[the Gift]], the strip of land immediately south of [[the Wall]] which is under the jurisdiction of the [[Night's Watch]], meant to supply the forces that guard the Wall. It is the closest instance of &quot;civilization&quot; to the Wall, populated by [[smallfolk]] and not members of the Night's Watch. It is located along the [[Kingsroad]] about half a league (nearly two miles) south of [[Castle Black]].\n\nDespite their oath of celibacy, members of the Night's Watch are frequently known to slip off to visit the [[Prostitution|brothel]] in Mole's Town.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\nDespite its name, Mole's Town is not really a large &quot;town&quot; like larger settlements in southern Westeros such as [[Stoney Sept]] or [[Fairmarket]], which have populations in the hundreds to low thousands. Mole's Town is a small, filthy, hardscrabble settlement of a dozen or so major buildings, which are typically in a poor state of repair. If [[King's Landing]] is the bright center of refined civilization in Westeros, Mole's Town is the point farthest from it.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt; Even so, Mole's Town is one of the relatively larger settlements in the Gift, if not the largest (which attests to just how sparsely populated the Gift has become over the centuries, due to wildling incursions).&lt;ref&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Mole's Town is much the same, located along the Kingsroad about half a league south of Castle Black (a little less than two miles, or almost three kilometers). It is a small village, though it is bigger than it looks, because three-quarters of the village's building-space is located below-ground for protection from the cold. The handful of small shacks on the surface are just entrances to the main living spaces below. Watch members are known to sneak off from time to time to visit the brothel in Mole's Town. Due to the underground location of Mole's Town brothel, the black brothers refer to their visits to it as &quot;digging for buried treasure&quot;.\n\nAfter [[Jon Snow]] escapes from the [[Free Folk|wildlings]], he passes through Mole's Town, warns the residents of the imminent attack and advises them to seek refuge at Castle Black. Three quarters of the town residents follow Jon's advice. The blacksmith Donal Noye, who takes command on the defenders (since all the officers are either dead or absent), allows them to stay at the castle on condition that they take part in defending the castle. Among the villagers who come to Castle Black are:\n\n*Zei, a whore. She proves to be a good shot with a crossbow during the battle.\n*Sky Blue Su, a whore.\n*Lady Meliana, a whore. All her friends agree that she is no lady.\n*Hareth (aka Horse), a stablehand. A big blond man with buck teeth.\n\nShortly before the attack of the [[Thenn]]s begins, Jon notices grey smoke rising from the direction of the town, realizing that the wildlings set the village afire on their way to the castle.\n\nAfter the initial attack of the Thenns is repulsed, the villagers incorrectly believe the worst is over, and return to Mole's Town. When Castle Black comes under assault again by the main force of the wildlings from the north, Jon sends a request for aid from the village. The messenger, Zei, never returns, so Jon sends [[Mully]], who finds the village deserted. It is unknown what became of the villagers.\n\nHareth is the only resident of Mole's Town who remains at Castle Black throughout the entire battle and afterwards joins the Watch.\n\n", "History": "===[[Season 1]]===\n[[Samwell Tarly]] complains to fellow new recruit [[Jon Snow]] that he's heard that some of the officers have been known to slip off to Mole's Town to visit its brothel.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n\nFollowing [[Jon Snow]]'s betrayal and flight from the wildlings, he reports back to Castle Black's remaining leadership that [[Mance Rayder]] is advancing on their position with an army 100,000 strong - and confesses that one of the ways he convinced the wildlings he would break his vows and join them was by breaking his vow of chastity and laying with a wildling girl ([[Ygritte]]).  Some of the officers are angered that he is an oathbreaker, but Maester Aemon waves this away, saying that if they beheaded every black brother who lay with a girl at the Mole's Town brothel, the Wall would be garrisoned by nothing but headless men.&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\nSamwell brings the wildling girl [[Gilly]] and her baby to Mole's Town on a cart, and gets her a job for room and board as a washerwoman at the local brothel, after negotiating with [[Mole's Town madam|brothel's madam]]. He insists that it is safer for her there than at [[Castle Black]]. As he explains, his immediate concern is that many of the Watch's recruits were rapers sent to the Wall as punishment, and as she was the only woman at the fortress, he feared they might attack her. Moreover, Castle Black is facing the looming threat of an overwhelming attack by [[King-Beyond-the-Wall]] Mance Rayder's wildling army, numbering in the tens of thousands, which is coming closer with each passing day. Gilly is still upset that she will be alone with her baby and away from Samwell.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\nLater at Mole's Town, during the night a [[Mole's Town whore|whore]] is arguing with Gilly about her baby's crying has been waking her up. Just then Gilly hears what sounds like an owl hooting, but realizes that it is actually two wildling raiders signalling each other, so she quickly looks for a place to hide. A wildling raiding band led by [[Tormund]], [[Styr]], and Ygritte attacks the town, killing everyone in their path. Ygritte discovers Gilly hiding with her baby, but urges them to keep quiet, sparing their lives.&lt;ref&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt; Following the [[Sack of Mole's Town]], Gilly emerges from her hiding place and walks up the [[Kingsroad]] for several hours until she reaches the safety of Castle Black with her baby. Meanwhile, Tormund and Styr's raiding band also advances north, camping just outside of bowshot from Castle Black and behind a hill. Upon seeing the light from Mance Rayder's forest fire north of the Wall, his signal for them to attack, they advance on the weaker southern side of the Watch's castle.&lt;ref&gt;&quot;[[The Watchers on the Wall]]&quot;&lt;/ref&gt;\n\n"}, "title": "Mole's Town"}