{"attributes": {"status": ":Category:Status: Dead", "death": "Executed by House Lannister men", "last": "&quot;Fire and Blood&quot;", "family": "", "rightlink": "House StarkCharacter", "season": "Season 1", "image": "Septa Mordane.jpg", "leftimage": " Seven mini star.png", "allegiance": ["The Faith of the Seven", "House Stark"], "actor": "Susan BrownDialogue a-b-a", "deathep": "&quot;The Pointy End&quot;", "rightimage": "Stark mini shield.png", "place": "", "title": "Mordane", "aka": "", "first": "&quot;Winter is Coming (episode)", "appearances": "7 episodes &lt;small&gt;(#Appearances", "leftlink": " Faith of the Seven"}, "sections": {"In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Septa Mordane is a loyal servant of [[House Stark]], despite the fact that most of the family worships the [[Old Gods of the Forest]] rather than the Seven. She finds Sansa to be a willing, able and promising student. She despairs at the tomboyish Arya, who'd rather be running around the castle and playing with swords. Arya hates to do needle work and when she runs off to watch sword practice, she returns to her room to find Septa Mordane and her mother waiting to have words. Despite this rebellion, she is fond and fiercely protective of both of her charges.\n\nShe travels to King's Landing with Eddard Stark and his daughters. Arya is angry when she hears her praising Princess [[Myrcella]]'s needlework even though it's not much better than Arya's own, which is always found wanting.\n\nSepta Mordane goes to the Hand's tourney with Sansa and [[Jeyne Poole]] and must leave when Jeyne gets distraught witnessing the death of Ser [[Hugh of the Vale]], pierced in the neck by a splinter of a jousting lance directly in front of them. She leads Jeyne away. Later the Septa chaperones Sansa to the post tourney feast and they are both encouraged to drink wine by Joffrey. When Sansa is ready to go she realizes that Septa Mordane is laying face down on the table asleep and accepts Joffrey's offer of an escort, but Joffrey then tells the Hound to do it and leaves them.\n\nSansa is not with Septa Mordane when the [[Massacre in the Red Keep|attack on Eddard Stark's people]] takes place in the book. Sansa went to Queen Cersei to plead for her to talk to Lord Eddard after he told Sansa that she and Arya were going to be taken out of the Keep by Stark men and taken to the docks to board a ship for Winterfell. Sansa is so distraught over leaving King's Landing and the breaking of her betrothal to Joffrey, she doesn't know she is betraying her father and putting them all in peril. Cersei promises to help, but then has Sansa escorted to a tower room and locked in under guard. Later Jeyne Poole is pushed into the room and they are both kept there for three days with no idea of what is occurring, other than the little that Jeyne saw of Stark men being killed.\n\nSansa is shown Septa Mordane's unrecognizable head on a spike by Joffrey, when he takes her to see her father's head up on the walls, and she asks why she was killed as she was god sworn, but Joffrey doesn't answer.\n\n", "TOP": "Mordane02261n2ncffnqcuefqpe6btp4497be0hs15g1739722015-02-22T10:47:28ZSer Patrek25358400{{Heraldry\n|leftimage = Seven mini star.png\n|leftlink = Faith of the Seven\n|rightimage=Stark mini shield.png\n|rightlink=House Stark\n}}\n{{Character\n| Title=Mordane\n| Image=Septa Mordane.jpg\n| Season=[[Season 1|1]]\n| First=&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;\n| Last=&quot;[[Fire and Blood]]&quot;\n| Appearances=7 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n| Aka=\n| Status=[[:Category:Status: Dead|Deceased]]\n| Death=Executed by [[House Lannister]] men\n| DeathEp=&quot;[[The Pointy End]]&quot;\n| Place=\n| Allegiance=The [[Faith of the Seven]]&lt;br&gt;[[House Stark]]\n| Family=\n| Actor=[[Susan Brown]]}}\n{{Dialogue a-b-a|Sansa Stark|Where are you from anyway? The North or the South?|Septa Mordane|I come from a very small village in a...|Oh, wait. I just realized... I don't care.|Sansa Stark displaying her newly acquired rudeness.|A Golden Crown}}\nSepta '''Mordane''' is a recurring character in the [[Season 1|first season]]. She is played by [[Susan Brown]] and debuts in the [[Winter is Coming (episode)|series premiere]]. Mordane is the [[septa]] at [[Winterfell]] and tutor to the daughters of [[House Stark]]. She accompanies the household to [[King's Landing]] to continue the girls's studies. She is killed by [[House Lannister]] men-at-arms following the arrest of Lord [[Eddard Stark]] for treason.\n\n", "Appearances": "{{Season One Appearances|yes||yes|yes|yes|yes||yes||yes}}\n\n", "Biography": "===Background===\n[[File:Mordane History and Lore.png|thumb|left|Mordane tutoring a young Sansa]]Mordane is a [[septa]] (priestess) in the [[Faith of the Seven]]. She serves at the [[sept]] in [[Winterfell]]. Her secondary duties involve tutoring [[Sansa Stark|Sansa]] and [[Arya Stark]] in needlework, embroidery, singing and other ladylike duties.\n\n[[File:Mordane 1x01.png|thumb|200px|Septa Mordane complimenting Sansa's Needlework]]\n\n===[[Season 1]]===\nSepta Mordane tutors Arya and Sansa in needlework. She compliments Sansa on the skill of her work, but doesn't remark on Arya's grudging efforts.&lt;ref&gt;&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;&lt;/ref&gt; Mordane accompanies Arya and Sansa to [[King's Landing]] and dines with them. She is present at the meal when Arya threatens to kill [[Joffrey Baratheon]] for his actions on the [[Kingsroad]] and reports this to her father. When Sansa is disdainful of the doll which [[Eddard Stark]] gives her and asks to be excused, it is to Septa Mordane that he says, &quot;War was easier than daughters&quot;.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt; Mordane shows Sansa the throne room as part of Sansa's tutoring on the history of the Seven Kingdoms. Sansa is concerned over what will happen if she has no sons, only daughters, a concern that Mordane dismisses as highly unlikely.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n[[File:Mordane.png|thumb|Mordane faces the Lannister soldiers]]\n\nMordane accompanies Arya and Sansa to the Hand's [[tournament]] and is present when Littlefinger explains the background of his nickname to Arya.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt; Mordane chaperones Sansa when Joffrey meets her to apologize for his behavior on the [[Kingsroad]].&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\nShe appears to not be as approving of Joffrey as she once was, but Sansa doesn't notice. Sansa is being rude to Septa Mordane (likely due to Cersei's example being a bad influence).\n\nAfter the failed attempt by Sansa's father to remove Joffrey from the [[Iron Throne]] following King Robert's death, Mordane hears combat in the courtyard at the [[Red Keep]]. Fearing the worst she orders Sansa to run to her room and bar the door to anyone she does not know. After Sansa leaves, Mordane is confronted by several Lannister soldiers.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\n[[File:Mordane's head!.jpg|thumb|Mordane's head]]\nAfter the North rises in rebellion, Joffrey takes Sansa to the Traitors' Walk and forces her to gaze at her father's head on a spike. He also reveals that he needlessly had Mordane beheaded, and her head placed on a spike next to her father's.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}}\n\n"}, "title": "Mordane"}