{"attributes": {"status": " Active", "founder": " The '''Most Devout''' are the ruling council of the Faith of the Seven, composed of its highest ranking clergy. The Most Devout are led by the High Septon, who is in turn elected by the Most Devout. Along with the High Septon, they convene at the Great Sept of Baelor in King's Landing.The High Septon is usually elected from among the Most Devout themselves, though this is not an official requirement. In theory, the Most Devout are supposed to select the High Septon without outside interference. Oftentimes, however, the King of the Andals and the First Men, or other powerful political factions, can influence the Most Devout to elect their preferred candidate.==Current members==*Septa Unella==In the Books==In the ''A Song of Ice and Fire'' novels, the Most Devout are the ruling council of the Faith of the Seven. Like the High Septon, they used to be headquartered in Oldtown for centuries, but after the War of Conquest", "title": " The Most Devout", "season": " Season 2", "image": " ", "allegiance": "Faith of the Seven", "leader": " ", "date": " ", "former": " ", "place": "Great Sept of Baelor, King's Landing", "members": " ", "mentioned": "&quot;The Old Gods and the New&quot;", "type": "Religious Council\t", "appearances": " "}, "sections": {"Current members": "*Septa [[Unella]]\n\n", "TOP": "Most Devout022193a2vmvyj3jpprug5cb6t2qp1gz474fsi1617892014-10-09T23:20:15ZThe Dragon Demands5014364/* In the Books */{{Infobox organization\n|Title= The Most Devout\n|Image= \n|Season= [[Season 2|2]]\n|Appearances= \n|Mentioned=&quot;[[The Old Gods and the New]]&quot;\n|Status= Active\n|Leader= \n|Type=Religious Council\t\n|Allegiance=[[Faith of the Seven]]\n|Members= \n|Former= \n|Place=[[Great Sept of Baelor]], [[King's Landing]]\n|Date= \n|Founder= \n}}\n\nThe '''Most Devout''' are the ruling council of the [[Faith of the Seven]], composed of its highest ranking clergy. The Most Devout are led by the [[High Septon]], who is in turn elected by the Most Devout. Along with the High Septon, they convene at the [[Great Sept of Baelor]] in [[King's Landing]].\n\nThe High Septon is usually elected from among the Most Devout themselves, though this is not an official requirement. In theory, the Most Devout are supposed to select the High Septon without outside interference. Oftentimes, however, the [[King of the Andals and the First Men]], or other powerful political factions, can influence the Most Devout to elect their preferred candidate.\n\n", "See also": "*{{AWOIAF}} (spoilers from the books)\n", "In the Books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, the Most Devout are the ruling council of the Faith of the Seven. Like the High Septon, they used to be headquartered in [[Oldtown]] for centuries, but after the [[War of Conquest|Targaryen Conquest]] they moved to the new capital city of King's Landing.\n\nGiven that [[George R.R. Martin]] has stated that the Faith of the Seven is loosely analogous to the medieval Catholic Church, the Most Devout are analogous to the [[Wikipedia:College of Cardinals|College of Cardinals]], just as the High Septon is analogous to the Pope.\n\nThe Most Devout has both male and female members, as both [[Septon]]s and [[Septa]]s are part of the council. Unlike the High Septon, members of the Most Devout are not required to give up their personal names. Moreover, they do not gain special new titles once they join the council (i.e. how the title of &quot;Bishop&quot; would change to &quot;Cardinal&quot;), and thus are simply called &quot;Septon Raynard&quot;, &quot;Septa Unella&quot;, etc., but not &quot;Most Devout Raynard&quot;.  There are not only seven members of the Most Devout, as might be assumed:  it is mentioned that there are currently at least thirty members on the council.\n\nThere are several female members of the Most Devout at the time of the books, and there may have been a High Septa at some point in the past, but it has not been mentioned so far.\n\nAs the most senior and high ranking clergy of the Faith, they tend to be old. They are often perceived as somewhat corrupt, as powerful political factions frequently bribe them for special favors. Several have grown fat even as peasants starve in the slums of nearby [[Flea Bottom]]. Very powerful noble families, particularly the royal family, often influence whom they elect as the new High Septon.\n\nAfter the [[High Septon (Before the riot of King's Landing)|obese High Septon from the beginning of the novels]] was torn limb from limb in the [[Riot of King's Landing]] by a starving mob, acting [[Hand of the King]] [[Tyrion Lannister]] influenced the Most Devout's election of his replacement. [[High Septon (After the Riot of Kingâ&euro;&trade;s Landing)|Tyrion's new High Septon]] was regarded as a weak-willed man and political pawn of the Lannisters, but he was at least considered to be personally a good man, unlike his corrupt predecessor, who was so obese that he could barely walk even as thousands of refugees starved to death during the War of the Five Kings.\n\nThe TV series has not yet officially introduced the Most Devout. The only time they have been mentioned so far is in HBO's In-Episode Guide for Season 2's &quot;[[The Old Gods and the New]]&quot;, when the first High Septon prominently appears to bless [[Myrcella Baratheon|Myrcella]]'s departure.Â  Casting reports, however, have indicated that the Most Devout will feature prominently in [[Season 5]].Â \n\n"}, "title": "Most Devout"}