{"attributes": {"casual2": ["Unknown, heavy ", "(11 survived)dialogue a-b"], "name": " Mutiny at Craster's Keep", "forces1": ["Grenn", "Eddison Tollett", "Other black brothers"], "casual1": ["Craster", "Lord Commander Mormont", "Many loyalist black brothers", "Several of Craster's daughter-wives raped"], "image": "File:Joer_Mormont_And_Now_his_watch_is_ended.png", "forces2": "Over a dozen mutinous black brothers", "next": "Raid on Craster's Keep", "width": "", "bg2": "", "conc": "", "place": "Craster's Keep, the Haunted Forest, Beyond the Wall.", "result": "Craster's Keep seized by the Mutineers", "commanders1": ["Lord Commander Jeor Mormontâ&euro; ", "Crasterâ&euro; "], "date": "", "link": "Betrayers The Betrayers", "commanders2": ["Rast", "Karl"], "prev": "Battle of the Fist of the First Men", "side2": "File:Crow mini shield.png", "conflict": "Conflict Beyond the Wall", "side1": "File:Crow mini shield.png"}, "sections": {"TOP": "Mutiny at Craster's Keep015258bed914y41b0bl77xhb6689l88z92egn1692472015-01-16T04:08:57Z47.54.50.112Adding result{{Battle\n|width=\n|prev=[[Battle of the Fist of the First Men]]\n|conc=\n|next=[[Raid on Craster's Keep]]\n|name= Mutiny at Craster's Keep\n|image=[[File:Joer_Mormont_And_Now_his_watch_is_ended.png|300px]]\n|conflict=[[Conflict Beyond the Wall]]\n|date=\n|place=[[Craster's Keep]], the [[Haunted Forest]], [[Beyond the Wall]].\n|result=Craster's Keep seized by the Mutineers\n|BG2=\n|side1=[[File:Crow mini shield.png|20px|right|link=Night's Watch]] [[Night's Watch]]&lt;br&gt;Craster's family\n|side2=[[File:Crow mini shield.png|20px|right|link=Betrayers]] The [[Betrayers|Mutineers]]\n|commanders1=Lord Commander [[Jeor Mormont]]â&euro; &lt;br&gt;[[Craster]]â&euro; \n|commanders2=[[Rast]]&lt;br&gt;[[Karl]]\n|forces1=[[Grenn]]&lt;br&gt;[[Eddison Tollett]]&lt;br&gt;Other black brothers\n|forces2=Over a dozen mutinous black brothers\n|casual1=Craster&lt;br&gt;Lord Commander Mormont&lt;br&gt;Many loyalist black brothers&lt;br&gt;Several of Craster's daughter-wives raped\n|casual2=Unknown, heavy &lt;br&gt;(11 survived)}}\n{{dialogue a-b|Jeor Mormont|The Gods will curse us for this! By all the laws--|Karl|There are no laws beyond the Wall!|Jeor Mormont fails to restore order.|And Now His Watch is Ended}}\nThe '''Mutiny at Craster's Keep''' is an event during the [[Conflict Beyond the Wall]].\n\n", "See also": "*{{AWOIAF}}Â (MAJOR spoilers from the books)\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the mutiny is told from [[Samwell Tarly]]'s perspective (&quot;''A Storm of Swords''&quot;, chapter 33). It is not only the result of the rising tensions between Craster and the black brothers, but also of a prior plot by a group of Night's Watchmen to murder Lord Commander Mormont, Sam and several other individuals so they could ensure the end of the Ranging, desert the Watch and take up residence in the keep. However, their plot is foiled by the sudden snowfall and the subsequent [[Battle of the Fist of the First Men|attack]] of the [[White Walkers|Others]]. A few men who had been discussing betrayal before the massacre at the Fist ultimately stay loyal during the mutiny, while some other men who weren't part of the earlier plot spontaneously join the mutinees when it breaks out.\n\n===Background===\nOf the 300 members of the Watch who originally left the Wall on the ranging, only 44 make it to Craster's Keep, twelve of them are critically injured. The retreat to Craster's Keep, plagued by constant attacks from the Others picking off the rearguard,Â had brought down their morale even further and certain brothers, most notably Dirk, [[Karl|Clubfoot Karl]], Ollo Lophand, Garth of Oldtown and Garth of Greenaway, become more vocal with their frustrations, especially about the scant food that Craster gives them. Craster contributes to the hostile atmosphere by making it clearÂ his guestsÂ are not welcome and suggesting they slay the critically injured brothers rather than treating and feeding them.\n\nSam and Giant do their best to treat the wounded, but the medicine bags had been lost during the battle and Craster had been giving them scant food, so all they can do is to keep the wounded dry and warm and feed them. Due to lack of medicinal treatment and scant food, four of the twelve injured men perish, among them [[Bannen]]. Dirk comments bitterly that Bannen died not as a result of his injuries, but because Craster did not give enough food, and the day they leave - he will feast and laugh at them while they are out starving in the snow.\n\nAfter several days, Mormont decides it is time to leave, although the injured men haven't gotten any better, and they have only twenty-two horses - half of them would probably not make it to the Wall. Craster is glad to see his unwelcome guests\ndepart, and mockingly throws a meager feast for them.\n\n===The Mutiny===\nThe trouble begins when Clubfoot Karl complains they need more bread and Dirk suggests that Craster has a secret larder. Craster says he gave them enough food, and he needs to feed his wives. Karl calls Craster &quot;niggard and liar&quot;. As the would-be mutineers speculate what food Craster might have hidden and Craster grows more and more furious, Mormont orders the men to silence, and nearly manages to bring the situation under control. But Craster waves his axe menacingly and demands that Karl, Dirk and both Garths get out. One of the Garths calls Craster &quot;bloody bastard&quot;, and the brawl breaks out. Craster vaults across the table axe in hand. Some of the brothers draw knives. Dirk grabs Craster by the hair and slits his throat. Craster falls on top of one of the injured men (Ser Byam), drowning in his own blood. Mormont cries in anger at the violation of guest right but gets stabbed in the stomach by Ollo Lophand. It seems to [[Samwell Tarly]] that everything goes mad after that.\n\n[[Grenn]] and about a dozen others remain loyal to Mormont, but the mutineers outnumber them two to one, thus the loyalists have no choice but to retreat to Castle Black. Grenn urges Sam to come, but Sam is in shock. Grenn tries to shake him back to reality, but for no avail. The Loyalists escape, reluctantly leaving Sam behind. The mutineers help themselves with the food, some of them rape Craster's wives. They do not pay attention to Sam. Sam sits on the floor, trying to comfort Mormont in his last moments. Mormont tells Sam to go to the Wall, and to tell them &quot;All. The [[Fist of the First Men|Fist]]. The [[wildlings]]. [[Dragonglass]]. This. All. Tell my son. [[Jorah Mormont|Jorah]]. Tell him, take the black. My wish. Dying wish. Tell Jorah. Forgive him. My son. Please. Go&quot;.\n\nSam has no idea what to do. He continues to sit on the floor, waiting for the mutineers to kill him. Three of Craster's wives approach him, one of them is [[Gilly]], carrying [[Gilly's baby|her baby]]. Gilly tearfully begs Sam to take her away. Sam is hesitant. The other two wives urge him to before &quot;[[White Walkers|they]]&quot; will come. At last Sam and Gilly leave, riding on two horses. Before leaving, Sam takes from Mormont's body the [[Dragonglass]] dagger Jon made for him, to replace the one Sam used earlier to kill the Other and gave to Grenn.\n\n===Aftermath===\nGrenn and the rest of the loyalists reach Castle Black safely, long before Jon and Sam.\n\nSam and Gilly return to Castle Black after the [[Battle of Castle Black]] is over.\n\nThe fate of some of the mutineers is revealed in ''A Dance with Dragons''. No attempt is made to punish them. The mysterious person who accompanies [[Bran Stark]] and his escorts kills five of the mutineers, one of which was Ollo Lophand. It is unknown who are the other four, or what becomes of the remaining mutineers and the rest of [[Craster's wives]].\n\nIt is unknown what became of Ser Byam and the remaining seven injured men, except that they never made it back to [[Castle Black]]. They probably perished, either left to die by the mutineers or killed by them.\n\nBesides Samwell, Dolorous Edd, and Grenn, ten other named members of the Night's Watch who were present at the mutiny (and stayed loyal) managed to make their way back to Castle Black. Also, a small scouting party led by Jarman Buckwell had been sent away by Mormont and so was not present at the Fist or the mutiny, but later returned to Castle Black. His party consisted of five men including himself, the same as the size of Qhorin's and Thoren Smallwood's scouting groups sent out at the same time. Therefore a little under twenty men from the Great Ranging ultimately returned back to Castle Black (compared to only four in the TV series). Even so this was still a crippling blow, given that the Night's Watch had already dwindled to less than a thousand men before the Great Ranging began, and out of 300 men on the expedition only about 20 men survived to return to the Wall.\n\n", "History": "===Prelude===\n[[Craster's Keep]] is the nickname for the homestead of [[Craster]], a powerful [[wildling]] who is despised by the rest of his people while having a strained alliance with the [[Night's Watch]].&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\nFollowing the Night's Watch retreat in the [[Battle of the Fist of the First Men]], the survivors arrive at Craster's Keep seeking shelter. Craster begrudgingly allows them into his homestead to avoid it being seized by force, although he continues his verbal abuse and threats while the rangers are both starving and their spirits broken.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\n===Events===\nThe tensions between the rangers and Craster are at their highest following the death of a ranger named [[Bannen]], who died from starvation. Many of the rangers increasingly lament that Craster is keeping his food stored away. During another round of Craster's verbal abuse, [[Karl]] decries that the bread Craster's daughter-wives make is filled with sawdust and demands to be taken to his food storage. [[Rast]] joins Karl and [[Jeor Mormont]] is removing Rast when Karl stabs Craster with a knife through his chin and into his mouth. As Craster falls over dying, Jeor Mormont attempts to restore order and subdue Karl only to have Rast stab him in the back. [[Grenn]] rushes at [[Karl]] while the other rangers rape Craster's daughter-wives.\n\n[[Samwell Tarly]] fled immediately with [[Gilly]] who had only just given birth to a son.\n\n===Aftermath===\nOf the 300 men that departed from [[The Wall|the Wall]] with [[Lord Commander]] Mormont, over 200 of them were killed at theÂ [[Battle of the Fist of the First Men]]. Now, the Night's Watch has lost almost a third of its forces, which include many of its senior officers. Lord Commander Jeor Mormont himself perished during the mutiny, as well as many other men loyal to the Watch. The only known black brothers that made it back to the Wall were Samwell Tarly, who escaped the Mutiny, and Jon Snow, who escaped from the wildlings he was undercover with, and Grenn and Eddison Tollett, who were able to escape after a time of being held as prisoners by the mutineers. This left the Night's Watch essentially leaderless and vastly outnumbered by the armies of the wildlings and [[White Walkers]], who intend to march on the Wall.\n\n"}, "title": "Mutiny at Craster's Keep"}