{"attributes": {"status": " :Category:Status: Alive", "last": " &quot;The Old Gods and the New&quot;", "family": [" Cersei Lannister - mother/aunt", "Robert Baratheon - legal father", "Jaime Lannister - biological father/uncle", "Tywin Lannister - grandfather", "Joanna Lannister - grandmother", "Tyrion Lannister- uncle", "Joffrey Baratheon - brother/cousin", "Tommen Baratheon - brother/cousin", "Renly Baratheon - uncle (non-biological)", "Stannis Baratheon - uncle (non-biological)", "Sansa Stark - aunt by marriage", "Trystane Martell - betrothed"], "title": " Myrcella Baratheon", "season": " Season 1", "image": " MyrcellaS5Cropped.jpg", "allegiance": " House Baratheon of King's Landing", "actor": [" Aimee Richardson (Seasons 1-2)", "Nell Tiger Free (Season 5)"], "age": " Approx. 14 in Season 5&lt;ref&gt;Myrcella is 8 years old at the beginning of the books.  Most child characters such as Arya and Sansa were aged-up by 2 years in the TV continuity.  Assuming this principle holds true for all child characters, Myrcella was 10 years old in Season 1, making her 13 by Season 4.  On the other hand, Joffrey was aged-up in the TV series by 4 years, not only 2 like the other children.  Aimee Richardson was 14 years old when Myrcella was last seen in Season 2, when Myrcella was (apparently) 11 years old.  Nell Tiger Free was recast as Myrcella in Season 5, but she is nearly two years younger than Richardson, meaning that the (presumably) 14 year old Myrcella in Season 5 is actually being played by a 14 year old actress.&lt;/ref&gt;Quote", "titles": " Princess", "link": " House Baratheon of King's LandingCharacter", "place": " King's Landing", "appearances": " 8 episodes &lt;small&gt;(#Appearances", "first": " &quot;Winter is Coming (episode)"}, "sections": {"Family tree": "{{House Baratheon family tree}}\n\n", "TOP": "Myrcella Baratheon021791q6kevkhcx6v5f0i0hitoutljpuypa51811312015-04-04T20:30:58Z24.124.109.146/* Image gallery */{{Heraldry\n|image= KL Baratheon mini shield.png\n|link= House Baratheon of King's Landing\n}}\n{{Character\n|Title = Myrcella Baratheon\n|Image = MyrcellaS5Cropped.jpg\n|Season = [[Season 1|1]], [[Season 2|2]], [[Season 5|5]]\n|First = &quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;\n|Last = &quot;[[The Old Gods and the New]]&quot;\n|Appearances = 8 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n|Titles = Princess\n|Status= [[:Category:Status: Alive|Alive]]\n|Place = [[King's Landing]]\n|Allegiance = [[House Baratheon of King's Landing]]\n|Family = [[Cersei Lannister]] - mother/aunt&lt;br&gt;{[[Robert Baratheon]]} - legal father&lt;br&gt;[[Jaime Lannister]] - biological father/uncle&lt;br&gt;{[[Tywin Lannister]]} - grandfather&lt;br&gt;{[[Joanna Lannister]]} - grandmother&lt;br&gt;[[Tyrion Lannister]]- uncle&lt;br&gt;{[[Joffrey Baratheon]]} - brother/cousin&lt;br&gt;[[Tommen Baratheon]] - brother/cousin&lt;br&gt;{[[Renly Baratheon]]} - uncle (non-biological)&lt;br&gt;[[Stannis Baratheon]] - uncle (non-biological)&lt;br&gt;[[Sansa Stark]] - aunt by marriage&lt;br&gt;[[Trystane Martell]] - betrothed\n|Actor = [[Aimee Richardson]] (Seasons 1-2)&lt;br&gt;\n[[Nell Tiger Free]] (Season 5)\n|Age = Approx. 14 in Season 5&lt;ref&gt;Myrcella is 8 years old at the beginning of the books.  Most child characters such as Arya and Sansa were aged-up by 2 years in the TV continuity.  Assuming this principle holds true for all child characters, Myrcella was 10 years old in Season 1, making her 13 by Season 4.  On the other hand, Joffrey was aged-up in the TV series by 4 years, not only 2 like the other children.  Aimee Richardson was 14 years old when Myrcella was last seen in Season 2, when Myrcella was (apparently) 11 years old.  Nell Tiger Free was recast as Myrcella in Season 5, but she is nearly two years younger than Richardson, meaning that the (presumably) 14 year old Myrcella in Season 5 is actually being played by a 14 year old actress.&lt;/ref&gt;}}\n{{Quote|Myrcella's a sweet, innocent girl and I don't blame her at all for you.|[[Tyrion Lannister|Tyrion]] to Myrcella's mother, [[Cersei Lannister]].|The Ghost of Harrenhal}}\n\nPrincess '''Myrcella Baratheon''' is a recurring character in the [[Season 1|first]], [[Season 2|second]], and [[Season 5|fifth]] seasons. She is portrayed by guest star [[Nell Tiger Free]], taking over the role (starting in Season 5) from [[Aimee Richardson]], who played the character in Seasons 1 and 2. Princess Myrcella is commonly thought to be the only daughter of King [[Robert Baratheon]] and Queen [[Cersei Lannister]]. Like her siblings, her real father is [[Jaime Lannister]]. Her younger brother [[Tommen Baratheon]] currently sits on the [[Iron Throne]] as the [[King of the Andals and the First Men]]. She has been sent to [[Dorne]] as part of a marriage pact with [[House Martell]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Myrcella is a quiet, obedient, and honest girl, eight years old when the events of the books begin. Myrcella is a year younger than [[Arya Stark]], and a year older than [[Bran Stark]]. She is said to have inherited her mother's beautiful looks, but none of her personality. Her mother dotes on her and is keen that she does not suffer Cersei's fate of being &quot;sold&quot; in a political marriage without love.\n\nLike all of Cersei's children she was mostly ignored by King Robert. While Cersei felt she doted on all of her children, she is more attached to her own mental constructs of them than the reality. As Cersei's loveless marriage with Robert dragged on year after year, she increasingly fantasized about how Joffrey would one day succeed Robert and become a great king himself, never acknowledging that he was really a petulant sociopath. Ironically, despite Cersei's defiant claims (and even earnest belief) that she is a devoted mother to all of her children, she actually became so obsessed with Joffrey (and her fantasies about him) that she ''all but ignored'' Myrcella and Tommen throughout their lives. From the moment she gave birth to Joffrey, Cersei dreamed about the great king he would grow into, and how as Jaime's secret son he would be her ultimate revenge on Robert: the births of her two subsequent children were barely an anecdote in the narrative of this mental fantasy which already been established in her mind years before. Her younger children were pushed off to the side, and with Robert a non-factor in their lives as well, they were functionally raised by court servants, such as Septa [[Eglantine]]. Even so, Cersei will still become hypocritically enraged when anyone questions her relationship with her younger children.\n\nTV viewers who haven't read the books may find it odd that while the children of the current generation of House Stark are given a large amount of screentime (even Arya or Bran), the younger children of the current generation of House Lannister barely appear at all. This is much as it was in the earlier books of the series, and is actually a key plot point: the almost total absence of Myrcella and Tommen from the inner dynamics of House Lannister is indicative of just how little importance they have to Cersei. People are aware they exist, but rarely even pause to consider treating them as individuals with their own emotions or agendas (between the two of them, they had only a ''single'' throwaway speaking line in the entire first season, &quot;is Bran going to die?&quot; - [[Rickon Stark]] had more dialogue in Season 1 than both of them combined). At best, Cersei will argue over their treatment on general principle, such as when she opposed &quot;selling&quot; Myrcella of to a political marriage in Dorne. However, Cersei was more angered in the sense that she felt something was being taken which ''belonged'' to her: notice that neither the books nor TV series includes a scene in whichÂ Cersei discusses news of the marriage proposal with Myrcella.\n\nThus it is all the more shocking when in later books, as they grow older, Myrcella and Tommen increasingly turn into major characters in the very midst of House Lannister, on the scale of Arya or Bran Stark, where before they were treated as non-entities. The other family members and courtiers (and by extension, the readers or TV viewers) are even criticized for ignoring them this entire time, and simply assuming they were content. The smiling children seen in public at the [[Tourney of the Hand]] in book/Season 1 hide a darker and empty family life. Later books also retroactively reveal that Tommen, and maybe Myrcella too, have lived in terror of Joffrey their entire lives. Joffrey killed and skinned a pet fawn of Tommen, yet Cersei continued to dote on him. At one point Tommen even says that he used to &quot;go away inside&quot; mentally when Joffrey did certain things to him, though the exact extent of what he did (killing his pet or something far more sinister) has not been made clear. It is not mentioned or implied if Joffrey abused Myrcella too.\n\nHowever, despite their parents' loveless marriage, absent father, sociopathic and abusive older brother, willfully blind and functionally absent mother, Myrcella and Tommen still seem to have a good and genuinely loving relationship between the two of them, as fellow-sufferers sharing a household with Cersei and Joffrey.\n\nTommen goes to the tournament for Joffrey's nameday, having been given permission by Cersei to do a practice mounted sword fight against a quintain with a straw filled mannequin as his opponent. Joffrey sees that the quality of the jousting is poor (the Hound says they are all gnats, and Ser [[Dontos Hollard]] shows up drunk), and Joffrey decides to cancel the whole thing. Tommen and Myrcella protest, as Cersei said Tommen could take part, and Joffrey can't just cancel it. When Joffrey says they are acting childish, Myrcella responds, &quot;We are children. We are supposed to act childish.&quot; The Hound laughs and says, &quot;She's got you there&quot;, and Joffrey relents.\n\nMyrcella doesn't cry when she is sent away on the ship to Dorne. In fact, she comforts Tommen, who is crying. Myrcella's ship actually doesn't sail directly to Dorne, but rather, sails to the Free City of [[Braavos]] across the [[Narrow Sea]], in order to meet on neutral ground. When they reach Braavos, Myrcella and her attendants are received by Dornish envoys, who in turn transport them back across the Narrow Sea to Dorne.\n\nAfter Joffrey is poisoned at [[Purple Wedding|his own wedding]], several Martell characters remark that they are baffled at how Cersei doted on her psychotic eldest son to the exclusion of her younger children, when Myrcella is actually the kind of born ruler that Joffrey never was. While Cersei barely paid attention to her daughter, the Martells discover that she is preternaturally more intelligent than many adults (despite being only eleven years old), brave from living through Joffrey's torments, as well as kind and a natural leader due to defending her little brother Tommen from Joffrey when she could. They also find her to be quick-witted, and with a polite courtesy that Cersei never expressed. Just as Tyrion was the only one of Tywin's three children to inherit his keen mind, Myrcella was the only one of Cersei's three children to inherit the famous intellect running in the family - meaning that Myrcella is essentially the intellect of Tywin or Tyrion put in the beautiful body of a young, teenaged Cersei, combined with Tyrion's sympathy for the downtrodden.\n\nAccording to the TV series official [[pronunciation guide]] developed for the cast and crew, &quot;Myrcella&quot; is pronounced &quot;Mer-SELL-uh&quot;, as opposed to &quot;MER-sull-uh&quot; (that is, it doesn't rhyme with &quot;Ursula&quot;).\n\n", "Quotes": "'''Quotes by Myrcella'''\n{{Quote|Is [[Brandon Stark|Bran]] going to die?|'''Myrcella Baratheon''' to her uncle Tyrion (also, Myrcella's first and only speaking line in Season 1)|The Kingsroad}}\n\n{{dialogue a-b-c|Joffrey Baratheon|We heard you were dead.|Myrcella Baratheon|I'm glad you're not dead.|Tyrion Lannister|Me too, dear.  Death is so boring, especially now with so much excitement in the world.|Joffrey, Myrcella, and Tyrion|The North Remembers}}\n\n'''Princess Myrcella Baratheon''': ''(to Cersei)'' &quot;When will Joffrey and Sansa be married?&quot;&lt;br /&gt;\n'''Queen [[Cersei Lannister]]''': &quot;Soon darling, when the war is over.&quot;&lt;br /&gt;  \n'''Myrcella''': ''(to Sansa)'' &quot;Mother says I'll have a new gown for the ceremony, and another for the feast.&quot; ''(Quickly thinking of something nice to say to Sansa)'' &quot;But yours will be ivory, since you're the bride.&quot;&lt;br /&gt;(''Sansa sits in a stunned silence after being reminded that she will be forced to marry Joffrey)''&lt;br /&gt;\n'''Cersei''': ''(to Sansa)'' &quot;The princess just spoke to you.&quot;&lt;br /&gt;\n'''[[Sansa Stark]]''': ''(to Cersei)'' &quot;Pardon, your grace.&quot; ''(to Myrcella)'' &quot;I'm sure your dress will be beautiful, Myrcella. I'm counting the days until the fighting's done, and I can pledge my love to the king in sight of the Gods.&quot;&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\n\n'''Quotes about Myrcella'''\n{{Quote|I'm brokering an alliance with House Martell of Dorne.  Princess Myrcella will wed their youngest son when she comes of age.|Tyrion Lannister|What is Dead May Never Die}}\n{{Quote|Just how safe do you think Myrcella is if [[King's Landing|the city]] falls? Do you ''want'' to see her raped?! Butchered like the Targaryen children?! Make no mistake, they'll mount her pretty little head on a spike right next to yours!|Tyrion to Cersei|What is Dead May Never Die}}\n{{Dialogue a-b|Cersei Lannister|I haven't seen my daughter in over a year.|Oberyn Martell|The last time I saw her, she was swimming with [[Sand Snakes|two of my girls]] in the [[Water Gardens]], laughing in the sun.|In King's Landing, Cersei and [[Oberyn Martell]] discuss Myrcella's stay in Dorne.|First of His Name}}\n\n", "Image gallery": "&lt;gallery&gt;\nWinter is Coming Myrcella Tommen intro.jpg|Myrcella and Tommen arrive at [[Winterfell]] in &quot;[[Winter is Coming]]&quot;.\nMyrcella is Bran going to die.jpg|Myrcella asks, &quot;Is Bran going to die?&quot; in &quot;[[The Kingsroad]]&quot;.\nMyrcella reacts to Hugh's death.jpg|Myrcella reacts in horror to Ser Hugh's death in &quot;[[Cripples, Bastards and Broken Things]]&quot;.\nMyrcella Joffrey The North Remembers.jpg|Myrcella and her brother Joffrey in &quot;[[The North Remembers]]&quot;.\nMyrcella S2.png|Myrcella in &quot;[[The North Remembers]]&quot;.\nMyrcella_baratheon_season2.jpg|Myrcella in Season 2\nMyrcellaSeason5.jpg|Myrcella in [[Dorne]] in [[Season 5]], now portrayed by [[Nell Tiger Free]].\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}}\n\n", "Appearances": "{{Season One Appearances|yes|yes||yes|yes|}} \n{{Season Two Appearances|yes||yes||yes|yes}}\n\n", "Biography": "===Background===\nPrincess Myrcella is commonly thought to be the only daughter of King [[Robert Baratheon]] and Queen [[Cersei Lannister]]. Cersei and RobertÂ married to seal a political alliance between [[House Baratheon]] and [[House Lannister]] after Robert took the throne by force from the Mad KingÂ  [[Aerys II Targaryen]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/jbaratheon/ HBO viewer's guide, season 2 guide to houses, House Baratheon of King's Landing entry]&lt;/ref&gt; Myrcella has an older brother, [[Joffrey Baratheon|Joffrey]], and a younger, Tommen, with whom she is close. The real father of all three children is [[Jaime Lannister]], her uncle (Cersei's twin brother) and a member of the Kingsguard, making them [[bastards]] born of [[incest]]. However, like her siblings and the rest of Westeros, Myrcella has no idea of the truth of her parentage. She has a sweet and quiet disposition and is fond of her uncle [[Tyrion Lannister]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/jbaratheon/myrcella-baratheon/ HBO viewer's guide, season 2 guide to houses, House Baratheon of King's Landing - Myrcella Baratheon entry]&lt;/ref&gt;\n\n===[[Season 1]]===\n\nMyrcella accompanies her family north to [[Winterfell]] after the death of [[Jon Arryn]]. During their stayÂ \n\n[[File:Myrcella Baratheon.jpg|thumb|270px|Myrcella with her mother at Winterfell]]\n\n[[Bran Stark]] is severely injured.&lt;ref&gt;&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;&lt;/ref&gt; Myrcella is eating breakfast with [[Cersei Lannister|Cersei]], [[Jaime Lannister|Jaime]] and [[Tommen Baratheon|Tommen]] when her uncle [[Tyrion]] joins them. Myrcella asks whether Bran will die and Tyrion replies that he isÂ expected to live, delighting Myrcella and horrifying Cersei. Tyrion excites Myrcella and Tommen\n\n[[File:House Baratheon of King's Landing.jpg|thumb|left|274px|Myrcella seated with the rest of the royal family at the Tourney of the Hand]]\n\nby announcing that he wishes to see [[the Wall]] and the â&euro;&oelig;wintry abode of the [[White Walkers]].â&euro;? He then amuses them by claiming that he wants to urinate off the edge of the wall. Cersei is irritatedÂ by his rudeness and leaves, taking the children with her.&lt;ref&gt;&quot;[[The Kingsroad]]&quot;&lt;/ref&gt;\n\nMyrcella attends the tournament to celebrate [[Eddard Stark]] becoming [[Hand of the King]].  \nShe witnesses the horrific death of Ser [[Hugh]] of the Vale during his joust against Ser [[Gregor Clegane]].&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt; Myrcella returns for the second day of the tournament and applauds when Ser [[Loras Tyrell]] unseats Gregor. Gregor attacks Loras and [[Sandor Clegane]] intervenes. King [[Robert Baratheon|Robert]] calls an end to the fighting. Myrcella joins the applause when Loras declares Sandor a champion.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n[[File:Tyrion greets Myrcella and Tommen The North Remembers.jpg|thumb|274px|Tyrion greets Myrcella and Tommen when he arrives.]]Myrcella attends [[Joffrey Baratheon|Joffrey's]] [[nameday]] Tourney. She is pleased when her uncle [[Tyrion Lannister]] arrives during the festivities and tells her that she is more beautiful than ever. When Joffrey callously says that they had heard he was dead, Myrcella tells Tyrion that she is glad that rumors of his death were not true.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\nMyrcella attends a tense dinner with her younger brother Tommen, her mother Cersei, and Sansa Stark. Myrcella naively makes smalltalk with Sansa, asking when she will marry Joffrey, and Cersei explains it will be after the war ends. Myrcella says that she is excited for the new gowns she will wear to the wedding. She good-naturedly points out that Sansa will be wearing an ivory gown as the bride. Sansa isn't sure how to react but Cersei presses her to respond. Sansa parrots theÂ usual lines that she looks forward to beingÂ married to Joffrey.&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\nIn order to strengthen House Lannister's political position during the [[War of the Five Kings]], [[Hand of the King]] Tyrion Lannister makes plans to forge a marriage-alliance with [[House Martell]] of [[Dorne]] by having Princess Myrcella wed to [[Trystane Martell]], the youngest child of the current ruler of Dorne. In return House Martell would hopefully supply soldiers to the Lannisters' side, or at least ensure they wouldn't openly side with their enemies.Â \n\n[[File:Myrcella Tommen dinner with Sansa.jpg|thumb|left|286px|Myrcella makes smalltalk with Sansa at dinner.]]\n\nThe actual marriage ceremony will wait until Myrcella is old enough, but part of the arrangement involves sending her to Dorne to live in Trystane's household. Queen Cersei is furious with Tyrion when she hears (from [[Grand Maester]] [[Pycelle]]) what he is planning, declaring that she won't let her only daughter be shipped off to Dorne as she was shipped off to Robert Baratheon. Tyrion counters that as a princess, many would say that Myrcella was born to one day forge a marriage alliance, and she will be safer in Dorne than in the capital city during a major civil war. Against Cersei's continued protests, Tyrion insists that the plan has already been finalized, leaving Cersei fuming and in tears for her daughter.&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\n[[File:Myrcella eglantine.jpg|thumb|278px|Myrcella plays in the garden at King's Landing in the &quot;[[The Ghost of Harrenhal]]&quot;.]]\n\nMyrcella later plays with her handmaidens in a castle garden before the eyes of [[Septa]] [[Eglantine]], while her inebriated mother bitterly criticizes Tyrion for being ready to &quot;seal my daughter in a crate so you can ship her away&quot;. Tyrion insists that she will be safer in Dorne, and Cersei mocks his concern for her. Tyrion firmly says that he is indeed concerned for Myrcella's safety: she is aÂ sweet, innocent girl, and &quot;I don't blame her at all for you&quot;.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\nMyrcella tearfully departs King's Landing on a ship bound for [[Sunspear]] accompanied by [[Eglantine|Septa Eglantine]] and Ser [[Arys Oakheart]] of the [[Kingsguard]]. She is seen off at the docks by a formal royal procession including King Joffrey, Prince Tommen, Queen Cersei, Acting Hand of the King Tyrion Lannister, and Sansa Stark with prayers for her and her safe journey delivered by the [[High Septon (Before the riot of King's Landing)|High Septon]].&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\n[[File:Myrcella leaves.jpg|thumb|left|284px|Myrcella travels to Dorne for an arranged marriage in &quot;[[The Old Gods and the New]]&quot;.]]\n===[[Season 4]]===\n\nAfter Jaime returns to King's Landing, Cersei lists off to him all she has suffered since he left for the war over two years ago, one of which is thatÂ their daughter Myrcella has been shipped off to Dorne to secure a political marriage-alliance.&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\nDuring the [[Purple Wedding|royal wedding]] between King Joffrey and [[Margaery Tyrell]], Prince [[Oberyn Martell]] encounters Lord Tywin, the man he holds responsible for letting Ser [[Gregor Clegane]] rape and kill his sister [[Elia Martell|Elia]] during the [[Sack of King's Landing]], and also killing her two children. OberynÂ introduces his [[paramour]], [[Ellaria Sand]], to Myrcella's mother Cersei. The four of them exchange smiling pleasantries which barely hide their underlying and mutual loathing for each other. At the end of their encounter, Oberyn casually points out that Myrcella is still in Dorne; while Oberyn hints that a [[ward]] can easily become nothing more than aÂ [[hostage]], he also taunts Cersei and Tywin by stating that murdering little girls is frowned upon in Dorne. (The obvious implication is that Oberyn and his family are morally superior to the Lannisters and unwilling to hurt Myrcella for a political advantage despite the Lannisters killing House Martell's relatives for their own.) &lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt; Tommen is crowned king after Joffrey is poisoned at his own wedding, making Myrcella the heir to the Iron Throne.&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;\n\nWhile conversing with Oberyn, Cersei laments that she has not seen Myrcella in over a year. Oberyn informs her that the last time he saw Myrcella she was swimming with two of [[Sand Snakes|his daughters]] in the [[Water Gardens]], laughing in the sun. Cersei states that she wants to believe this story, and that Myrcella is happy. Oberyn gives her his word, stating again that they do not hurt little girls in Dorne. Cersei replies that they hurt little girls everywhere in the world. Cersei asks Oberyn to bring Myrcella a gift from her, as she missed her [[nameday]] and does not know when she will see her again. Oberyn agrees and Cersei points to a ship that the best shipwrights in King's Landing have been building for months, declaring that Myrcella loves the open water. Oberyn promises to have it sailed down to Sunspear for Myrcella. Cersei asks him to please tell Myrcella that her mother misses her very much.&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt; Later, Oberyn meets with Tyrion in his prison cell, and recounts his meeting with Cersei. Oberyn says he half-suspects that Cersei was actually lying, and was exaggerating how much she misses Myrcella in order to guilt him into siding with her against Tyrion during the trial - though her performance was so convincing that part of him also wonders if it was true. Tyrion explains that the trouble with Cersei is that she mixes lies with truth to suit her own ends: part of her is worried about Myrcella, but she isn't above cynically using this grief to gain sympathy from others.&lt;ref&gt;&quot;[[Mockingbird]]&quot;&lt;/ref&gt;\n\n===[[Season 5]]===\n\n"}, "title": "Myrcella Baratheon"}