{"attributes": {"formerly": "", "title": "Naath", "culture": " ", "image": " Naath.png", "rulers": "", "location": "The Summer Sea, northwest of mainland Sothoryos, east of the Summer Isles", "military": "", "religion": "", "population": "Naathi", "type": "", "geography": ["Large island", "Hot, tropical."]}, "sections": {"TOP": "Naath011375bej8jwxq71yrx1rl985ni0ztj4h7mtd1748482015-03-01T18:17:27ZAsguardian26092854{{Region\n| Title=Naath\n| Image= Naath.png\n| Image size=\n| Location=The [[Summer Sea]], northwest of mainland [[Sothoryos]], east of the [[Summer Isles]]\n| Formerly=\n| Type=\n| Geography=Large island&lt;br&gt;Hot, tropical.\n| Population=Naathi\n| Rulers=\n| Religion=\n| Culture= \n| Military=\n| Regional capital= \n}}\n{{Dialogue a-b-a|Missandei|I am from an island called Naath...when did they take me?  I was five years old.|Grey Worm|You remember your home?|I remember when they rowed us away from shore.  How white the beaches were, how tall the trees.  And I remember my village burning, smoke rising into the sky.|Missandei recalls how she was taken in a slaving raid as a child.|Oathkeeper}}\n[[Image:Sothoryos_Title_Sequence.jpg|thumb|right|200px|Naath in the opening credits of Season 2.  On the bottom of the screen, west of the main landmass of Sothoryos, the island that is shaped like a backwards question-mark.]]\n[[Image:Missandei season 3 ep 1.jpg|thumb|Missandei of Naath]]\n\n'''Naath''' is an island in the [[Summer Sea]] located off the northwestern coast of the southern continent of [[Sothoryos]], west of the [[Basilisk Isles]] and east of the [[Summer Islands]]. It is the home of [[Missandei]].\n\n", "See also": "* {{AWOIAF}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Naath is a large, curving island. It is known as a land of peace where war does not exist. The people of Naath are known as Naathi, also known as the Peaceful People. As is typical of the peoples of the continent of Sothoryos, the Naathi are dark-skinned. In addition, typical Naathi features are a flat face and golden eyes.\n\nNaath is located on the same line of longitude as [[Old Valyria]], though much further south and separated by a great distance across the Summer Sea.\n\nThe Naathi worship a single deity called the Lord of Harmony, who created the entire universe and everything in it. Due to their religious beliefs the Naathi refuse to harm any living thing, abstaining from violence and martial endeavors. As a result the Naathi are vegetarians, refusing to eat the flesh of animals, and their main diet is fruit. Their main recreational activity is the making of music.\n\nUnfortunately, because of their tranquil nature, the peaceful Naathi are a favored target for slavers. They raid the island's coastal areas and take numerous captives back to nearby [[Slaver's Bay]] (to the northeast), or even to the [[Free Cities]] (to the northwest), both of which are in the continent of [[Essos]] to the north.\n\n", "History": "===Background===\n\nNaath is a frequent target of slaving raids from [[Slaver's Bay]], which is in [[Essos]] on the opposite northern side of the Summer Sea.\n\nMissandei's village was attacked and burned by slavers when she was five years old, and she was captured and taken to the slaver-city of [[Astapor]].&lt;ref name=&quot;S04E04&quot;&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n\nMissandei recalls to [[Grey Worm]] that she is from an island called Naath, and was taken by the slavers when she was five years old.&lt;ref name=&quot;S04E04&quot;/&gt;\n\n"}, "title": "Naath"}