{"attributes": {}, "sections": {"TOP": "Nameday0759682yxy5chblfi60l71r1oenfw9bblaii1809462015-04-04T05:36:27ZThe Dragon Demands5014364Undo revision 180476 by [[Special:Contributions/95.145.207.41|95.145.207.41]] ([[User talk:95.145.207.41|talk]]){{Quote|What a man sows on his nameday, he reaps all year.|[[Sandor Clegane]]|The North Remembers}}\nThe '''Nameday''' is a custom in the society of the [[Seven Kingdoms]]. It is an annual celebration commemoratingÂ the naming of a person and serves to calculate his or her age. Babies are named the same day they are born. People receive presents from friends and family on their nameday.\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, people count their age by each annual &quot;nameday&quot;, but this is functionally equivalent to a real-life &quot;birthday&quot; because babies in the Seven Kingdoms are named the same day they are born, hence the phrase &quot;naked as my nameday&quot;, and a character says that war has made the Kingsroad dangerous to travel, when once a girl could walk down it in her &quot;nameday suit&quot; and be safe. That is, it is not like the real-life Jewish ''[[Wikipedia:BritÂ mila|brit mila]]'' circumcision ceremony during which male babies receive their Hebrew name, which takes place eight days after birth. A &quot;nameday&quot; is equivalent to a &quot;birthday&quot;, it's just a quirk of the characters' culture. This is also in contrast to the European tradition of celebrating one's name day, which is done on the feast day of the saint whose name they share, regardless of what day they were born (IE someone named Peter would celebrate their name day on June 29th, the Feast of St Peter)\n\nThe only exception to this on the continent is [[Beyond the Wall|north]] of [[the Wall]], where the [[wildings|wildlings]] live in such a harsh and unforgiving environment that infant mortality is quite high. Therefore, the wildlings only name their children when they survive to two years of age. While [[Gilly]] named [[Sam|her baby]] &quot;Sam&quot; at the end of [[Season 3]], in the books her child explicitly has no name because he isn't two years old yet (less than two years pass between her child's birth and the end of the current and fifth novel, ''A Dance With Dragons'').\n\nReal-life medieval societies, upon which Westeros is based, did not possess a concept of &quot;adolescence&quot; as modern-day societies do. There was no concept of an intervening life-stage between childhood and adulthood. Thus as soon as a girl [[flowering|flowered]] (menstruated), she was considered a &quot;woman&quot;, and could be married.\n\nIn contrast, the legal age of majority for boys in the Seven Kingdoms is considered to be sixteen years of age. Again, there is no concept of being a &quot;teenager&quot; or &quot;adolescent&quot;. A boy who has turned sixteen suddenly becomes &quot;a man grown&quot;.\n\nThis ''may'' have been changed in the TV series, in which all characters have been slightly aged-up (usually about two years) due to censorship issues. In &quot;[[Cripples, Bastards and Broken Things]]&quot;, [[Samwell Tarly]] says that his father forced him to leave home and join the [[Night's Watch]] on his eighteenth nameday as he was &quot;almost a man now&quot;, not his fifteenth nameday as in the books.\n\n[[Bronn]] does use the term &quot;birthday&quot; instead of &quot;nameday&quot; in &quot;[[The Ghost of Harrenhal]]&quot;, when referring to what [[Joffrey ]] did to his &quot;birthday present&quot;, as does [[Robb Stark]] in &quot;[[Baelor]]&quot;; however these may have just been ad libs by the actors, and thus dialogue errors.\n\n"}, "title": "Nameday"}