{"attributes": {}, "sections": {"TOP": "Narrow Sea023048u1x7p0mornvsk7vb1id3devfbt6qh11784782015-03-22T03:03:04ZThe Dragon Demands5014364{{Quote|Even a million Dothraki are no threat to the realm, as long as they remain on the other side of the Narrow Sea.|[[Eddard Stark]] to King [[Robert Baratheon]]|Kingsroad}}\n[[Image:Andalos.png|thumb|right|250px|The Narrow Sea separates the continents of Westeros and Essos.]]\n'''The Narrow Sea''' is the sea that lies to the east of [[Westeros]]. It separates Westeros from the larger continent of [[Essos]] to the east. The sea is relatively narrow passing east to west between the continents and easy to cross, hence its name. However, while it is narrow enough to allow commercial shipping and cultural transmission to pass between the two continents, it is large enough to make large-scale invasions and military incursions between the [[Seven Kingdoms]] and the [[Free Cities]] difficult.\n[[Image:Narrow Sea.png|thumb|right|250px|Map showing the continents of [[Westeros]] and [[Essos]], separated by the Narrow Sea.]]\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Narrow Sea is a body of water separating Westeros from Essos. The lands bordering it, such as King's Landing or Pentos, have a warm Mediterranean climate in the south, but more temperate in north. A slight change is that King's Landing in the books has a temperate climate (comparable to Paris or London), while in the TV series it is depicted as having a Mediterranean climate (with scenes filmed in Malta and Croatia). This change was made to emphasize how much more wealthy and abundant King's Landing is than Winterfell. In the books, only the southern portions of the Narrow Sea, such as around Dorne and the Stepstones, have a Mediterranean climate.\n\n[[Braavos]] has the largest and most powerful navy on the Narrow Sea.\n\n", "Quotes": "{{Quote|It won't be long now. Soon you will cross the Narrow Sea and take back your father's throne.|[[Illyrio Mopatis]] to [[Viserys Targaryen]]|Winter is Coming}}\n\n", "Image Gallery": "&lt;gallery hideaddbutton=&quot;true&quot;&gt;\nTyrion and Varys.jpg|[[Tyrion Lannister|Tyrion]] and [[Varys]] look east across the Narrow Sea from King's Landing, in Westeros.\nNarrow Sea.jpg|The exiled Targaryens look west across the Narrow Sea from the Free City of [[Pentos]], in Essos.\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}}\n\n", "Geography": "\nThe Narrow Sea runs from roughly just east of the [[Vale]] to just north-east of [[Dorne]]. In the north it opens out into the circumpolar ocean known as the [[Shivering Sea]] (which separates Essos from the northern icecap), while in the south it is divided from the larger [[Summer Sea]] by the island-chain known as the [[Stepstones]]. The Stepstone island chain is itself the remnant of a land bridge known as the Arm of Dorne that once crossed the Narrow Sea and linked Westeros with Essos, but which was destroyed 12,000 years ago. The Westerosi cities of [[White Harbor]], [[Gulltown]], and [[King's Landing]] lie on its western shores, and the Free Cities of [[Braavos]], [[Pentos]], [[Tyrosh]], and [[Myr]] lie on its eastern shores.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/dragonstone/ HBO viewers guide, season 2 map, Dragonstone entry]&lt;/ref&gt;\n\n"}, "title": "Narrow Sea"}