{"attributes": {"status": "With Arya StarkQuote", "title": "Needle", "image": "Arya Stark-First of his Name.jpg", "material": "Castle-forged steel", "owner": ["Arya Stark", "Polliver (stolen)"], "maker": "Mikken"}, "sections": {"TOP": "Needle021983hur36502hw473vhdjvun3y05p5kz1k1553802014-08-01T09:21:35Z108.228.248.96link, etc.{{Sword\n| Title=Needle\n| Image=Arya Stark-First of his Name.jpg\n| Image size=250px\n| Material=Castle-forged steel\n| Maker=[[Mikken]]\n| Owner=[[Arya Stark]]&lt;br&gt;{[[Polliver]]} (stolen)\n| Status=With Arya Stark\n}}\n{{Quote|Sansa can keep her sewing needles, I've got a needle of my own.|Arya Stark|The Kingsroad}}\n'''Needle''' is a thin sword wielded by [[Arya Stark]]. It was given to her by [[Jon Snow]], who had it made by [[Mikken]], the blacksmith of [[Winterfell]]. The sword is well suited to Arya's slight build, which prevents her from fighting in the style of large male Westerosi [[Knighthood|knights]], who employ powerful slashing moves and strong blocks using a heavy sword. Instead, Arya and Needle are much better suited to the &quot;[[Water Dance]]&quot; style of fencing popular in [[Braavos]] and other [[Free Cities]], which emphasizes speed and agility with a thin, light rapier used in quick thrusting attacks.\n\n", "References": "{{reflist}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Needle is a sword that was forged by the armorer at Winterfell as a gift from Jon Snow to his half-sister, Arya. The first night after her escape from the Red Keep, Arya has everything stolen from her except Needle. Fortunately she was sleeping on it or she would have lost it too. During her time in Flea Bottom, she was careful to keep the sword hidden, as it would have caused everyone to question her having it.\n\nPolliver didn't kill Lommy Greenhands with Needle in the books. Instead Raff the Sweetling killed him by simply driving a spear into his throat. Because Polliver was condensed with Raff in the TV series, Arya in the TV series kills him in the same manner that she later killed Raff in the books.\n\n", "History": "===[[Season 1]]===\n[[File:Mikken.jpg|thumb|300px|Mikken, the blacksmith of Winterfell, forged Needle on Jon Snow's request]]\nJon Snow gets the sword from Mikken as Ser [[Jaime Lannister]] comes up to taunt him about him joining the [[Night's Watch]]. Later, Jon gives the sword to Arya while she prepares her luggage for her journey to [[King's Landing]] with her [[Eddard Stark|father]], and he is going to [[the Wall]] with his uncle Benjen. He says it is skinny like her and gives her the advice of &quot;stick them with the pointy end&quot;. She gives the sword its name as a reference to how Sansa has always been better at needlework. &quot;Sansa can keep her sewingÂ needles; I've got a needle of my own.&quot;&lt;ref&gt;&quot;[[Kingsroad]]&quot;&lt;/ref&gt;\n\nAfter a fight with Sansa, her father Lord [[Eddard Stark]] comes in to talk to Arya who is practicing with Needle. Realizing that even if he commands her not to she is determined to learn on her own, her father decides that he might as well provide her with formal instruction. He hires a [[Braavos]]i master swordsman, [[Syrio Forel]], to train her in the [[Water Dance]], the Braavosi swordfighting style.\n[[Image:Arya and Needle.jpg|thumb|right|300px|Arya Stark examining Needle.]]\nWhile Eddard was arrested, Needle had been packed in the luggage in the stable in preparation for Sansa and Arya to take a ship back to Winterfell. Arya goes there to find that the Stark men are dead, but Needle is still in the bottom of her trunk. As she is retrieving it a [[Stableboy]] tries to stop her and as they struggle she accidentally runs him through with her sword. Horrified, Arya takes Needle with her and flees the [[Red Keep]].&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\nShe still has the sword with her as she lives on the streets of the city catching pigeons. When she sees her father about to be executed at the [[Great Sept of Baelor]], she tries to draw her sword and rush to his side, but is stopped by [[Yoren]], a Night's Watch recruiter that had earlier encountered Arya and her father. After Eddard is executed, Yoren takes Arya - disguised as a boy named &quot;Arry&quot; - heading back north with his recruits, intending to take her to the safety of Winterfell.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\n[[File:Arya.png|300px|thumb|Arya threatens Hot Pie with Needle in &quot;[[Fire and Blood]]&quot;]]\nArya threatens one of the recruits, [[Hot Pie]], when he tries to take Needle, noting that she's already killed one fat boy with it.Â [[Gendry]], being trained in smithy, recognizes the sword as castle-forged steel, and asksÂ AryaÂ from whom she stole Â it.Â AryaÂ replies that she didn't steal it; the sword was a gift.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n\nHaving reached the [[the Riverlands]], Yoren's group of recruits is attacked by Lannister forces working with the [[City Watch|Gold Cloaks]]. Yoren himself is killed and the recruits captured and taken to [[Harrenhal]]. [[Polliver]], a man-at-arms serving under Ser [[Amory Lorch]], takes Needle from Arya, laughs that &quot;maybe I'll pick my teeth with it&quot;, and then uses it to killÂ [[Lommy Greenhands]].&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n\nAfter spotting Polliver at an inn, Arya notices that he still has Needle, and insists on going after him. The Hound sneers that she gave her sword a name. He tries to stop Arya going in but she rushes on ahead, and he follows her. Inside, they get into a fight with Polliver and a group of Lannister men-at-arms. Arya takes Needle and holds it against Polliver's neck, taunting him with the same words he had used before killing Lommy, and then kills him. She then triumphantly rides away with the Hound, having finally recovered her sword.&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\nOne morning, the Hound wakes up and finds Arya practicing with Needle. He scoffs at Arya'sÂ &quot;WaterÂ Dancing&quot;, believing it is a waste of time when it comes to fighting armored knights. The Hound gives her chance to prove him wrong and AryaÂ tries to stab him in the stomach, but she cannot pierce his armor with Needle.&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;\n\nLater, Arya and Sandor come across Rorge, who Arya had met while travelling with Yoren. Upon learning that Rorge had threatened to rape and murder Arya during her time with Yoren, Sandor asks Arya if Rorge was on her list of people she intends to kill. Â When Arya responds no, because she does not know his name, Sandor asks Rorge to identify himself, which he does. Arya then immediately kills Rorge by stabbing him in the heart with Needle.&lt;ref&gt;&quot;[[Mockingbird]]&quot;&lt;/ref&gt;\n\n"}, "title": "Needle"}