{"attributes": {}, "sections": {"TOP": "New characters who appear exclusively in the TV series0280505zmurexsstejf6ih3p07bti0tmotlxa1790262015-03-24T14:22:36ZThe Dragon Demands5014364(functionally new)  Undo revision 178783 by [[Special:Contributions/The White Winged Fury|The White Winged Fury]] ([[User talk:The White Winged Fury|talk]])This article is a guide to '''new characters who appear exclusively in the TV series.'''\n\nInherently, a large-scale TV adaptation of a series of novels, with dozens of characters and sometimes hundreds of background extras, will invent several characters who are &quot;new&quot;. For example, &quot;Unnamed Lannister Guard #2&quot; might have some actual speaking lines in one episode. Other times the TV series might bother to invent a name for an insignificant one-shot character, i.e. naming &quot;Unnamed Lannister Guard #2&quot; as &quot;Tom&quot; so if Tyrion is pointing at him, he can say &quot;Tom, come over here&quot;, instead of, &quot;hey you there, come over here.&quot;, etc. Neither of these cases merits particular mention.\n\nWhat is relevant are new &quot;recurring characters&quot;, who have prominent dialogue and new names, and don't really correspond to any characters in the books. Also, sometimes new characters may only appear in one episode, but prominently enough (with names and/or speaking dialogue) that they are worth noting.\n\nThis article lists new characters by the season they were ''introduced'' in, but each entry will list all information about that character, i.e. a new character who first appeared in Season 1, but subsequently appeared in Seasons 2 and 3, will still have all of their information listed under &quot;Season 1&quot;.\n\n==[[Season 1]]==\n===Ros===\n[[Image:Ros.jpg|thumb|[[Esme Bianco]] as Ros]]\n[[Ros]] the prostitute does not appear in the books, and is the first character created specifically for the TV show. However, some fans have speculated that her role is based on the &quot;red-headed whore&quot; who appears very briefly in the first novel. This is strengthened by the fact that Bianco was originally announced as playing &quot;Red-Headed Whore&quot;. She was originally only supposed to appear in the first episode at Winterfell when Tyrion visits the local brothel. According to the episode's Blu-ray commentary, the producers were impressed with Bianco's performance, particularly that even though the shooting location was freezing cold at the time of her nude scene, she acted through it and gave no hint of discomfort due to the temperature in her performance. Ros' role grew as Season 1 went through production, and as it became a recurring role, author George R.R. Martin suggested that her character should be given a name.\n\nLoosely speaking, Ros does stand in for, or act as a condensation of, several different prostitute characters that existed in the books. For example, in the books Cersei does imprison a prostitute that she thinks is Tyrion's lover (although his actual lover is Shae), but it is a different character named Alayaya, the daughter of Chataya, the woman who owns the whorehouse. The entire subplot involving these prostitute characters was cut from the TV series, and Ros functionally assumes this role in the story.\n\nMartin has stated that he intends to work the character into later books in the series, probably as a throwaway cameo just to tie her presence into both the series and books. Ros' appearance in future books is now questionable following her death in Season 3.\n\n===Armeca===\n\n[[Armeca]] is another prostitute who works in Littlefinger's brothel with Ros.\n\n==[[Season 2]]==\n===Daisy===\n[[Daisy]] is another prostitute who works in Littlefinger's brothel with Ros.\n\n===Alton Lannister===\n\n[[Alton Lannister]] is an odd case, in that he is technically more of a renamed character than an outright new character, but his backstory has been altered. He stands in for the book character Cleos Frey, whose mother Genna Lannister is Tywin Lannister's sister, making Cleos a first cousin to Cersei, Jaime, and Tyrion. His name appears to have been changed so that TV viewers would not be confused that he is on the Lannisters' side, despite House Frey officially declaring for Robb Stark.\n\nWhile Alton does serve in the same role as Cleos Frey in the books, it is later made clear that he is ''not'' the son of Genna Lannister, as he mentions his mother is &quot;[[Cynda Lannister]]&quot;, whom Jaime has difficulty remembering. Thus &quot;Alton Lannister&quot; isn't as important a familial relation as Cleos Frey is; he is not Lord Tywin's nephew and Jaime's first cousin the way Cleos is in the books.\n\n===Reginald Lannister===\n\n[[Reginald Lannister]] is a minor character who only appears in one episode, &quot;[[The Ghost of Harrenhal]]&quot;, at Tywin Lannister's war council. He is apparently a distant cousin from an lesser branch of the family, who is only in the meeting of Tywin's officers because his surname happens to still be &quot;Lannister&quot;. Tywin thinks he's an idiot, so he dismisses him and sends him back to [[Lannisport]].\n\n===The Thirteen of Qarth===\n\nIn the books, power in Qarth is shared (and squabbled over) by three separate merchant guilds (one of which was named &quot;The Thirteen&quot;), plus the descendants of their old aristocrats, known as the Pureborn. The TV series condensed this to simply make one ruling council in Qarth called &quot;[[The Thirteen]]&quot;, consisting of a mixture of the city's wealthiest merchant-princes. As a result, specific members of the Thirteen - such as the [[Spice King]]. [[Silk King]], and [[Copper King]] - have no direct counterparts in the books.\n\n===Malakho===\n\n[[Malakho]] is an aged [[Dothraki]] warrior who is in the small remnant of Daenerys Targaryen's ''[[Khalasar|khalasar]]''. He reappears in the background in several episodes of Season 2. In the books it is mentioned that of the few dozen Dothraki remaining with Daenerys, most are either young boys or old men. Still, no specific elderly Dothraki warrior was ever singled out by name.\n\n==[[Season 3]]==\n===Prostitutes at Littlefinger's brothel===\n\n*[[Kayla]] - a contortionist\n*[[Genna]]\n*[[Marei]] (technically based on a minor prostitute from the books)\n*[[Mirelle]]\n*[[Olyvar]] - male prostitute\n\n===Ramsay's female companions===\n\nSeason 3 introduced two young women, [[Myranda]] and [[Violet]] who are in service to [[Ramsay Snow]] of [[House Bolton]]. They assist him when he tortured [[Theon Greyjoy]], and later in Season 4, Myranda is shown as one of Ramsay's hunting companions when he hunts and kills a girl named [[Tansy]] for sport (Myranda is also shown to be a bedmate of Ramsay's).\n\nThese girls have no direct equivalent in the books. Loosely speaking, particularly because Myranda joins Ramsay in a hunt, they may be vaguely inspired by the &quot;bastard's boys&quot; from the books - a small troupe of cronies, toadies, and assorted ne'er do wells who follow Ramsay around (it would be too strong to say that they are Ramsay's &quot;friends&quot;, as he is unconcerned when any of them dies).\n\n===Minor Frey girls===\n\nWhen Robb Stark arrives at [[the Twins]] in &quot;[[The Rains of Castamere (episode)|The Rains of Castamere]]&quot; for his uncle [[Edmure Tully]] to enter into a marriage-alliance with [[House Frey]], Lord [[Walder Frey]] insists that he apologize to his many gathered daughters and grand-daughters, who might have married Robb if he hadn't broken his promised marriage-alliance to House Frey. Some of the Frey girls in this scene have names (presented in on-screen dialogue) which do not match any of the numerous minor Frey daughters and grand-daughters from the books: [[Arwaya Frey]], [[Derwa Frey]], [[Waldra Frey]], [[Janeya Frey]], [[Neyela Frey]], and [[Freya Frey]]. A &quot;[[Walda Frey (The Rains of Castamere)|Walda Frey]]&quot; is also presented in this scene as Lord Walder's daughter: many of his children try to curry favor with him by naming their own children &quot;Walder&quot; or &quot;Walda&quot; (which he finds annoying), thus Lord Walder has numerous granddaughters named &quot;Walda&quot;, but no daughter named &quot;Walda&quot;. Meanwhile, the other Frey girls in this scene actually do use names from the books, and generally match their descriptions: [[Serra Frey]], [[Sarra Frey]], [[Marianne Frey]], [[Merry Frey]], and [[Shirei Frey]].\n\nThirteen girls are introduced in the book version of this scene, only eleven in the TV version. Of these, five were the same in both (Merry, Marianne, Serra, Sarra, and Shirei). The book version also mentions a granddaughter named Walda, who may have been Fat Walda, who was later mentioned in the same TV episode anyway. Therefore six out of these thirteen girls were introduced in the TV version. The other seven were Arwyn, Gatehouse Ami (Fat Walda's promiscuous sister), Little Cersei, Tyta, Alyx, Marissa, and another girl named Walda.\n\nUltimately, even in the books these girls are all minor characters of whom little is known other than the name, genealogy, and sometimes a general physical description. Functionally it makes little difference that &quot;Shirei Frey&quot; used the same name as the books, instead of an invented name such as &quot;Arwaya&quot;, but it is odd that the TV series didn't simply re-use names from the House Frey family tree in the books.\n\n==[[Season 4]]==\n===Olly===\n[[Olly]] is boy whose village in the [[The Gift|the Gift]] whose parents are killed in a wildling attack, intended to draw out defenders from Castle Black.  As part of this plan they let him flee to Castle Black to spread news of the attack, but based on Jon Snow's warning they do not take the bait.  Afterwards Olly has nowhere to go so he joins the Night's Watch.  He takes part in the Battle of Castle Black and personally fires the arrow that kills Ygritte, who had killed his own father in the attack on his village.  Some villagers from the Gift to take part in the battle and later join the Night's Watch, but Olly has no exact equivalent in the novels.\n\nSimilarly, villagers from [[Mole's Town]] do flee to Castle Black in the novels, including prostitutes from the brothel there, but the [[Mole's Town madam]] and [[Mole's Town whore]] (killed in the sack of the town) have no exact equivalent in the novels.\n\n===Craster's wives===\n\n[[Craster's wives]] are present in the novels, but the TV series rounded out a few of them, who do not have names found in the novels.  The entire subplot returning to Craster's Keep in Season 4 didn't happen in the novels, and the fate of Craster's remaining wives remains unknown.\n\n===Thenn warg===\n\nA [[Thenn warg]] is introduced assisting the Thenn leader [[Styr]].  He is later shot in the head by Samwell Tarly during the Battle of Castle Black.  There are wargs among the wildling forces in the novels, but this one has no direct counterpart in the novels.\n\n===Fennesz===\n\nThe former slave [[Fennesz]] that has a long discussion with Daenerys does not exist in the novels as one distinct character; rather this is a condensation into one character of what many slaves are said to be experiencing in the novels.  Fennesz in the TV series does say that his situation is representative of many other former slaves.  \n\n===Orson Lannister===\n\n&quot;[[Orson Lannister]]&quot; is a lackwit minor Lannister cousin that Tyrion discusses with Jaime while waiting in his prison cell.  The character has no equivalent in the novels whatsoever and the entire discussion is an invention of the TV series.\n\n"}, "title": "New characters who appear exclusively in the TV series"}