{"attributes": {"status": " Active", "founder": " Quote", "title": " The Night's Watch", "season": " Season 1", "image": " Night'sWatchicon.jpg", "leader": "Currently vacant", "date": " 8,000 years ago (according to legend)", "former": " Mance Rayder", "place": ["The Wall", "Castle Black", "The Shadow Tower", "Eastwatch"], "members": [" Maester Aemon", "Commander Denys Mallister", "Commander Cotter Pyke", "First Ranger Benjen Stark", "Qhorin Halfhand", "Ser Alliser Thorne", "Jon Snow", "Samwell Tarly", "Eddison Tollett", "Yoren"], "mentioned": "", "military": " Under 700&lt;ref&gt;About 1,000 when the TV series begins, around 300 lost at the Fist of the First Men, said to be maybe another 50 or so lost in Mance's attack.  This is partially offset by any small trickle of new recruits in the past three TV seasons.&lt;/ref&gt;", "type": ["Sworn brotherhood", "Military order"], "appearances": " "}, "sections": {"Possessions": "===Castles along the Wall===\n[[File:The_Wall_from_the_south.jpg|thumb|The Wall seen from the south, with Castle Black in the center.]]\nThere are nineteen castles spread out along the southern face of [[The Wall|the Wall]] as bases for the Night's Watch. Patrols from these castles would travel along the top of the Wall watching for threats from the north, or repairing damage to the Wall. Each castle also contained a tunnel cut under the Wall, through which scouting parties would travel to the north to track wildling movements.\n\nAs the Night's Watch dwindled over the centuries, however, most of these castles were abandoned, and their tunnels sealed with ice. By the end of the reign of King Robert Baratheon, only three major castles along the Wall are still manned: [[Castle Black]], [[The Shadow Tower|the Shadow Tower]], and [[Eastwatch-by-the-Sea]].\n\n===The Gift===\n[[File:Mole's Town.jpg|thumb|Mole's Town in the Gift, with the Wall in the distance.]]\n[[The Gift]] is a region to the south of the Wall under the direct control of the Night's Watch. It lies at the northern edge of the region known as [[The North|the North]]. It was donated to the Night's Watch by [[House Stark]] when the order was founded thousands of years ago, in order to support the Night's Watch with food and provisions. The Gift is officially not subject to the authority of Winterfell, and is technically not part of &quot;The North&quot;, but is a special administrative zone directly ruled by the Night's Watch.\n\nThe Gift is sparsely populated by only a handful of [[Smallfolk|smallfolk]], as most have relocated to the south over the generations while the Night's Watch dwindled and wildling raiding parties over or around the Wall increased in frequency. The northern areas closer to the Wall are almost completely empty. The closest significant settlement near the Wall is [[Mole's Town]], located a few miles down the [[Kingsroad]] from Castle Black.\n\n", "TOP": "Night's Watch02154tf4cn093mol9sz4u4g7fyunx1ux5w401796412015-03-26T21:05:15ZThe Dragon Demands5014364{{Infobox organization\n|Title= The Night's Watch\n|Image= Night'sWatchicon.jpg\n|Season= [[Season 1|1]], [[Season 2|2]], [[Season 3|3]], [[Season 4|4]], [[Season 5|5]]\n|Appearances= \n|Mentioned=\n|Status= Active\n|Type=Sworn brotherhood&lt;br&gt;Military order\n|Leader=Currently vacant\n|Members= Maester [[Aemon]]&lt;br&gt;Commander [[Denys Mallister]]&lt;br&gt;Commander [[Cotter Pyke]]&lt;br&gt;First Ranger [[Benjen Stark]]&lt;br&gt;[[Qhorin Halfhand]]&lt;br&gt;Ser [[Alliser Thorne]]&lt;br&gt;[[Jon Snow]]&lt;br&gt;[[Samwell Tarly]]&lt;br&gt;[[Eddison Tollett]]&lt;br&gt;[[Yoren]]\n|Former= [[Mance Rayder]]\n|Military= Under 700&lt;ref&gt;About 1,000 when the TV series begins, around 300 lost at the Fist of the First Men, said to be maybe another 50 or so lost in Mance's attack.  This is partially offset by any small trickle of new recruits in the past three TV seasons.&lt;/ref&gt;\n|Place=[[The Wall]]&lt;br&gt;[[Castle Black]]&lt;br&gt;[[The Shadow Tower]]&lt;br&gt;[[Eastwatch]]\n|Date= 8,000 years ago (according to legend)\n|Founder= }}{{Quote|Night gathers, and now my watch begins. It shall not end until my death. I shall take no wife, hold no lands, father no children. I shall wear no crowns and win no glory. I shall live and die at my post. I am the sword in the darkness. I am the watcher on the walls. I am the shield that guards the realms of men. I pledge my life and honor to the Night's Watch, for this night and all the nights to come.|'''The Night's Watch oath'''|You Win or You Die}}\n[[Image:Jon, Sam and Pyp.jpg|right|300px|thumb|[[Grenn]], [[Jon Snow]], [[Samwell Tarly]] and [[Pypar]], new recruits to the Watch training at [[Castle Black]].]]The '''Night's Watch''' is a military order which holds and guards [[the Wall]], the immense ice structure which separates the northern border of the [[Seven Kingdoms]] from the lands beyond. The order is currently led by acting [[Lord Commander of the Night's Watch|Lord Commander]] [[Alliser Thorne]] from the stronghold of [[Castle Black]].\n\nThe Night's Watch consists of three groups: the Rangers, who fight, defend the Wall and patrol the [[Haunted Forest]]; the Builders, who maintain the Wall and the castles; and the Stewards, who support and feed the members of the Watch.\n\n", "Notable members": "===Recent Lords Commander===\n[[File:JeorMormont_S2Promo.jpg|thumb|[[Jeor Mormont]] - the late former [[Lord Commander of the Night's Watch]].]][[File:Marching_through_the_snow.jpg|thumb|234px|Lord Commander [[Jeor Mormont]]'s forces marching North of the Wall.]]\n* {[[Jeor Mormont]]}, Lord Commander of the Night's Watch, Lord of [[Castle Black]]. Killed by [[Rast]] during the [[Mutiny at Craster's Keep]].\n\n===Past Lords Commander===\nThe original headquarters of the Night's Watch was the [[Nightfort]], the first castle built at the Wall, and thus for thousands of years it was where the Lord Commander of the Watch resided. A little over two hundred years before the War of the Five Kings, during the reign of King [[Jaehaerys I Targaryen]], the Night's Watch abandoned the Nightfort because they could no longer maintain it with their dwindling resources. Instead, they relocated their headquarters to Castle Black, where all subsequent Lords Commander were based.\n\n*The &quot;[[Night's King]]&quot; - one of the early Lords Commander who, according to legend, lived eight thousand years ago. The legends say that he was seduced by a female White Walker, declared himself king of the Night's Watch, and conducted human sacrifices at the Nightfort. It took an alliance between the Stark King in the North and the wildling King-Beyond-the-Wall [[Joramun]] to overthrow him, and restore the Night's Watch.\n*[[Brynden Rivers]] - held the position during the reign of King [[Aegon V Targaryen]].\n\n===Based at Castle Black===\n* â&euro;&lsaquo;SerÂ [[Alliser Thorne]], former Master-at-Arms.Â Temporarily serving as acting Lord Commander of the Night's Watch.\n* [[Jon Snow]], the Bastard of Winterfell, called &quot;Lord Snow&quot;, personal steward to Mormont.Â Currently atÂ [[Castle Black]].\n* [[Benjen Stark]], First Ranger. Missing north of the Wall.\n** Ser [[Jaremy Rykker]], acting first ranger. Last seen at Castle Black.\n** Ser {[[Waymar Royce]]}, the youngest son of [[House Royce]]. A ranger killed by [[White Walkers]].\n** {[[Gared]]}, a ranger killed by White Walkers.\n** {[[Will]]}, a ranger executed by [[Eddard Stark]] for desertion.\n** {[[Othor]]}, a ranger killed under unknown circumstances and raised as a [[Wight]]. Destroyed by [[Jon Snow]].\n** {[[Jafer Flowers]]}, a ranger killed under unknown circumstances and raised as a [[Wight]]. Destroyed by members of the Watch.\n** {[[Grenn]]}, ranger. Killed fightingÂ [[Mag Mar Tun Doh Weg]] during the [[Battle of Castle Black]].\n** {[[Rast]]}, ranger. Mutinied at Craster's Keep. Killed byÂ [[Ghost]].\n** {[[Karl]]},Â ranger. Killed byÂ [[Jon Snow]]Â atÂ [[Craster's Keep|Craster's&amp;nbsp;Keep]]Â for betraying the Watch.\n**[[Matthar]], [[Balian]], newly-made Rangers.\n** [[Cooper]] , killed in the tunnel fighting Mag alongside Grenn, it is not said whether he was a ranger, steward or builder.\n* [[Aemon Targaryen|Aemon]], [[maester]] at Castle Black.\n** [[Samwell Tarly]], known as &quot;Sam&quot; and sometimes mocked as &quot;Ser Piggy&quot;, personal steward to Aemon.Â Currently at Castle Black.\n* [[Bowen Marsh]], the First Steward.\n** {[[Pypar]]}, called &quot;Pyp&quot;, a steward. Killed by [[Ygritte]] during the [[Battle of Castle Black]].\n** [[Hobb]], known as Three-Finger Hobb, steward and cook, currently at Castle Black.\n** [[Eddison Tollett]], most often called &quot;Edd&quot;, steward.Â CurrentlyÂ at Castle Black.\n* [[Othell Yarwyck]], the First Builder.\n** [[Halder]], [[Toad]], newly made Builders.\n** {[[Kegs]]}, {[[Jack Bulwer]]}, and {[[Mully]]}, builders, slain by [[Free Folk|wildlings]] at [[Mole's Town]].\n* LordÂ [[Janos Slynt|Janos&amp;nbsp;Slynt]], former commander of theÂ [[King's Landing]]Â [[City Watch]]Â andÂ [[Lord of Harrenhal|Lord of&amp;nbsp;Harrenhal]]. Exiled to the Wall byÂ [[Tyrion Lannister|Tyrion&amp;nbsp;Lannister]].\n* {[[Locke]]}, an infiltrator sent by LordÂ [[Roose Bolton]]Â to findÂ [[Bran Stark]]Â andÂ [[Rickon Stark]]. Killed by Bran whileÂ warging intoÂ [[Hodor]].\n\n===Based at the Shadow Tower===\n* Ser [[Denys Mallister]], commander of [[the Shadow Tower]].\n** {[[Qhorin Halfhand|Qhorin]]}, called &quot;Qhorin Halfhand&quot;, leading ranger of the Shadow Tower. Killed in a duel by [[Jon Snow]], per Qhorin's instructions.\n*** {[[Harker]]}, {[[Borba]]}, and {[[Stonesnake]]}, rangers led by Qhorin. Killed by the Lord of Bones' warband.\n\n===Based at Eastwatch===\n* [[Cotter Pyke]], commander of [[Eastwatch]].\n* [[Borcas]], head of the stewards at [[Eastwatch|Eastwatch-by-the-Sea]]\n** [[Dareon]], a steward, currently at Eastwatch.\n\n===Recruiters===\n* {[[Yoren]]}, a &quot;[[Wandering Crows|wandering crow]]&quot; in charge of finding new recruits. Killed in the Riverlands by Ser [[Amory Lorch]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the First Ranger is [[Benjen Stark]], while the Lord Commander is Jeor Mormont, the father of [[Jorah Mormont]]. The Night's Watch is grievously under-strength by the beginning of the book series, having fallen from 10,000 when Aegon the Conqueror invaded to less than 1,000, divided into three garrisons at Castle Black (600 soldiers), the Shadow Tower (200 soldiers) and Eastwatch-by-the-Sea (less than 200 soldiers).\n\nOf these 1,000 men, almost 300 are killed in the [[Great Ranging]], due to the disastrous [[Battle of the Fist of the First Men]] and subsequent [[Mutiny at Craster's Keep]]. This further reduced the Night's Watches ranks to only 700 men, and perhaps worse, killed off most of their senior officers and best warriors, including Lord Commander Jeor Mormont himself. The expedition force consisted of one hundred men from the Shadow Tower and two hundred men from Castle Black.\n\nAfter the [[Battle of Castle Black]], the Night's Watch takes a headcount: their entire manpower (including the garrisons at Eastwatch and the Shadow Tower) has been reduced to 589 brothers. Most of the losses are taken at the [[Battle of the Fist of the First Men]], and more at the following Battle of the Bridge of Skulls and the Battle of Castle Black.\n\nThe oath used in the show leaves out one line from the oath in the books.\n\n''Night gathers, and now my watch begins. It shall not end until my death. I shall take no wife, hold no lands, father no children. I shall wear no crowns and win no glory. I shall live and die at my post. I am the sword in the darkness. I am the watcher on the walls. I am '''the fire that burns against the cold, the light that brings the dawn, the horn that wakes the sleepers,''' the shield that guards the realms of men. I pledge my life and honor to the Night's Watch, for this night and all the nights to come.''\n\nThe Night's Watch has no [[Heraldry|heraldic symbol]], to emphasize its sworn duty to be removed from petty politics of one lordly House or another, but to defend the lands of men as a whole. Thus, the Night's Watch uses solid black on its banner and shields, which symbolize the erasure of any allegiance to noble Houses. Even the &quot;uniform&quot; of the Night's Watch is to wear solid black clothing; members from wealthier families often buy all-black clothing before leaving for the Wall, while poor conscripts have their clothing simply dyed black when they reach the Wall (clothing which isn't always well-suited for cold weather). Solid black specifically denotes the rejection of heraldry, and is therefore strictly speaking not a &quot;symbol&quot; in and of itself, but the absence of a symbol.\n\n", "Quotes": "{{Quote|The Night's Watch is the only thing standing between the [[Seven Kingdoms|realm]] and what lies [[Beyond the Wall|beyond]] and it has become an army of undisciplined boys and tired old men. There are less than a thousand of us now. We can't man the other castles on the Wall. We can't properly patrol the wilderness. We have barely enough resources to keep our lads armed and fed.|[[Aemon|Maester Aemon]] to [[Tyrion Lannister]]|Lord Snow}}\n\n{{Quote|You came to us as outlaws, poachers, rapers, killers, thieves. You came alone, in chains, without friends or honor. You came to us rich and you came to us poor. Some of you bear the names of proud Houses, others only [[Bastardy|bastard]] names or no names at all. It does not matter. All that is in the past. Here on the Wall we are all one House.|[[Jeor Mormont]] to the recruits|You Win or You Die}}\n\n{{Quote|We've been guarding the Kingdoms for eight thousand years.|[[Jon Snow]] to Ser [[Jaime Lannister]]|The Kingsroad}}\n\n{{Quote|[[The Wall|Here]], a man gets what he earns, when he earns it.|[[Benjen Stark]] to [[Jon Snow]]|Lord Snow}}\n\n{{Quote|You knelt as boys; rise now, as men of the Night's Watch|[[Othell Yarwyck]] to [[Samwell Tarly]] and [[Jon Snow]] after taking their vows|The Pointy End}}\n\n", "Organization": "===Structure===\nMen of the Night's Watch are divided between three different orders: the Rangers, the Builders, and the Stewards. Each order is led by its own officer, each appointed by the Lord Commander of the Night's Watch: the [[First Ranger]], [[First Builder]], and [[First Steward]].\n\n*[[Ranger]]s - the true warriors of the Night's Watch. While all black brothers are expected to have some basic arms training and to take up a sword in defense of the Wall itself, the Rangers are the ones who are sent on dangerous scouting expeditions beyond the Wall, to track wildlings movements. When the Watch was more numerous in past centuries they formed the core fighting group sent to destroy large wildling warbands who attempted to pass south of the Wall.\n*[[Builder]]s - who physically maintain the structures of the Night's Watch, and repair the Wall itself.\n*[[Steward (Night's Watch)|Stewards]] - who provide for the day-to-day needs of the Watch: gathering, cooking, and serving food, repairing clothes and equipment, tending to the horses and messenger-[[Ravens|ravens]], and gathering firewood. By far the largest of the three orders.\n\nEach castle of the Night's Watch also has a [[Maesters|maester]] assigned to it. These maesters take the oath of the Night's Watch and are considered full black brothers, but are not considered part of the three orders. Given that there were never more than nineteen castles along the Wall, there were never more than nineteen maesters in the Night's Watch at any one time. Since there are only three active castles on the Wall in modern times, there are now only three maesters in the Night's Watch at a time.\n\n===Leadership===\n\nThe leader of the Night's Watch is the [[Lord Commander of the Night's Watch|Lord Commander]]. Each Lord Commander serves for life, and a new Lord Commander is democratically elected by other members of the Night's Watch in a [[Choosing]].\n\nIt is unknown if there is any formal procedure to depose a Lord Commander and elect a new one, in cases where the current Lord Commander violates his oaths or is deemed medically unfit to lead, etc.\n\n===Recruitment===\n\nRecruiters commonly known as &quot;[[Wandering Crows]]&quot; travel to the cities of southern Westeros to gather up new recruits to join the Night's Watch. In recent years, most of these tend to be criminals, murderers, rapers, and thieves taken from the dungeons of major cities and towns. A few also join because they are desperately poor and have no better options. Once and a great while a younger son or [[Bastardy|bastard]] son of a major noble House will decide to join the Night's Watch, but they can often afford to travel to the Night's Watch on their own initiative (such as Jon Snow and Waymar Royce).\n\nRecruiters are few in number, and they are not considered a separate order in the Night's Watch. Instead, they are drawn from trusted members of the three orders, often those who can no longer fight well due to injuries but who can still travel. Â \n\n===Military Strength===\n\nLate in the reign of King [[Robert Baratheon]], the Night's Watch had dwindled to under one thousand members - many of them old men or untrained boys. While there are nineteen castles along the Wall, the Watch only has enough men to continue to man three of them: their headquarters Castle Black in the middle, the Shadow Tower at the western end, and their port Eastwatch-by-the-Sea at the eastern end.\n\nThe Watch took severe losses in Jeor Mormont's disastrous expedition beyond the Wall, losing nearly 300 men. Combined with heavy losses during the [[Battle of Castle Black]], as well as losses from other wildling attacks, by the time that King [[Stannis Baratheon]] arrives at the Wall the entire organization consists of only around 600 members.\n\n", "See also": "* {{AWOIAF}}Â (spoilers from the books)\n\n", "Oath": "When joining the Night's Watch, all members must swear the following oath, either in a [[sept]] if they are of the [[Faith of the Seven]], or before a [[heart tree]] if they follow the [[Old Gods of the Forest]].\n\n&lt;blockquote&gt;''Hear my words and bear witness to my vow. Night gathers, and now my watch begins. It shall not end until my death. I shall take no wife, hold no lands, father no children. I shall wear no crowns and win no glory. I shall live and die at my post. I am the sword in the darkness. I am the watcher on the walls. I am the shield that guards the realms of men. I pledge my life and honor to the Night's Watch, for this night and all the nights to come.''&lt;/blockquote&gt;\n\n", "History": "===Background===\nAccording to legend, the Night's Watch was founded 8,000 years ago.&lt;ref&gt;&quot;[[The Kingsroad]]&quot;&lt;/ref&gt; They now protect the [[Seven Kingdoms]] from threats beyond their northern border, such as [[White Walkers]], [[Free Folk|wildlings]] and [[giants]]. They man a vast structure known as [[the Wall]], a 700 foot tall and 300 mile long barrier which separates the Seven Kingdoms from the lands to its north. It is formed mostly from ice. The Watch have built several castles along the southern edge of the Wall to house their men. They also control a region south of the Wall known as [[the Gift]], from which they obtain supplies and provisions. The region was donated to them by [[House Stark]], the [[King in the North|Kings in the North]], at the time.&lt;ref name=&quot;viewers guide appendices&quot; /&gt;&lt;ref name=&quot;Night's Watch viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/nightswatch/ HBO viewers guide, season 2 guide to houses, Night's Watch entry]&lt;/ref&gt;\n\nMembers of the Night's Watch swear an oath of duty that is binding for life and prohibits marriage, family, and land ownership. Recruits renounce all past allegiances and birthrights. Joining the Watch provides absolution for past crimes and immunity from further punishment. Brothers start with a clean slate and can rise within the ranks whatever their origins.&lt;ref name=&quot;Night's Watch viewers guide&quot; /&gt;\nThey describe one another as &quot;sworn brothers&quot; because of the oath. Men of the Watch dress entirely in black, giving rise to the nickname &quot;crows&quot; - which is what the [[Free Folk]] commonly call them - or &quot;black brothers.&quot;&lt;ref name=&quot;viewers guide appendices&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/appendix/beyond-the-houses/ HBO viewers guide, appendices, Beyond the Houses entry]&lt;/ref&gt; Members of the Night's Watch are not specifically forbidden from seeing their families, but they cannot leave the Wall without permission. Desertion is punishable by death. First Ranger [[Benjen Stark]] would often visit his family at [[Winterfell]] while representing the Night's Watch.\n\n[[File:Castle_Black.jpg|thumb|198px|[[Castle Black]] - largest of the three occupied castles.]]\n\nThe Watch was once highly regarded and their ranks were filled with volunteers from noble houses, as serving was a sign of selfless devotion to the protection of the realm.{{cite}} However, most recruits are now criminals avoiding punishment, nobles avoiding scandal, orphans and other social outcasts. Men known as wandering crows, such as [[Yoren]], travel around the Seven Kingdoms gathering recruits for the Watch, offering them escape on the Wall. For the highborn, the Wall is a convenient place to exile embarrassing or disgraced family members. [[Samwell Tarly]] was disowned by his own father and ordered to join the Watch on threat of death, while [[Tywin Lannister]] had plans to exile his own son [[Tyrion Lannister|Tyrion]] to the Wall so as to avoid executing him for allegedly murdering King [[Joffrey Baratheon]].\n\nBy the reign of King [[Robert Baratheon]], the institution has fallen into disrepute and is largely ignored by the [[Iron Throne|throne]]. It is severely undermanned; dwindling numbers have led to all but three of the Wall's nineteen castles being abandoned. The Night's Watch is now led from its stronghold at Castle Black.&lt;ref name=&quot;viewers guide appendices&quot; /&gt; The [[Shadow Tower]] and [[Eastwatch-by-the-Sea]] are the only other castles that are still manned. Meanwhile, trouble is stirring [[beyond the Wall]]. A large wildling army under a new [[King Beyond the Wall]], [[Mance Rayder]], is advancing south, and there are rumors that the White Walkers, long since thought to be extinct, have returned. The leader of the Night's Watch when [[Jon Snow]] arrives at the Wall is Lord Commander [[Jeor Mormont]].\n\n===[[Season 1]]===\nIncreased wildling activity beyond the Wall leads the Watch to send out several patrols to investigate. Some do not return. A three man scouting party consisting of Ser [[Waymar Royce]], [[Gared]], and [[Will]] is one of those sent out, but only Will returns - then frantically tries to desert the watch by running south. He rambles that the legendary White Walkers killed his companions, but he is disbelieved as a madman and beheaded by Lord [[Eddard Stark]] for desertion.&lt;ref&gt;&quot;[[Winter is Coming]]&quot;&lt;/ref&gt;\n\nWhen [[Tyrion Lannister]], younger brother of Queen [[Cersei Lannister|Cersei]], makes a visit to the Wall while traveling to [[Winterfell]], he is met at Castle Black by Lord Commander Jeor Mormont and Maester Aemon. They implore him to bring news to the king that the Night's Watch is severely undermanned and undersupported: they are down to under a thousand members, and barely have the resources to feed and support the few men they still have. Mormont warns Tyrion about disturbing rumors coming from beyond the Wall, about missing scouting parties, and the one man who did survive an attack say it was the White Walkers finally returning, just before he was executed. Aemon warns that they have had a very long summer lasting for years, and that the coming winter may be also be long and bitter - and only the gods can help them if they do not do more to prepare for what's coming.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\nJeor Mormont's [[Great Ranging]] travels far beyond the Wall, and sets up a base camp at the [[Fist of the First Men]]&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\nThe Night's Watch engages in the first open conflict between men and White Walkers in eight millennia when their position is assaulted in the [[Battle of the Fist of the First Men]]. They suffer heavy casualties, though a few dozen men led by Mormont manage to fight their way out, and retreat southwards.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt; Mormont himself is then killed by his own men when they [[Mutiny at Craster's Keep|mutiny]] at [[Craster's Keep]].&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n[[Alliser Thorne]] temporarily succeeds Mormont as acting Commander.&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt; Their strength now reduced to about 100 men, the remainder of the Watch manage to fend off a [[Battle of Castle Black|wildling attack]] on Castle Black.&lt;ref&gt;&quot;[[The Watchers on the Wall]]&quot;&lt;/ref&gt; [[Stannis Baratheon]] then unexpectedly arrives to relieve them, and defeats the wildling army.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n"}, "title": "Night's Watch"}