{"attributes": {"status": " :Category: Status: Dead", "death": " Sacrificed by her husband Azor Ahai to forge Lightbringer", "family": " Azor Ahai - husband", "title": " Nissa Nissa", "season": " Histories &amp; Lore", "image": " Nissa Nissa.jpg", "religion": " R'hllor", "mentioned": " &quot;The Lord of Light (Histories &amp; Lore)&quot;Quote"}, "sections": {"TOP": "Nissa Nissa021417npg9anhafdbfsva500yo9i159drldc91624012014-10-17T14:16:46ZSer Hasty25541548/* In the books */{{Template:Conjecture}}{{Character\n|Title = Nissa Nissa\n|Image = Nissa Nissa.jpg\n|Season = [[Histories &amp; Lore]]\n|Status = [[:Category: Status: Dead|Deceased]]\n|Family = {[[Azor Ahai]]} - husband\n|Religion = [[R'hllor|R'hllor, the Lord of Light]]|Death = Sacrificed by her husband [[Azor Ahai]] to forge [[Lightbringer]]|Mentioned = &quot;[[The Lord of Light (Histories &amp; Lore)]]&quot;}}{{Quote|According to prophecy, [[The Prince That Was Promised|our champion]] will be reborn to wake dragons from stone and reforge the great sword Lightbringer that defeated the darkness those thousands of years ago. If the old tales are true, a terrible weapon forged with a loving wife's heart. Part of me thinks man was well rid of it, but great power requires great sacrifice. That much at least the Lord of Light is clear on.|[[Thoros of Myr]]|The Lord of Light (Histories &amp; Lore)}}'''Nissa NissaÂ '''â&euro;&lsaquo;was the wife of the legendary hero [[Azor Ahai]]. In order to unleash the powers of the sword [[Lightbringer]] so that he could defeat the darkness of the [[Great Other]], he had to sacrifice her by plunging it into her heart.&lt;ref&gt;&quot;[[The Lord of Light (Histories &amp; Lore)]]&quot;&lt;/ref&gt;\n", "See also": "* {{AWOIAF}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels,Â Nissa Nissa was the wife of Azor Ahai.Â \n\n[[Salladhor Saan]] tells the legend: Darkness lay over the world and Azor Ahai was the hero chosen to fight against it. To fight the darkness, Azor Ahai needed to forge a hero's sword. He labored for thirty days and thirty nights until it was done. However, when he went to temper it in water, the sword broke. He was not one to give up easily, so he started over. The second time he took fifty days and fifty nights to make the sword, even better than the first. To temper it this time, he captured a lion and drove the sword into its heart, but once more the steel shattered. The third time, with a heavy heart, for he knew before hand what he must do to finish the blade, he worked for a hundred days and a hundred nights until it was finished. This time, he called for his wife and asked her to bare her breast. He drove his sword into her breast, her soul combining with the steel of the sword, creating Lightbringer.Â \n\nWhen [[Davos Seaworth]] hears the story, he marvels at the thought of such true sword of fire. But then he thinks of his beloved wife [[Marya Seaworth|Marya]] and decides that if this is the price of a magic sword - it is more than he cares to pay.\n\n"}, "title": "Nissa Nissa"}