{"attributes": {"status": "Active", "features": "Darker hair, eyes, and complexionsQuote", "language": " Common Tongue", "title": " Northmen", "ruler": [" King in the North/Lord of Winterfell (House Stark)", "Lord of the Dreadfort (House Bolton)"], "image": " Eddard and Jon.jpg", "society": " Feudal-based", "location": " The North, Westeros", "religion": [" Old Gods", "Faith of the Seven (minority)"], "aka": "Northerners", "successors": "", "predecessors": "First Men"}, "sections": {" In the books ": "\nIn the ''[[A Song of Ice and Fire]]'' novels the Northmen - the descendants of the First Men established between the Neck and the Wall - are described as a proud and traditionally-minded people. Their lives are marked by the harshness of winter, which has made them a strong if grim people that follow strict codes of honor and look down on &quot;southrons&quot; as weak.\n\nA few Northern noble Houses are rumored to continue to practice the banned tradition of First Night - which allows a lord to deflower any maiden in his domains on her wedding night. The practice was once widespread throughout the Seven Kingdoms but banned two centuries ago by King [[Jaehaerys I Targaryen]]. Even so, rumors persist that the [[House Bolton|Boltons]], the northern mountain clans, and even some of the [[House Umber|Umbers]] continue to enforce First Night in secret.\n\n[[House Manderly]] of [[White Harbor]] is an exceptional case, in that they are the only major noble House from the North that is actually descended from the Andals and who worship the Faith of the Seven. Long after the Andal invasions, only about a thousand years ago, the Manderlys were exiled from [[the Reach]] but the Starks took them in as loyal allies. In time, the Starks rewarded them for their loyal service by granting them rule of White Harbor, the North's only major city and port. The Manderlys are still loosely considered &quot;Northmen&quot; at times as they are quite loyal to the Starks, and they have taken on some cultural habits of the North, but they still worship the New Gods. For the most part this actually hasn't caused much friction with the other Northmen - probably because the Andal invasions had ended thousands of years before, and the two religions had long since settled into co-existence. The other Northerners didn't begrudge the Manderlys for keeping to the faith of their fathers, and the Manderlys didn't attempt to proselytize the Faith of the Seven throughout the North, so there was never any outright hostility over it.\n\n", "Culture": "{{Quote|- Our way is the Old Way?&lt;br&gt;- The man who passes the sentence should swing the sword.|[[Bran]] and [[Ned Stark]]|Winter is Coming}}\n[[File:Winterfell_Godswood.jpg|thumb|right|250px|Like their ancestors, Northmen worship the Old Gods.]]\nSouth of the Neck, where culture is predominantly [[Andals|Andal]] and the [[Faith of the Seven]] is the dominant religion, Northerners are looked down as a superstitious and unruly people.&lt;ref&gt;[[Lord Snow]]&lt;/ref&gt;&lt;ref&gt;[[The Night Lands]]&lt;/ref&gt;\n\nThe Northmen have to face the heaviest brunt of Westeros'Â winters, which can last for many years at a time. In contrast, it rarely snows in the southernmost regions of Westeros such as Dorne, or the southern parts of [[the Reach]]. Surviving during winter is such a life-or-death struggle that the Northmen guardedly husband and preserve their resources: they have fewer wars over petty feuds and lover's quarrels - though conversely they still have some internal competition over finite resources, such as the centuries-long rivalry between the Starks and Boltons.\n\nThe North is also the only one of the Seven Kingdoms with an outright &quot;foreign&quot; border, and constantly has to deal with wildling raiding parties that circumvent the Wall. Every few generations or centuries the wildlings are united by a [[King-Beyond-the-Wall]] and launch major inventions to the south - and the Northmen are always the first line of defense against these incursions. The Northmen do not regularly become [[Knighthood|knights]] because of that institution's ties to the [[Faith of the Seven]], which has few followers in the North - but also because the Northmen are always so hard-pressed for basic survival against external threats that they do not ''need'' a separate subclass of professional warriors - ''every'' Northman has to have skill at arms to survive.\n\nBecause of the threats, Northmen do not hold [[tournaments]], seeing it as a frivolous waste to engage in mock combat when such resources should be preserved to combat the next wildling raid or prepare for the coming winter. That being said, many Northerners do take part in tournaments held in southern Westeros for the sake of wealth or glory. Likewise, Northmen tend to dismiss the court life and intrigues of the south. Because of the grim, utilitarian nature of their existence, noble Houses from the North also tend to have much less complex [[Heraldry]] than is found in some of the southern kingdoms such as the Reach.\n\nA number of the traditions of the First Men still hold strong among the Northmen: the strict observance of [[guest right]] and laws of hospitality, and the belief that justice should be dealt and enforced by the very lords that pass sentence. While guest right is held sacred by all religions and peoples in Westeros, the Northmen are noted for taking it particularly seriously: given their very harsh winters, the act of giving a guest shelter and food during a cold winter when they otherwise might starve in the wilderness is a gesture of trust that is never to be taken lightly.\n\n[[File:Robb_prepares_to_execute_Rickard_s3e5.jpg|250px|thumb|Northern lords, like their forebears, not only pass judgment but also carry out the sentence, as Robb Stark does to Rickard Karstark.]]\n\nNorthern lords adamantly pride themselves on holding to the laws of the First Men, that the man who passes a sentence of execution must swing the sword himself. In southern Westeros, professional executioners will often carry out a sentence at the command their liege lords - in the case of the King, this duty is performed by the Royal Executioner, the [[King's Justice]]. While executions may be commanded over petty quarrels in the south, the life-or-death struggle for survival that the Northmen have had to face means that they take the weight of command very seriously. The Northmen feel that if a lord cannot look a condemned man in the face as he personally executes him, he is unworthy of the weight of responsibility and consequences of his own orders.\n\n", "TOP": "Northmen015776sbktz5wdofdw3rasyowevqk64cj5t1p1811162015-04-04T17:54:45ZEnglishJoker1525043/* Culture */{{Culture infobox\n| Title= Northmen\n| Image= Eddard and Jon.jpg\n| AKA=Northerners\n| Status=Active\n| Predecessors=[[First Men]]\n| Successors=\n| Location = [[The North]], [[Westeros]]\n| Ruler= [[King in the North]]/[[Lord of Winterfell]] ([[House Stark]])&lt;br&gt;Lord of the Dreadfort ([[House Bolton]])\n| Society= Feudal-based\n| Language= [[Common Tongue]]\n| Religion= [[Old Gods]]&lt;br&gt;[[Faith of the Seven]] (minority)\n| Features=Darker hair, eyes, and complexions\n}}\n\n{{Quote|The Northerners will never forget.|[[Tyrion Lannister]]|Mhysa}}\n\n'''Northman''' or '''Northerner''' is a term used in the continent of [[Westeros]], which has different meanings varying by region.\n\nThe term &quot;Northmen&quot; is usually applied in Westeros to refer to the people established in the [[The North|region]] north of [[the Neck]] but south of [[The Wall]], where the blood and traditions of the [[First Men]] still hold sway and the belief in the [[Old Gods of the Forest]] remains the dominant religion. For many centuries, the Northerners formed their own independent [[Kingdom of the North]] ruled by [[House Stark]] of [[Winterfell]]. The Northmen submitted to [[Aegon the Conqueror]] during the [[War of Conquest|Targaryen Conquest]] three hundred years before the [[War of the Five Kings]], and &quot;the North&quot; became one of the constituent regions of the unified Seven Kingdoms.\n\n", " Nomenclature ": "\nThe names &quot;Northmen&quot; or &quot;Northerners&quot; are used somewhat interchangeably. For example, Ned Stark says to his wife Catelyn that he is a &quot;Northman&quot;,&lt;ref&gt;&quot;[[Winter is Coming]]&quot;&lt;/ref&gt; while [[Joffrey Baratheon]] calls them &quot;Northerners&quot; while talking to his mother.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt;\n\nThe Northmen are the proud descendants of the First Men, who successfully repulsed the [[Andals]] from the North when they [[Andal Invasion|invaded the rest of Westeros]] six thousand years ago in a mass migration. South of the Neck, the majority of people from the other kingdoms of Westeros are all descended from the Andals, intermixed with the conquered local First Men, but the defiantly independent First Men remained the dominant ethnic group north of the Neck. Except for the crannogmen, northmen are sometimes collectively referred to as &quot;wolves&quot;, in reference to the sigil of [[House Stark]].\n\nThe &quot;Northmen&quot;, the crannogmen, and the wildlings are all descended from the ancient First Men, and all three groups still follow the same religion of the Old Gods, but their cultures diverged in different ways across the millennia.\n\nIn a cultural context, the term &quot;Northmen&quot; often excludes the [[Crannogmen|crannogmen]], the reclusive people that inhabit the swamps of the Neck itself. Like the other &quot;Northmen&quot; (such as the Starks) the crannogmen are also descended from the First Men, but their culture branched off from their Northmen cousins to adapt to the unique conditions of the swampy lands they inhabit.\n\nWhile the Northmen and crannogmen are culturally distinct, they have both ''politically'' been united under the authority of Winterfell for hundreds of years, so southern courts such as at King's Landing will often lump the crannogmen in with the &quot;Northmen&quot; as an umbrella-term for &quot;noble Houses that are ruled by Winterfell&quot;.\n\nThe Northmen tend to call people from the other parts of the Seven Kingdoms &quot;[[Southerner]]s&quot;, generally meaning those areas dominated by the Andals. In general usage [[Dorne]] is often lumped together as one of the &quot;southerner&quot; kingdoms, because while the [[Dornishmen]] are descended from the [[Rhoynar]] they still have some Andal blood and also converted to the Faith of the Seven, thus they also have a culture of noble courts and [[knights]], albeit with significant variations.\n\nThe [[Free Folk|wildlings]] who dwell in the wilderness [[Beyond the Wall|beyond]] [[the Wall]] consider themselves the true Northerners, using the term &quot;southerner&quot; to refer to the people of the Seven Kingdoms, regardless of their cultural background. As [[Osha]] the wildling pointed out to [[Theon Greyjoy]], the region known as &quot;The North&quot; which is ruled by House Stark from Winterfell is actually ''south'' of the Wall, so the Free Folk even refer to &quot;Northmen&quot; Houses such as the Starks or Umbers as &quot;southerners&quot;.\n\n"}, "title": "Northmen"}