{"attributes": {"status": " :Category:Status: Dead", "family": " Mors Martell - husband", "rightlink": " House MartellCharacter", "season": " Histories &amp; Lore", "image": "Nymeria warrior queen.png  ", "leftimage": "Nymeria mini shield.png ", "allegiance": " House Martell", "culture": " Rhoynar", "titles": "Princess of Dorne", "rightimage": " Martell mini shield.png", "place": " ", "mentioned": " &quot;House Martell (Histories &amp; Lore)&quot;Quote", "title": " Nymeria", "aka": "   ", "appearances": " ", "leftlink": "House Martell "}, "sections": {" In the books ": "\nIn the ''[[A Song of Ice and Fire]]'' novels, Nymeria was the leader of the Rhoynar refugees and is seen as the founder of unified Dorne.  Before the Valyrians defeated the coalition of Rhoynar city-states, Nymeria herself was the ruling Princess of [[Ny Sar]].  \n\nAfter Nymeria died she was succeeded by her eldest child, her daughter with Mors Martell.  Within her own lifetime she was able to enforce the gender-blind equal primogeniture laws of the Rhoynar in Dorne, even though she had a younger son by a different husband (after Mors died) who by the laws of the Andals would have inherited rule of Dorne after her.  \n\nA minor detail in the books is that after Nymeria married Mors Martell, the formal name of their descendants' House actually became &quot;House Nymeros Martell&quot; (Nymeros meaning &quot;of Nymeria&quot;), combining their two names. The TV series has not mentioned this, though it is rarely mentioned in the books either.\n\n&quot;Nymeria&quot; became a popular name in Dorne in later generations. Even Arya Stark named her direwolf &quot;Nymeria&quot; after her. In the novels, her choice of name for her direwolf is specifically explained in the first novel: in contrast with her refined sister [[Sansa Stark]], who gave her direwolf the elegant name &quot;[[Lady]]&quot;, the tomboyish Arya named her direwolf after a famous warrior-queen. The TV series didn't do this in Season 1, though certainly because even Dorne itself had not yet been introduced and it would have taken a long time to explain.\n\nNymeria is remembered as a warrior-queen, though she actually was not a warrior herself, in the sense of carrying and wielding weapons. She was considered a warrior for being a cunning military strategist and commander of armies (comparable to how in his later years Tywin Lannister was considered a dangerous war-leader, without actually wielding his own sword anymore). That being said, many of the Rhoynar refugees in her army were female, because Rhoyar women were taught to fought alongside their men (and most of the men had died fighting the Valyrians).\n\nAs the founder of one of the Seven Kingdoms, Nymeria is revered in Dorne much as [[Brandon Stark (the Builder)|Brandon Stark the Builder]] is revered in [[The North|the North]], [[Lann]] the Clever in [[The Westerlands|the Westerlands]], or [[Garth Greenhand]] in [[The Reach|the Reach]].  A major difference however is that these figures all lived over six thousand years ago in the [[Age of Heroes]], before written accounts, and all of the tales about them are shrouded in legend - many maesters question if &quot;Bran the Builder&quot; or &quot;Lann the Clever&quot; ever truly existed at all, or are just folklore.  In contrast, Nymeria unified Dorne only one thousand years ago, long after the times of mythical heroes had progressed into the era of written history, so Nymeria is fully understood to have been a real person.\n\n", "TOP": "Nymeria0301416a0yhjiskmli8znzpp3pny0hnrkh47v1805972015-04-02T23:29:47ZThe Dragon Demands5014364/* Background */::''This is about the Rhoynar warrior-queen and ancestor of House Martell. You may be looking for [[Nymeria Sand]] of the [[Sand Snakes]], or [[Nymeria (direwolf)|Nymeria]] the [[direwolf]] bound to [[Arya Stark]].''\n{{Heraldry\n|leftimage =Nymeria mini shield.png \n|rightimage= Martell mini shield.png\n|leftlink=House Martell \n|rightlink = House Martell\n}}\n{{Character\n|Title = Nymeria\n|Image =Nymeria warrior queen.png  \n|Season = [[Histories &amp; Lore]]\n|Appearances = \n|Titles=[[Princess]] of Dorne\n|Aka =   \n|Status= [[:Category:Status: Dead|Deceased]]\n|Place = \n|Allegiance = [[House Martell]]|\nFamily = {[[Mors Martell]]} - husband|Culture = [[Rhoynar]]|Mentioned = &quot;[[House Martell (Histories &amp; Lore)]]&quot;}}\n{{Quote|Thousands of years ago, the warrior queen Nymeria crossed into Dorne from Essos, fleeing the dragonlords of Valyria. After she landed, she burned her ships, all 10,000 of them, so no cowards could slink home. What a woman. Dornish in spirit before she ever was in flesh.|[[Oberyn Martell]]|House Martell (Histories &amp; Lore)}}\n'''Nymeria''' was the warrior-queen who led the [[Rhoynar]] refugees to [[Dorne]] a thousand years ago. She is an ancestor of [[House Martell]], and seen as the founder of Dorne as a unified realm under their rule.\n\n", " See also ": "* {{AWOIAF|Nymeria}}\n\n", "History": "===Background===\n\nThe Rhoynar once lived in city-states along the [[Rhoyne]] River. About a thousand years ago (perhaps 700 years before the [[War of Conquest|Targaryen Conquest]]), the Rhoynar were on the verge of being conquered by the expanding power of the [[Valyrian Freehold]] and its [[Dragons|dragons]]. Defeated at the end of the [[Rhoynish Wars]], Nymeria rallied the survivors and fled [[Essos]] altogether, sailing in a refugee fleet said to include ten thousand ships. After much wandering she eventually led her people to [[Dorne]], at the southeastern tip of [[Westeros]]. After landing, Nymeria had all of the Rhoynar's 10,000 ships burned, so that none would have second thoughts about staying.\n\nAt the time, Dorne was divided into many petty kingdoms and had never been unified. Impressed by Nymeria, local king Mors Martell married her and united her forces with his own. Together, they conquered and unified all of Dorne for the first time, reigning from the Martell's seat at [[Sunspear]]. Dorne was the last of the Seven Kingdoms to be unified.\n\nThe Dornish revere Nymeria as the founder of their realm, and her descendants in [[House Martell]] continued to rule Dorne through the present day. As a result, &quot;Nymeria&quot; actually became a common name in Dorne (comparable to how &quot;Brandon&quot; is a very common name in [[The North|the North]], after their founder [[Brandon Stark (the Builder)|Brandon Stark the Builder]]). [[Oberyn Martell]] - himself a direct descendant of Nymeria, warrior-queen of the Rhoynar - named one of his own bastard daughters [[Nymeria Sand]]. Nymeria's fame also spread across Westeros: even young [[Arya Stark]], fascinated with legends about past warrior-queens, chose to name her [[Direwolf|direwolf]] &quot;[[Nymeria (direwolf)|Nymeria]]&quot;.\n\n"}, "title": "Nymeria"}