{"attributes": {"status": " :Category:Status: Alive", "family": ["Oberyn Martell - father", "Obara Sand - half-sister", "Tyene Sand - half-sister", "Sarella Sand - half-sister", "Elia Sand - half-sister", "Obella Sand - half-sister", "Dorea Sand - half-sister", "Loreza Sand - half-sister", "Doran Martell - uncle", "Trystane Martell - first cousin", "Elia Martell - aunt", "Rhaegar Targaryen - uncle by marriage", "Rhaenys Targaryen (daughter of Rhaegar)"], "rightlink": "Sand SnakesCharacter", "season": " Season 5", "image": "NymeriaGOT5.jpg", "leftimage": "Martell mini shield.png", "allegiance": " House Martell", "actor": " Jessica Henwick", "culture": " Dornishmen", "titles": " ", "rightimage": "Sand mini shield.png", "mentioned": " &quot;First of His Name&quot;", "title": " Nymeria Sand", "aka": " Lady Nym'''Nymeria Sand''' is a character that debuts in Season 5, though she had already been alluded to in Season 4.  She will be played by Jessica Henwick.==Biography=====Background===Nymeria Sand is the second of the eight Bastardy", "leftlink": "House Martell"}, "sections": {"Family Tree": "{{Template:House Martell family tree}}\n\n", "TOP": "Nymeria Sand0242481b4rgmdjlb3ms49vimnzapmvdv06s501809592015-04-04T05:56:03ZThe Dragon Demands5014364/* Background */{{Heraldry\n|leftimage=Martell mini shield.png\n|rightimage=Sand mini shield.png\n|leftlink=House Martell\n|rightlink=Sand Snakes\n}}\n{{Character\n|Title = Nymeria Sand\n|Season = [[Season 5|5]]\n|Image=NymeriaGOT5.jpg\n|Mentioned = &quot;[[First of His Name]]&quot;\n|Titles = \n|Status = [[:Category:Status: Alive|Alive]]\n|Allegiance = [[House Martell]]\n|Family ={[[Oberyn Martell]]} - father&lt;br&gt;[[Obara Sand]] - half-sister&lt;br&gt;[[Tyene Sand]] - half-sister&lt;br&gt;[[Sarella Sand]] - half-sister&lt;br&gt;[[Elia Sand]] - half-sister&lt;br&gt;[[Obella Sand]] - half-sister&lt;br&gt;[[Dorea Sand]] - half-sister&lt;br&gt;[[Loreza Sand]] - half-sister&lt;br&gt;[[Doran Martell]] - uncle&lt;br&gt;[[Trystane Martell]] - first cousin&lt;br&gt;{[[Elia Martell]]} - aunt&lt;br&gt;{[[Rhaegar Targaryen]]} - uncle by marriage&lt;br&gt;{[[Rhaenys Targaryen (daughter of Rhaegar)|Rhaenys Targaryen]]} - first cousin&lt;br&gt;{[[Aegon Targaryen (Son of Rhaegar)|Aegon Targaryen]]} - first cousin&lt;br&gt;Princess [[Nymeria]] of the Rhoynar - distant ancestor 1,000 years ago\n|Actor = [[Jessica Henwick]]\n|Culture = [[Dornishmen]]|Aka = Lady Nym}}'''Nymeria Sand''' is a character that debuts in [[Season 5]], though she had already been alluded to in [[Season 4]].  She will be played by [[Jessica Henwick]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Nymeria, often called Lady Nym, is Oberyn's daughter whom he fathered on a noblewoman from [[Volantis]]. Like [[Arya Stark]]'s [[Nymeria (direwolf)|direwolf]], she is named after the [[Nymeria|warrior-queen]] of the [[Rhoynar]] who lived a thousand years ago.  Unlike Arya's direwolf, Nymeria Sand is actually a direct descendant of the original Nymeria.\n\nNymeria is twenty-five years old, slim and slender as a willow, with straight black hair worn in a long braid which pulls back from a widow's peak. She has dark eyes, high cheekbones, and full lips. She is initially described as having pale white skin, but mentions her olive skin. Nymeria has all the beauty that her elder sister [[Obara Sand]] lacks but is no less deadly. She usually can conceal a dozen daggers on her person and is extremely skilled with the blades.\n\nThe TV series version of &quot;Nymeria&quot; is a condensation of several different aspects of the eight &quot;Sand Snakes&quot; in the books. Nymeria is half-Volantene but has the classic dark [[Rhoynar]] features that most members of House Martell have as &quot;salty Dornishmen&quot;. Actress Jessica Henwick, however, while she does have many of the features specifically ascribed to Nymeria, was born to a Singaporean Chinese mother and a British father. Apparently, instead of taking that Nymeria's mother was &quot;from the East&quot; to mean &quot;from the Free City of Volantis&quot; as in the books, the TV series changed this to mean that her mother was from the far east of [[Essos]], probably from [[Yi Ti]] (which is loosely analogous to Imperial China in the narrative).\n\nHenwick's casting makes her the first major role in the TV series played by an East Asian actress (the first East Asian actor to appear at all was only in the Season 4 finale, a fleeting appearance by [[Alice Hewkin]] as a [[Child of the Forest 2 (The Children)|Child of the Forest]] in the [[cave of the three-eyed raven]]). This would seem to be a step ''away'' from the TV series's previous tendency to use Volantis as their go-to reference for Free Cities, i.e. changing &quot;Jeyne Westerling&quot; to be &quot;Talisa Maegyr of Volantis&quot;.\n\nIn the books, Nymeria mentions that she was &quot;abed with the Fowler twins&quot; when word arrived of her father's death. Jeyne and Jennelyn Fowler are identical twin sisters from House Fowler, stony Dornishmen from the Red Mountains of the west. Nymeria is close friends with them, and they seem to be on good terms with Arianne and Quentyn as well - though DoranÂ considers the twins to be gossips who cannot be trusted to keep a secret. Doran does trust Nymeria, but at times he will withhold sensitive information from her out of fear that the Fowler twins will somehow discover it through her. It is not clear what exactly was meant by Nymeria being &quot;abed&quot; with the Fowler twins: while many noblewomen in Dorne openly have sexual relations with other women, throughout all of Westeros it is common for girls from noble houses to share the same large bed together in their chambers.\n\n", "Image Gallery": "&lt;gallery widths=&quot;160&quot; spacing=&quot;small&quot;&gt;\nJessica Henwick-Photo Helen Sloan HBO Nym Sand.jpg|Season 5 HBO Promo Image of Nym Sand\n&lt;/gallery&gt;\n\n", "See also": "*{{AWOIAF}} (MAJOR spoilers from the books)\n", "Biography": "===Background===\nNymeria Sand is the second of the eight [[Bastardy|bastard]] daughters of [[Prince]] [[Oberyn Martell]], known as the &quot;[[Sand Snakes]]&quot;. Nymeria's mother was an [[Yi Ti|Eastern noblewoman]], who taught her how to use a whip in combat, but who later died in battle.&lt;ref&gt;[http://www.telegraphindia.com/1150329/jsp/t2/story_11347.jsp#.VR6xovnF9Cj ]&lt;/ref&gt; Nymera became very skilled with using her bullwhip in combat.\n\nNymeria inherited her father's cunning, and is the most calculating and strategic of the Sand Snakes. Instead of charging head-on into a situation relying on brute strength (like her older sister Obara), she will stand back and observe her enemy's weak points, then move in precisely for an accurate strike. Her choice of a bullwhip as her primary weapon exemplifies this mentality.&lt;ref&gt;[http://www.telegraphindia.com/1150329/jsp/t2/story_11347.jsp#.VR6xovnF9Cj ]&lt;/ref&gt;\n\nShe is named after [[Nymeria]], the warrior-queen of the [[Rhoynar]] who led her people's migration to Dorne one thousand years ago. The original Nymeria unified Dorne for the first time, and is considered the founder of House Martell in its modern form. &quot;Nymeria&quot; is a popular name in Dorne, much as &quot;Brandon&quot; is in the North, after their founder [[Brandon Stark (the Builder)|Brandon the Builder]]. Through her father Oberyn, Nymeria Sand is actually a direct descendant of the original Nymeria.\n\n===[[Season 4]]===\nOberyn mentions his eight bastard daughters to Queen [[Cersei Lannister]].&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;\n\n"}, "title": "Nymeria Sand"}