{"attributes": {"begin": " ", "end": " ~700 BAL", "name": " Nymeria's War", "image": "File:Nymeria and Mors Martell.png", "next": " Century of Blood", "place": " Dorne, Westeros", "result": " *Unification of Dorne under House Martell rule*Intermingling of local Dornish population with Rhoynish immigrants; adoption of Rhoynish customs and laws in Dorne", "commanders1": " * Mors Martell* Princess NymeriaQuote", "side1": " *House Martell*Rhoynar people", "side2": " Independent Dornish houses:*House Yronwood*House Dayne*House Manwoody*House Blackmont*House Jordayne*House Uller", "previous": " Rhoynish Wars"}, "sections": {"Aftermath": "\nHouse Martell adopted the title of [[Prince of Dorne]], following the tradition of the Rhoynar people. They also combined the Martell sigil, a spear, with Nymeria's emblem, a red sun, resulting in the modern [[heraldry]] of House Martell.\n\nAs the local [[Dornishmen|Dornish]] population intermingled with the Rhoynish immigrants, a number of traditions were adopted, among them equal primogeniture, thus allowing women to rule in their own right and even carry on the family name.&lt;ref&gt;[[House Martell (Histories &amp; Lore)]]&lt;/ref&gt;\n\n", "TOP": "Nymeria's War030263rfu7gao4n6kjni09yysimmxgg0sr6ua1805712015-04-02T21:56:13ZThe Dragon Demands5014364{{Conjecture}}\n{{War\n|previous = [[Rhoynish Wars]]\n|next = [[Century of Blood]]\n|name = Nymeria's War\n|image =[[File:Nymeria and Mors Martell.png|300px]] \n|begin = \n|end = ~700 BAL\n|place = [[Dorne]], [[Westeros]]\n|result = *Unification of Dorne under [[House Martell]] rule\n*Intermingling of local Dornish population with Rhoynish immigrants; adoption of Rhoynish customs and laws in Dorne\n|side1 = *[[House Martell]]\n*[[Rhoynar]] people\n|side2 = Independent Dornish houses:\n*[[House Yronwood]]\n*[[House Dayne]]\n*[[House Manwoody]]\n*[[House Blackmont]]\n*[[House Jordayne]]\n*[[House Uller]]\n|commanders1 = * [[Mors Martell]]\n* Princess [[Nymeria]]}}\n{{Quote|My ancestor, [[Mors Martell]], saw [[Nymeria|her]] and desired her; and proved that where armies failed a tongue may succeed. Wedding his strength to hers, his spear to her sun, they subdued all his rivals together.|Prince [[Oberyn Martell]]|House Martell (Histories &amp; Lore)}}\n'''Nymeria's War''' was a a war waged between [[House Martell]] along with the [[Rhoynar]] immigrants led by [[Nymeria]] and the independent houses of [[Dorne]]. It resulted in the victory of [[House Martell]] and the unification of Dorne under their rule.\n\n", "See also": "*{{AWOIAF}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, little is revealed about Nymeria's War. The ''World of Ice and Fire'' sourcebook (2014) expanded on the history of the Martell conquest of Dorne.  The Rhoynar did not immediately sail from the mouth of the Rhoyne (near the Free City of Volantis) to Westeros, but instead their fleet had a long and harrowing journey.  First they sailed to the [[Basilisk Isles]] but could not settle with the pirates living there.  Then they attempted to colonize mainland [[Sothoryos]] for about a year, but were devastated by tropical diseases and the dangers lurking in the jungles and decided to leave.  Nymeria led her fleet across the sea again, but it would be another three years before they reached Dorne.  First they stopped in [[Naath]] and were welcomed by the peaceful inhabitants, but they quickly began to die from the local butterfly fever and soon departed. Next they came to the [[Summer Islands]], but they still did not fair well. The princes of the main islands were terrified that if they sheltered the Rhoynar the Valyrians would come with their dragons and burn out all of the islands in retaliation, so the Rhoynar were only able to settle on the small island Abulu (which later became known as the &quot;Island of Women&quot; because most of the Rhoynar refugees were women). They were unmolested there, but the island was far too small and resource poor to grow enough food to sustain their entire population, and many starved. Eventually Nymeria realized they had to leave again, and set out north for Westeros, though some Rhoynar remained and still inhabit the island in the present.  After arriving in Dorne she had the Rhoynar's remaining ships burned to discourage the weak-hearted from any thoughts of fleeing again.    \n\nOn arriving in Dorne, Nymeria and her Rhoynar united with Mors Martell - then a minor lord of lands near the mouth of the Greenblood River in eastern Dorne. Then Nymeria's War to conquer Dorne began. Mors Martell was crowned Prince of Dorne by Nymeria before the unification was complete. The Martells defeated and gained the support of Houses [[House Dayne|Dayne]], [[House Uller|Uller]], Toland, and Fowler, but contended with the powerful [[House Yronwood]] and their vassals: Houses [[House Blackmont|Blackmont]], [[House Jordayne|Jordayne]], [[House Qorgyle|Qorgyle]], and Wyl. Prince Mors perished in the Third Battle of the Boneway, slain by King Yorick V Yronwood, self-fashioned King of the Dornish. Nymeria, however, carried on the war and defeated Yorick two years later.\n\nAfter her victory, Nymeria sent six defeated kings to [[the Wall]]: Yorick V Yronwood, Vorian Dayne, Garrison Fowler, Lucifer Dryland, Benedict Blackmont, and Albin Manwoody. After her death she was succeeded by the eldest of her offspring: a daughter fathered by Prince Mors.\n\nDorne was the last of the Seven Kingdoms to be unified (as seven separately independent kingdoms), before the Targaryen Conquest some 700 years later.\n\n"}, "title": "Nymeria's War"}