{"attributes": {}, "sections": {"Particular cases of Oathbreaking": "\n*Ser [[Jaime Lannister]], who betrayed his oaths as a [[Kingsguard]] and slew King [[Aerys II Targaryen]] during the [[Sack of King's Landing]], to prevent him from carrying out his [[wildfire]] plot and destroy the city of [[King's Landing]], earning the nickname of &quot;Kingslayer&quot; because he kept the reason a secret. Pardoned by King [[Robert Baratheon]].\n*[[Mance Rayder]], who deserted his post as a [[Ranger]] of the [[Night's Watch]] to live among the [[Free Folk]] and install himself as [[King-beyond-the-Wall]].\n*{[[Will]]}, a [[Ranger]] of the [[Night's Watch]], deserted his post after witnessing an attack by the [[White Walkers]]. Beheaded by [[Eddard Stark]].\n*The {[[Betrayers|Mutineers]]}, led by {[[Rast]]} and {[[Karl Tanner]]}, who [[Mutiny at Craster's Keep|mutinied]] against Lord Commander [[Jeor Mormont]]. All were slain during the [[Raid on Craster's Keep]].\n\n", "Quotes": "{{Quote|I know I broke my oath. I know I'm a deserter.|[[Will]]|Winter is Coming}}\n{{Dialogue a-b-a|Greatjon Umber|I will lead the van or I will take my men and march them home.|Robb Stark|You are welcome to do so, Lord Umber. And when I am done with the Lannisters, I will march back North, root you out of your keep, and hang you for an oathbreaker.|'''Oathbreaker''', is it!? I will not sit here and swallow insults from a boy so green he pisses grass!|Greatjon is infuriated when accused of oathbreaking|Baelor}}\n{{Dialogue a-b|Catelyn Stark|You swore an oath to my father.|Walder Frey|Oh, yes.  I said some words...|[[Walder Frey]] reveals what he thinks of his oath of loyalty to the Tullys|Baelor}}\n{{Quote|Some men take their oaths more seriously than others.|Catelyn Stark|The Pointy End}}\n{{Quote|My sword is yours, in victory and defeat, from this day until my last day.|Theon Greyjoy swears an oath, that he would eventually break, to Robb Stark |Fire and Blood}}\n{{Dialogue a-b-a-b-a|Jorah Mormont|You can go, you can't have the eggs.|Viserys Targaryen|You swore an oath to me. Does loyalty mean nothing to you?|It means ''everything'' to me.|Yet here you stand|Yet here I stand|Jorah committing a wilful act of oathbreaking|A Golden Crown}}\n\n", "TOP": "Oathbreaking0210336ub19q1iku1mxztdb9npu2byf7o1nmr1773272015-03-16T21:40:19ZSharp Blades26158496{{Quote|So many vows. They make you swear and swear... Defend the king, obey the king, obey your father, protect the innocent, defend the weak. But what if your father despises the king? What if the king massacres the innocent? It's too much. No matter what you do you're forsaking one vow or another.|Ser [[Jaime Lannister]]|A Man Without Honor}}\n\n'''Oathbreaking''' is the direct violation of an oath, and a serious crime in [[Westeros]]. Those who belong to monastic orders take explicitly religious vows. Even the bonds between secular lords and their vassals are typically backed by religious oaths. Oathbreaking is therefore considered not only a crime but a sacrilege, breaking holy vows - though some sets of vows are considered more sacrosanct than others.\n\nMembers of the [[Night's Watch]], the [[Maesters]], the [[Kingsguard]], and the religious orders of the [[Faith of the Seven]] all swear holy oaths promising a lifetime of obedience, chastity, and a rejection of any previous family ties or claims to inheritance.\n\nThe penalty for oathbreaking is often death, though this may depend on the severity of the oath broken. Secular lords who rise up in rebellion but who then surrender are often forgiven (to encourage them to surrender). At other times, high [[treason]] is punished with execution. [[Septons]] of the Faith of the Seven or Maesters who break their vows are often simply expelled from their orders.\n\nThe Night's Watch, however, operates under a strict code that oathbreaking, particularly [[desertion]], will be punished by death. In practice, due to the declining numbers and stretched resources of the Watch, officers will usually turn a blind eye if some men ride off to the nearby settlement of [[Mole's Town]] to have sex with [[Prostitution|prostitutes]] now and again. Also if a recruit attempts to desert, but changes his mind on the road and quickly returns, their leaders will often pretend that no harm was done.\n\n[[Regicide]] is considered an extreme form of oathbreaking, particularly for a king to be killed by his own [[File:Kingslayer.png|thumb|264px|Ser Jaime Lannister kills King Aerys II Targaryen, an act of Oathbreaking and Regicide.]]personal bodyguard. The Kingsguard swear the holiest of vows to serve and defend the life of their king. Thus it was considered shocking when the Kingsguard [[Jaime Lannister]] slew King [[Aerys II Targaryen]] at the climax of [[Robert's Rebellion]].\n\nOathbreaking, even regicide, is still not considered quite so despicable as [[Kinslaying]], or worst of all, violating [[guest right]]. Breaking guest right could itself said to be the most utter, extreme form of oathbreaking: violating the basic social promise that guest and host will not harm each other while under the same roof. Meanwhile, oathbreaking is considered worse than the shame of [[Bastardy|bastardy]].\n\nWhile the Faith of the Seven is the dominant religion in Westeros, it never entirely replaced the [[Old Gods of the Forest|Old Gods]] of the [[First Men]], which is still the majority religion in [[the North]]. Therefore many oaths are often sworn by &quot;both the Old Gods and the New&quot; (that is, the Seven). The [[Iron Islands]] also worship a third, local religion devoted to the [[Drowned God]]. Men and women typically swear by whatever religion they personally follow.\n\nOfficially, it is impossible to force anyone to take holy vows, and oaths made only under duress are not considered binding in the sight of the gods.&lt;ref&gt;&quot;[[The Climb]]&quot;&lt;/ref&gt; That being said, there have been many instances in which daughters of noble families were forced against their will to enter into arranged marriages to secure political alliances. Such alliances will, however, at least outwardly pretend that the match is consensual, forcing the bride (or in some cases, groom) to physically utter the oaths during the wedding ceremony.&lt;ref&gt;&quot;[[Second Sons (episode)]]&quot;&lt;/ref&gt;\n\n", "Acts considered Oathbreaking": "*[[Desertion]]\n*Violations of [[guest right]] are also considered a form of oathbreaking as hosts swear a holy oath to protect their guests for the duration of their stay.\n*[[Regicide]]\n* [[Knighthood|Knights]] take sacred oaths to defend the innocent and protect the weak. However, due to their oaths of obedience, and the social abyss between nobility and [[smallfolk]], knights often find themselves doing the exact opposite to their vows, particularly in times of war. Unless they find themselves on the losing side of the war, these knights will seldom be branded oathbreakers and face justice.\n*The refusal of a vassal, regardless of their station, to answer the summons of their liege lords, are considered acts of oathbreaking and even treason.\n\n"}, "title": "Oathbreaking"}