{"attributes": {"status": " :Category:Status: Dead", "death": [" Skull crushed by Ser Gregor Clegane", "(&quot;The Mountain and the Viper&quot;)Quote"], "last": "&quot;The Mountain and the Viper&quot;", "family": [" Doran Martell - brother", "Elia Martell - sister", "Trystane Martell - nephew", "Ellaria Sand - Paramour"], "rightlink": " Second Sons (mercenary company)Character", "season": " Season 4", "image": " Oberyn Martell (Season 4, Episode 06).png", "leftimage": " Martell mini shield.png.png", "allegiance": [" House Martell", "Second Sons (mercenary company)"], "actor": " Pedro Pascal", "culture": " Dornishmen", "titles": " Prince", "rightimage": " Second Sons mini shield.png", "place": "Sunspear", "title": " Oberyn Martell", "aka": " The Red Viper of Dorne", "first": "&quot;Two Swords&quot;", "appearances": " 7 episodes &lt;small&gt;#Appearances", "leftlink": " House Martell"}, "sections": {"Family Tree": "{{House Martell family tree}}\n\n", "Behind the scenes": "*On the [[Season 4]] Blu-ray, Oberyn narrates the [[Histories &amp; Lore]] videos on '''&quot;[[House Martell (Histories &amp; Lore)|House Martell]]&quot;''', '''&quot;[[Poisons (Histories &amp; Lore)|Poisons]]&quot;''' and '''&quot;[[Robert's Rebellion (Histories &amp; Lore)|Robert's Rebellion]]&quot;'''.\n\n", "TOP": "Oberyn Martell016146j06hgq6cuq3bky7jpd39s1i5n0pern11790212015-03-24T13:44:53ZHurricaneHero9319478141/* Season 4 */{{Heraldry\n|leftimage = Martell mini shield.png.png\n|leftlink = House Martell\n|rightimage = Second Sons mini shield.png\n|rightlink = Second Sons (mercenary company)\n}}\n{{Character\n|Title = Oberyn Martell\n|Image= Oberyn Martell (Season 4, Episode 06).png\n|Season = [[Season 4|4]]\n|First=&quot;[[Two Swords]]&quot;\n|Last=&quot;[[The Mountain and the Viper]]&quot;\n|Appearances= 7 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n|Status = [[:Category:Status: Dead|Deceased]]\n|Place =[[Sunspear]]\n|Culture= [[Dornishmen]]\n|Titles = Prince\n|Aka= The Red Viper of Dorne\n|Allegiance = [[House Martell]]&lt;br&gt;[[Second Sons (mercenary company)|Second Sons]] (formerly)&lt;br&gt;[[The Citadel]] (formerly)\n|Family = [[Doran Martell]] - brother&lt;br&gt;{[[Elia Martell]]} - sister&lt;br&gt;[[Trystane Martell]] - nephew&lt;br&gt;[[Ellaria Sand]] - [[Paramour|paramour]]&lt;br&gt;[[Obara Sand]] -  daughter&lt;br&gt;[[Nymeria Sand]] - daughter&lt;br&gt;[[Tyene Sand]] - daughter&lt;br&gt;[[Sarella Sand]] - daughter&lt;br&gt;[[Elia Sand]] - daughter&lt;br&gt;[[Obella Sand]] - daughter&lt;br&gt;[[Dorea Sand]] - daughter&lt;br&gt;[[Loreza Sand]] - daughter&lt;br&gt;{[[Rhaegar Targaryen]]} - brother-in-law&lt;br&gt;{[[Rhaenys Targaryen (daughter of Rhaegar)|Rhaenys Targaryen]]} - niece&lt;br&gt;{[[Aegon Targaryen (Son of Rhaegar)|Aegon Targaryen]]} - nephew&lt;br&gt;{[[Lewyn Martell]]} - uncle\n|Actor = [[Pedro Pascal]]|Death = Skull crushed by Ser [[Gregor Clegane]]&lt;br&gt;(&quot;[[The Mountain and the Viper]]&quot;)}}\n{{Quote|Say it! You raped [[Elia Martell|her]]! You murdered her! You killed [[Rhaenys Targaryen (daughter of Rhaegar)|her]] [[Aegon Targaryen (Son of Rhaegar)|children]]!|Oberyn to Ser [[Gregor Clegane]]|The Mountain and the Viper}}\n\n'''Oberyn Martell''' is a major character in the [[Season 4|fourth season]]&lt;ref&gt;http://winteriscoming.net/2013/05/grrm-confirms-red-viper-mace-magnar-being-cast/&lt;/ref&gt;. He is portrayed by [[Pedro Pascal]] and first appears in &quot;[[Two Swords]]&quot;.&lt;ref&gt;[http://insidetv.ew.com/2013/06/28/thrones-red-viper-oberyn/ Entertainment Weekly]&lt;/ref&gt; He's a member of [[House Martell]], the [[Great house|ruling family]] of [[Dorne]].  Oberyn is well known for his fighting skills, passionate temper, and sexual appetites.\n\n[[Prince]] Oberyn, known as the '''Red Viper of Dorne''',&lt;ref&gt;&quot;[[The Mountain and the Viper]]&lt;/ref&gt; is the younger brother of [[Doran Martell]], the [[Prince of Dorne]], and the late [[Elia Martell]], wife of [[Rhaegar Targaryen]], the late [[Prince of Dragonstone]] and heir to the [[Iron Throne]]. Traveling to King's Landing to attend Joffrey's royal wedding in his brother's place, Oberyn's real motive is to seek revenge for the murder and rape of his sister by Tywin's bannerman, [[Gregor Clegane]].  Oberyn gets an opportunity to kill Clegane when he volunteers to champion [[Tyrion Lannister]] in a [[trial by combat]]; although he manages to severely wound and poison Clegane, he is ultimately killed.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Prince Oberyn is the hot-headed younger brother of Prince [[Doran Martell]]. He has eight [[bastard]]Â daughters, called the [[Sand Snakes]], the four youngest of them by his current paramour, [[Ellaria Sand]].Â \n\nOberyn has a lined face with thin eyebrows, black &quot;viper&quot; eyes and a sharp nose. His hair is lustrous and black with only a few silver streaks and recedes from his brow into a widow's peak. It is rumored that he has sexual relationsÂ with his squires whenÂ Ellaria is unavailable. It is not unusual for lords and ladies in Dorne to be openly bisexual, due to the relaxed attitude towards sexuality among the Dornish.\n\nOberyn is called &quot;the Red Viper&quot; by friend and foe alike due to his penchant for coating his weapons in lethal poisons, so that even a glancing wound will prove fatal.\n\nOberyn was the youngest of the three Martell siblings:  Elia was born nine years after Doran, and Oberyn one year after Elia.\n\nDuring a tourney, Oberyn jousted against [[Willas Tyrell]], eldest son of [[Mace Tyrell]] and heir to [[Highgarden]]. Oberyn knocked Willas from his horse, but Willas's foot got caught in the stirrup and the horse fell on him, crushing his leg and leaving him crippled. Though Willas does not personally bear any ill-will towards Oberyn for the incident and they continue a friendly correspondence, it becomes a new source of friction in the ancient feud between Dorne and the Reach.\n\nAlthough Oberyn is known to have studied to become a [[Maesters|maester]] in his youth - successfully forging several links of his chain - he is noted to have studied the poisoner's art while travelling the [[Free Cities]], not at [[the Citadel]], as the show specifies.\n\nWhen treating Gregor Clegane, Qyburn theorizes that Oberyn had adulterated the manticore venom on his spear with sorcery; thickening it in order to slow it's progress through the veins towards the heart, dragging out Gregor's agony.\n\n", "Quotes": "{{Quote|If [[Gregor Clegane|the Mountain]] killed [[Elia Targaryen|my sister]], then [[Tywin Lannister|your father]] gave the order.|Oberyn to [[Tyrion Lannister]]|Two Swords}}\n\n{{Quote|May I tell you a secret? You're not a golden lion. You're just a pink little man who's far too slow on the draw.|Oberyn to a [[House Lannister|Lannister]] soldier|Two Swords}}\n\n{{Quote|The Lannisters aren't the only ones who pay their debts.|Oberyn to [[Tyrion Lannister]]|Two Swords}}\n\n{{Quote|In some places, the high-born frown upon those of low birth and in others the rape and murder of women and children is considered distasteful. How fortunate for you, former [[Cersei Lannister|Queen Regent]], that your daughter, [[Myrcella Baratheon|Myrcella]], has been sent to live in the latter sort of place.|Oberyn to [[Tywin Lannister]]|The Lion and the Rose}}\n\n{{Dialogue a-b|Olyvar|Everyone has a preference.|Oberyn|Then everyone is missing half the world's pleasure. [[Faith of the Seven|The Gods]] made that, and it delights me. The Gods made this... and it delights me. When it comes to war I fight for [[Dorne]], when it comes to love... I don't choose sides.|[[Olyvar]] and Oberyn Martell|Breaker of Chains}}\n\n{{Quote|I have been to Essos and seen the Unsullied firsthand. They are very impressive on the battlefield. Less so in the bedroom.|Oberyn at a meeting of the [[Small Council]]|The Laws of Gods and Men}}\n\n{{Quote|It is a big and beautiful world. Most of us live and die in the same corner where we were born and never get to see any of it. I don't want to be &lt;i&gt;most of us.&lt;/i&gt;|Oberyn to [[Varys]] regarding his years in [[Essos]]|The Laws of Gods and Men}}\n\n{{Quote|I am the brother of Elia Martell, and do you know why I have come all the way to this stinking shit pile of a [[King's Landing|city]]?...for you.|Oberyn to [[Gregor Clegane]]|The Mountain and the Viper}}\n\n{{Quote|I'm going to hear you confess before you die. You raped [[Elia Targaryen|my sister]], you murdered her, you killed [[Rhaenys Targaryen|her]] [[Aegon Targaryen|children]]. Say it now and we can make this quick.|Oberyn to Gregor Clegane|The Mountain and the Viper}}\n\n", "Image gallery": "&lt;gallery columns=&quot;3&quot; spacing=&quot;small&quot; widths=&quot;172&quot; hideaddbutton=&quot;true&quot;&gt;\nOberyn-202x300.jpeg|Promotional image for Oberyn in [[Season 4]].\nPedro-Pascal-as-Oberyn-Martell-Indira-Varma-as-Ellaria-Sand photo-Helen-Sloan HBO.jpg|Promotional image of Oberyn Martell and Ellaria Sand in Season 4.\nPrinceoberynbrothellook.png|Oberyn examines the prostitutes at a brothel owned by Petyr Baelish in &quot;[[Two Swords]]&quot;. \nOberyn-Martell.jpg|The '''Red Viper''' confronts two Lannister soldiers in &quot;Two Swords&quot;.\nOberyntyrionspeakkingslanding.png|Oberyn and Tyrion take a walk outside the brothel in &quot;Two Swords&quot;.\nOberyn-tirion.jpg|Oberyn talks with Tyrion about the murder of his sister and her children in &quot;Two Swords&quot;.\nOberynEllariaPW.jpg|Oberyn introduces Ellaria to Lord Tywin and Queen Cersei in &quot;[[The Lion and the Rose]]&quot;.\nOberyn and Ellaria - Breaker of Chains.jpg|Oberyn and Ellaria at the brothel in &quot;[[Breaker of Chains]]&quot;.\nSeason-4-Episode-5-First-of-His-Name-game-of-thrones-37009238-1920-1097 - Copy.jpg|Prince Oberyn in &quot;[[First of His Name]]&quot;.\nCersei and Oberyn 2.PNG|Oberyn assures Cersei of her daughter's safety in &quot;First of His Name&quot;.\nOberyn and Varys throne room.jpg|Oberyn with Varys in the throne room in &quot;[[The Laws of Gods and Men]].&quot;\ngame-of-thrones-laws-gods-men-trial.jpg|Oberyn as one of the three judges of Tyrion's trial in &quot;The Laws of Gods and Men&quot;.\nOberyn-Martell-Profile 2-HD.png|Prince Oberyn in &quot;The Laws of Gods and Men&quot;.\nEllaria oberyn 4.png|Oberyn and Ellaria kisses before the trial by combat in &quot;[[The Mountain and the Viper]]&quot;\nThe Viper vs the Mountain.jpg|Oberyn duels ser Gregor Clegane in &quot;The Mountain and the Viper&quot;.\nThe Viper vs the Mountain7.jpg|Oberyn brings Gregor to his knees in &quot;The Mountain and the Viper&quot;.\n&lt;/gallery&gt;\n\n", "See also": "*{{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season Four Appearances|yes|yes|yes||yes|yes|yes|yes}}\n\n", "Biography": "===Background===\nPrince Oberyn is the younger brother of Prince Doran Martell and Princess Elia Martell; like most members of House Martell, he is styled &quot;Prince&quot; instead of &quot;Lord&quot;. He is nicknamed &quot;the Red Viper&quot; for his knowledge of poisons and for his unusual, deadly style of combat. Oberyn is known for being an accomplished warrior, but Tyrion implies that he is just as infamous for his sexual appetite. Oberyn's official [[paramour]] is [[Ellaria Sand]]; she is his wife in all but name.&lt;ref name=&quot;Swords&quot;&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt; He has eight acknowledgedÂ [[bastard]] [[Sand Snakes|daughters]], the last four born to Ellaria Sand, all of whom he has loving relationships with. He named the fifth one, [[Elia Sand]], after his late sister.&lt;ref name=&quot;His&quot;&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;\n[[File:Young Oberyn.png|thumb|left|250px|Oberyn in his youth.]]\nWhen he was a teenager, OberynÂ was accompianedÂ by his little sister EliaÂ on a visit to [[Casterly Rock]]. While there, Oberyn and Elia were eager to see the &quot;monster&quot; that had just been born. [[Cersei]] finally showed them Tyrion, but the Martell siblings were somewhat disappointed to see that heÂ was just a baby, and somewhat disturbed by Cersei's already strong hatred of him.&lt;ref name=&quot;E37&quot;&gt;&quot;[[Mockingbird]]&quot;&lt;/ref&gt;\n\nPrince Oberyn trained at the [[Citadel]] in his youth, in order to become a [[Maesters|maester]]. Although he ultimately abandoned his studies, he managed to forge several links in a maester's chain, and became well versed in the use of [[Poison|poisons]] in the process.&lt;ref name=&quot;Chains&quot;&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\nOberyn also travelled to [[Essos]] in his youth; for a time, he served in the mercenary company known as [[Second Sons (mercenary company)|the Second Sons]]. He once wentÂ toÂ the city ofÂ [[Astapor]]Â thereÂ and saw the [[Unsullied]], who he states were impressive on the battlefield, but not as much in the bedroom. He lived there for a total of five years.&lt;ref name=&quot;E36&quot;&gt;&quot;[[The Laws of Gods and Men]]&lt;/ref&gt;\n\n===[[Season 4]]===\n[[File:Oberyn_Martell.jpg|thumb|left|240px|Prince Oberyn confronts the two Lannister soldiers.]]\n[[Tyrion Lannister]]Â meets the lords of Dorne outside King's Landing, only to find out that Oberyn will be representing House Martell at the king's wedding, and not his brother, reigning Prince Doran. The Dornish lords tell Tyrion that Oberyn in fact arrived in the city before dawn. It doesn't take Tyrion long to realize that OberynÂ is in one of Littlefinger'sÂ brothels. Oberyn assists his paramour Ellaria in choosing a whore for her own enjoyment before selecting [[Olyvar]] to satisfy himself. Oberyn's fun is cut short when he hears Lannister men singing &quot;[[The Rains of Castamere (song)|The Rains of Castamere]]&quot;, which sends Oberyn into a quiet rage. Before one of them can draw his sword, Oberyn drives his dagger through the man's wrist, though he assures the man's compatriot that he can be saved, if his injury is treated immediately. Tyrion arrives, and interruptsÂ the fight.Â Leaving the brothel, Tyrion asks OberynÂ why he came to the capital. Oberyn, much to Tyrion's discomfort, relates the story of how [[Gregor Clegane]], Tywin's bannerman, raped and murdered Elia Martell and slaughtered her children. He then warns Tyrion that the LannistersÂ aren't the only ones who paid their debts.&lt;ref name=&quot;Swords&quot;/&gt;\n[[File:Cercei_Tywin_and_Oberyn.jpg|thumb|250px|Cersei and Tywin greet Oberyn Martell.]]\n\nLater, Oberyn attendsÂ [[Joffrey Baratheon|Joffrey's]] [[Purple Wedding|wedding]], where he meets [[Tywin Lannister]] and [[Cersei Lannister]]. He introduces Ellaria to them; however, after they clearly express their distaste for bastards, Oberyn discreetly argues with the two Lannisters over the cultural differences between the Dornish and the rest of Westeros. Oberyn also gives [[Loras Tyrell]] a very flirtatious look, which leaves Loras blushing.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\nIn the days following Joffrey's death, Oberyn and Ellaria visit the brothel again. Oberyn grows angry with Olyvar when the prostitute rejects Ellaria's advances (as he doesn't have the taste with women), but Ellaria calms him down. Oberyn then discusses his approach to sexuality (not restricting himself to intimacy with one gender and having as much sex as possible before old age) with Olyvar.[[File:Oberyn-and-Tywin-S4-EP-03.jpg|thumb|left|240px|Oberyn confronts Tywin over his sister's murder.]] The small orgy is broken up by the sudden arrival of Tywin. After briefly discussing Oberyn's experience studying poisons at the Citadel, the Hand asks Oberyn to be the third judge at Tyrion's trial. Oberyn initially refuses, confirming that he blames Tywin for Elia's death. However, he reconsiders when Tywin offers Oberyn in particular and Dorne in general a seat on the [[Small Council]]. Tywin explains that he wants to reunify the realms because he knows that one day, [[Daenerys Targaryen]] will return, and the [[War of Conquest|last time]] dragons assaulted Westeros, only Dorne successfully resisted them. Oberyn is pleased that Tywin has, in a roundabout fashion, admitted that he needs Dorne. He is also placated by Tywin'sÂ promise to arrange for him to confront Gregor Clegane privately.&lt;ref name=&quot;Chains&quot;/&gt;\n\n[[File:Oberyn_Martell_6.png|thumb|240px|Oberyn writes a poem for his daughter, Elia.]]\nFollowing the coronation of [[Tommen Baratheon]], Oberyn takes some time to write a bit of poetry in the gardens to his fifth daughter [[Elia Sand|Elia]], named after his dead sister. Cersei visits him and asks for a word. They discuss their children and Oberyn reveals he has [[Sand Snakes|eight daughters]]. Cersei asks after her daughter [[Myrcella Baratheon|Myrcella]], and Oberyn tells her that she is doing well and last he had seen her, she was playing with two of his daughters in the [[Water Gardens]] back in [[Dorne]]. Cersei asks Oberyn to deliver a gift to Myrcella, a ship, and then departs, leaving the prince trying to decide if he is to sympathize with a Lannister, though he promises to have it sent to [[Sunspear]].&lt;ref name=&quot;His&quot;/&gt;\n\n[[File:Oberyn_-_The_Laws_of_Gods_and_Men.png|thumb|left|240px|Oberyn at the small council, complaining about the early meeting.]]\nOberyn later takes up his seat on the [[Small Council]]. In typical fashion, he complains loudly about the early meeting, pretends to be more concerned about the fancy title he will receive than matters of state, and refuses to rise when Lord Tywin enters the room. In spite of this, Tywin seems more interested in his opinion than that of [[Mace Tyrell]], the new Master of Ships. Oberyn also warns the Small Council not to discount the danger that the [[Unsullied]] pose on the battlefield.&lt;ref name=&quot;E36&quot;/&gt;\n\nAfter the meeting, Oberyn approaches Varys in the Throne Room, with the Dornishman surprising him with his knowledge of Essos. Oberyn shares that he spent several years in Essos, and spots that Varys is originally from [[Lys]], unsettling Varys who believes he has no noticeable accent. The men exchange uneasy banter, and Varys makes it clear that unlike Oberyn with his thirst for pleasures, his interest lies only with the Iron Throne.&lt;ref name=&quot;E36&quot;/&gt;[[File:Oberyn_Martell_in_The_Laws_of_Gods_and_Men.jpg|thumb|240px|Oberyn serving as one of the three judges at Tyrion's trial.]]\n\nLater on,Â Tyrion's trial begins.Â King [[Tommen]] recuses himself from the trial, appointing his grandfather Lord Tywin,Â along with LordÂ MaceÂ and Prince Oberyn, as judges. Several witnesses are called for the prosecution, all of whom give testimony backing the accusations against Tyrion. Oberyn occasionally questions the witnesses, sometimes insightfully and sometimes (as with [[Shae]]) for his own amusement.Â  Oberyn's face suggests interest when Tyrion demands trial by combat.&lt;ref name=&quot;E36&quot;/&gt;\n\n[[File:Oberyn visits Tyrion - Mockingbird.jpg|thumb|left|240px|Oberyn declares that he will be Tyrion's champion.]]\nSome days after his demands for a trial by combat, Oberyn visits Tyrion in the dungeons and relates the story of his disappointment in their first encounter. As children, Oberyn and EliaÂ were told stories of the &quot;Lannister Monster&quot; and his extreme deformities. During a childhood visit toÂ [[Casterly Rock]], Cersei showed Tyrion, with great ceremony, to Oberyn and Elia. Oberyn tells Tyrion that he saw no monster, just a baby. Cersei told Oberyn and his sister thatÂ Tyrion killed her mother, and then cruelly assaultedÂ Tyrion until Jaime stopped her. Oberyn tells Tyrion that he seeks justice for the death of his sister, and Tyrion replies that he will find none in King's Landing. Oberyn counters that he is in the perfect place; all those he means to bring to justice for his sister's murder are close at hand. Intending to start his revenge with [[Gregor Clegane]], Oberyn offers his service as Tyrion's champion in the coming trial by combat.&lt;ref name=&quot;E37&quot;/&gt;\n\n[[File:The_Viper_vs_the_Mountain3.jpg|thumb|240px|Oberyn fights against the Mountain in the trial by combat.]]\nOberyn enters the trial wearing simple light armor and wielding a light spear with a heavy blade. Upon seeing his opponent, Ellaria grows concerned for his chances at besting the mountainous beast, but Oberyn remains confident. TyrionÂ is additionally worried by Oberyn's lack of a helmet and his light armor, and witnessing OberynÂ drinking before the match does nothing to assuage his fears, but Oberyn claims that he drinks before every battle and that armor hinders his preferred fighting style. Before he faces Clegane, he promises Ellaria that he will survive.&lt;ref name=&quot;E38&quot;&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt;\n\nAs the battleÂ commences, the Red Viper manages to impress the crowd with a dazzling display of spear twirling before engaging Clegane, whom he taunts. Clegane ignores his words and launches a furious attack. Although the latter wears heavier armor and wields a massive broadsword, Oberyn is able to swiftly duck and avoid his swings, poking and prodding at him with his spear, demanding him to admit to the rape and murder of [[Elia Martell]] and her children, vengefully chanting in an ever-louder voice: &quot;You raped her! You murdered her! You killed her children!&quot;. CleganeÂ knocks Oberyn off his feet twice and manages to cut his spear in half, but fails to wound him; Oberyn simply evades his swings again and walks over to his [[Daemon Sand|squire]], who tosses him a replacement spear. Meanwhile, he wears Clegane down, knocking off his helmet and inflicting minor wounds through gaps in the huge knights' armor.&lt;ref name=&quot;E38&quot;/&gt;\n\n[[File:Oberyndeath.png|thumb|left|222px|Oberyn's brutal death at the hands of Gregor Clegane.]]\nOberynÂ eventually stabs â&euro;&lsaquo;Clegane in the stomach and severs his hamstring. The knight falls to his knees, outmaneuvered by the Dornish prince'sÂ quick movement and skill with a spear.Â The Red Viper then lunges and stabs him through his breastplate, causingÂ Clegane to cough blood and fall on his back. WithÂ Clegane incapacitated, Oberyn once again demands that he admit to Elia's death and reveal who orchestrated it, pointing accusingly at Tywin. However, Oberyn -stalking aggressively around his unmoving opponent-Â is caught unexpectedly when CleganeÂ trips him and pulls him to the ground, grasping him around the neck and slamming his fist squarely into his face, knocking most of his teeth out in the process. Clegane proceeds to gouge out Oberyn's eyeballs with his thumbs, and while Oberyn screams in agony, Clegane sadistically confesses to raping Elia, killing her children and then killing Elia herself. He brutally crushes Oberyn's skull, killing him instantly, as Ellaria screams in horror. Thus, through the rules of trial by combat, the fate of Tyrion Lannister is sealed.\n\nâ&euro;&lsaquo;While the Mountain is being treated for his injuries, [[Pycelle]] and [[Qyburn]] discover that before the duel OberynÂ had his spearblade coated with [[Manticore]] venom, which has caused Clegane's already severe wounds to putrefy horribly, leaving him in a catatonic, decaying and agonized state.&lt;ref name=&quot;E38&quot;/&gt;\n\n", "Personality": "Oberyn Martell is a forceful, lusty man with a quick wit and barbed tongue.  He is renowned for his duels, his temper, his keen intellect, and his carnality.  Oberyn traveled the world in his youth, and even fought in a mercenary company in Essos - his skill with a spear is enough to face off evenly against the feared Gregor Clegane in a duel. He had a very close relationship with his sister Elia and they were inseparable as children.  Oberyn is also a very intelligent man:  he studied at [[The Citadel|the Citadel]] for several years before deciding he was simply bored with a future as a [[Maesters|maester]] and left.  During that time he studied [[Poison|poisons]] extensively, which he frequently coats his weapons with. \n\nAbove all Oberyn is a deeply passionate man, with a hot temper that often leads him into duels and grudges, but in equal measure this also makes him deeply loyal to those he cares about, such as his siblings, his paramour [[Ellaria Sand|Ellaria]], and his daughters.  \n\nOberyn's overall attitude is that life is short, and one must enjoy all of life's pleasures while one can - thus his sexual adventures have become infamous, and popular rumor has it that he must have had sex with half of the people he has ever met on both sides of the Narrow Sea.  Oberyn is a deeply honorable man, but his philosophy in life is that he doesn't care about the negative opinions of others - he would rather live life on his own terms, openly challenging his enemies and risk destruction rather than live by someone else's rules.\n\n"}, "title": "Oberyn Martell"}