{"attributes": {"title": " Old Gods of the Forest", "image": " Winterfell_Godswood.jpg", "place": " Quote", "location": [" Primarily The North ", "(and Beyond the Wall),", " a scattered minority in the rest of Westeros"], "clergy": " ''(none)''", "type": " wikipedia:Polytheism", "leader": " ''(none'')"}, "sections": {"TOP": "Old Gods of the Forest02561ppgbpq4la4hc6bu42m73q6ty29ydaap1723652015-02-09T16:34:44Z169.226.142.226/* In the books */{{Infobox religion\n| Title= Old Gods of the Forest\n| Image= Winterfell_Godswood.jpg\n| Type= [[wikipedia:Polytheism|Polytheistic]], [[wikipedia:Animism|animistic]]\n| Clergy= ''(none)''\n| Location = Primarily [[The North]] &lt;br&gt;(and [[Beyond the Wall]]),&lt;br&gt; a scattered minority in the rest of [[Westeros]]\n| Leader= ''(none'')\n| Place = }}\n{{Quote|But there are some who still keep to the Old Way, worshiping the faceless gods of the Children of the Forest and the First Men.|[[Bran Stark]]|The Old Gods and the New (Complete Guide to Westeros)}}\nThe '''Old Gods of the Forest''' are a collection of innumerable and unnamed spirits of nature, which are worshiped by many people of [[the North]]Â and small numbers elsewhere in [[Westeros]]. It is the old religion of Westeros, supplanted by the [[Faith of the Seven]] which was brought to the continent by the [[Andals]] and is now the dominant faith of the continent. Though the two religions have coexisted for more than six thousand years, there is still tension between the most devout adherents of the two faiths.\n\n", "See also": "*{{AWOIAF|Old Gods}}\n\n", "Beliefs and Practices": "[[File:Night's Watch vows.jpg|thumb|250px|New members of the Night's Watch swearing their vows before a heart tree.]]\nThe religion believes in innumerable and unnamed nature gods, the spirits of each tree, each rock, and each stream.\n\nWorshipers of the Old Gods do not have elaborate ceremonies, holy texts, hierarchies of priests, or large structures of worship like followers of the Faith of the Seven. Instead they practice quiet contemplation in [[godswood]]s, small areas of forest which have been enclosed within a castle's walls. Worship in a godswood is centered on [[heart tree]]s, which are great [[weirwood]] trees with a face carved into the bark. Weirwoods are considered sacred in the religion, and heart trees are the closest thing to a &quot;shrine&quot; that it possesses. Oaths and promises sworn in front of a heart tree are considered binding.&lt;ref name=&quot;VG Gods Old and New&quot; /&gt;&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n\nThe faith of the Old Gods is personal and less structured than other religions, though some basic social violations are proscribed by it, such as [[kinslaying]], [[Incest|incest]], and [[bastard]]y. It also upholds the [[Guest right|laws of hospitality]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, while the Faith of the Seven generally supplanted the Old Gods south of the Neck, and the Old Gods are the dominant religion in the North, there are exceptions in both cases. There are still several major and minor Houses in southern Westeros that worship the Old Gods, mostly in the Riverlands but fading out further away from the North. The biggest example is [[House Blackwood]], one of the major noble Houses of the Riverlands, which continues to worship the Old Gods. Throughout the rest of Westeros one might find a scattered assortment of lesser Houses or even individual families who still keep to the Old Gods, tucked away in isolated places like mountain ranges, etc.\n\nConversely, while most inhabitants of the North worship the Old Gods there are a few exceptions who worship the Seven. Several centuries ago a major House from the Reach, [[House Manderly]], fled to the North and was rewarded with land by the Starks for their services. House Manderly continued to worship the Seven, and they are the only one of the leading noble Houses of the North to do so, but they get along well with their neighbors who worship the Old Gods. Also, noble ladies who come from the south to live in the North as part of marriage alliances may also continue to worship the Seven. This was the case with [[Catelyn Stark]], and for love of her Ned Stark had a small sept built at Winterfell to accommodate members of her household that she brought with her, such as Septa [[Mordane]].\n\nThe faith of the Old Gods of the Forest would appear to be a form of Animism, as it lacks specific identities for any particular deity in its belief system. Polytheism, by contrast, typically encompasses a variety of particular deities with specific identities and spheres of influence, often but not always ranked by power and/or importance.\n\n", "History": "The Old Gods were originally worshiped by the [[Children of the Forest]], the non-human original inhabitants of Westeros, for thousands of years before the arrival of the [[First Men]] from the east twelve thousand years ago. It was the Children of the Forest who carved the faces into weirwood trees. The Children and their priests, the greenseers, [[Wars of the First Men and the Children of the Forest|successfully fought]] the First Men to a standstill and they signed a Pact of mutual peace and cooperation. It gave the deep forests to the children, but all other land in Westeros to the First Men, who promised never to cut down the sacred weirwood trees again. Over the succeeding four thousand years, the First Men came to worship the Old Gods as well.&lt;ref&gt;[[Complete Guide to Westeros]]: &quot;The Old Gods and the New&quot;&lt;/ref&gt;&lt;ref name=&quot;VG Gods Old and New&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/appendix/gods-old-and-new/ HBO viewers guide, season 2 appendix, Gods Old and New entry]&lt;/ref&gt;\n\n[[File:Tree.png|thumb|left|The carved face of a heart tree.]]After the war against the [[White Walkers]] in [[The Long Night]] eight thousand years ago, the Children gradually declined throughout Westeros. The worship of the Old Gods remained strong among the First Men in Westeros until the [[Andal Invasion|invasion of the Andals]] six thousand years ago, who brought the Faith of the Seven with them from the east. The Andals slaughtered the Children of the Forest, viewing their magic as an abomination before the Seven. The Andals cut down the weirwood trees in the south, which were sacred to the Old Gods.\n\nThe Faith supplanted the worship of the Old Gods in most lands south of [[the Neck]], but it remained strong in the North, where the First Men were able to halt the Andals' advance. After centuries of religious wars and strife, the two religions settled into a â&euro;&ldquo; sometimes uneasy â&euro;&ldquo; coexistence.\n\nThe [[Free Folk|wildlings]] also worship the Old Gods, like their distant cousins in the North. Even in the lands of House Stark, there are a few followers of the Faith of the Seven, often southern noblewomen who come to the north to secure marriage alliances. [[Beyond the Wall]], however, the Old Gods are the only gods.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\n"}, "title": "Old Gods of the Forest"}