{"attributes": {}, "sections": {"Behind the scenes": "\nThe runes used on-screen (for the sigil of House Royce) are not invented from scratch, but appear to be based on real-life [[Wikipedia:Anglo-Saxon runes|Anglo-Saxon Furthorc runes]].\n\n", "TOP": "Old Tongue041897k8rcu0o5cfxo8b0rnzjwdrib2kdhbh1774932015-03-17T06:30:53ZThe Dragon Demands5014364/* Behind the scenes */[[Image:Royce sigil runes.jpg|thumb|The sigil of [[House Royce]] contains examples of the runes of the Old Tongue.]]\n[[Image:Royce runes The Artisans Jim Stanes.png|thumb|House Royce sigil concept art by [[Jim Stanes]]:  note that these ''do not'' match the final, on-screen version.]]\n[[Image:House Royce.png|thumb|300px|House Royce HBO viewer's guide icon.]]\n\nThe '''Old Tongue''' is the ancient, rune-based [[Languages|language]] spoken in [[Westeros]]Â by the [[First Men]]. The Old Tongue was gradually supplanted by the language and alphabet of the [[Andals]], now known as the &quot;[[Common Tongue]]&quot; of Westeros. \n\nIn the present day, however, the Old Tongue is still used by some of the [[Free Folk|wildlings]] in the far reaches of the lands [[Beyond the Wall|beyond]] [[the Wall]].&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt; The [[Thenn]] people, for example, still speak the Old Tongue.&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;  The non-human race of [[Giants]] live in the farthest northern reaches of the lands beyond the Wall and therefore had no contact with Andal peoples to the south, thus the giants speak only the Old Tongue (though [[Tormund]] thinks that they've picked up a better understanding of words and phrases from the Common Tongue than they let on).&lt;ref&gt;[[The Nations of the North]]&lt;/ref&gt;\n\nThe Old Tongue has a simple, rune-based writing system, but it was never used for anything more advanced than marking graves. Thus the earliest written histories in Westeros only date back to six thousand years ago when the [[Andal Invasion]] introduced the full alphabet writing system of the Andal language (the Common Tongue). The First Men didn't use their rune system to write historical narratives, therefore everything before the coming of the Andals relies on oral tradition.\n\n", "Image gallery": "&lt;gallery&gt;\nWaynwood and Royce costumes.jpg|Lord [[Yohn Royce]] wearing a cape bearing the sigil of his House, featuring Old Tongue runes\nRoyce and Waynwood talk with Littlefinger.jpg|Closer shot of the sigil on Lord Royce's cape\nWaynwood and Royce costumes rear view.jpg|Clearer view of the Royce sigil, on the back of Lord Yohn's cape\n&lt;/gallery&gt;\n\n", "See also": "* {{Template:AWOIAF}}\n\n", "In the books": "\nAt the time of the [[War of the Five Kings]], it is said that roughly half of the wildlings only know the Old Tongue, and can't speak the Common Tongue. As for the other half that do know the Common Tongue, it isn't clear what proportion of them are bilingual in each language, or which of the two is their primary language.\n\nGenerally, knowledge of the Common Tongue is greatest among the wildlings in the south closest to the Wall, as knowledge of it filters up from the south through trade contact (or raiding). Thus the [[Night's Watch]] usually doesn't face a language barrier with the wildlings its members encounter near the Wall. In contrast, the Old Tongue tends to be more dominant in more isolated areas further away from the Wall.\n\nThe [[Giants]] only speak the Old Tongue, given that they live in the farthest north of the lands beyond the Wall and haven't come into contact with peoples of the south for generations.  Giants aren't quite as smart as the average human, and [[Tormund]] (who knows the Old Tongue) says that the version of it they speak is a bit simplified.  Giants do have the intellectual capacity to ''learn'' the Common Tongue, they simply haven't had the time or exposure to pick up more of it.  After Mance Rayder's army is defeated in the [[Battle of Castle Black]], a giant who surrenders starts learning some basic Common Tongue easily enough.  \n\nThe Old Tongue of the First Men is the only language said to exist beyond the Wall in the books. In the TV series, [[Mance Rayder]] states that the diverse wildling clans in his army speak seven different languages. One of these would be the Common Tongue, but this still multiplies the number of other languages from one to six. [[David J. Peterson]], the language consultant on the TV series, explained that it was felt to strain linguistic credibility for all of the diverse, politically disunited, and in some cases extremely isolated wildlings to speak one uniform version of the Old Tongue. I.e. the isolated and cannibalistic [[Ice-river clans]] to the northwest of the [[Frostfang Mountains]] are extremely isolated, as are the insular [[Thenn]] who live in a fertile valley heated by volcanic activity in the far north of the Frostfangs. Peterson's explanation for the TV series is that what is called &quot;the Old Tongue&quot; is a family of dialects which have diverged so much that they are not mutually intelligible anymore and may more properly be termed &quot;languages&quot;: comparable to saying that people in medieval Spain spoke &quot;Spanish&quot;, when in fact this refers to a family of dialects such as Castillian and Catalan. Peterson pointed out that the book chapters which say the wildlings speak &quot;the Old Tongue&quot; are told from Jon Snow's POV, a character who does not speak the Old Tongue at all, and thus might not be an objectively accurate source:\n\n:&quot;Recall that GRRMâ&euro;&trade;s narration is third person limited, and that the narrator is frequently wrong (e.g. when it's with a character who believes that another character is dead when in fact theyâ&euro;&trade;re alive, the narrator will say things like, &quot;With x dead, y now didnâ&euro;&trade;t know what to do&quot;, or the like, and it's up to the reader to remember that x is not dead). I never have a hard time believing that there's more linguistic diversity where thereâ&euro;&trade;s said to be less. For example, in Spain, it's often said (by Castillian speakers) that everyone speaks Spanish, but that there are different &quot;dialects&quot;: CatalĂĄn, Galiciano, Basque (yes: there are some that will claim that Basque is nothing more than a dialect of Spanish). Given a name as fanciful as &quot;the Old Tongue&quot;, Iâ&euro;&trade;d have no trouble believing that &quot;the Old Tongue&quot; actually stood for four, five, six, ten, twelve languages.&lt;ref&gt;[http://www.dothraki.com/2013/04/tikuni-zobri-udra-zobriar/ David J. Peterson's blog], April 8th, 2013.&lt;/ref&gt;\n\n"}, "title": "Old Tongue"}