{"attributes": {"season": " Season 3", "image": " Valyrian Ghiscari War.jpg", "narrator": " Jorah Mormont'''&quot;Old Ghis &amp; Slaver's Bay&quot;''' is part of the Histories &amp; Lore, a special feature in the Blu-ray of Season 3 of ''Game of Thrones''. It is narrated by Iain Glen as Ser Jorah Mormont.==Synopsis==Jorah Mormont recounts the rise of the Ghiscari Empire and its downfall at the hands of the Valyrian Freehold, as well as the Slavery", "title": " Old Ghis and Slaver's Bay"}, "sections": {"TOP": "Old Ghis &amp; Slaver's Bay021116thjhu12jvdy6ewqkpm0au6z3jffjq1j1773492015-03-16T22:39:12ZGreater good3347453/* Summary */{{Lore|Title = Old Ghis and Slaver's Bay|Image = Valyrian Ghiscari War.jpg|Season = [[Season 3|3]]|Narrator = [[Jorah Mormont]]}}\n'''&quot;Old Ghis &amp; Slaver's Bay&quot;''' is part of the [[Histories &amp; Lore]], a special feature in the Blu-ray of [[Season 3]] of ''[[Game of Thrones]]''. It is narrated by [[Iain Glen]] as Ser [[Jorah Mormont]].\n\n", "Notes": "*Jorah states that &quot;Slaver's Bay&quot;, as well as the &quot;Gulf of Grief&quot;, were always known by these names (in their local languages) even during the time of the old Ghiscari Empire five thousand years ago. Previously, it wasn't clear if they only became known by these names ''after'' the fall of Valyria four hundred years ago.\n\n", "Synopsis": "[[Jorah Mormont]] recounts the rise of the [[Ghiscari Empire]] and its downfall at the hands of the [[Valyrian Freehold]], as well as the [[Slavery|slaver]] cities that were founded in the aftermath.\n\n", "Summary": "[[Valyria]] was not the first to conquer the world. In the [[Dawn Age|Dawn of Days]], the city of [[Old Ghis|Ghis]] opened its gates and poured forth its legions across the continent of [[Essos]]. With their lockstep discipline and absolute obedience, they ground entire nations beneath their boots and planted the [[Harpy]] in every corner of [[The Known World]]. What they didn't destroy, they chained. Slavery is as old as man, but until the [[Ghiscari]], it was never an art.\n\nThe slave lords grew rich and fat as pyramids were raised around them. Pleasure houses were filled and fighting pits were opened. Nobody remembers if the waters around Ghis had names before the [[Ghiscari Empire|Empire]], but ever since they have been known only as [[Slaver's Bay]] and the [[Gulf of Grief]]. Of Ghis, however, nothing remains but ruins where end all great civilizations.\n\nFive thousand years ago, Valyrian shepherds stumbled on [[Dragons|strange eggs]], and within three generations an upstart [[Valyrian Freehold]] rose across the sea. Five times did the Ghiscari contend with Valyria, and five times did they go down in defeat. For the Freehold had dragons, and the Empire had none. The best of their legions burned, the others broke. The brick walls of Ghis were burned down, the streets and buildings turned to ash and the very fields sewn with salf, sulfur and skulls.\n\nYet the Empire was not wholely destroyed. [[Astapor]], [[Yunkai]] and [[Meereen]], once lowly colonies along Slaver's Bay survived and even thrived. Valyria had watched the Ghiscari grow rich and powerful off the backs of conquered peoples, and now the self-styled Freehold wanted its turn. While the [[dragonlords]] brought the world to heel, the slave markets of their former enemy never lacked for flesh.\n\nLamenting the lost empire, the descendants of Old Ghis grew rich and fat. The [[Doom of Valyria|Doom]] fell on Valyria and the [[Dothraki]] rose to pillage most of the continent at will. But gold-laden Astapor, Yunkai and Meereen continue as they have for thousands of years: untouched. For even the horse-lords understand what the Ghiscari taught Valyria so long ago: what good are slaves without slavers?\n\n"}, "title": "Old Ghis &amp; Slaver's Bay"}