{"attributes": {}, "sections": {"Behind the scenes": "Linguist [[David J. Peterson]], who invented the Dothraki and Valyrian languages, has directly confirmed that &quot;Old Ghiscari&quot; is a dead language during the time of the TV series. As for how &quot;mhysa&quot; could be a word from &quot;Old Ghiscari&quot; yet still be a word used for &quot;mother&quot; in Slaver's Bay, Peterson explained that it is simply a word from Old Ghiscari which survived into the new Slaver's Bay Low Vayrian after the Ghiscari Empire was destroyed. He compared this to how certain words in modern English are direct loanwords from Celtic, Old English, Latin, etc., even though those are all &quot;dead&quot; languages:\n\n:&quot;This is event is so common as to be completely unremarkable. Old English is a dead language, for example, but we've got plenty of words that were in use them in English. Latin, too. A single, common word? It survives because people remember it and keep using it. You can take a noun from any language and use it another. Think, for example, what would happen if every Japanese-speaking person switched to some other language over night and forgot Japanese. In English, weâ&euro;&trade;d still have the words kimono, sushi, etc. Theyâ&euro;&trade;re not likely to go away just because the language they came from died.&quot;&lt;ref&gt;[http://www.dothraki.com/2013/09/new-dothraki-script/ David J. Peterson's blog], Dothraki.com, September 15th, 2013.&lt;/ref&gt;\n\nThe local elites in Slaver's Bay hate the old Valyrian Freehold and view them as conquerors, and have tried to re-introduce other elements of the old Ghiscari Empire whenever possible, but so little of the original Ghiscari language survived that they made no attempt to reintroduce it, instead actually continuing to use the language of their hated conquerors. Peterson went on to confirm that so little of the Old Ghiscari language has survived that, even though slaver-masters in present day Astapor and Yunkai try to cling to any cultural scraps from the Old Ghiscari Empire, they have made no attempt to revive Old Ghiscari, and instead slave-masters such as [[Kraznys mo Nakloz]] pride themselves on speaking High Valyrian, as the language of all refined social elites across the regions of Essos that the Valyrian Empire used to control (stretching from the Free Cities along the [[Narrow Sea]] to Slaver's Bay in the east).&lt;ref&gt;[http://www.dothraki.com/2013/09/new-dothraki-script/ David J. Peterson's blog], Dothraki.com, September 15th, 2013.&lt;/ref&gt;\n\nTherefore the inhabitants of Slaver's Bay speak a variant of Low Valyrian which has some local influences from the old Ghiscari language, but this may be compared to how &quot;French&quot; or &quot;Spanish&quot; are both fundamentally Romance languages but developed into separate languages due to the influences of different Germanic invaders (Franks in France, Visigoths in Spain).\n\nThe word ''[[tokar]]'', if it exists in the show continuity, is presumably of Ghiscari origin as well.\n\n", "TOP": "Old Ghiscari019453f1r8a71cc2yz5mjbzjelqr95lhk2tvi1725472015-02-11T20:30:09ZMad Latinist24882235/* Lexicon */ Trying to track down my sources on the Ghiscari origins of these words, per the request of The Dragon Demands. Will have to finish later.'''Old Ghiscari''' is the [[languages|language]] of the ancient [[Ghiscari Empire]]. It is a dead language by the time of the [[War of the Five Kings]], but influenced the local variety of [[Low Valyrian]] spoken in [[Slaver's Bay]]. A few loanwords from Old Ghiscari survive into Slaver's Bay Low Valyrian, such as &quot;mhysa&quot; - the Old Ghiscari word for &quot;mother&quot;.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\n", "Lexicon": "Little of Old Ghiscari has survived, save for a few words in Slaver's Bay Low Valyrian which are known to be direct loanwords from the earlier Ghiscari language:\n\n*''buzdar'' (&quot;booz-DAR&quot;) - &quot;slave&quot;.&lt;ref&gt;[http://www.dothraki.com/2013/04/sesir-urnebion-z%C8%B3hon-keliton-issa/ David J. Peterson's blog], Dothraki.com, April 22, 2013.&lt;/ref&gt;\n*''ez'' (&quot;ehz&quot;) - &quot;of; at&quot;&lt;ref&gt;[http://www.dothraki.com/2014/01/elat-kathivezhofari/#comment-6729 Comment by David J. Peterson], at his blog, Dothraki.com, January 15, 2014.&lt;/ref&gt;\n*''gadbag'' (&quot;GAHD-bahg&quot;) - &quot;slave name&quot;.\n* ''gurp'' (&quot;goorp&quot;) - &quot;fool&quot;&lt;ref name=&quot;Valar Javaris&quot;&gt;[http://www.dothraki.com/2014/05/valar-javaris/ DAvid J. Peterson's blog], Dothraki.com, May 5, 2014&lt;/ref&gt;\n* ''kraz-'' (&quot;krahz&quot;) - &quot;strong, powerful&quot;&lt;ref name=&quot;Valar Javaris&quot;/&gt;\n*''mhysa'' (&quot;MEE-sah&quot;) - &quot;mother&quot;.\n*''tokar'' (&quot;toe-kar&quot;&lt;!--don't know which syllable is stressed--&gt;) - &quot;[[tokar]]&quot;\n* ''vrog- ''(&quot;vrohg-&quot;) - &quot;collapse&quot;.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, when [[Daenerys Targaryen]] asks what language is spoken is [[Yunkai]], [[Missandei]] says that they speak a version of Low Valyrian.\n\nIn the books, Daenerys is hailed by the freed slaves as &quot;mother&quot;, but using the different words for &quot;mother&quot; in at least five different languages: ''Mhysa'', ''Maela'', ''Aelalla'', ''Qathei'', and ''Tato''. &quot;Mhysa&quot; is the word for &quot;mother&quot; in Old Ghiscari, but the other four languages aren't identified. The TV series simply had the freed slaves call her only &quot;Mhysa&quot; and omitted the other forms.\n\n\n", "History": "\nAfter the [[Valyrian Freehold]] conquered the Ghiscari Empire five thousand years ago, the indigenous language of the Ghiscari died out, as the inhabitants of the region were forced to adopt the [[High Valyrian]] language of their new masters. After the [[Doom of Valyria]], four hundred years before the [[War of the Five Kings]], the local cities of [[Slaver's Bay]] re-asserted their independence, but five thousand years of Valyrian domination had taken a heavy toll. While they pride themselves as being descendants of the old Ghiscari Empire, only a few scraps of its ancient culture survived, and Old Ghiscari remained a dead language.\n\nHowever, without the central influence of Old Valyria anymore, the old High Valyrian language mutated into various romance languages, differing from region to region, known as [[Low Valyrian]]. Some words and features of the old Ghiscari language influenced the new Low Vayrian of Slaver's Bay, making it quite different from the various Low Valyrian languages of the [[Free Cities]].\n\nFor example, the word for &quot;mother&quot; in Slaver's Bay Low Valyrian, &quot;mhysa&quot;, is a direct loanword from Old Ghiscari, in which &quot;mhysa&quot; also meant &quot;mother&quot;.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\nThe language of Slaver's Bay is still fundamentally a form of Low Valyrian, however, and besides a few loanwords and possibly grammatical features, little of Old Ghiscari has survived five millennia after the destruction of the old empire. In the present day, the ruling [[Slavery|slave-masters]] of Slaver's Bay even pride themselves on speaking High Valyrian - once the language of their Valyrian conquerors, but now the preferred language of refined social elites across much of Essos.&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n\n"}, "title": "Old Ghiscari"}