{"attributes": {}, "sections": {"TOP": "Old Way (Ironborn)0135956oqbdk3xd8ub3wblwzt2y6aba3t4kih1773292015-03-16T21:49:53ZSharp Blades26158496{{Dialogue a-b|Yara Greyjoy|We raised our kings from our own ranks, and used beaten foes as thralls to work our mines and farm our land...|Theon Greyjoy|Or as salt wives, if a woman was pretty enough. Such was the Old Way, and while we followed it we held sway wherever the waves were heard.|[[Yara Greyjoy|Yara]] and [[Theon Greyjoy]]|House Greyjoy (Histories &amp; Lore)}}\n\nThe '''Old Way''' is a term used by theÂ [[ironborn]]Â to refer to their traditional lifestyle of [[Raiding|reaving and plundering]]. According to the Old Way, the ironborn [[Kingsmoot|raised]] their Kings from their own numbers. It is also consecrated in the ironborn religion, as they believe the [[Drowned God]] made them to reap and rape, to carve out kingdoms to make their names known in blood and song.\n\nThe Old Way centers around the concept of &quot;paying the [[iron price]]&quot;: to seize any wealth or possession by force. To pay the &quot;gold price&quot;, buying or trading for items, is shameful for any man.\n\nAnother aspect of the Old Way is that ironborn are not expected to farm, work the land, or toll in mines; such tasks are reserved for [[thrall]]s: men and women captured in raids and forced into servitude. If a woman is considered attractive, she's made into a [[salt wife]], a bound concubine.\n\nFollowing the Old Way, the ironborn carved a kingdom that came to dominate much of the western coast of [[Westeros]], going as far east as [[the Trident]] and its surrounding lands. However, when [[Aegon I Targaryen]] [[War of Conquest|conquered]] Westeros, he outlawed the Old Way and restored [[the Riverlands]] to its people.\n\nThree hundred years later, [[Balon Greyjoy]] declared himself [[King of the Iron Islands]] and [[Greyjoy Rebellion|rebelled]] against the [[Iron Throne]] in an attempt to revive the Old Way but was soundly defeated and forced to bend the knee. More than a decade later, with the [[Seven Kingdoms]] embroiled in [[War of the Five Kings|civil war]], Lord Balon once again declared himself King and revived the Old Way to seize [[the North]].\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, following the Old Way once led the ironborn to rule much of the western coast of Westeros, from [[Bear Island]] to [[the Arbor]], though they lost much of their territory in war against the neighboring kingdoms. Aegon the Conqueror outlawed the Old Way, forcing the ironborn to raid outside the realm - though minor attacks against the Western coast of [[the North]] were still carried out. During the rule of Aerys I Targaryen, Lord Dagon Greyjoy revived the Old Way and the ironborn raided as far south as the Arbor and even the North, as the Iron Throne was preoccupied with the [[House Blackfyre|Blackfyre]] pretenders across the [[Narrow Sea]] and the Great Spring Sickness\n\n"}, "title": "Old Way (Ironborn)"}