{"attributes": {"status": " :Category:Status: Dead", "death": "", "last": "", "family": "", "title": " Old Man", "season": "Season 3", "image": "Rain_of_castamere_Old_Man_Cropped.png", "allegiance": "The Nightâ&euro;&trade;s Watch", "actor": "Sean BuckleyQuote", "titles": "", "place": "", "9": "yes==In the books==In the ''A Song of Ice and Fire'' novels, the old man appears to be a traveller, not a resident of Queenscrown. He does not breed horses and has no ties to the Night's Watch.The Thenns found the old man sitting by a fire inside roofless inn. They took his horse and looted his saddlebags. Styr ordered Jon to kill him. The old man did not try to fight or escape. He said nothing, just looked at Jon in accusation and appeal. Jon knew that the old man was doomed in any case; there was nothing Jon could say or do to save him; refusing to kill him would blow Jon's cover and might cost his life, while many people depend on his safe return to Castle Black; yet Jon's conscience would not let him kill harmless innocent person.Ygritte urged Jon to kill the old man, to prove that he is no crow, but one of the Free Folk, but Jon still refused. Styr said &quot;I see a crow and a crow wife&quot;. Ygritte shouted &quot;I'm no crow wife!&quot;, snatched her knife and slit the old man's throat, yelling at Jon &quot;You know nothing!&quot;. Styr said something in the Old Tongue that might have been telling the Thenns to kill Jon, but then Summer appeared and attacked the Thenns. In the confusion, Jon fought and killed several of the Thenns, jumped on the old man's mare and rode away. One of the wildlings (perhaps Ygritte) shot an arrow at Jon, hitting him at his right thigh, but he did not stop.==References==ReflistCategory:Status: DeadCategory:CharactersCategory:Season 3 CharactersCategory:Minor CharactersCategory:Unnamed CharactersCategory:SmallfolkCategory:Characters from the Gift", "aka": "", "appearances": "&quot;The Rains of Castamere (episode)", "first": ""}, "sections": {"In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the old man appears to be a traveller, not a resident of [[Queenscrown]]. He does not breed horses and has no ties to the Night's Watch.\n\nThe Thenns found the old man sitting by a fire inside roofless inn. They took his horse and looted his saddlebags. [[Styr]] ordered Jon to kill him. The old man did not try to fight or escape. He said nothing, just looked at Jon in accusation and appeal. Jon knew that the old man was doomed in any case; there was nothing Jon could say or do to save him; refusing to kill him would blow Jon's cover and might cost his life, while many people depend on his safe return to [[Castle Black]]; yet Jon's conscience would not let him kill harmless innocent person.\n\nYgritte urged Jon to kill the old man, to prove that he is no crow, but one of the Free Folk, but Jon still refused. Styr said &quot;I see a crow and a crow wife&quot;. Ygritte shouted &quot;I'm no crow wife!&quot;, snatched her knife and slit the old man's throat, yelling at Jon &quot;You know nothing!&quot;. Styr said something in the Old Tongue that might have been telling the Thenns to kill Jon, but then [[Summer]] appeared and attacked the Thenns. In the confusion, Jon fought and killed several of the Thenns, jumped on the old man's mare and rode away. One of the wildlings (perhaps Ygritte) shot an arrow at Jon, hitting him at his right thigh, but he did not stop.\n\n", "TOP": "Old man017111rannrcqhwmm6zb6fr97ao0nyr0xcg8m1563902014-08-11T00:06:49ZHurricaneHero9319478141{{Character\n| Title= Old Man\n| Image=Rain_of_castamere_Old_Man_Cropped.png\n| Season=[[Season 3|3]]\n| First=\n| Last=\n| Appearances=&quot;[[The Rains of Castamere (episode)|The Rains of Castamere]]&quot;\n| Titles=\n| Aka=\n| Status= [[:Category:Status: Dead|Deceased]]; killed by [[Ygritte]]\n| Death=\n| Place=\n| Allegiance=[[The Nightâ&euro;&trade;s Watch]]\n| Family=\n| Actor=[[Sean Buckley]]\n}}\n{{Quote|Let me stand at least. Let me go with a bit of dignity.|The old man to [[Tormund]]|The Rains of Castamere (episode)}}\nAn '''old man''' is a character who appears in the [[Season 3|third season]] episode &quot;[[The Rains of Castamere (episode)|The Rains of Castamere]]&quot;.\n\n", "Appearances": "{{Season Three Appearances|9=yes}}\n\n", "Biography": "===[[Season 3]]===\nThe Old man breeds horses for the [[Night's Watch]]. In return, the Watch protects him from horse thieves. [[Orell]] [[Warg|wargs]] and notes that he has eight good horses, gold, and some proper steel. The gang wants to kill the old man, but Jon is against it. They make a run for his farm and the old man attempts to flee but is eventually cornered and apprehended from his dying horse. Orell suggests that Jon kills him, to prove he is one of them. When he cannot, [[Ygritte]] shoots an arrow into the old man, killing him.&lt;ref&gt;[[The Rains of Castamere (episode)|The Rains of Castamere]]&lt;/ref&gt;\n\n"}, "title": "Old man"}