{"attributes": {"founding": "~5,000 years ago.", "founder": "Valyrian FreeholdQuote", "places": "", "title": "Valyria", "image": "Valyria.png", "rulers": "Dragonlords", "location": "Valyrian Peninsula, Essos", "military": "", "religion": "", "age": " ", "type": "Capital City (ruins)", "institutions": "", "population": ""}, "sections": {"TOP": "Old Valyria022297f5nbgyrxuzr9ww1uusy1zuxzzxolyt1785842015-03-22T18:36:23ZThe Dragon Demands5014364/* References */{{Settlement\n| Title=Valyria\n| Image=Valyria.png\n| Image size=\n| Location=[[Valyrian Peninsula]], [[Essos]]\n| Type=Capital City (ruins)\n| Population=\n| Rulers=Dragonlords\n| Religion=\n| Military=\n| Institutions=\n| Places=\n| Founding=~5,000 years ago.\n| Age= \n| Founder=[[Valyrian Freehold]]\n}}\n{{Quote|I am Daenerys Stormborn of House Targaryen, of the blood of Old Valyria. I am the dragonâ&euro;&trade;s daughter!|[[Daenerys Targaryen]]|Fire and Blood}}\n[[Image:The Doom of Valyria - Fallen, Fallen is Bablyon.png|thumb|200px|The Doom of Valyria]]\n[[Image:Valyria map.png|thumb|right|200px|A map showing the location of the city of Valyria on the continent of Essos.]]\n'''Valyria''' was the capital city of the once-great civilization known as the [[Valyrian Freehold]]. The city of Valyria is located on the eastern continent of [[Essos]], southeast of the [[Free Cities]], on the [[Valyrian Peninsula]], a large peninsula extending southwards into the [[Summer Sea]]. After its fall, the city is commonly referred to as &quot;'''Old Valyria'''&quot;.\n\nValyria's power was based on the taming and use of [[dragons]] in warfare, which valyrians discovered in the chain of volcanoes known as the [[Fourteen Fires]].&lt;ref&gt;[[Complete Guide to Westeros]]&lt;/ref&gt; Using dragons, it destroyed the armies of opposing nations and conquered a large amount of territory on Essos. Its empire, the Valyrian Freehold, extended through much of the modern Free Cities and even onto the island of [[Dragonstone]] in the [[Narrow Sea]]. However, Valyria never attempted an invasion of [[Westeros]] during its existence. Valyria practiced some unusual customs outlawed in much of the rest of the world, including permitting [[incest]] and polygamy.\n\nValyria was destroyed four centuries ago in a catastrophic volcanic event known as the Doom, which shattered the Valyrian Peninsula, wiped out almost all the dragons in the world and created the much-feared [[Smoking Sea]]. The only major Valyrian family to survive the Doom were the [[House Targaryen|Targaryens]], who were living on Dragonstone at the time. A century after the Doom, [[Aegon I Targaryen|Aegon the Conqueror]] invaded Westeros and conquered almost the entire continent, establishing a dynasty that was to last for three centuries.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/valyria/ HBO viewers guide, season 2 map, Valyria entry]&lt;/ref&gt;&lt;ref name=&quot;VG Westeros Through The Ages&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/appendix/beyond-the-houses/ HBO Viewer's Guide, Season 2 appendices Westeros Through the Ages]&lt;/ref&gt;\n\n[[Image:Doom of Valyria Title Sequence.jpg|thumb|right|200px|The title sequence depicts the Doom of Valyria, with a rearing [[dragon]] against the backdrop of a volcano and a burning city.]]\n\n", "See also": "* {{AWOIAF|Valyria}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, this empire began its rise to power over five thousand years ago when the people of the small city of Valyria found dragon lairs in nearby volcanoes, the Fourteen Fires. Finding a way of binding the dragons to their will, the Lords Freeholder of Valyria overran the neighboring empire of Ghis, throwing it down in defeat five times before annexing it fully. Eventually Valyria stretched for thousands of miles along the coasts of Essos and far inland, expanding into the far western coastal regions where it overran the lands watered by the [[River Rhoyne]] (displacing the native [[Rhoynar]] people to Westeros, where they settled in [[Dorne]]) and annexed or established eight powerful colony-states. Refugees from these states founded the city of [[Braavos]] as a secret refuge from the Valyrians. The Valyrians also established a stronghold on the island of Dragonstone, settling the Targaryens there, possibly to facilitate trade with the then-independent Seven Kingdoms.\n\nValyria was utterly destroyed in a cataclysmic volcanic event known as the Doom approximately four centuries ago. The Fourteen Fires erupted simultaneously, while lava cracked and poured from hills. This event shattered the Valyrian Peninsula, leaving it a storm-wracked chain of islands surrounded by boiling seas emitting poisonous fumes, wiped out almost every dragon in the western world (bar only the dragons of the Targaryens on Dragonstone) and also saw the disappearance of magic from all the lands to the west of Valyria. In the aftermath of the Doom the eight colony-states threw off their Valyrian overlords and became the [[Free Cities]], eventually joining one another in trade and commerce links, along with the Secret City of Braavos to the far north. The Targaryens survived and launched a devastating invasion of Westeros almost three centuries ago, eventually uniting the entire continent under their control.\n\nThe Valyrians had a number of different gods, which the Targaryens abandoned for the worship of [[the Seven]] instead. Known Valyrian gods include Balerion, Meraxes, and Vhagar (Aegon the Conqueror named his dragons for them). They also had several customs that the Targaryens continued to practice, including the idea of marrying brother to sister and being able to have more than one wife at a time.\n\nAnother key remnant of the time of Valyria are artifacts, particularly weapons made of Valyrian steel. Weapons of Valyrian steel are incredibly sharp, never need maintenance and have unusual dark colors flowing along the blade. There are over 200 such weapons in Westeros, mostly serving as family heirlooms, such as the [[Stark]] greatsword, [[Ice]], and the [[House Mormont|Mormont]] longsword, [[Longclaw]].\n\nAuthor George R.R. Martin has stated that the Valyrian Freehold is essentially his medieval world's equivalent of the Roman Republic: a vast, now-fallen empire on such a grand scale and possessed of such advanced technologies (relative to their time) that peoples living in the dark age following its collapse view it as awesome and the stuff of legends. High Valyrian, their language, is treated as a lore-language essentially like Latin. Similarly, the Free Cities that are descended from Valyria's colonies and conquests are like medieval France, Italy, or Spain: their languages are stated to be &quot;bastard Valyrian&quot;, in the process of mutating into separate Romance languages (i.e. as French and Italian mutated and diverged from Latin). Unlike Rome, Valyria never turned into an Empire even up to the time of the Doom, and was more similar to the earlier Roman Republic: a collection of powerful and wealthy aristocratic families (one of which were the Targaryens) jointly shared power.\n\nAccording to the TV series official pronunciation guide developed for the cast and crew, &quot;Valyria&quot; is pronounced &quot;Vuh-LEER-ee-uh&quot;, as opposed to &quot;VAL-LEER-ee-uh&quot;, etc.\n\n", "Terminology": "The name &quot;Valyria&quot; is applied to several different locations and is used interchangeably, which can risk confusion. For clarity the word is used in the following ways:\n\n* '''The [[Valyrian Freehold]]''': the formal name of the great Valyrian empire. Valyria was neither a kingdom nor an empire: theoretically, all of the freeborn landholders (&quot;free-holders&quot;) had equal say in government. In practice, this meant that it was essentially an oligarchy run by the wealthy noble families (there was no single emperor or king).\n* '''The City of Valyria''': the former capital city of the Valyrian Freehold, devastated in the Doom.\n* '''The [[Valyrian Peninsula]]''': the large, wide headland extending south from Essos into the Summer Sea, the heartland of the Valyrian Empire and the location of the city of Valyria. Partially destroyed in the Doom, with many islands formed and low-lying areas flooded.\n* '''The [[Doom of Valyria]]''': the volcanic catastrophe which destroyed the Valyrian Freehold four centuries ago and devastated much of the surrounding territory, which has not yet fully recovered.\n\n", "History": "===[[Season 1]]===\n[[Viserys Targaryen]] tells [[Doreah]] about how the [[House Targaryen|Targaryens]] flew from Valyria to conquer Westeros. He describes Valyria as the greatest civilization in the history of the world.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt; At Khal [[Drogo]]'s funeral pyre, as [[Daenerys Targaryen]] prepares to walk into the fires to attempt to hatch her [[dragon]] eggs, she proclaims to her followers that, &quot;I am Daenerys Stormborn, of the House Targaryen, of the blood of Old Valyria. I ''am'' the dragon's daughter.&quot;&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n[[File:Quaithe painting.jpg|thumb|Quaithe paints designs of protection on a sailor in &quot;[[A Man Without Honor]]&quot;.]]\nWhen Ser [[Jorah Mormont]] visits [[Quaithe]] in [[Qarth]], she is inking tattoos onto a sailor's back. She says they will protect him as his ship must sail close to the Valyrian coastline, where the Doom still holds sway.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\n"}, "title": "Old Valyria"}