{"attributes": {"founding": "", "founder": "Quote", "places": "The Hightower&lt;br/&gt;The Citadel&lt;br /&gt;The Starry Sept", "title": "Oldtown", "image": "Oldtown.jpg", "rulers": "House Hightower", "location": "The Reach, Westeros", "military": "", "religion": "The Faith of the Seven", "age": "Several thousand years", "type": "Major port city", "institutions": " Conclave of the Maesters", "population": "500,000 (approx.)"}, "sections": {"TOP": "Oldtown067686zot29qn04lp4dc98a7viakba0irqbn1200782014-03-28T14:43:11ZGreater good3347453/* See also */{{Settlement\n| Title=Oldtown\n| Image=Oldtown.jpg\n| Image size=\n| Location=[[The Reach]], [[Westeros]]\n| Type=Major port city\n| Population=500,000 (approx.)\n| Rulers=[[House Hightower]]\n| Religion=The [[Faith of the Seven]]\n| Military=\n| Institutions= [[Conclave]] of the [[Maesters]]\n| Places=[[The Hightower]]&lt;br/&gt;The [[Citadel]]&lt;br /&gt;The Starry Sept\n| Founding=\n| Age=Several thousand years\n| Founder=\n}}\n{{Quote|In the far southwest of Westeros, at the mouth of the river Honeywine, lies the great stone city of Oldtown. It is home to the Citadel, where men and boys from throughout the Seven Kingdoms come to receive their training as Maesters.|[[Maester]] [[Luwin]]|The Order of the Maesters (Complete Guide to Westeros)}}\n[[Image:Oldtown Complete Guide to Westeros.png|thumb|right|Oldtown in a map]]\n[[Image:Oldtown Pin.png|thumb|right|200px|A map showing the location of Oldtown on the continent of Westeros.]]\n\n'''Oldtown''' is the second largest city in the [[Seven Kingdoms]], and by far the oldest major city on the continent, dating back to the time of the [[First Men]]. It is located in the far southwest of the continent, at the mouth of the River [[Honeywine]] where it opens into Whispering Sound and the [[Sunset Sea]] beyond.\n\nOldtown is ruled by [[House Hightower]], who hold fealty to [[House Tyrell]] of [[Highgarden]], from the eponymous [[The Hightower|Hightower]]. The city is also notable as the site of the [[Citadel]], the home of the order of [[maesters]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/oldtown/ HBO viewers guide, season 2 map, Oldtown entry]&lt;/ref&gt; It is also the site of the Starry Sept, the former center of the [[Faith of the Seven]] in Westeros before it was moved to the [[Great Sept of Baelor]] in [[King's Landing]].\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Oldtown was the largest city in Westeros before the [[House Targaryen|Targaryen]] conquest. It survived for so long by canny politicking by the ruling Hightowers, who trace their ancestry back to the [[First Men]]. When the [[Andals]] invaded, the Hightowers, then kings in their own right, welcomed them openly and swore fealty to the [[King of the Reach]]. Oldtown's pre-eminence was confirmed when the maesters constructed the Citadel within the city and the Faith of the Seven built the Starry Sept there.\n\nDuring the invasion of [[Aegon the Conqueror]], the [[High Septon (title)|High Septon]] of the time prayed and fasted for seven days and seven nights on whether the Hightowers should resist Aegon's army. He received a vision showing Oldtown's destruction should they attempt this. At his recommendation, the then-Lord Hightower threw open the city gates and welcomed Aegon into the city with open arms. Aegon dated the first day of his reign to his welcome into Oldtown.\n\nOldtown is almost as large and populous as King's Landing, but is far cleaner, more beautiful and more efficiently run. King's Landing was rapidly constructed within the first century of rule by the Targaryen dynasty. This rapid expansion didn't keep pace with organized &quot;city-planning&quot;, resulting in numerous slums forming such as the district known as Flea Bottom. Many of these slum districts are poorly organized, ugly, and filthy because their placement wasn't thought out during the rush to slap down new buildings. In contrast, Oldtown is thousands of years old and grew only in incremental steps which were well planned out beforehand. The result is that Oldtown is a much better organized and beautiful city without the squalid slums of King's Landing, while being only slightly smaller than the capital itself.\n\nOldtown is famed for its meandering, cobbled streets and many fine inns and septs. It has an immense port which plays host to ships from across the Seven Kingdoms, as well as the [[Free Cities]] and even the distant [[Summer Islands]]. The port and the entire city is dominated by the High Tower, a massive, seven-sided, stepped lighthouse rising from Battle Island. More than 800 feet high, it is the tallest structure in Westeros, higher even than [[the Wall]]. It serves as House Hightower's keep, as well as a lighthouse.\n\nOldtown has had the misfortune, as a large city, of being struck twice by major plagues in the past century.  In 209 AL, a great pandemic known as the [[Great Spring Sickness]] swept across all of the Seven Kingdoms.  It killed tens of thousands, particularly in the major cities.  It was bad in Lannisport, worse in Oldtown, but worst of all in King's Landing, where two out of every five persons died.  The death count wasn't quite as severe in Oldtown, but still high.  Only one generation later, during Grand Maester Pycelle's youth (220s to 230s AL), Oldtown itself was hit by an even worse disease, the &quot;grey plague&quot; (a more deadly cousin of [[Greyscale]]).  According to Pycelle, the outbreak killed up to half of Oldtown's population, and three quarters of the maesters in the Citadel.  The only reason it didn't become another, even more destructive pandemic is because Lord Quenton Hightower ordered the gates of the city sealed and all ships in the harbor burned to prevent the disease being spread further.  While this did prevent another pandemic, many trapped inside the city's quarantine caught the disease from those who were already sick, and perished.  After the quarantine ended, the survivors dragged Lord Quenton and his young son from their horses and slit their throats.  By the time of the War of the Five Kings, some seventy years later, Oldtown's population is slightly smaller than that of King's Landing, but it may have been larger over a century ago, before the double-blow of these two epidemics, and when King's Landing was smaller.\n\n"}, "title": "Oldtown"}