{"attributes": {"status": " :Category:Status: Alive", "rightimage": "Tyrell mini shield.png", "last": "&quot;Oathkeeper&quot;", "family": [" Luthor Tyrell - husband", "Mace Tyrell - son", "Ser Loras Tyrell - grandson", "Margaery Tyrell - granddaughter", "Paxter Redwyne - nephew and son-in-law", "Bethany Redwyne - relative", "Viola Redwyne - sister"], "rightlink": "House TyrellCharacter", "season": " Season 3", "image": "Olenna-Tyrell-S4EP01.jpg", "leftimage": "Redwyne mini shield.png", "allegiance": ["House Tyrell - by marriage", "House Redwyne - by birth"], "actor": "Diana RiggDialogue a-b-a", "death": "", "titles": "Lady", "link": "House Redwyne", "place": "", "mentioned": "", "title": "Olenna Tyrell", "aka": "The Queen of Thorns", "appearances": " 9 episodes &lt;small&gt;#Appearances", "first": " &quot;Dark Wings, Dark Words&quot;"}, "sections": {"Family tree": "{{House Tyrell family tree}}\n\n", "TOP": "Olenna Tyrell05676a8yzhjrjqjjs67z8f26xtxrjilnbbk11782252015-03-20T23:31:15ZThe Dragon Demands5014364/* In the books */{{Heraldry\n|leftimage=Redwyne mini shield.png\n|link=House Redwyne\n|rightimage=Tyrell mini shield.png\n|rightlink=House Tyrell\n}}\n{{Character\n| Title=Olenna Tyrell\n| Image=Olenna-Tyrell-S4EP01.jpg\n| Season= [[Season 3|3]], [[Season 4|4]], [[Season 5|5]]\n| First= &quot;[[Dark Wings, Dark Words]]&quot;\n| Last=&quot;[[Oathkeeper]]&quot;\n| Appearances= 9 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Mentioned=\n| Aka=The Queen of Thorns\n| Status= [[:Category:Status: Alive|Alive]]\n| Titles=Lady\n| Death=\n| Place=\n| Allegiance=[[House Tyrell]] - by marriage&lt;br&gt;[[House Redwyne]] - by birth\n| Family= {[[Luthor Tyrell]]} - husband&lt;br&gt;[[Mace Tyrell]] - son&lt;br&gt;Ser [[Loras Tyrell]] - grandson&lt;br&gt;[[Margaery Tyrell]] - granddaughter&lt;br&gt;[[Paxter Redwyne]] - nephew and son-in-law&lt;br&gt;[[Bethany Redwyne]] - relative&lt;br&gt;[[Viola Redwyne]] - sister\n| Actor=[[Diana Rigg]]}}\n{{Dialogue a-b-a|Olenna Tyrell|Loras is young and very good at knocking men off horses with a stick.  That does not make him wise.  As for your fathead father...|Margaery Tyrell|Grandmother! What will Sansa think of us?|She might think we have some wits about us, one of us at any rate.|Margaery Tyrell introduces her grandmother Olenna to Sansa Stark|Dark Wings, Dark Words}}\n'''Olenna Tyrell''', nĂŠe '''Redwyne''', is a major character in the [[Season 5|fifth]] season. She was initially a recurring character in the [[Season 3|third]] and [[Season 4|fourth]] seasons. The character is played by [[Diana Rigg]].\n\nThe elderly matriarch of [[House Tyrell]], Lady Olenna has been a master of court politics and intrigue ''par excellence'' throughout her life. She's also known for her wit and sarcasm. As a result, Lady Olenna is popularly nicknamed the &lt;span id=&quot;cke_bm_45S&quot; style=&quot;display: none;&quot;&gt;Â &lt;/span&gt;&lt;span style=&quot;display: none;&quot;&gt;''' the'''&lt;/span&gt;'''&lt;span style=&quot;display: none;&quot;&gt; &lt;/span&gt;&lt;span id=&quot;cke_bm_45E&quot; style=&quot;display: none;&quot;&gt;Â &lt;/span&gt; Queen of Thorns''', in reference to her House's sigil and her cutting barbs. In many ways she is the ''de facto'' head of House Tyrell at the time of the [[War of the Five Kings]] and appears to hold a great deal of influence over [[the Reach]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, her family remains the same. She was born Olenna Redwyne, daughter of Lord Runceford Redwyne. She is described as a wizened, cunning old woman with a wicked wit and a sharp tongue. She is known as the &quot;Queen of Thorns&quot; for her sarcasm and the rose thorns in the sigil of House Tyrell. In many ways, the cunning Olenna is the true leader of House Tyrell, masterminding political intrigues which her son, Lord Mace Tyrell, then follows. Despite this she has a loving relationship with her family, including her grandchildren. Olenna is particularly close with her granddaughter Margaery Tyrell, whom she has mentored in the skills of court intrigue.\n\nOlenna is older than [[Hoster Tully]], who was in his mid-sixties when he died, but remains in good health (though she has lost her teeth). While she walks with a cane, several characters believe that she feigns to be more frail than she actually is, in order to lull her enemies into thinking she is harmless. Members of House Redwyne tend to have bright orange hair. Olenna's hair has turned completely white due to old age, but it hasn't been established what her hair color was in her youth.\n\nIn her youth she almost married Daeron Targaryen, the son of King [[Aegon V Targaryen]], but Daeron refused to marry after his brothers successfully convinced their father to let them marry who they wanted and he let Daeron forgo his marriage to Olenna.Â OlennaÂ also did everything she could to make sure it never came to fruition. Daeron was actually a homosexual, and did not want to marry at all. Aegon V was succeeded by Daeron's older brother Jaehaerys II, who was the father of Aerys II the Mad King. However, Jaehaerys II has been officially cut from the TV continuity - which would imply that his entire generation of siblings doesn't exist either. One of the &quot;ripple effects&quot; of this change may be that Olenna's backstory is officially different in the TV continuity. Olenna actually has no sister named &quot;[[Viola Redwyne|Viola]]&quot; in the novels, who was originally going to marry Luthor Tyrell. Instead, it was actually ''Daeron''&lt;nowiki&gt;'s&lt;/nowiki&gt; sister who was supposed to marry Luthor, Shaera Targaryen. Luthor didn't need to be seduced away from her, because Shaera actually didn't want to marry him either - instead wanting to marry her brother Jaehaerys II, as per incestuous Targaryen marriage customs. Olenna did not need to seduce Luthor away from someone else - though once both marriage betrothals were broken and Luthor was available again, it isn't said how Olenna then managed to secure a marriage betrothal with him, so she could ''plausibly'' have had to seduce him.\n\nIn the books, Olenna remains in King's Landing until after Tommen's coronation, as she hadn't yet finished thrashing out the details of his marriage to Margaery. Although she is of course nowhere near the proceedings, she is still in the Red Keep during Tywin's murder.Â \n\nLike Margaery, Olenna's role in the TV series has been greatly expanded from her appearances in the novels - though simply because none of the Tyrells are POV characters in the books, and thus most of their actions and internal discussions (such as between Olenna and Margaery) occur &quot;off-screen&quot;.  Olenna also serves as a foil for Tywin â&euro;&ldquo; indeed, [[Charles Dance]] himself referred to Olenna as &quot;the anti-Tywin Lannister&quot; in a promotional interview for Season 3.\n\n", "Quotes": "{{Quote|&quot;Growing Strong&quot;. Ha! The dullest words of any house! &quot;Winter is Coming&quot;! Now, that's memorable. &quot;We Do Not Sow&quot;! Strong! Strong, those houses, you watch out for them! Direwolves and Krakens, fierce beasts. But a golden rose, growing strong? Oh, yes, that strikes fear in the heart!|Olenna Tyrell to [[Tyrell lady]]|Walk of Punishment}}\n\n{{Quote|&quot;I was told you were drunk, impertinent and thoroughly debauched. You can imagine my disappointment at finding nothing but a browbeaten bookkeeper.|Olenna Tyrell to [[Tyrion Lannister]]|Kissed by Fire}}\n\n{{Dialogue a-b-a|Olenna Tyrell|Loras is young and very good at knocking men off horses with a stick.  That does not make him wise.  As to your fathead father...|Margaery Tyrell|Grandmother! What will Sansa think of us?|She might think we have some wits about us, one of us at any rate.|Margaery Tyrell introduces her grandmother Olenna to Sansa Stark|Dark Wings, Dark Words}}\n\n{{Dialogue a-b-a-b|Tyrion Lannister|We're at war, Lady Olenna.|Olenna Tyrell|Oh, I'd nearly forgotten.|Yes, and maintaining supply lines...|I can't think how it slipped my mind. What is it, 12,000 infantrymen the Tyrell family has supplied? 1,800 mounted lances. 2,000 in support. Provisions so this city might survive the winter. A million bushels of wheat. Half a million bushels each of barley, oats, and rye. 20,000 head of cattle. 50,000 sheep. You don't have to lecture me about wartime expenses. I'm quite familiar with them.|Olenna Tyrell lectures [[Tyrion Lannister]] when he thinks of siphoning money from the royal wedding to maintain the war effort|Kissed by Fire}}\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season Three Appearances||yes||yes|yes|yes||yes}}\n{{Season Four Appearances|yes|yes|yes|yes}}\n\n", "Biography": "===Background===\nOlenna Tyrell is the widow of Lord [[Luthor Tyrell]] and the mother of [[Mace Tyrell]], the current [[Lord of Highgarden]], [[Warden of the South]], [[Lord Paramount of the Reach]], and head of [[House Tyrell]]. She is the grandmother of his childrenÂ [[Loras Tyrell|Loras]]Â and [[Margaery Tyrell|Margaery]]. She was born into [[House Redwyne]], one of the most prominent and powerful vassals of House Tyrell.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/#!/guide/houses/tyrell/ HBO viewers guide, season 1 guide to houses, House Tyrell entry]&lt;/ref&gt;&lt;ref name=&quot;House Tyrell viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/tyrell/ HBO viewers guide, season 2 guide to houses, House Tyrell entry]&lt;/ref&gt;\n\nIn her youth, Olenna Redwyne was engaged to [[Daeron Targaryen (son of Aegon V)|a member]] of [[House Targaryen]], as it was &quot;all the rage&quot; at the time; it was her sister [[Viola Redwyne|Viola]] whom Luthor Tyrell was expected to marry. The night before Luthor was to propose to Viola, Olenna snuck into his chamber and seduced him, leaving him &quot;unable to walk downstairs&quot; the next day to propose; the thought of marrying a Targaryen and his &quot;ludicrous silver hair&quot; did not appeal to her.&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\nAlthough Olenna consistently referred to Luthor as an oaf,&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt; she was genuinely fond of him, and confided to Margaery that she had some difficulty accepting his death after his body was delivered to her.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n[[File:LemonCakes4.jpg|thumb|left|194px|Olenna and her grandaughter [[Margaery Tyrell|Margaery]] lunch with [[Sansa Stark]]. ]]\nAt some point following her granddaughter's engagement toÂ [[Joffrey Baratheon]], Lady Olenna moved to King's Landing, most likely to work behind the scenes to cement the Tyrells' position. Reasoning that [[Sansa Stark]] is the best person to ask aboutÂ Joffrey, Olenna invites her to a lunch of lemon cakes (Sansa's favorite) and cheese (her own favorite). Sansa is initially too scared to speak, but after much prodding, Sansa blurts out that he is a monster. Lady Olenna is disappointed but unsurprised at the revelation.&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt;\n[[File:Season_3_Ep_4_Varys_Olenna.png|thumb|226px|Varys and Olenna discuss Sansa.]]\nA few days later, Lady Olenna is sought out by [[Varys]], who finds her terrorizing her granddaughters over their unimaginative veneration of House Tyrell's unimaginative sigil. Olenna throws a mild barb or two at him before demanding his reasons for seeking her, aware of the Spider's reputation. They discuss Sansa, and Littlefinger's interest in her. Varys warns her just how dangerous Littlefinger really is, Olenna agrees that Sansa must be kept away from him. When Varys is about to offer a solution, Olenna dismisses him, saying that the solution is rather obvious. &lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n[[File:Olenna_Podrick_Kissed_by_Fire.png|thumb|left|214px|Olenna meets with [[Tyrion Lannister]].]]\nHoping to mitigate the potential costs of an extravagant royal wedding, [[Tyrion Lannister]] meets with Lady Olenna. She lectures him on the importance of an extravagant royal wedding, particularly if it, along with the large amounts of grain and livestock brought to King's Landing from the Reach, prevents the [[Smallfolk]] from [[Riot of King's Landing|ripping the nobles apart]]. Lady Olenna also reminds Tyrion of the thousands of Tyrell troops now assisting the Lannisters in the [[War of the Five Kings|current war]], and that the royal house traditionally pays for a royal wedding. Nonetheless, she agrees to pay half the costs of the wedding itself provided the celebrations are not cut short. Lady Olenna expresses disappointment in Tyrion's characterâ&euro;&ldquo; she had hoped to encounter the lecherous, mischievous imp of legend, and not a &quot;browbeaten bookkeeper&quot;â&euro;&ldquo; and in [[Podrick Payne]]'s serving abilities before departing.&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n[[File:Tywin-and-Olenna_s3.png|thumb|198px|Olenna rejects [[Tywin Lannister]]'s offers.]]\nAfter he finds out about the plan to wed Loras to Sansa, [[Tywin Lannister]], determined to thwart this plan, which would hand control of [[the North]] to the Tyrells, meets with Lady Olenna. He instead offers to marry Loras to Cersei (both of them pretend that there is no outstanding plot). Olenna, claiming herself an expert on the subject, declares Cersei too old, and will soon be undergoing &quot;the change&quot;. Tywin counters by mentioning Loras' homosexuality. Olenna bluntly confirms that her grandson is a &quot;sword swallower&quot;, and cheekily asks whether Tywin ever experimented in his youth, a suggestion the Hand haughtily refutes. Olenna makes light of what amounts to &quot;a discreet bit of buggery&quot;, and hints at the rumors of [[incest]] between Cersei and [[Jaime Lannister|Jaime]], which, she notes, currently have Westeros at war. Tywin says that neither he nor Olenna care what other people think of them (an assertion she refutes). He proceeds to call her bluff by threatening to name Loras to the [[Kingsguard]], thereby exchanging the uncertainty of Cersei's childbearing status for the certainty of House Tyrell's extinction. Olenna snaps Tywin's quill in half and graciously concedes defeat. &lt;ref&gt;''[[The Climb]]''&lt;/ref&gt;\n[[File:Olennafeast.png|thumb|left|194px|Olenna during Tyrion and Sansa's wedding feast.]]\nLady Olenna attends the wedding of [[Tyrion Lannister]] in the [[Great Sept of Baelor]]. She stands near the feet of the Mother's statue with her grandchildren and is not amused when Joffrey embarrasses Tyrion by hiding his footstool. At the wedding feast, Olenna, muses on now-extremely complicated in-law relationships between Margaery, Loras, Cersei and Tyrion, prompting Loras to storm out and Margaery to give her a withering look. Later on, she regards Tywin and Tyrion's latest argument with amusement.&lt;ref&gt;&quot;[[Second Sons (episode)]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n[[File:Margolenna.png|thumb|Olenna prepares Margaery for her wedding to Joffrey.]]\nOlenna assists Margaery in picking out a necklace for her upcoming wedding. She selects the finest of those on offer, noting affectionately that it is similar to one she received from her husband on her 51st name day. Olenna chucks the piece over the rampart and into [[Blackwater Bay]] and orders the Tyrell handmaidens to canvas every jeweler in King's Landing; the girl who brings her the best necklace can keep the next best for herself. After they are left alone, Margaery sardonically suggests letting Joffrey pick out the necklace which, knowing him, will likely consist of severed sparrow's heads. Olenna cautions Margaery to mind what she says, even with her. They are shortly interrupted by [[Brienne of Tarth]], whose appearance prompts a rather melodramatic reaction from Olenna.&lt;ref&gt;&quot;Two Swords&quot;&lt;/ref&gt;\n\n[[File:Olenna_and_Sansa_2.jpg|thumb|left|202px|Olenna consoles Sansa.]]\n\nAt [[Purple Wedding|Joffrey's wedding]], Olenna speaks with Sansa, expressing her condolences for the fate of her family and inviting her and Tyrion to visit Highgarden. She toys with Sansa's hair in a grandmotherly fashion during the exchange. She chides Tywin Lannister that the Tyrells are paying half of the cost of the extravagant wedding, and that the Lannisters may need to turn to the Tyrells for financial support again, due to the crown's increasing war debts, particularly to the [[Iron Bank of Braavos]]. She later witnesses the poisoning of King Joffrey, and is the among those who call for help.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\nWhen Margaery questions as to whether or not she is actually the queen now that she is also a widow, Olenna advises her not to press the issue for a while. Olenna is optimistic that she is closer to being Queen now than she ever was when she was with [[Renly Baratheon]]. She is also relieved that Margaery is now free from Joffrey's torture and opines that [[Tommen Baratheon]] will be a better match â&euro;&ldquo; one the Lannisters can't afford not to make.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\n[[File:Olennamarg2.png|thumb|Olenna hints at her involvement in Joffrey's murder.]]\n\nSome time later, Olenna and Margaery discuss Olenna's impending departure, and whether the Lannisters will consent to Margaery's match with Tommen. Olenna tells her how she seduced Luthor, and says Margaery she must do the same with Tommen, or else Cersei will turn the boy against her. Luckily for Margaery, Cersei is distracted by Joffrey's recent death and accusing her innocent brother of the crime. MargaeryÂ states that Olenna cannot know Tyrion's innocence for sure, to which Olenna claims she can. Olenna explains to a shocked Margaery that she could not bear to leave her granddaughter in the hands of &quot;that beast&quot;, leading Margaery to realize that it was Olenna who poisoned Joffrey.&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\nOlenna departs King's Landing some time soon after Joffrey's funeral, but conveniently before Tommen's coronation. She claims that she has grown to hate the long walks through the Red Keep's gardens that seem to take up much of her time in the capital.&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\n"}, "title": "Olenna Tyrell"}