{"attributes": {"status": " :Category:Status: Alive", "family": [" Guymon - Father ", "Olly's mother"], "title": " Olly", "season": " Season 4", "image": " Olly.jpg", "allegiance": "The Night's Watch", "actor": " Brenock O'ConnorQuote", "culture": " Northmen", "link": "Night's WatchCharacter", "place": "Unnamed village, the Gift", "aka": " ", "appearances": " 5 episodes &lt;small&gt;#Appearances", "first": " &quot;Breaker of Chains&quot;"}, "sections": {"Behind the scenes": "\nOlly was invented for the TV series, but was originally just supposed to appear for one episode as a means for the garrison at Castle Black to learn that Tormund's group of wildlings are raiding villages in the Gift, to try to draw men away from Castle Black. Writer's assistant [[Dave Hill]] (who wrote the &quot;[[Histories &amp; Lore]]&quot; animated featurettes on the Blu rays for Seasons 2, 3, and 4) then suggested to Benioff and Weiss that Olly should then join the Night's Watch, because he has nowhere else to go. Hill also suggested that it would make dramatic sense if they make Olly the one who kills Ygritte during the Battle of Castle Black (in the books, it wasn't clear who fired the arrow that killed her). Benioff and Weiss were so impressed with this suggestion that they promoted Hill, and he will be writing an episode script in [[Season 5]].&lt;ref&gt;&quot;[http://variety.com/gallery/photos-showrunners-impact-report/#!13/david-benioff-d-b-weiss/ ]&lt;/ref&gt;\n\n==â&euro;&lsaquo;In the books==\nâ&euro;&lsaquo;InÂ the ''[[A Song of Ice and Fire]]'' novels, there is no character by this name. However, Jon takes another young black brother, Satin, under his wing.\n\nIn the novels, it wasn't clear who shot the arrow that mortally wounded Ygritte. When Jon Snow found her, for a frantic moment he feared that he was the one who shot her - but when he checked the arrow in her he recognized that the fletching on it was different from the arrows he was using. Ygritte dies in Jon Snow's arms, with essentially the same dialogue as in the TV series. Afterwards, Jon decides that he'd rather not know which of his sworn brothers fired the arrow that killed Ygritte, so he makes no attempt to check.\n\nThree quarters of the inhabitants of [[Mole's Town]] flee to Castle Black after Jon Snow warns them of the wildling raiding parties. The blacksmith Donal Noye, who takes command in the absence of other officers, allows them to stay on condition that they take part in the defense of the castle during the battle. Olly in the TV series, however, is not from Mole's Town but a smaller village in its vicinity (Jon explained that the wildlings were progressively attacking bigger settlements to try to draw out Castle Black's garrison, working their way up to Mole's Town). It is unknown if any people from other villages come to seek refuge at the castle. After the attack of the Thenns is repelled, many of the villagers think that the worst is behind and return to the village. A few residents from Mole's Town decide to stay rather than risk going back to the weakly defended lands to the south, among them: Zei the whore, Hareth (aka Horse) the stablehand and three young orphans (nine, eight and five years old) whose father was killed on the steps. Olly is perhaps loosely based on those orphans, though it is not mentioned whether they take active part in the battle and what becomes of them later. Zei is sent by Jon to the village to recruit the villagers, but she does not return. After the battle is over, Hareth joins the Watch.\n\nIn the TV series, the only survivors of the [[Sack of Mole's Town]] appear to be [[Gilly]] and her baby, as they are the only ones from Mole's Town who arrive at Castle Black.\n\n", "TOP": "Olly023437nsrzy23mj904nm44wdb7jvc4iejrumf1800912015-03-28T21:02:06ZArticXiongmao15030876/* Season 4 */{{Heraldry\n|image=Crow mini shield.png\n|link=Night's Watch\n}}\n{{Character\n|Title = Olly\n|Image = Olly.jpg\n|Season = [[Season 4|4]], [[Season 5|5]]\n|First = &quot;[[Breaker of Chains]]&quot;\n|Appearances = 5 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n|Status = [[:Category:Status: Alive|Alive]]\n|Aka= \n| Allegiance=The [[Night's Watch]]\n|Culture = [[Northmen]]\n|Family = {[[Guymon]]} - Father &lt;br&gt;{[[Olly's mother|Unnamed mother]]}\n|Place=Unnamed village, [[the Gift]]\n|Actor = [[Brenock O'Connor]]}}\n{{Quote|Get me to the top. Your name's Olly, right? Listen to me Olly, get me to the top, and when we give the signal bring us back down. You hear me? You find a weapon Olly! Fight them!|[[Samwell Tarly]] to Olly|The Watchers on the Wall}}\n'''Olly''' is a recurring character in the [[Season 4|fourth]] and [[Season 5|fifth]] seasons. He is played by guest star [[Brenock O'Connor]] and first appears in &quot;[[Breaker of Chains]]&quot;. He is originally a farm boy at [[the Gift]], but flees to the [[Night's Watch]] after his village is attacked by wildlings and later fights alongside [[Jon Snow]] in the [[Battle of Castle Black]].\n", "Appearances": "{{Template:Season Four Appearances|||yes|yes|||yes||yes|yes}}\n\n", "Biography": "===Background===\nOlly lived with his [[Olly's mother|mother]] and [[Guymon|father]] in a village at [[the Gift]].\n\n===[[Season 4]]===\n[[File:Styr-Olly.png|thumb|left|Styr threatens to eat Olly's father and mother.]]\nWhen Olly and his father are on their way home for dinner, their village is attacked by a group of [[wildlings]]. When his father is killed by [[Ygritte]], his mother tells him to hide. He flees, and she is killed by [[Styr]]. Olly hides under a cart, but is caught by the [[Thenn warg]]. The [[warg]] brings him to Styr, who holds a blade to his throat. Styr tells OllyÂ that he is going to eat his dead parents, and orders him to tell the men of the [[Night's Watch]] at [[Castle Black]] in an attempt to draw them out into the open. He then releasesÂ Olly, who reaches Castle Black and informs the men of the approaching wildlings.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\nOllyÂ stays at Castle Black, living amongst the brothers of the Night's Watch and wearing the black clothes of the Night's Watch. He later trains with them for the upcoming fight against the wildlings. Olly brags to the brothers about his archery skills, though only [[Grenn]] says he believes him, as well as promising to take him hunting soon. &lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\nOlly greets [[Jon Snow]], Grenn and [[Eddison Tollett]] as they return to Castle Black after coming from Craster's Keep. Jon pats him on the head as he greets the brothers.&lt;ref&gt;&quot;[[Mockingbird]]&quot;&lt;/ref&gt;\n\n[[File:Olly_shot_ygritte.png|thumb|Olly after shooting Ygritte with an arrow.]]During theÂ [[Battle of Castle Black]], Olly is assigned to work the wooden lift system. As the battle rages on [[Samwell Tarly]] urges him to pick up a weapon and defend himself. Olly then spots [[Ygritte]] preparing to kill Jon Snow. Before she can shoot Jon, Olly uses a bow to kill Ygritte with an arrow through the heart, avenging his father in the process.&lt;ref&gt;&quot;[[The Watchers on the Wall]]&quot;&lt;/ref&gt; After the arrival ofÂ [[Stannis Baratheon]] and his forces, Olly is among the black brothers that attend when the fallen brothers are burned in Castle Black's courtyard.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n"}, "title": "Olly"}