{"attributes": {"status": ":Category:Status: Alive", "death": "", "last": "", "family": "", "title": "Olyvar", "season": "Season 3", "image": "Olyver-HD.png", "allegiance": "House Baelish", "actor": "Will TudorQuote", "age": "26 in Season 5&lt;ref&gt;&quot;Breaker of Chains&quot;&lt;/ref&gt;", "link": "House BaelishCharacter", "mentioned": "", "place": "King's Landing", "aka": "", "appearances": " 3 episodes &lt;small&gt;#Appearances", "first": "&quot;Kissed by Fire&quot;"}, "sections": {"TOP": "Olyvar015485avrqo2ormujz8nbqf27izyxt0qzpq0s1785702015-03-22T16:14:56ZThe White Winged Fury26111788Format.{{Heraldry\n|image=Baelish mini shield.png\n|link=House Baelish\n}}\n{{Character\n| Title=Olyvar\n| Image=Olyver-HD.png\n| Season=[[Season 3|3]], [[Season 4|4]], [[Season 5|5]]\n| Appearances= 3 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| First=&quot;[[Kissed by Fire]]&quot;\n| Last=\n| Mentioned=\n| Aka=\n| Age=26 in Season 5&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n| Status=[[:Category:Status: Alive|Alive]]\n| Death=\n| Place=[[King's Landing]]\n| Allegiance=[[House Baelish]]\n| Family=\n| Actor=[[Will Tudor]]}}\n\n{{Quote|I'm wildly expensive.|Olyvar to [[Oberyn Martell]]|Two Swords}}\n\n'''Olyvar''' is a recurring character in the [[Season 3|third]], [[Season 4|fourth]], and [[Season 5|fifth]] seasons. He is played by guest star [[Will Tudor]], and debuts in &quot;[[Kissed by Fire]]&quot;. Olyvar is a spy and a [[Prostitution|prostitute]], specializing in homosexual relations, in the employ of [[Petyr Baelish|Petyr &quot;Littlefinger&quot; Baelish]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, there is no prostitute named Olyvar. The character in the series assumes part of the role of [[Dontos Hollard]], who obtains the information not from Loras Tyrell but from Sansa Stark herself, who is unaware that Dontos works for [[Petyr Baelish|Littlefinger]].\n\n", "Behind the scenes": "In the books, Loras Tyrell is left deeply mourning the loss of his great love [[Renly Baratheon]], and famously swears that he will never love again, saying &quot;When the sun has set, no candle can replace it.&quot; Several critics including Westeros.org were upset that Loras has sex with Olyvar in &quot;[[Kissed by Fire]]&quot;, because it seemed rather sudden, as if Renly's death did not deeply impact him. Writer [[Bryan Cogman]], however, subsequently did an interview with Westeros.org, and specifically addressed this concern: changes in adaptation meant that Loras had to have sex with Olyvar, to let it slip that he would marry Sansa, as part of the plot mechanics of the Lannister/Tyrell rivalry. However, Cogman explained, his earlier drafts of the episode actually included longer scenes which made it explicitly clear that Loras is ''not'' finished mourning Renly. Rather, Loras was very depressed and lonely, and in effect &quot;drowning his sorrows&quot; by engaging in casual sex in the hope that it would make himself feel better, but it ultimately made Loras feel more emotionally distraught and reminded of how much he misses Renly. Cogman lamented that &quot;as we get closer to production a lot of trims have to be made and this scene was one where I had to do that,&quot; and he acknowledged that cutting the scene gave the unintended impression that Loras was moving past Renly, when he actually isn't.&lt;ref&gt;[http://www.westeros.org/GoT/Features/Entry/Season_3_Interview_Bryan_Cogman Westeros.org,] Season 3 Interview: Bryan Cogman.&lt;/ref&gt;\n\n", "Image Gallery": "&lt;gallery spacing=&quot;small&quot; widths=&quot;170&quot;&gt;\nOlyver kissed by fire.jpg\nOlyvar-brothel.jpg\n&lt;/gallery&gt;\n\n", "Appearances": "{{Season Three Appearances|||||yes}}\n{{Season Four Appearances|yes||yes}}\n\n", "Biography": "===[[Season 3]]===\nOlyvar poses as [[Loras Tyrell|Loras Tyrell's]] squire during a sparring match. He makes flirtatious advances toward Loras and the two later have sex. Olyvar discovers that Loras is due to be married, and relays this information to Littlefinger shortly thereafter. Olyvar implies that noblemen in Loras' position make up the bulk of his clientele.&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n[[File:Olyver-and-Oberyn.jpg|thumb|right|250px|Olyvar and Prince Oberyn.]]\nOlyvar has been left in charge ofÂ Littlefinger's brothels, presumably replacing [[Ros]]. When [[Oberyn Martell]] and [[Ellaria Sand]] arrive to [[King's Landing]], they attend the brothel, with Olyvar showing three prostitutes to the couple. After Ellaria chooses one and dismisses the other two, Oberyn turns his attentions to Olyvar, who protests that he's not on offer before giving in and admitting he's just &quot;wildly expensive&quot;. Oberyn asks if Olyvar has ever been with a prince before and orders him to remove his clothes, grabbing him by the crotch. However, they are interrupted when Oberyn overhears a pair of Lannister men singing &quot;[[The Rains of Castamere (song)|The Rains of Castamere]]&quot;.&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\nOlyvar later takes part in a small orgy involving Oberyn and Ellaria. When the latter attempts to &quot;share&quot; him with Oberyn, Olyvar politely refuses her, claiming to have &quot;not acquired the taste&quot; for women. He then presses Oberyn to divulge his own preference. The Prince, however, explains his rather fluid approach to sexuality, a common trait among the Dornish. Olyvar and the other prostitutes depart when [[Tywin Lannister]] unexpectedly arrives to speak with Oberyn.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\n"}, "title": "Olyvar"}