{"attributes": {"status": " :Category:Status: Dead", "death": " Kicked in the chest by a mule", "family": [" Tyrion Lannister - cousin", "Jaime Lannister - cousin", "Cersei Lannister - cousinQuote"], "title": "  Orson Lannister", "season": " Season 4", "image": " Lannister mini shield.png", "allegiance": " House Lannister", "culture": " Andal", "link": " House LannisterCharacter", "mentioned": " &quot;The Mountain and the Viper&quot;", "place": " Casterly Rock"}, "sections": {"TOP": "Orson Lannister025521ml3rckbj7nyhjd9d4wqycubnumgsx2p1746062015-02-27T13:51:58ZDaemon Targaryen24097499{{Heraldry\n|image = Lannister mini shield.png\n|link = House Lannister\n}}\n{{Character\n|Title =  Orson Lannister\n|Season = [[Season 4|4]]\n|Mentioned = &quot;[[The Mountain and the Viper]]&quot;\n|Status = [[:Category:Status: Dead|Deceased]]\n|Death = Kicked in the chest by a mule\n|Place = [[Casterly Rock]]\n|Allegiance = [[House Lannister]]\n|Culture = [[Andal]]\n|Family = [[Tyrion Lannister]] - cousin&lt;br&gt;[[Jaime Lannister]] - cousin&lt;br&gt;[[Cersei Lannister]] - cousin}}{{Quote|It filled me with dread. Piles and piles of them, years and years of them. How many countless living, crawling things smashed and dried out and returned to the dirt? In my dreams I found myself standing on a beach filled with beetle husks, stretching as far as the eye could see. I woke up crying, weeping for their shattered little bodies.|[[Tyrion Lannister]]|The Mountain and the Viper}}\n\n'''â&euro;&lsaquo;Orson Lannister''' â&euro;&lsaquo;is a character mentioned in the [[SeasonÂ 4|fourth season]]. He is deceased at the start of the series and is not expected to appear. He is a member of [[House Lannister]]Â and a distant cousin to [[Tyrion Lannister|Tyrion]], [[Jaime Lannister|Jaime]], and [[Cersei Lannister]].\n==â&euro;&lsaquo;Biography==\n\n===Backgroundâ&euro;&lsaquo;===\nOrsonÂ was born into House Lannister.Â When he was a baby, a wet nurseÂ dropped him on his head, which apparently caused brain damage and left him simpleminded for all of his life. His relatives would regularly laugh at him due to his handicap, amongÂ them his cousins Tyrion and Jaime Lannister. TyrionÂ admits that he only laughed at Orson because for a moment he could be like everyone else, since he too was an outcast due to being a [[Dwarfism|dwarf]].\n\nHe would regularly smash beetles with aÂ â&euro;&lsaquo;rock in the gardens, leading Tyrion to ask him why, to which Orson only replied unintelligibly. Tyrion then observed Orson everyday smashing the beetles, convinced that Orson must have been doing it for a reason. Since Tyrion considered himself to be the smartest person he knew, he thought he could discover the reason for his cousin's behavior. Finding the answer eventually became an obsession to Tyrion: itÂ got to the point where TyrionÂ couldÂ not sleep, having nightmares about Orson's &quot;relentless beetle slaughter&quot;. Tyrion attempted to stop Orson from smashing any more beetles, but since Orson was twice Tyrion'sÂ size, he simply pushed Tyrion away and continued smashing.\n\nOrsonÂ was eventually kicked in the chest by a mule and died, leaving the question of why he was smashing all the beetles unsolved.&lt;ref&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n\nWhile Tyrion is waiting in his prison cell for the [[Trial by combat]] that will decide his fate, he reminisces with Jaime about cousin Orson. Tyrion recalls (at length) Orson's slaughter of beetles, explaining that it always troubled him that he couldn't discern ''why'' Orson was engaging in such wanton and seemingly random destruction. Similarly, Tyrion is wondered why he has been unjustly targeted and may soon die for a crime he did not commit. Tyrion ponders this as he picks up a beetle he found in his cell, but unlike Orson, puts it back down and leaves it unharmed.&lt;ref&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt;\n\n", " Quotes ": "\n{{Quote|Thmash the beetle! Thmash 'em!|'''Orson Lannister''' to Tyrion Lannister|The Mountain and the Viper}}\n\n==â&euro;&lsaquo;In the booksÂ ==\nInÂ the ''[[A Song of Ice and Fire]]'' novels, there is no such character nor, so far, any parallel to him. At some point however, Tyrion jokingly mentions that [[Tywin Lannister|his father]] kept some of his &quot;drooling cousins&quot; locked in the bowels of [[Casterly Rock]] to keep them from shaming the family.\n\nThe only book character by that name is Orson Stone, a sellsword and member of the Windblown [[mercenary]] company. He has nothing to do with the Lannisters,Â is not feeble-minded, and has no habit of crushing beetles.\n\nTyrion's prolonged discussion of Orson lasts nearly four minutes in &quot;[[The Mountain and the Viper]]&quot;. The writers explained in the Inside-the-Episode featurette that their intention was that faced with his probable death, Tyrion's mind is wandering to question why seemingly random acts of brutality happen in the world, and that he saw Orson smashing beetles as a sort of microcosm of this question. The analogy is that if Orson was an almighty force inflicting death and destruction on insects, if there is a higher power inflicting death and destruction on human beings - whatever god, gods, &quot;nature&quot;, or &quot;fate&quot; this power may be - Tyrion would at least feel better knowing there was some underlying reason that went into causing such brutality. He also wouldn't be particularly upset if there are no higher powers, and bad things truly happen at random. But Tyrion felt that Orson wasn't acting randomly, some sort of decision-making process was going into his actions, though he could not discern it: what frightens Tyrion is that some unknown, but still reasoning thing or cosmic powers are intentionally directing people towards death and destruction, yet all of our attempts to comprehend why they are doing this (even a simple reason like &quot;hate&quot;) are in vain.\n\nThe scene is very similar to a famous one from the Stanley Kubrick film ''Paths of Glory'', in which a condemned man sees a cockroach and laments &quot;Tomorrow morning we'll be dead and it'll be alive. It will have more contact with my wife and child than I will. I'll be nothing, and it'll be alive.&quot; His fellow prisoner then crushes the cockroach and says, &quot;Now you've got the edge on him.&quot; While Benioff and Weiss didn't explicitly state that they were recalling this film, shortly afterwards they mentioned in an interview about the battle scene for the very next episode that they and the production team are fans of ''Paths of Glory'' and used it as a visual reference for certain war scenes - so the similarity is probably not coincidental.&lt;ref&gt;[http://winteriscoming.net/2014/06/06/david-benioff-dan-weiss-tease-sundays-big-episode-detail-challenges-filming-battle/]&lt;/ref&gt;\n\n"}, "title": "Orson Lannister"}