{"attributes": {"status": " :Category:Status: Dead", "family": [" Aegon I Targaryen - half-brother&lt;br/&gt;Visenya Targaryen - half-sister&lt;br/&gt;Rhaenys Targaryen - half-sister&lt;br/&gt;Argalia Baratheon - wife", "Mychal Baratheon - son", "Robert Baratheon - descendant", "Stannis Baratheon - descendant", "Renly Baratheon - descendant"], "rightlink": "House BaratheonCharacter", "season": " Season 1", "image": " Orys Baratheon.png", "leftimage": "Targaryen mini shield.png", "allegiance": [" House Baratheon", "House Targaryen"], "titles": [" Hand of the King", "Lord of Storm's End", "Lord Paramount of the Stormlands'''Orys Baratheon''' is an unseen character in ''Game of Thrones''. He is not expected to appear in the series, being long dead by the time it starts. Orys Baratheon is the founder of House Baratheon.==Biography=====Background===Orys Baratheon is the founder of House Baratheon and is the distant ancestor of King Robert Baratheon and his brothers Stannis Baratheon"], "rightimage": "Baratheon mini shield.png", "mentioned": " &quot;A Golden Crown&quot;", "title": " Orys Baratheon", "leftlink": "House Targaryen"}, "sections": {"TOP": "Orys Baratheon03231tfrsh7izy8lsaatnszpkneih7jxl9st1744442015-02-26T04:19:03ZGonzalo848331{{Heraldry\n|leftimage=Targaryen mini shield.png\n|rightimage=Baratheon mini shield.png\n|leftlink=House Targaryen\n|rightlink=House Baratheon\n}}\n\n{{Character\n| Title = Orys Baratheon\n| Image = Orys Baratheon.png\n| Season = [[Season 1|1]]\n| Mentioned = &quot;[[A Golden Crown]]&quot;\n| Status = [[:Category:Status: Dead|Deceased]]\n| Allegiance = [[House Baratheon]]&lt;br&gt;[[House Targaryen]]\n| Family = {[[Aegon I Targaryen]]} - half-brother&lt;br/&gt;{[[Visenya Targaryen]]} - half-sister&lt;br/&gt;{[[Rhaenys Targaryen]]} - half-sister&lt;br/&gt;{[[Argalia Baratheon]]} - wife&lt;br&gt;{[[Mychal Baratheon]]} - son&lt;br&gt;{[[Robert Baratheon]]} - descendant&lt;br&gt;[[Stannis Baratheon]] - descendant&lt;br&gt;{[[Renly Baratheon]]} - descendant\n| Titles = [[Hand of the King]]&lt;br&gt;Lord of Storm's End&lt;br&gt;Lord Paramount of the Stormlands}}\n'''Orys Baratheon''' is an unseen character in ''[[Game of Thrones]]''. He is not expected to appear in the series, being long dead by the time it starts. Orys Baratheon is the founder of [[House Baratheon]].\n\n", "Family tree": "{{House Targaryen family tree Conquest era}}\n\n", "In the books": "[[File:House Baratheon lineage.jpg|thumb|right|The lineage of Orys Baratheon]]\n\n''The World of Ice and Fire'' reveals that Orys Baratheon was Aegon's closest friend and ally. He served Aegon as the first-ever [[Hand of the King]]. Aegon offered Orys's hand in marriage to the daughter of the Storm King, Argilac Durrandon, but was rebuffed. Angered at the insult of being offered a bastard instead of a king, Argilac cut off the hands of Aegon's envoys.\n\nWhen Aegon landed his army at the mouth of the [[Blackwater Rush]], he led a lightning campaign to secure the surrounding area, taking [[Rosby]], Stokeworth, [[Duskendale]] and [[Maidenpool]] in short order. Orys led the army while Aegon attacked from the skies.\n\nAfter this victory, Aegon sent Orys and his sister-wife [[Rhaenys Targaryen (sister of Aegon I)|Rhaenys]] to take Storm's End. Argilac left his castle to give battle in the open, attacking during a torrential thunderstorm to limit the use of Rhaenys's dragon, [[Meraxes]]. However, Meraxes instead fought on foot and was still able to inflict carnage on Argilac's forces. Argilac himself was slain by Orys. Orys negotiated the surrender of Storm's End, with Argilac's daughter Argella delivered to him in chains and naked. Orys treated her kindly, later wedding her.\n\nOrys continued to serve as Hand of the King for his nephew Aenys I, who succeeded Aegon I upon his death. Orys later died during one of the numerous local rebellions against Aenys I: many lords hoped that with Aegon the Conqueror dead and his weak son on the throne, they might be able to throw off Targaryen rule forever. These rebellions were crushed by Aegon's ruthless younger son, [[Maegor Targaryen|Maegor the Cruel]], who succeeded Orys as Hand of the King.&lt;ref&gt;[http://asoiaf.westeros.org/index.php/topic/83614-bubonicon-45/page__st__40 Bubonicaon 45 GRRM live-read]&lt;/ref&gt;\n\nThe relationship between Aegon the Conqueror and Orys Baratheon may be loosely inspired by that of the real-world William the Conqueror of Normandy and Odo of Bayeux, who, like Orys Baratheon, was the Norman conqueror's half-brother and vassal, and upon the conquest of England, was made the ruling earl of an important region of England and was his brother's regent and chancellor in that country.\n\n", "Biography": "===Background===\nOrys Baratheon is the founder of [[House Baratheon]] and is the distant ancestor of King [[Robert Baratheon]] and his brothers [[Stannis Baratheon|Stannis]] and [[Renly Baratheon|Renly]].\n\n[[File:Orys_argalia.jpg|thumb|Orys Baratheon took Argalia, daughter of the last Storm King, to cement his rule over the Stormlands]]\n\nDuring the [[War of Conquest]], he was a commander in the army of [[Aegon I Targaryen|Aegon the Conqueror]], and was the Conqueror's [[bastard]] half-brother. When Aegon invaded [[Westeros]], he sent Orys to seize [[Storm's End]], the ancestral seat of the [[Storm Kings]] and capital of the [[Stormlands]]. Orys defeated the Storm King, [[Argilac the Arrogant]] and [[Fall of Storm's End|took]] not only Storm's End but also his sigil - the black stag - and words - &quot;Ours is the Fury - as well as his daughter [[Argalia Baratheon|Argalia]], to cement his rule over the Stormlands. He became the first Lord Paramount of the Stormlands. &lt;ref&gt;&quot;The Complete Guide to Westeros: House Baratheon&quot; featurette, Season 1 Blu Ray boxset&lt;/ref&gt;\n\n===[[Season 1]]===\nHe has an entry in ''[[The Lineages and Histories of the Great Houses of the Seven Kingdoms]]'' which reveals that he married Argalia, the daughter of the last Storm King, [[Argilac the Arrogant]].&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}}\n\n"}, "title": "Orys Baratheon"}