{"attributes": {"status": " :Category:Status: Dead", "family": "Quote", "title": " File:Baratheon mini shield.png", "season": " Season 4", "image": " ", "allegiance": " House Durrandon", "titles": " Storm King", "link": "House Durrandon", "mentioned": "&quot;Breaker of Chains&quot;", "place": " Storm's End", "aka": ""}, "sections": {"TOP": "Orys I Durrandon028310haq56nbupguwe31h2nx5jul9111t77h1748112015-03-01T11:44:10ZAsguardian26092854{{Character\n|Title = [[File:Baratheon mini shield.png|left|30px|link=House Durrandon]] Orys I Durrandon [[File:Baratheon mini shield.png|30px|right|link=House Durrandon]]\n|Image = \n|Season= [[Season 4|4]]\n|Mentioned=&quot;[[Breaker of Chains]]&quot;\n|Status= [[:Category:Status: Dead|Dead]]\n|Titles = Storm King\n|Aka =\n|Allegiance = [[House Durrandon]]\n|Place = [[Storm's End]]\n|Family=}}\n{{Quote|Orys the First was just. Everyone applauded his reforms. Nobles and commoners alike. But he wasn't just for long. He was murdered in his sleep after less than a year by his own brother. Was that truly just of him? To abandon his subjects to an evil that he was too gullible to recognize?|Tywin Lannister|Breaker of Chains}}\n'''Orys I Durrandon''' is an unseen character in ''Game of Thrones''. He is deceased when the series begins. He is not expected to appear in the series, being long dead by the time it starts.\n\n", "In the books": "There is no &quot;'''King Orys the First'''&quot; in the ''[[A Song of Ice and Fire]]'' novels - and a full listing exists for ''every'' monarch to ever sit on the [[Iron Throne]]. The only character by that name is [[Orys Baratheon]], but he never was a king. There is the possibility that he was a local king before the Seven Kingdoms were unified, in spite of the Valyrian-sounding name. Nor does any Targaryen king match the description given for him: enacting well-received reforms but ruling less than a year before his own brother murdered him in his sleep.\n\nAs Elio Garcia of Westros.org, co-author of the ''World of Ice and Fire'' sourcebook explained, this was also not simply a matter of Charles Dance (Tywin) mispronouncing a name, because he had seen the broadcast script, and it clearly said &quot;Orys the First&quot; (the on-screen subtitles also spell this name the same way). Garcia stated that Benioff and Weiss had apparently just invented this &quot;Orys the First&quot; and he doesn't correspond to any character from the books. In order to reconcile this, Garcia said that this &quot;Orys the First&quot; should probably be interpreted as just a king of the independent [[Kingdom of the Stormlands]], from long before the Targaryen Conquest - in which case he was not one of the established Targaryen kings but a local king of [[House Durrandon]]. This would make his full name &quot;'''Orys I Durrandon'''&quot;. Tywin therefore wasn't citing him as a king who sat on the Iron Throne, but an infamous example of a (local) king, remembered over three centuries later for how his own brother murdered him. Garcia also pointed out that &quot;Orys&quot; was not a common name used in the Stormlands until ''after'' Orys Baratheon became their new ruler during the Targaryen Conquest.&lt;ref&gt;[http://asoiaf.westeros.org/index.php/topic/107962-spoilers-nitpicking-with-impunity/page-3#entry5673304 Westeros.org forum, &quot;King Orys the First&quot;?]&lt;/ref&gt;\n\n", "Biography": "===Background===\nKing Orys the First ruled over the independent [[Kingdom of the Stormlands]] long before the [[War of Conquest|Targaryen Conquest]].\n\nOrys the First was a king devoted to being just: he enacted reforms which were praised by both commoners and nobles alike. Yet he was murdered in his sleep by his own brother, after ruling for less than a year. The reforms of his reign did not last long, after his evil brother usurped his throne. Later generations came to see Orys the First as an infamous example of a well-intentioned and just monarch, who nonetheless severely harmed his realm and the people he ruled over, because he would not deal with unjust but pragmatic political realities (and thus could not see the threat his own brother posed).&lt;ref name=&quot;S04E03&quot;&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n[[Tywin Lannister]] recounts the story of Orys the First to his grandson [[Tommen Baratheon]], soon after the [[Purple Wedding|assassination]] of Tommen's older brother King [[Joffrey Baratheon]], which means that Tommen will now be crowned king. Tywin questions Tommen on what qualities he thinks a good king needs, and when he suggests &quot;Justice&quot;, Tywin points out that a just nature alone did not make Orys the First a good king for his people.&lt;ref name=&quot;S04E03&quot;/&gt;\n\n"}, "title": "Orys I Durrandon"}