{"attributes": {"status": " :Category:Status: Alive", "death": "", "last": "&quot;The Rains of Castamere (episode)", "family": " Bruni - husband", "title": "Osha", "culture": "Free Folk", "season": "Season 1", "image": "Osha-S3.jpg", "allegiance": "House Stark", "actor": "Natalia TenaQuote", "religion": "Old Gods of the Forest", "link": " House StarkCharacter", "place": "Beyond the Wall", "aka": "", "appearances": "14 episodes &lt;small&gt;#Appearances", "first": "&quot;A Golden Crown&quot;"}, "sections": {"TOP": "Osha02275tw5z1ny5g2kd9r6i4z33jsutqsd60jq1751782015-03-03T16:08:57ZSharp Blades26158496{{Heraldry\n|image = Stark mini shield.png\n|link = House Stark\n}}\n{{Character\n| Title=Osha\n| Image=Osha-S3.jpg\n| Season=[[Season 1|1]], [[Season 2|2]], [[Season 3|3]]\n| First=&quot;[[A Golden Crown]]&quot;\n| Last=&quot;[[The Rains of Castamere (episode)|The Rains of Castamere]]&quot;\n| Appearances=14 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Aka=\n| Status= [[:Category:Status: Alive|Alive]]\n| Death=\n| Place=[[Beyond the Wall]]\n| Allegiance=[[House Stark]]\n| Family= {[[Bruni]]} - husband\n| Religion= [[Old Gods]]\n| Culture=[[Free Folk]]\n| Religion=[[Old Gods of the Forest]]\n| Actor=[[Natalia Tena]]}}\n{{Quote|You must protect them. You're the ''only one'' who can!|Maester Luwin to Osha, regarding [[Bran Stark|Bran]] and [[Rickon Stark]]|Valar Morghulis}}\n'''Osha''' is a recurring character in the [[Season 1|first]], [[Season 2|second]] and [[Season 3|third]] seasons. She is played by guest star [[Natalia Tena]] and debuts in &quot;[[A Golden Crown]].&quot; Osha is a woman of the [[Free Folk]]Â (or &quot;wildling&quot;), now in service to [[House Stark]] of [[Winterfell]]. Osha is currently escorting [[Rickon Stark]] to [[Last Hearth]] to seek refuge with [[House Umber]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]Â ''novels Osha, is a capable spearwife and raider who becomes a servant of the Starks at Winterfell. She is tall and lean with shaggy brown hair, and significantly older than how she is portrayed in the TV series.\n\nIn the novels, Osha never had sex with Theon. After he conquered Winterfell, she requested to serve him as fighter, and he agreed on condition that she bent her knee and swore an oath to him. Osha did as he demanded, but it was only pretense.\n\nThere is no mentioning in the novels of any husband or other relatives of Osha.\n\nShe is described as strong, being able to lift Bran with ease. She is also somewhat informal, dubbing Theon &quot;that squiddy prince&quot; behind his back.\n\n&quot;Osha&quot; is pronounced &quot;oh-shuh&quot;, not &quot;ah-shuh&quot;, &quot;osh-uh&quot;, &quot;ahsh-uh&quot;, etc.\n\n", "Quotes": "{{Quote|A red comet means one thing, boy. Dragons.|'''Osha''' to Bran Stark|The North Remembers}}\n{{Quote|I tried telling your brother, he's marching the wrong way. All these swords, they should be going north, boy, not south. The cold winds are rising.|Osha to [[Bran Stark]]|The Pointy End}}\n\n", "Image gallery": "&lt;gallery&gt;\nStiv and Osha.jpg|Osha with [[Stiv]] in the Wolfswood in &quot;[[A Golden Crown]]&quot;.\nTheon and Osha.jpg|Theon hassling Osha in &quot;[[You Win or You Die]]&quot;.\nOsha.jpg|Osha in Season 1\nLuwin-osha.png|Osha tells Maester [[Luwin]] about the [[White Walkers]] in &quot;You Win or You Die&quot;.\nOsha_GoT_main.png|Osha and Bran in [[Season 1]].\nOsha sneaks.jpg|Osha with sleeping Theon.\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}}\n\n", "Appearances": "{{Season One Appearances||||||yes|yes|yes||yes}}\n{{Season Two Appearances|yes||||yes|yes|yes|yes||yes|yes}}\n{{Season Three Appearances||yes||||yes|yes||yes}}\n\n", "Biography": "===Background===\nOsha is a [[wildling]] [[spearwife]], one of the &quot;Free Folk&quot; who live north of [[the Wall]]. Like other wildlings, she worships the [[Old Gods of the Forest]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/stark/osha/ HBO viewers guide, season 2 guide to houses, House Stark - Osha entry]&lt;/ref&gt; Due to the rising threat of the [[White Walkers]] and their undead [[wights]], Osha fled south of the Wall with a group of other wildlings, hoping to go &quot;as far south as south goes&quot;.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt; They bypassed the wall by taking a boat across the [[Bay of Seals]], to the east of the Wall.&lt;ref&gt;&quot;[[The Bear and the Maiden Fair (episode)]]&quot;&lt;/ref&gt;\n\n===[[Season 1]]===\nOsha joined [[Stiv]] and [[Wallen]] to form a band of [[wildlings]]. They fled south and abandoned their service to [[Mance Rayder]]. The group crossed [[the Wall]] and travelled into the Wolfswood north of [[Winterfell]]. They chanced upon [[Bran Stark]] and try to steal his horse. [[Robb Stark]] intervened, killing Wallen and taking Osha prisoner. Stiv held Bran at knifepoint, but wasÂ shot in the back by [[Theon Greyjoy]]. Osha surrendered to Robb and was taken to Winterfell.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\n[[File:Theon and Osha 1x07.png|thumb|Osha works as a servant]]\nOsha was put to work as a servant. Theon is irritated when she refused to call him &quot;My lord,&quot; especially when she correctly pointed out that [[Balon Greyjoy|his father]] is still alive so he is not entitled to the honorific title yet. Maester [[Luwin]] sent Theon away and asks Osha why she was south of the Wall. She replied that there were [[White Walkers|things]] sleeping under the ice which are not sleeping any more. Luwin is skeptical of her claims.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n\n[[File:Bran.png|thumb|Bran and Osha]]\nOsha goes to Winterfell's [[godswood]] to pray to the [[Old Gods of the Forest]], and found Bran there. She tells him that north of the Wall, the old gods are the only gods. She also says that Robb was leading his army in the wrong direction. The true enemy lay to the north, beyond the Wall, not the south. When [[Hodor]] passed by naked, Osha remarks he must have giants' blood in him, and tells Bran that giants - and worse - exist north of the Wall.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\nBran dreamt that he saw his father [[Eddard Stark|Ned]] in the catacombs of Winterfell. Osha carried Bran into the tombs to check. Once inside they are surprised by [[Shaggydog]] and found [[Rickon Stark|Rickon]] there too: he had experienced the same dream as well. When they emerge from the tomb Luwin told the boys that their father has been killed.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n[[File:Osha seduces Theon.jpg|thumb|right|Osha seduces Theon.]]\n\nOsha continued to discuss [[Bran Stark]]'s strange dreams with him. He denied having had any more but nevertheless insists on being taken to the pool in the [[Godswood]]. She correctly predicted that the [[Red Comet]] signified the return of [[Dragons]] to the world.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt; Bran told Osha that he has dreamt of seeing a [[Three-eyed raven]] but she offered no explanation. He also confided that he had experienced a dream about the sea coming to Winterfell and drowning Ser [[Rodrik Cassel]]. Ser Rodrik left Winterfell to relieve a siege of nearby [[Torrhen's Square]] by unknown forces.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\nThe siege was in reality a feint orchestrated by [[Theon Greyjoy]] to draw away Winterfell's defenders. Theon infiltrated and seized the castle forcing Bran to surrender and yield Winterfell to him. Later, Osha offered to fight for Theon but he refused, suspecting treachery. Osha was also present with Bran and Rickon when Theon personally executed Ser Rodrik in public. She comforted the boys and told Bran that his dream has come true.\n\n[[File:Osha kills.jpg|thumb|left|Osha kills Drennan.]]\n\nLater that night, Osha seduced Theon, claiming that she wanted her freedom. While he sleeps she freed Bran, Rickon, and Hodor escaped with them. She murdered the guard [[Drennan]] as they make their exit.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt; They walked to a shepherd's farm in the Stark lands. They consider approaching the farmer for food. Theon tracked them to the farm using hounds and then loses their scent. He returns to Winterfell with the charred corpses of two boys, claiming they are Bran and Rickon. He made no mention of Osha and Hodor.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt; The escapees actually doubled back, using a stream to mask their scent and were hiding under Theon's nose in the crypts of Winterfell. Luwin spotted Osha smuggling bread into the catacombs and followed her. She explained their escape and Luwin told her that the bodies must be those of the orphan farmhands. She promised not to tell the boys, agreeing that they have suffered enough.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n[[File:Osha sneaking.jpg|thumb|right|Luwin sees Osha smuggling bread down to the crypts.]]\n\nLater, [[Roose Bolton]]'s bastard son [[Ramsay Bolton]] launched a siege of Winterfell. Theon was betrayed by his own men who turned him in return for safe passage to the Iron Islands. However, Ramsay reneged on his promise and had them flayed alive. He then took Theon prisoner and sacked Winterfell, killing many of its inhabitants and sacking much of the castle.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt; Since they were hiding under the catacombs, Osha, Bran, Rickon and Hodor managed to evade capture. Before leaving Winterfell for the north, Osha encountered a dying Maester Luwin and used a dagger upon his request to give him the &quot;gift of mercy&quot;. Luwin instructed Osha to escort Bran and Rickon to [[the Wall]] so that they can find their half-brother, [[Jon Snow]]. Osha agreed and left Winterfell with [[Hodor]], Bran, Rickon and their [[direwolves]].&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n[[File:Screen Shot 2013-04-10 at 9.33.24 AM.png|thumb|right|Meera holding a knife to Osha's neck.]]\n\nFleeing from Winterfell, Bran's group encountered [[Jojen Reed|Jojen]] and [[Meera Reed]]. Jojen approaches their camp unarmed but Osha sneaked up on him with a sharpened stake. However, she was surprised by his sister Meera who had snuck up behind her, and held a knife to her throat. Bran insisted that everyone calm down. Jojen claimed that he received [[greensight]] visions which told him where to find Bran, and that he would need their help. The group continued to travel north to [[Castle Black]], as Maester Luwin instructed, hopefully to find Jon Snow.&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt;\n\n[[File:Osha arguing to bran about meera.png|thumb|left|Osha arguing with Meera.]]\n\nFueled by the long animosity of the Northerners and Free Folk towards each other, Osha and Meera get into an argument about which of them can skin a rabbit better, which turns to who is doing the hunting, to arguing about who trusts who. Bran again tells them to make peace. Jojen then starts shaking violently in his sleep, and Meera holds down his tongue with a cord so he doesn't bite himself. She explains that the visions take their toll. Osha dislikes this, thinking it is black magic. On waking, Jojen says that he saw Jon Snow - and that he isn't at Castle Black, but on the north side of the Wall, and surrounded by enemies.&lt;ref&gt;&quot;[[The Climb]]&quot;&lt;/ref&gt;\n\n[[File:Osha talking to bran and jojen.png|thumb|right|Osha approaches Jojen about him talking to Bran.]]\n\nOsha's pent-up frustration comes to a head, and she says she doesn't want Jojen influencing Bran with black magic anymore. Bran explains that because Jojen's vision said Jon Snow isn't even at Castle Black, they shouldn't head there anymore. Instead, Bran and Jojen believe that the [[Three-eyed raven]] in his dreams is leading him [[Beyond the Wall]], so they should head directly north to the structure, instead of turning to head to Castle Black. Bran says that he believes that maybe the gods meant for him to find the three-eyed raven, meant for him to have these visions, and ultimately, his fall from the tower that crippled him happened for a reason. Osha is outraged and says she will never go back north of he Wall again.&lt;ref&gt;&quot;[[The Bear and the Maiden Fair (episode)]]&quot;&lt;/ref&gt;\n\n[[File:Osha talking about bruni.png|thumb|left|Osha talking about Bruni.]]\n\nOsha then explained to them the reason she fled south of the Wall. She once had a husband named [[Bruni]], a good man who loved her. One day he disappeared, and everyone said he'd simply left her, but she knew him better than that. One night he did return to their hut - as an undead [[wight]], with skin pale as a dead man's and his eyes bluer than clear sky. BruniÂ began to choke her. Somehow she managed to get hold of a knife, and rammed it deep into his heart, but he didn't even seem to notice. Osha ultimately managed to get away by burning down their hut with BruniÂ inside it. She didn't ask the gods for that, she says, but their message was clear: north of the Wall is no place for living men to be anymore.&lt;ref&gt;&quot;[[The Bear and the Maiden Fair (episode)]]&quot;&lt;/ref&gt;\n\n[[File:Osha trying to calm down hodor.png|thumb|right|Osha trying to calm down Hodor.]]\n\nEventually, Osha and her masters reached [[The Gift]], a region south of the Wall which was considered to be beyond the borders of the Seven Kingdoms. The Gift had been gifted to the Night's Watch thousands of years ago by [[Brandon the Builder]], from which the Watch draws support for its material needs. While the region was fertile, it was uninhabited due to frequent Wildling attacks which had forced the [[Smallfolk]] to migrate south over the centuries. Bran's discussion of this history and Rickon's remarks about Wildlings drinking blood caused Osha some discomfort since she was a Free Folk. That evening, the party took shelter at an abandoned mill to escape a thunderstorm. Later, the group observed a band of Wildlings chasing down a lone Northman. During the ensuing incident, Bran used his Warg powers to Warg through Summer and Shaggydog and fight off the Wildlings. This party of Wildlings included Rickonâ&euro;&trade;s half-brother [[Jon Snow]], who earlier had been taken captive by the Free Folk. Using his Warg abilities, Bran helped Snow to escape from his captors and return to the Night's Watch.&lt;ref&gt;&quot;[[The Rains of Castamere (episode)]]''&lt;/ref&gt;\n\n[[File:Osha with rickon.png|thumb|left|Osha with Rickon before they leave.]]\n\nLater that night, Bran arranged for Osha to bring Rickon to the holdfast of [[Greatjon Umber]], the [[Lord of Last Hearth]] and the head of [[House Umber]]. Lord Umber was a loyal ally of the Starks. While Rickon was upset to be separated from his brother, he realized this was for his own good and cooperated with Bran and Osha. This arrangement also suited Osha because she was unwilling to travel with Bran and company due to the threat posed by the [[White Walkers]]. During their journey to Greatjon Umber, Rickon and Osha were accompanied by the formerâ&euro;&trade;s direwolf Shaggydog. Meanwhile, Bran, Hodor, Jojen Reed, and Meera Reed head beyond the Wall.&lt;ref&gt;&quot;[[The Rains of Castamere (episode)]]''&lt;/ref&gt;\n\n"}, "title": "Osha"}