{"attributes": {}, "sections": {"The Ghost of Harrenhal": "Ser [[Rodrik Cassel]] enters the Great Hall calling for Bran. He reports that [[Torrhenâ&euro;&trade;s Square]] is under siege. Luwin is shocked, remarking that Torrhenâ&euro;&trade;s Square is just 14 leagues away and wonders how the Lannisters have reached so far north. Osha listens intently as she lights candles at the back of the room. Ser Rodrik speculates that it could be a raiding party led by [[Gregor Clegane|the Mountain]] or a group of sellswords. Bran says that they must help their bannermen. Rodrik nods agreement and says that even with most of their forces fighting for Robb he can gather 200 decent men. Maester [[Luwin]] wonders if Rodrik needs to take so many and Bran cautions that they must protect their bannermen if they expect their bannermen to protect them. Rodrik smiles at the boyâ&euro;&trade;s wisdom and Bran orders him to leave as soon as he has his men. Rodrik confidently says that it will not take long because southerners do not do well in their territory.&lt;ref name=&quot;E15&quot;&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\n[[Hodor]] carries Bran across to the stables. Osha walks with them and Bran questions her about the significance of his dreams. She tells him to ask Luwin and he says that he already has to no avail. Luwin has never heard of a [[three-eyed raven]]. Osha says that must make the dream meaningless and Bran accuses her of lying. She warns him not to call her a liar despite his status. Bran asserts that she knows the meaning and she says that she did not say otherwise. Hodor and Osha help Bran into the saddle. Bran says that she did not give him an honest answer and she quibbles that it is not the same as being a liar. Bran says that it is not far off. Osha establishes that his dreams have featured the three eyed raven. She reminds Bran that he told her that he had no dreams when they visited the Godswood and says that he is the liar. He can only smile. She presses him about his recent dreams. He reports dreaming that the sea flooded Winterfell and drowned his people including Ser Rodrik. Osha reassures him that the sea is hundreds of miles away and hurries to take her basket of potatoes to the kitchens. Bran asks her what they say about the three eyed raven north of the Wall. She refuses to answer, saying only that they say all kinds of crazy things beyond the Wall.&lt;ref name=&quot;E15&quot;/&gt;\n\n", "The Old Gods and the New": "[[Theon Greyjoy]] planned the siege of Torrhen's Square to lure Winterfell's defenders away. He uses the opportunity to seize the castle. He orchestrates Branâ&euro;&trade;s public surrender in front of the people of Winterfell. Among the crowd in the courtyard are Osha, [[Luwin]], [[Hodor]], [[Rickon Stark|Rickon]], [[Farlen]] the kennel master and his daughter [[Palla]]. Dagmer and Theonâ&euro;&trade;s men maintain order among their prisoners. Bran says that he has yielded Winterfell and Theon instructs him to speak louder and refer to him as a prince. Bran repeats it as instructed and Theon takes over. He says that the people all know him and Farlen interrupts to insult Theon. Bran warns Farlen to keep silent. Theon tells Farlen to listen to Bran because the young lord has more sense than the kennel master. Bran tells his people to do as Theon commands. Theon tells the assembly that his father has declared himself [[King of the Iron Islands]] by donning the ancient crown of salt and rock. He says that Balon also claims [[the North]] by right of conquest and that they are now King Balonâ&euro;&trade;s subjects. Farlen objects, asserting his loyalty to [[House Stark]] and begins to criticize Theonâ&euro;&trade;s strategy. He is clubbed on the back of the head by one of Theonâ&euro;&trade;s men and falls to the ground. Palla helps Farlen up as Theon tells the smallfolk that he will treat them well if they serve him as loyally as they did [[Eddard Stark]]. He warns that he will make any traitors regret betraying him.&lt;ref name=&quot;E16&quot;&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\nTheon instructs Luwin to send ravens to Balon at Pyke and to his sister [[Yara Greyjoy|Yara]] at [[Deepwood Motte]] to inform them of his victory. He tells Luwin to order an additional 500 men from Yara. Luwin hesitates and Theon reminds him of his vows as a Maester of the Citadel to serve the [[Lord of Winterfell]]. Theon claims the title for himself and repeats his orders. Luwin accepts his orders and goes to send the messages.&lt;ref name=&quot;E16&quot;/&gt;\n\nOsha steps forward and calls Theon my lord. He arrogantly notes that she has learned how to address her betters and asks what she wants. bends the knee to Theon. She says that she was brought to Winterfell as a captive and reminds Theon that he was present the day she was taken. He claims to be the one who captured her. She bends the knee and offers to serve Theon. Theon asks how she will serve him and insults her by saying that he needs fighters not kitchen sluts. She says that Robb put her in the kitchens and that she will fight for Theon if he puts a spear in her hands. Theon suspects her of treachery and refuses. He orders her to get up and pushes her aside. She stands by Bran and he asks her why she is betraying them. She says that his dream has come true; the ocean has reached Winterfell and she does not intend to drown.&lt;ref name=&quot;E16&quot;/&gt;\n\nTheon continues to address the people but is interrupted by the arrival of [[Lorren]] and three men with a captive, Ser [[Rodrik Cassel]]. Lorren says that they took him on his return from [[Torrhenâ&euro;&trade;s Square]] and that he killed two of their men before he was subdued. Luwin returns to the courtyard as Lorren gives his explanation. Theon tells Ser Rodrik that it grieves him that they meet as foes. Rodrik counters by saying that it grieves him that Theon has less honor than a whore. Rodrik reminds Theon that he was raised at Winterfell and says that the people are his people. Theon denies the claim and Rodrik tells him that Robb considered him a brother. Theon says that his brothers are dead and died fighting the Starks. Rodrik retorts that they died in a war that Balon started. Rodrik says that [[Eddard Stark|Lord Stark]] raised Theon among his own sons and Theon angrily asserts that he was never treated as one of them and was a hostage. Theon tells Rodrik that Eddard is dead and that the Seven Kingdoms are at war. Theon again asserts that Winterfell is his. Rodrik says that he should have put a sword in Theonâ&euro;&trade;s belly instead of his hand. Theon says that Rodrik has served faithfully and then begins a threat. Rodrik spits in his face. Theon orders Rodrik imprisoned but Dagmer counsels that he must die for his actions. Dagmer says that the men will not respect Theon while Rodrik lives. Theon hesitates and then announces the death sentence.&lt;ref name=&quot;E16&quot;/&gt;\n\nBran reminds Theon that he said that no harm would come to the people if he yielded. Theon counters that Rodrik could not keep his mouth shut. Luwin approaches Theon and advises him not to make a hasty decision. Theon says that Rodrik chose to disrespect him in front of his men. Luwin counsels that Rodrik is worth more alive than dead and says that the Starks will ransom him. Luwin urges Theon to consider his actions. Theon hesitates and then looks at Dagmer who shakes his head. Theon warns the master to address him as Prince Theon or be next. Dagmer motions to Lorren, who drags Rodrik to the executioners block as Dagmer draws his sword. Bran, Rickon and the people cry out to Theon to have mercy. Rodrik stares defiantly at Theon and says that the man who passes the sentence should swing the sword before calling him a coward. Theon pushes Dagmer aside and draws his own weapon. Bran calls out for Theon to stop and Theon retorts that Bran no longer gives commands. Bran begs Theon to stop and Rodrik tells Bran to hush, saying that he is going to see Branâ&euro;&trade;s father. Theon asks Rodrik if he has any last words and Rodrik says â&euro;&oelig;Gods help you Theon Greyjoy, now you are truly lost.â&euro;? Theon swings the sword down on Rodrikâ&euro;&trade;s neck but his first blow does not kill him. Theon swings a further three times to the horror of the onlookers. He has to kick Rodrikâ&euro;&trade;s head to finally sever it from his body. Theon looks around at his captives, realizing what he has done.&lt;ref name=&quot;E16&quot;/&gt;\n\nOsha is brought before Theon. He asks why he should trust the word of a lying savage and she insists that she is not a liar. He says that all wildling are lying savages with no loyalty. Osha says that she has done what she had to in order to stay alive and claims to hate the Starks. She offers to serve Theon and he wonders how, warning her not to ask for a spear again. She says that there are other ways to serve and suggests that she knows things. Theon derisively asks what she knows and she says that the free folk know savage things while unlacing her dress. Theon dismisses his guard as she undresses further. She stands naked and he says that he always wondered what she had under her clothes. She says that it comes at a price and asks for her freedom. Theon says she will have it if she serves him well.&lt;ref name=&quot;E16&quot;/&gt;\n\nOsha sneaks out of Theonâ&euro;&trade;s bed while he sleeps. She is halted by [[Drennan]] in the [[Godswood]]. He asks where she is going and she claims that Theon has sent her to make the rounds of his men. She kisses him passionately and then slits his throat. She whistles twice and Rickon, Hodor, Bran, Summer and Shaggydog emerge from the darkness.&lt;ref name=&quot;E16&quot;/&gt;\n\n", "The Prince of Winterfell": "[[File:Osha_sneaking.jpg|thumb|Osha sneaking around]]\n[[Luwin]] crosses the courtyard and notices [[Osha]] sneaking into the catacombs with loaves of bread. Luwin stares thoughtfully at the charred bodies, realizing that Theon has only faked the death of Bran and Rickon.&lt;ref name=&quot;E18&quot;&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n[[File:Bran_and_Rickon_Alive.jpg|thumb|The boys are alive]]\nLuwin follows Osha into the crypts. She lights a candle while explaining that they evaded capture by doubling back from the farm. She says that they used a stream to mask their scent from Theonâ&euro;&trade;s hounds. She tells Luwin that she is hoping that the catacombs will be the last place that Theon thinks to search for them. Luwin says that she has been right so far. Osha asks about the bodies at the gates. Luwin relates his suspicion that they were the farmers boys. Osha is horrified that Theon killed and burned innocent children for his ruse. Luwin warns her not to say anything to the Stark boys because Bran would blame himself. She promises to say nothing, agreeing that the Starks have suffered enough. Bran sits round the corner from them, awake and listening to everything.&lt;ref name=&quot;E18&quot;/&gt;\n\n", "TOP": "Osha Season 208361dk2t3grk3rv7kwl7gj6mnl277jj312z1167272014-03-06T02:45:22ZGreater good3347453{{Template:Delete}}In '''[[Season 2]] [[Osha]]''' remains a regular recurring character.\n\n", "A Man Without Honor": "[[Summer]] and [[Shaggydog]] roam ahead of the escapees along the banks of a stream. [[Osha]] regrets not bringing more food with them and Bran asserts that it was too risky to approach the kitchens. Osha argues that the people of Winterfell love the Starks and would have done anything for them. Bran responds that he was not willing to endanger the lives of his people by exposing them to Theonâ&euro;&trade;s wrath. Osha says that Rickon cannot survive on walnuts alone and Rickon says that he is fine. Hodor cracks a walnut for him in the palms of his hands. Osha frets that they have been walking for hours and says that even Hodor will tire. Hodor responds by repeating his name and Osha affectionately calls him a sweet giant.&lt;ref name=&quot;E17&quot;&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\nThey crest a hill and Bran asks them to wait, recognizing a distant farm. He says that it belongs to the [[Winterfell shepherd|shepherd]] who he recently assigned two orphan boys to. Rickon remembers the boys as Jack and Billy and adds that they will help them. Bran is again dubious about risking the safety of those that would help them. Rickon tells Osha that Billy is an excellent tree climber and she says that Rickon has not seen her climbing. Osha warns that Theon will be tracking them with hounds and that they cannot outrun them forever.&lt;ref name=&quot;E17&quot;/&gt;\n\nTheon tracks them but loses their scent at the farm. He returns to Winterfell with two charred corpses, displaying them publicly and claiming that they are Bran and Rickon.&lt;ref name=&quot;E17&quot;/&gt;\n\n", "The North Remembers": "Bran dreams that he is [[Summer]], seeing the world through the [[direwolf]]â&euro;&trade;s eyes as he stalks through the [[Godswood]] and looks up at the [[Red Comet]]. He goes to the pool next to the Heart Tree and looks down at his reflection. The next day Bran has [[Hodor]] carry him out to the Godswood; Osha accompanies them and finds a plant that can be used to make a pain relieving tea. She asks Bran if he has had more strange dreams and he claims that he does not dream at all. He changes the subject to the comet, saying that he has heard men say it is an omen favouring Robb in the War. Osha says that she has heard people say the comet is Lannister red and favours their enemies and that she heard a stable boy say the comet was blood red and marked the death of Eddard. Hodor kneels by the pool and Osha helps Bran to the ground by its edge, affectionately stroking his hair. She tells him that stars do not fall for men and that a red comet signifies dragons. Bran stares at his reflection in the water and asserts that dragons are extinct.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\n"}, "title": "Osha Season 2"}