{"attributes": {}, "sections": {"TOP": "Osric's Hill0283599hpxgvcfasldapg86ld3u59gofnyc1p1643432014-11-08T20:04:54ZThe Dragon Demands5014364[[File:Craster%27s_Keep.png|thumb|Approximate location of Osric's Hill, near Craster's Keep.]]\n{{Quote|Mance's army was closing in on Craster's Keep when we left.  They'll reach the Wall before the next full moon.  We saw their campfires from Osric's Hill.|[[Jon Snow]]|Mockingbird}}\n'''Osric's Hill''' is a geographic location near [[Craster's Keep]], [[Beyond the Wall|beyond the Wall]].  \n", "See also": "* {{AWOIAF|Osric Stark}} (spoilers from the books)\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, there is no mention of a geographic feature called &quot;Osric's Hill&quot; near Craster's Keep.  \n\nThe only mention of anything or anyone by the name of &quot;Osric&quot; in the books is &quot;Osric Stark&quot;, a former [[Lord Commander of the Night's Watch]] four hundred years before the [[War of Conquest|Targaryen Conquest]], meaning he lived about seven hundred years before the War of the Five Kings.  Osric was apparently the youngest Lord Commander in recorded history, being elected when he was only 10 years old - though he served in the office for another 60 years after that.  \n\nIt seems that the TV writers invented &quot;Osric's Hill&quot; as a name for a height that Jon could see Mance's army from, and that they chose the name &quot;Osric&quot; because plausibly, in the TV-continuity, it is a geographic feature that the Night's Watch itself named after one of their famous Lord Commanders from the past (for example, that Osric fought a large battle against wildlings there, etc.).\n\n", "History": "===[[Season 4]]===\nAfter returning to [[Castle Black]] from the [[Raid on Craster's Keep]] to deal with the [[Betrayers]] who killed [[Jeor Mormont]], [[Jon Snow]] gives a report to [[Alliser Thorne]] and the other officers of the [[Night's Watch]].  He says that [[Mance Rayder]]'s large [[Free Folk|wildling]] army was on the move and closing in on Craster's Keep when they left, as they saw the light of their campfires from the height of Osric's Hill.  At that rate, Jon said, they would reach [[The Wall|the Wall]] before the next full moon.&lt;ref&gt;&quot;[[Mockingbird]]&quot;&lt;/ref&gt;\n\n"}, "title": "Osric's Hill"}