{"attributes": {"status": ":Category:Status: Dead", "death": "Decapitated in a duel by Daario Naharis", "family": "", "title": "Oznak zo Pahl", "season": "Season 4", "image": "Oznak zo pahl.png", "allegiance": ["Great Masters", "House of Pahl"], "actor": "Daniel NaprousQuote", "deathep": "", "titles": "", "link": "Great MastersCharacter", "place": "Meereen", "aka": "", "appearances": "&quot;Breaker of Chains&quot;"}, "sections": {"Behind the scenes": "\nExecutive producer [[Dan Weiss]] came up with the idea to have Oznak's untranslated taunting of Daenerys in Low Valyrian use the dialogue from the French Taunter scene in the film ''[[Wikipedia:Monty Python and the Holy Grail|Monty Python and the Holy Grail]]''. Linguist [[David J. Peterson]] confirmed this, though he modified a few words to match the scene (referring to Daenerys as the &quot;Dragon Queen&quot; and to &quot;Westeros&quot;). Peterson had to come up with Valyrian words for &quot;hamster&quot; and &quot;elderberry&quot;: the word for &quot;hamster&quot; is ''nĂ˝nyghi'' (which Peterson stated was inspired by the Knights Who Say Ni) and the word for &quot;elderberry&quot; is ''tomisto'', from High Valyrian ''tĹ?mÄŤtsos'', a reference to Peterson's friend Tommy Lieber.&lt;ref&gt;[http://www.dothraki.com/2014/05/the-valyrian-word-for-hamster/ Dothraki.com], David J. Peterson's blog, May 12, 2014&lt;/ref&gt;\n\n", "TOP": "Oznak zo Pahl0205356o2u35gop4lglejffkhvyeenpelnjk91809392015-04-04T05:17:38ZThe Dragon Demands5014364Protected &quot;[[Oznak zo Pahl]]&quot; (â&euro;&#x17D;[edit=autoconfirmed] (indefinite) â&euro;&#x17D;[move=autoconfirmed] (indefinite)){{Conjecture}}\n{{Heraldry\n|image=Mini harpy.png\n|link=Great Masters\n}}\n{{Character\n| Title=Oznak zo Pahl\n| Image=Oznak zo pahl.png\n| Season=[[Season 4|4]]\n| Appearances=&quot;[[Breaker of Chains]]&quot;\n| Titles=\n| Aka=\n| Status=[[:Category:Status: Dead|Deceased]]\n| Death=Decapitated in a duel by [[Daario Naharis]]\n| DeathEp=\n| Place=[[Meereen]]\n| Allegiance=[[Great Masters]]&lt;br&gt;[[House of Pahl]]\n| Family=\n| Actor=[[Daniel Naprous]]\n}}{{Quote|He says that we are an army of men without...man parts. He claims you are no woman at all, but a man who...hides his cock in his own asshole.|[[Missandei]] translates Oznak's insults to [[Daenerys Targaryen]]|Breaker of Chains}}\n'''Oznak zo Pahl''' is a champion of [[Meereen]] that appears in the [[Season 4|fourth season]]. He is played by guest star [[Daniel Naprous]] and only appears in &quot;[[Breaker of Chains]]&quot;.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Oznak zo Pahl is a noble from [[Meereen]] and a scion of the House of Pahl. He wields a 14-foot lance striped with the colors of his house (pink and white). It is rumored that he once cut the liver out of a man named Scarb who had looked at a Meereenese lady wrongly. Oznak claimed that he was defending the lady's honor, for Scarb had raped her with his eyes. No one dared to question Oznak's act since his uncle is the richest man in Meereen and his father commands the city guard.\n\nOznak is defeated by &quot;Strong&quot; Belwas instead of Daario Naharis, and the events play out slightly different. Daenerys chooses Belwas, a eunuch and former pit fighter, because he is the least important of her protectors, and because if Oznak should fall to such the Great Masters will be shamed, while if Belwas is defeated - it is a poor victory that Meereen can take no pride in. Belwas evades three of Oznak's charges before injuring his mount on the fourth, forcing him to fight on foot. He does not immediately kill the champion, as he allows his opponent to cut his belly once before finishing them off. He decapitates him, before defecating next to his corpse.\n\n", "Quotes": "\n{{Quote|Byjan vavi demble eva o, trezy eme verdje espo jimi! Oa mysa iles me nĂ˝nyghi, si oa kiba tuziles espo tomistos!  JĂĄ si hojgĂĄ oa gundja, trezy eme mero dovodedha!  Kiman nya mĂĄsina orvorta va oi sodjistos!  Do eban av kimĂ­vagho dombo, o doru-borto pame espo gruzi evi havor espo begistos!  Ghorgan ji pungo va o, nynta Dare espo Zaldrizes, o si une oi dovodedhi, Vesterozi azzzzzantys.|Oznak zo Pahl's continued taunting of Daenerys, which he continues shouting in the background but which Missandei doesn't translate.|Breaker of Chains}}\n\nOznak zo Pahl's taunting of Daenerys, translated:\n\n{{Quote|I fart in your general direction, son of a window-dresser! Your mother was a hamster, and your father smelt of elderberries!  Go and boil your bottom, son of a silly person!  I wave my private parts at your aunties!  I donâ&euro;&trade;t want to talk to you no more you empty-headed animal food trough wiper!  I blow my nose at you, ''so-called'' &quot;Dragon Queen&quot;, you and all your silly Westerosi kaniggets!&quot;|Oznak zo Pahl to Daenerys, translated|Breaker of Chains}}\n\n", " Appearances ": "{{Season Four Appearances|||yes}}\n\n", " Biography ": "===[[Season 4]]===\nWhen [[Daenerys Targaryen]] arrives at the doors of Meereen, Oznak zo Pahl is sent out as its champion to duel a champion of Daenerys' choosing. He insults her and her [[Unsullied]] by urinating in their direction, mocking their status as eunuchs and accusing Daenerys of being a man who hides his genitals in his anus. Daenerys chooses [[Daario Naharis]], the least valuable of her party, to battle him. Daario Naharis defeats him by throwing a knife into the eye of Oznak's horse, causing it to fall and him with it. Pahl attempts to rise, but is quickly decapitated. Daario returns Pahl's gesture by urinating toward Meereen.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n"}, "title": "Oznak zo Pahl"}