{"attributes": {}, "sections": {"TOP": "Paramour02117758d80kgrex5zfo9dpj0w27691cix37q1787782015-03-23T11:33:46ZThe White Winged Fury26111788Header quote.{{Quote|Ellaria Sand, my paramour.|[[Oberyn Martell]] introduces his paramour Ellaria Sand.|Two Swords}} \n[[Image:Pedro-Pascal-as-Oberyn-Martell-Indira-Varma-as-Ellaria-Sand photo-Helen-Sloan HBO.jpg|thumb|300px|Ellaria Sand is Oberyn Martell's paramour, a formal mistress - his wife in all but name.]]\n\nA '''Paramour''' is an unmarried lover of a noble. While many lords in [[Westeros]] keep illicit lovers called &quot;mistresses&quot; or lowborn &quot;bedwarmers&quot;, &quot;paramours&quot; in the [[Dornishmen|unique culture]] of [[Dorne]] are a publicly acknowledged and official relationship. Paramours are accorded a degree of formal social standing in Dorne, though this varies from relationship to relationship.\n\nSome lords will legally marry one woman for political reasons, but maintain long term sexual and emotional relationships with their paramour. Such paramours may be kept private, or as an open secret, while others are quite public. It is not uncommon for some paramours to be considered a lord's real wife in all but name. Paramours in Dorne are a holdover from centuries ago when the [[Rhoynar]] ancestors of the Dornish used to live in city-states along the [[Rhoyne]] River in [[Essos]], with a sophisticated courtly culture.\n\nDornish noblewomen may also have male paramours. Unlike the rest of the Seven Kingdoms, Dorne follows equal inheritance laws, and many women are politically powerful in their own right. Moreover, due to the more open sexual mores of Dornish culture, it is not unheard of nobles keeping paramours of the same sex.\n[[File:OberynEllariaPW.jpg|thumb|300px|Dornishmen do not shun their paramours in public events of the nobility.]]\nSometimes, lords are simply not in a social position to marry their beloved. For example, Prince [[Oberyn Martell]] of [[Sunspear]] is officially unmarried, but he fell in love with [[Ellaria Sand]] - an acknowledged [[Bastardy|bastard]] daughter of [[House Uller]]. Even in the relaxed values of Dorne, Oberyn could not wed Ellaria because it would be marrying beneath his station. Instead, Oberyn simply formally acknowledged Ellaria as his paramour and now cohabits with her, and she functionally lives as his wife. Ellaria has also had daughters by Oberyn, and though he has also formally acknowledged them, their parents are still not legally considered married so they must continue to use the bastard surname &quot;Sand&quot;.\n\nThe other regions of the Seven Kingdoms find paramours disgraceful. Some may be diplomatic and extend them courtesy, recognizing that Dornish culture is different from the rest of Westeros. Others will openly look down on them as little more than [[Prostitution|prostitutes]], though paramours are relationships based on love, not money.\n\nMany marriages in Westeros are contracted not out of love but to cement political alliances, yet the Dornish think that people should be allowed to love whom they will. For their part, the Dornish think the other kingdoms are somewhat hypocritical: many lords in the rest of WesterosÂ keep secret mistresses while trapped in loveless marriages, and theÂ Dornish believe they are simply being honest by openly acknowledging these relationships.\n\n"}, "title": "Paramour"}