{"attributes": {}, "sections": {"TOP": "Parley027501f1lx2ssje130drbr5fyqrcv9cjwlijm1738672015-02-20T22:32:56ZAka-Tusk25651902/* Notable parleys */[[File:Renly Stannis Parley.jpg|right|thumb|300px|Stannis and Renly parley.]]\n{{Quote|Are you capable of that, Jon Snow, killing a man in his own tent when he's just offered you peace?|[[Mance Rayder]], to [[Jon Snow]]|The Children}}\nA '''parley''' is a conference or discussion, particularly in military affairs. During a conflict or dispute, representatives of the involved parties will meet in good faith to negotiate a peaceful resolution to the issue. An envoy may approach the other party carrying a peace banner, such as a white flag, to indicate their wish to parley. Much like with [[guest right]], it is considered heinous to harm a foe during a parley. Frequently, if a a parley is not held on the open battlefield but in the command tent of one faction, guest right will also be extended, in the simplified form of offering basic food and drink, to reinforce the promise that neither party will attempt to harm the other.\n\n", "Notable parleys": "*[[Robb Stark]]'s army reaches [[the Twins]], the heavily-fortified crossing over the [[Green Fork]] of the [[Trident]], controlled by the [[House Frey|Freys]]. Storming the castle would be hazardous and time-consuming, and entering to negotiate would also be dangerous for Robb, who may be killed or taken [[hostage]], so Catelyn volunteers to parley in his stead. She meets with Lord [[Walder Frey]] and strikes a bargain with him, and the Northern army is allowed to cross.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n*[[Stannis Baratheon]] and his younger brother [[Renly Baratheon|Renly]], both claimants to the [[Iron Throne]], meet on a cliff near [[Shipbreaker Bay]] to discuss a peace. They trade insults and it is quickly apparent that neither will submit to the other. [[Catelyn Stark]]'s exhortations for them to reach an agreement make no difference and the brothers part, each vowing to destroy the other.&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n*[[Daenerys Targaryen]] meets with [[Razdal mo Eraz]], one of the [[Wise Masters]] of [[Yunkai]] in her tent outside the city. He pleads with her not to attack the city, and first threatens her, then attempts to bribe her with ships and chests of gold. Daenerys counters with her own offer: she will show mercy, if all the slaves of the city are freed. When her [[dragon]]s snap at Razdal, he nervously reminds her that she guaranteed him safe conduct, but she retorts that her dragons did not. He leaves, threatening retribution from Yunkai's powerful friends.&lt;ref name=&quot;S03E07&quot;&gt;&quot;[[The Bear and the Maiden Fair]]&quot;&lt;/ref&gt;\n[[File:Theon parley.png|300px|right|thumb|Theon heads to parley with the ironborn, carrying a white flag to signify his intent.]]\n*On [[Ramsay Snow]]'s orders, [[Theon Greyjoy]] treats with the [[ironborn]] garrison which holds [[Moat Cailin]]. He approaches the castle on horseback, carrying a white flag. Theon convinces the ironborn to surrender (after they murder their commander [[Ralf Kenning]]) and they are promptly [[Fall of Moat Cailin|massacred]] by Ramsay.&lt;ref name=&quot;S03E07&quot;/&gt;\n*Following the [[Battle of Castle Black]], [[Jon Snow]] leaves to seek out [[Mance Rayder]] on the pretext of parleying with him, though Jon actually intends to assassinate the [[King-Beyond-the-Wall]]. They meet in Mance's tent and share a toast to the fallen from both sides. Mance realizes Jon's real intention when he notices him eyeing a knife. He chides him for considering killing a man who offered to parley and discuss peace in good faith. They are interrupted by Stannis Baratheon's approaching army.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n", "In the books": "Stannis and Renly's parley pans out much as portrayed in the TV series, except that at one point Renly puts his hand inside his cloak and pulls out a peach. Distrustful, Stannis was reaching for the hilt of his sword. Renly nonchalantly offers the peach to Stannis, advising his brother that he has never tasted anything so sweet, and to emphasize that he does not fear Stannis. Stannis is affronted by the offer. He later ponders the meaning of the gesture, and laments that â&euro;&oelig;only Renly could vex me with a piece of fruit.&quot;\n\nAfter Renly's death, most of his bannermen defect to Stannis, but [[Storm's End]] continues to hold out under Ser Cortnay Penrose. Ser Cortnay parleys with Stannis outside the castle walls, but refuses to yield or give up [[Robert Baratheon|Robert]]'s [[bastard]] son Edric. When he insults Stannis and the [[Lord of Light]], Ser Guyard Morrigen snaps: â&euro;&oelig;Be glad this is a parley, Penrose, or I would have your tongue for those words.â&euro;?\n\nAn army led by Ser [[Rodrik Cassel]] besieges [[Winterfell]] after it is captured by [[Theon Greyjoy]]. Cley Cerwyn approaches the gates with a peace banner, indicating that the besiegers seek a parley. Theon leaves the castle walls to negotiate with Ser Rodrik. Theon is hopelessly outnumbered, and knows that he cannot hold Winterfell for long without assistance, but remains defiant. He reveals his trump card: Ser Rodrik's daughter, whom he threatens to hang if the besiegers attack. He hurriedly returns to the castle, fearing he may be picked off by an archer, despite the oath.\n\nWhen Theon heads to parley with the besieged ironborn garrison at [[Moat Cailin]], he carries a rainbow-colored flag to signify his intentions. The rainbow is a symbol of the [[Faith of the Seven]], and often used to indicate a parley. This was changed to a white flag in the TV series, perhaps because a rainbow flag might look absurd to television viewers.\n\nFollowing several days of [[Battle of Castle Black|battle at Castle Black]], it is Mance Rayder who sends an envoy with an offer of parley. Mance refuses to meet at Castle Black, however, as he fears he will taken captive and executed by the Night's Watch. [[Janos Slynt]] confirms that this is exactly what they would do to Mance. Jon Snow does not volunteer to be the Watch's envoy, but is ordered to go by Slynt and [[Alliser Thorne|Alliser Thorne. ]]They add that they have no intention of discussing terms with Mance, and instruct Jon to assassinate him, knowing the [[wildling]]s will kill Jon in retribution, if they don't first kill him for having betrayed them.\n\n"}, "title": "Parley"}