{"attributes": {"status": " :Category:Status: Role ended", "birthplace": " Santiago, Chile", "last": "&quot;The Mountain and the Viper&quot;'''Pedro Pascal''' (born 2 April, 1975; full name Jose Pedro Balmaceda Pascal) is a Chilean-American actor. Pedro joined the cast in theÂ Season 4 playing Oberyn Martell aka the Red Viper.&lt;ref&gt;http://insidetv.ew.com/2013/06/28/thrones-red-viper-oberyn Entertainment Weekly&lt;/ref&gt;==Background==His parents escaped the Wikipedia:Military government of Chile (1973â&euro;&ldquo;90)", "title": " Pedro Pascal", "image": " Pedro Pascal.png", "dateofbirth": "2 April, 1975", "role": " Oberyn Martell", "imdb": " http://www.imdb.com/rg/s/1/name/nm0050959", "first": " &quot;Two Swords&quot;"}, "sections": {"Credits": "===Guest-starring===\n{{Season four credits|yes|yes|yes||yes|yes|yes|yes}}\n\n", "TOP": "Pedro Pascal01868090tuw8101dvc5fxmpi3ug4zvmarmn4v1730922015-02-15T07:42:10ZThe Dragon Demands5014364/* Game of Thrones */{{Cast\n| Title= Pedro Pascal\n| Image= Pedro Pascal.png\n| dateofbirth=2 April, 1975\n| birthplace= Santiago, Chile\n| role= [[Oberyn Martell]]\n| status= [[:Category:Status: Role ended|Role ended]]\n| imdb= http://www.imdb.com/rg/s/1/name/nm0050959\n|First = &quot;[[Two Swords]]&quot;\n|Last =&quot;[[The Mountain and the Viper]]&quot;}}\n'''Pedro Pascal''' (born 2 April, 1975; full name Jose Pedro Balmaceda Pascal) is a Chilean-American actor. Pedro joined the cast in theÂ [[Season 4]] playing [[Oberyn Martell]] aka the Red Viper.&lt;ref&gt;[http://insidetv.ew.com/2013/06/28/thrones-red-viper-oberyn Entertainment Weekly]&lt;/ref&gt;\n\n", "See also": "*{{WP}}\n*{{Template:IMDb\n|# = 0050959}}\n*{{Template:Twitter\n|# = PedroPascal1}}\n* [http://doublep75.blogspot.com Pedro Pascal's Blogger page]\n* [http://www.galomagazine.com/movies-tv/pedro-pascal-goes-behind-the-scenes-of-game-of-thrones/#.Uxw6ooWIKro Interview with Pedro Pascal at ''Galo'']\n* [http://www.nytimes.com/2014/03/30/arts/television/pedro-pascal-becomes-red-viper-on-game-of-thrones.html?_r=0 Interview with Pascal in ''The New York Times'']\n\n", "Background": "\nHis parents escaped the [[Wikipedia:Military government of Chile (1973â&euro;&ldquo;90)|Chilean military dictatorship]] and he was raised in [[Wikipedia:Texas|Texas]] and [[Wikipedia:California|California]]. He attended [[Wikipedia:Orange County School of the Arts|Orange County School of the Arts]] and then [[Wikipedia:Tisch School of the Arts|New York University's Tisch School of the Arts]].&lt;ref&gt;[http://www.iamthatgirlmovie.com/blog/?p=1162 AmasianGrace.net]&lt;/ref&gt;&lt;ref&gt;[http://broadwayworld.com/article/Isaac-and-Pascal-Cast-in-Cruz-Beauty-of-the-Father-at-MTC-20050826 BroadwayWorld.com]&lt;/ref&gt;\n\nHe has a prolific stage career on [[Wikipedia:Broadway theatre|Broadway]]&lt;ref&gt;[http://www.theatermania.com/new-york-city-theater/news/01-2012/pedro-pascal-takes-a-direct-approach_47987.html TheaterMania.com]&lt;/ref&gt; and previously acted on several American TV series including recurring roles on ''[[Wikipedia:The Good Wife|The Good Wife]]'' and ''[[wikipedia:Graceland (TV Series)|Graceland]]''.&lt;ref&gt;[http://www.hollywoodreporter.com/live-feed/graceland-pedro-pascal-joins-386618 The Hollywood Reporter]&lt;/ref&gt;\n\n", "Game of Thrones": "\nAfter being cast as Oberyn Martell in ''Game of Thrones'' [[Season 4]], Pascal did not have enough time to read all of the very long novels. Pascal still wanted to devote effort to researching his character, however, and Oberyn only appears in the second half of the third novel, ''A Storm of Swords'' (adapted as &quot;Season 4&quot;). Therefore, Pascal skipped ahead and read all of the chapters in ''A Storm of Swords'' that Oberyn directly appears in - starting with Chapter 38 (&quot;Tyrion V&quot;), which is primarily focused on Oberyn's introduction when he arrives in King's Landing (corresponding to the Season 4 premiere, though some of the dialogue was moved around between episodes). Almost all of the chapters that Oberyn appears in were told from Tyrion's POV.&lt;ref&gt;[http://www.reddit.com/r/IAmA/comments/26gtvt/i_am_actor_pedro_pascal_i_play_oberyn_in_game_of/Pedro Pascal Reddit AMA]&lt;/ref&gt;\n\nGiven that Oberyn dies at the end of the season he is introduced in, Pascal was aware from the start that it was not an ongoing role and that his character would be killed off by the end of Season 4.&lt;ref&gt;[http://watchersonthewall.com/new-blu-ray-video-extra-game-of-thrones-fallen-roundtable/ ]&lt;/ref&gt;\n\nThe first scene that Pedro Pascal filmed for the TV series was the scene from the end of &quot;[[Mockingbird]]&quot; in which Oberyn visits Tyrion in his prison cell.&lt;ref&gt;[http://www.reddit.com/r/IAmA/comments/26gtvt/i_am_actor_pedro_pascal_i_play_oberyn_in_game_of/Pedro Pascal Reddit AMA]&lt;/ref&gt;  The last scene that he filmed was from &quot;[[First of His Name]]&quot; when Cersei comes to talk to Oberyn in the gardens, and at the end he and Lena Headey (Cersei) are staring out over the Adriatic Sea talking about Cersei's daughter.&lt;ref&gt;[http://watchersonthewall.com/new-blu-ray-video-extra-game-of-thrones-fallen-roundtable/ ]&lt;/ref&gt;\n\nPascal is actually allergic to cats - and his character Oberyn loathes the Lannister family, whose sigil is coincidentally a big cat (a golden lion).&lt;ref&gt;[http://www.reddit.com/r/IAmA/comments/26gtvt/i_am_actor_pedro_pascal_i_play_oberyn_in_game_of/Pedro Pascal Reddit AMA]&lt;/ref&gt;\n\nPascal really likes berries. The production team decorated his table at the [[Purple Wedding]] with berries, and the room in the brothel had a bowl of nuts and berries. Therefore he was not simply miming the act of eating the prop food (such as when he eyes Loras during the feast) and was munching on them when the cameras were not rolling. This led to some minor complications, because staffers had to keep refilling the bowls to make sure the scenes were internally consistent (if Oberyn only ate one berry in the story, but they refilmed the scene multiple times, the bowl would end up nearly empty by the later takes because he was actually eating them each time).&lt;ref&gt;[http://www.reddit.com/r/IAmA/comments/26gtvt/i_am_actor_pedro_pascal_i_play_oberyn_in_game_of/Pedro Pascal Reddit AMA]&lt;/ref&gt;\n\nFor his fight training for [[Second Trial by combat of Tyrion Lannister|Oberyn's duel with Ser Gregor Clegane]], Pascal said:\n\n:&quot;The production of Game of Thrones actually put me in some pre-training before I went to Europe to start shooting. I was put into some classes with a master of [[Wikipedia:Wushu (sport)|Wushu]], an acrobatic martial art, and they put me with a master, his name is Master Hu, and he has a studio in Los Angeles where he sort of basically showed me the basics and taught me how to fight with a spear and twist my body around and move in ways I never thought possible. And this was a guy who actually did Shaolin movies with Jet Li very early in Jet Li's career, and fought alongside him as his sidekick, so he was the real deal. Then once I got to Europe and started shooting, there were really intensive fight rehearsals with me and the stunt team that was headed by [[C.C. Smiff]], and other actors, and we did a lot of fight choreography and rehearsals. The Oberyn style of fighting is inspired by Wushu.&quot;&lt;ref&gt;[http://www.reddit.com/r/IAmA/comments/26gtvt/i_am_actor_pedro_pascal_i_play_oberyn_in_game_of/Pedro Pascal Reddit AMA]&lt;/ref&gt;\n\nDornish characters are described in the books as speaking the [[Common Tongue|Common Tongue of Westeros]] with a distinctive accent, and as the first major Dornish character cast for the TV series, the accent that Pascal came up with for Oberyn loosely set the standard for other actors playing Dornish characters to follow. Pascal himself noted that the book chapters described the Dornish as speaking with a distinct accent, and that the Dornish should logically speak differently because they are isolated from the rest of Westeros (far to the south, separated by mountains and deserts):\n\n:&quot;The way he sounds and composes himself is just something I went with on instinct from reading the scenes from the show, and I used an accent in my first audition tape because I figured he seemed like a different character from everyone else we've come to know on the show, and that it would be valuable for him not just to look different, but sound different.&quot;&lt;ref&gt;[http://www.thedailybeast.com/articles/2014/03/26/meet-the-red-viper-pedro-pascal-on-game-of-thrones-kinky-bisexual-hellraiser.html ''The Daily Beast'' interview with Pedro Pascal]&lt;/ref&gt;\n\nThere were some fears before Season 4 aired that the Dornish accent used in the TV series would just be a loosely made-up stereotype of a &quot;Hispanic accent&quot;, given that Dorne is loosely based on medieval Spain. Pascal, however, explained that he actually based Oberyn's Dornish accent on his own father's real-life Chilean-Spanish accent:\n\n:&quot;I remember I had this strange instinct that Oberyn Martell sounded like my Dad. I don't know what that says about my Dad. So my Dad had a somewhat thick accent, my family is Chilean as some people know, and when I was very very young coming to the states, Spanish is my first language because that is what we spoke at home. Unfortunately I don't practice it as much as I should, I can always improve my Spanish, but my parents spoke perfect English but Spanish-accented English.&quot;&lt;ref&gt;[http://www.reddit.com/r/IAmA/comments/26gtvt/i_am_actor_pedro_pascal_i_play_oberyn_in_game_of/Pedro Pascal Reddit AMA]&lt;/ref&gt;\n\n"}, "title": "Pedro Pascal"}