{"attributes": {}, "sections": {"The Ghost of Harrenhal": "King [[Renly Baratheon]] is killed in mysterious circumstances. [[Catelyn Stark]] and [[Brienne of Tarth]] flee the camp in the wake of his death. Littlefinger watches from the clifftop as King [[Stannis Baratheon]]â&euro;&trade;s fleet approaches the coast at dawn. Below him [[Renly Baratheon]]â&euro;&trade;s men rush about in disarray without their King.&lt;ref name=&quot;E15&quot;&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\nLittlefinger seeks out [[Margaery Tyrell|Margaery]] and [[Loras Tyrell]] and finds them standing vigil for Renly. He greets them and Loras immediately orders him out of the tent. Littlefinger warns them that Stannis is an hour away and that when he arrives Renlyâ&euro;&trade;s bannermen will join his cause. He says that their companions will fight for the privilege of selling them to King Stannis. Loras stands and draws his sword and asks if Littlefinger is seeking the same privilege for himself. Petyr points out that he has come to warn them instead of going to Stannis. Margaery pushes her brotherâ&euro;&trade;s blade away from Littlefinger and warns him that they have no time.&lt;ref name=&quot;E15&quot;/&gt;\n\nLoras tells Margaery to ride back to [[Highgarden]] and says that he will not run from Stannis. Margaery says that Brienne killed Renly and Loras says that neither of them really believes that. He asks her who stood to gain the most from killing Renly and Littlefinger answers â&euro;&oelig;Stannis.â&euro;? Loras promises to avenge Renly by killing Stannis. Margaery says that they cannot stay. Loras tearfully returns to Renlyâ&euro;&trade;s side and asserts that he would have been a good and true king. Littlefinger asks Loras what he most desires and learns that it is revenge. He says that he has always found revenge to be a pure motivation but warns Loras that he will not have a chance to kill Stannis if he stays. Littlefinger cautions Loras to be smart if he wants justice. Margaery tells her brother that he cannot avenge Renly from the grave. She begs him to bring their horses as she strokes his hair. He rises from Renlyâ&euro;&trade;s deathbed and goes to carry out her request.&lt;ref name=&quot;E15&quot;/&gt;\n\nMargaery stares at Renlyâ&euro;&trade;s body and remarks on her husbandâ&euro;&trade;s good looks and Littlefinger agrees with her, calling her â&euro;&oelig;Your Grace.â&euro;? Margaery says that Renly did not win his claim and that she was never truly a queen. Littlefinger asks her if she wants to be a queen and she responds that she wants to be â&euro;&oelig;the Queen.â&euro;? She finally turns her gaze to him and he smiles back at her.&lt;ref name=&quot;E15&quot;/&gt;\n\n", "The Old Gods and the New": "Petyr travels to [[Harrenhal]] to meet with Lord [[Tywin Lannister]]. A [[Lannister Captain]] announces his arrival. Tywin dismisses his remaining bannermen while his cupbearer [[Arya Stark]] freezes in fear of recognition; she has been serving Tywin but her identity remains a secret. Tywin orders her to clear the table and she complies. Tywin offers wine and Arya goes to serve it. Tywin asks for news from the capital and Petyr explains that he has come from [[Renly Baratheon]]â&euro;&trade;s camp. Tywin jokes about the duration of Renlyâ&euro;&trade;s reign and repeats the rumor that he was murdered by a woman. Arya pours wine, carefully keeping out of Petyrâ&euro;&trade;s vision. Petyr says that there have been talk of [[Shadow|other forces]] at work and Tywin dismissively says that men love to blame demons when their grand plans fall apart. He motions for Arya to pour him wine and she turns her back to Petyr. Petyr says that he believes that chaos affords transient opportunities. Tywin says that the belief is not original and asks what opportunities he has found. Petyr brings up [[House Tyrell]] and their large army. Tywin is impatient and Petyr moves to his point; he says that [[Loras Tyrell]] blames [[Stannis Baratheon|Stannis]] for Renlyâ&euro;&trade;s death and wants revenge while Margaery wants to be queen. Tywin is already aware of Margaeryâ&euro;&trade;s ambition. Tywin reminds Petyr that House Tyrell are traitors to the Iron Throne and Petyr says that they might be able to punish them once Stannis and Robb have been defeated. Tywin orders Arya to serve more wine to Petyr. Petyr offers to broker an alliance between House Lannister and House Tyrell. Tywin asserts that the Tyrell host has returned to [[Highgarden]]. Arya spills wine on Petyrâ&euro;&trade;s hand and apologizes. He stares at her as he says that it was only wine. Tywin draws Petyrâ&euro;&trade;s attention back to him when he asks if he would ride there himself. Petyr says that he would leave that night with Tywinâ&euro;&trade;s permission and Tywin says that he will consider it before dismissing Arya. As Arya leaves Petyr begins to detail meeting with [[Catelyn Stark]] on orders from [[Tyrion Lannister]].&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\n", "TOP": "Petyr Baelish Season 208113c1lrppm91esv36arpnzpzz28h3e7j8z1167732014-03-06T03:32:34ZGreater good3347453{{Template:Delete}}In '''[[Season 2]] [[Petyr Baelish]]''' remains a major character. Having secured [[Joffrey Baratheon]]'s coronation he is manoeuvring to enhance his position whatever the outcome of the [[War of the Five Kings]].\n\n", "Valar Morghulis": "[[File:Tywin_court_2x10.png|thumb|Joffrey proclaims Tywin the savior of the city.]]\nLord [[Tywin Lannister]]â&euro;&trade;s horse defecates on the flagstones outside the Iron Throne room. The doors open and Tywin trots into the room. King [[Joffrey Baratheon]] formally recites his titles and proclaims Tywin the savior of the city and the [[Hand of the King]]. The handâ&euro;&trade;s badge is presented to Tywin and he curtly thanks Joffrey before turning his horse and riding out.&lt;ref name=&quot;E20&quot;&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\nJoffrey calls Lord [[Petyr Baelish]] forward. He awards him the castle of [[Harrenhal]] for his service to the realm in brokering the alliance between [[House Lannister]] and [[House Tyrell]]. Joffrey formally says that the castle and the [[Lord of Harrenhal|lordship]] will be held by Petyâ&euro;&trade;s sons and grandsons until the end of time. Petyr accepts and jokes that he will need to acquire some sons to the amusement of the court.&lt;ref name=&quot;E20&quot;/&gt;\n\nNext Joffrey calls Ser [[Loras Tyrell]] who kneels before the throne. Joffrey says that the realm is in the debt of House Tyrell and offers to grant them any favor they ask. Loras tells Joffrey that the husband of his sister [[Margaery Tyrell]] was taken from them, referring to his lover [[Renly Baratheon]]. Loras falters for a moment, asserts that Margaery remains innocent and then asks Joffrey to unite their houses through marriage. Joffrey asks Margaery if the marriage is what she wants. Sansa watches the exchange from the gallery.&lt;ref name=&quot;E20&quot;/&gt;\n\n[[File:Margaery_love_2x10.png|thumb|Margaery proclaims her love for Joffrey.]] Margaery steps forward and says that she wants the marriage with all her heart, claiming that she has come to love Joffrey from afar. She says that tales of Joffreyâ&euro;&trade;s courage and wisdom have reached her and taken root deep inside of her. Joffrey smiles at his mother Queen Regent [[Cersei Lannister]] as Margaery speaks. He responds by telling Margaery that he has heard tales of her beauty and grace but that they do not do her justice. Joffrey says that it would be an honor to return her love but points out that he is promised to another. He asserts that a king must keep his word.&lt;ref name=&quot;E20&quot;/&gt;\n\nCersei intervenes theatrically to assert that the [[small council]] have agreed that it would be improper for Joffrey to wed Sansa. She cites the status of Sansaâ&euro;&trade;s father, [[Eddard Stark]], as an attainted traitor executed for treason and her brother [[Robb Stark]]â&euro;&trade;s ongoing open rebellion against the throne. Cersei says that Joffrey must set Sansa aside for the good of the realm. The court responds with murmured support. Joffrey halts the chatter by standing. He says that he would like to heed the wishes of the small council and his people but has taken a holy vow. [[Pycelle]] steps forward and says that while the gods hold betrothal solemn, the marriage pact was made by Joffreyâ&euro;&trade;s father, King [[Robert Baratheon]] before [[House Stark]] revealed their falseness. Pycelle announces that the [[High Septon (After the Riot of Kingâ&euro;&trade;s Landing)|High Septon]] has agreed that the Starks' crimes against the realm free Joffrey from the vow in the view of the gods. Joffrey says that the gods are good and that he is free to follow his heart. He tells Loras that he will wed his sister and tells Margaery that he will love her until his last day. The court erupts in applause.&lt;ref name=&quot;E20&quot;/&gt;\n\n[[File:Sansa_happy_2x10.png|thumb|left|Sansa happy after Joffrey has broken their engagement.]]\n[[File:Sansa_and_Petyr_2x10.png|thumb|Petyr warns Sansa that she is still not free.]]\nSansa walks out of the gallery, allowing herself a private laugh at having escaped marriage to Joffrey. Petyr interrupts her rejoicing to offer his condolences. Sansa says that she agrees with the view of the court that she is not good enough for Joffrey. Petyr warns that Sansa will remain good enough for many of Joffreyâ&euro;&trade;s pleasures including beating her. Petyr alludes to Joffrey raping her now that she has reached womanhood. Sansa suggests that now that they are not engaged Joffrey will let her go. Petyr says that Joffrey is not the sort of boy to give away his toys. He compares Sansa to her mother [[Catelyn Stark]] at the same age and says that Catelyn was like a sister to him. He offers to help Sansa to return home for Catelynâ&euro;&trade;s sake. Sansa hesitates and then asserts that Kingâ&euro;&trade;s Landing is her home. Petyr tells her to look around, saying that the court are all liars and that all of them are better at it than Sansa.&lt;ref name=&quot;E20&quot;/&gt;\n\n", "Blackwater": "Petyr is successful in negotiating with the Tyrells and the allied forces arrive in time to claim victory at the [[Battle of the Blackwater]]. [[Tyrion Lannister]] in wounded fighting in defense of the city.&lt;ref name=&quot;E19&quot;&gt;&quot;[[Blackwater]]&quot;&lt;/ref&gt;\n\n", "Garden of Bones": "Petyr travels to [[Renly Baratheon]]'s camp in [[the Stormlands]]. Renly greets him as his â&euro;&oelig;favorite whoremongerâ&euro;? and sarcastically hopes that he has not been waiting long. Petyr follows Renly into his tent and Renly criticizes his lack of loyalty. Petyr says that he is a practical man and Renly says that he dislikes Petyr and demands to know why he is there. Petyr looks to Brienne and Renly says that her loyalty comes without strings and she can be trusted. Petyr says that Renly still has friends at court who think [[Eddard Stark]] was mistaken in not supporting Renlyâ&euro;&trade;s claim. Renly says that Petyr is trying to protect himself in the face of his inevitable victory. Petyr offers to open the gates of Kingâ&euro;&trade;s Landing to Renly.&lt;ref name=&quot;E14&quot;&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\nLoras walks Queen [[Margaery Tyrell]] through the camp as night falls. They see Petyr waiting for Margaery and Loras leaves her to enter Renlyâ&euro;&trade;s tent. Petyr asks for help finding his tent. Margaery says that she gets lost frequently within the camp and that as soon as she is able to find her tent the camp moves. Petyr notes her reference to having her own tent and questions the status of her marriage and wonders if the pressures of command keep Renly from sharing her bed. She says that while naive to warfare she thinks that the side with the greater number usually win. Petyr counters that if warfare were simply arithmetic then mathematicians would rule the world. He questions Loras going into Renlyâ&euro;&trade;s tent and Margaery retorts that the place of a kingsguard is by his kingâ&euro;&trade;s side. He asks who was at the kingâ&euro;&trade;s side on their wedding night. She questions his interest in their marriage and he calls it quite interesting to both him and the realm. He needles that the marriage of a wealthy girl always breeds interest, if nothing else. She notes his bachelor status and he says that he has been unlucky in his affections. She says that it might be for the best as he seems confused by the notion of marriage and asserts her devotion to Renly as her husband and king. She leaves him outside his tent.&lt;ref name=&quot;E14&quot;/&gt;\n\nPetyr visits Catelynâ&euro;&trade;s tent and she receives him with angry recriminations over his betrayal of Eddard. He says that he wanted Eddard to serve as protector of the realm and begged him to seize the moment. She says that he repaid their faith in him with treachery and orders him out. He says that he loves her and tries to take her arm. She grabs a knife and forces him to back off. He asks if she wants to see her daughters and says that Sansa is growing more beautiful while Arya is just as wild. Catelyn asks if they truly have Arya and he repeats the lie and claims that he is concerned for them if they remain captives of Cersei and Joffrey. Catelyn puts down her weapon and asks what he wants. He says that the Lannisters would trade her daughters for Jaime and she says that Robb will not agree to those terms. He suggests that she consider the terms on her own, as a mother. He says that he has a gift to show Tyrionâ&euro;&trade;s goodwill. Silent Sisters enter the tent with a chest. Catelyn asks what it is and Petyr is silent as she deduces it for herself. She kneels and opens the chest. Petyr says that Eddard was an honourable man and deserves burial with his family in the crypts of Winterfell. Catelyn again orders him to leave.&lt;ref name=&quot;E14&quot;/&gt;\n\n", "The Night Lands": "Cersei reads [[Robb Stark]]'s peace terms aloud to the small council before tearing them up. Tyrion tells her that she has perfected the art of tearing up papers and suggests that they at least return Eddard's remains as a gesture of good faith. Cersei asks [[Alton Lannister]] to deliver their reply and he accepts. Cersei also asks him to tell Jaime that he has not been forgotten, to the consternation of the other council members. Tyrion wishes Alton a safe journey.&lt;ref name=&quot;E12&quot;&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\nPycelle reports a raven from Castle Black and gives its message to Tyrion. Varys interjects that the wildlings are becoming increasingly troublesome. Petyr is sarcastically dismissive. Varys goes on to say that the wildlings are organising behind the King beyond the Wall [[Mance Rayder]]. Cersei jokes that she has lost track of the number of kings. Tyrion says that the message is from [[Lord Commander]] [[Jeor Mormont]] and that he is asking for more men. Cersei says that they cannot spare any because they are fighting their own war. Tyrion reads a troublesome passage: â&euro;&oelig;the cold winds are rising, and the dead rise with them.â&euro;? Pycelle dismisses it as northern superstition and Cersei makes to leave. Tyrion relays Jeor's encounter with a [[wight]] and asserts his reliability. Varys wonders how you kill a [[Othor|dead man]] and Tyrion reports that Jeor burned the wights. Cersei mocks Tyrion as having become gullible, believing in 'grumpkins and snarks' after one trip to the Wall. He says that he is not sure what he believes but reminds Cersei that the Night's Watch is the only thing that separates them from what lies beyond the Wall. Cersei sarcastically claims that she has every confidence in the brave men of the Night's Watch.&lt;ref name=&quot;E12&quot;/&gt;\n\nPetyr spies on the customers in his brothel through a peep hole. He watches a customer being fellated by [[Armeca]] as the customer spies on his two newest prostitutes having sex in the next room. He is drawn away by the sounds of [[Ros's dissatisfied customer|a dissatisfied customer]]. He approaches the man who accuses him of overcharging and complains that his prostitute started to cry when he barely touched her. Petyr asks the man for a moment. He rounds a corner and snaps his fingers at Armeca to summon her. He wipes semen from the corner of her mouth with a handkerchief. He then tells the customer that â&euro;&oelig;Aremcaâ&euro;? will take care of him. She kisses the man on the mouth.&lt;ref name=&quot;E12&quot;/&gt;\n\nPetyr goes into the room where Ros is still crying. He sits next to her and she apologises. He asks if the customer hurt her and she tells him that she is upset about Mhaegen's daughter Barra being killed by the gold cloaks. Petyr tells her the situation was poorly handled and explains that â&euro;&oelig;sometimes those with the most power have the least grace.â&euro;? Ros says that she cannot stop thinking about it and cannot sleep. Petyr tells her that she reminds him of a girl he bought from a Lysene pleasure house. The Lysene girl was unhappy and cried all the time but would not tell him why. He says that he mitigated the investment by selling the girl to a man who â&euro;&oelig;transformedâ&euro;? her in ways that would never occur to most men. The man did not make the Lysene girl happy but Littlefinger still made a profit. He tells Ros to take the night off to grieve for Barra and return tomorrow. He checks that she will be happy then and she nods. He says that makes him happy and leaves her.&lt;ref name=&quot;E12&quot;/&gt;\n\n", "The North Remembers": "Ser [[Lothor Brune]], a freerider in Petyr's service, fights in King [[Joffrey Baratheon]]'s Name Day Tourney. He wins a duel against Ser [[Dontos Hollard]] by forfeit.&lt;ref name=&quot;E11&quot;&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\nPetyr attends a meeting of the [[small council]]. [[Grand Maester]] [[Pycelle]] reports that [[the Conclave]] in [[Oldtown]] has announced the end of the summer. He has the white raven they sent for this purpose shown to the group and notes that the summer is the longest in living memory. Lord [[Varys]] adds that the smallfolk say that a long summer will be followed by a long winter and Pycelle dismisses this as a peasant superstition. Petyr reports that they have stockpiled wheat to last through a five year winter. Lord [[Janos Slynt]] complains that the city is filled with refugees fleeing from the [[War of the Five Kings|civil war]] in [[the Riverlands]]. Queen Regent [[Cersei Lannister]] questions his role and position and he states his gratitude for his elevation. Cersei orders him to do his job and bar the gates to peasants.&lt;ref name=&quot;E11&quot;/&gt;\n\nTyrion whistles as he walks into the small council chamber alone. He kisses his sister and calls her ravishing. He asks the group to carry on and takes a seat at the table. Cersei asks what he is doing there and he relates his recent travels including his visit to [[the Wall]] and his imprisonment in the [[Sky Cells]] of [[the Eyrie]]. He looks pointedly at Petyr as he says that he has much to be thankful for. Cersei angrily clarified that she wanted an explanation for his presence at the small council meeting. Tyrion counters that the [[Hand of the King]] is to be welcomed at their meetings. Cersei asserts that their father [[Tywin Lannister]] is Hand of the King. Tyrion elucidates that he has been appointed to act in Tywinâ&euro;&trade;s absence and hands a scroll to Varys. Varys begins to read Tywinâ&euro;&trade;s orders but Cersei angrily cuts him off and orders the room cleared.&lt;ref name=&quot;E11&quot;/&gt;\n\n[[Stannis Baratheon]] learns of Jaime's incestuous relationship with [[Cersei Lannister|Cersei]] in a letter sent by [[Eddard Stark]] before his death. Stannis composes his own missive and sends it to all the high lords of the [[Seven Kingdoms]] asking them to declare their loyalty to him and telling them of Joffrey's illegitimacy.&lt;ref name=&quot;E11&quot;/&gt;\n\nPetyr walks through the courtyard of the Red Keep. A servant is still scrubbing the blood spilled in the Tourney from the flagstones. Cersei and her guards catch up to him and she asks him for a favour: locating [[Arya Stark]]. He suggests that she will return to [[Winterfell]] if she has escaped. Cersei says she has had no word of Arya being sighted from her friends in the North. She says that Arya will be valuable should they choose to negotiate with [[House Stark]] and reminds Petyr that a Lannister always pays their debts. He suggests that Cersei ask Varys and then states his distrust of Varys. Cersei fingers the Mockingbird clasp of his coat and notes that he created his own sigil. She says his choice was appropriate for a self made man with many songs to sing. He responds by saying that some people are not born into the right families and must find their own way. Cersei says that she has heard a song about a poor boy that lived with a rich family and fell in love with the lord's daughter. She says that the daughter had eyes for another, referring to Petyrâ&euro;&trade;s own childhood with [[House Tully]], his feelings for [[Catelyn Stark]] and her preference for [[Brandon Stark (the elder)|Brandon Stark]]. He retorts that boys and girls living together can lead to awkward situations, even between brother and sister. He says that such relationships becoming common knowledge is an especially awkward situation for a prominent family. He enigmatically says that prominent families often forget a simple truth. Cersei takes his bait and he tells her that knowledge is power. She orders her men to seize him and cut his throat and then pretends to change her mind. She orders the men to step back, turn around and close their eyes, demonstrating her control. She tells Petyr that power is power and repeats her request to look for Arya, telling him to take time away from his coins and whores. Later, several of the late King [[Robert Baratheon]]'s bastards are brutally murdered by the [[City Watch]]. The baby [[Barra]] is killed in front of her mother [[Mhaegen]] during a raid on Petyr's own brothel.&lt;ref name=&quot;E11&quot;/&gt;\n\n", "What is Dead May Never Die": "Tyrion meets with Petyr and outlines a plan to wed [[Myrcella Baratheon]] to [[Robin Arryn]]. Petyr wonders at Tyrion's motivation given his fractious relationship with [[Lysa Arryn]] but Tyrion claims that he is rising above their past dealings for the good of the realm. Petyr asks what is in it for him and Tyrion says that he will award him Harrenhal. Petyr is enticed but feigns concern over Tyrion's treatment of [[Janos Slynt]], the previous Lord of Harrenhal. He is enraged when he later learns that Tyrion's plan was a ruse to test his loyalty; his brothel employee [[Daisy]] was with [[Pycelle]] when he was Tyrion arrested him for revealing a different variation of the plan. He returns to the Tower of the Hand to confront Tyrion. He apologizes and offers Petyr another task; convincing his beloved Catelyn to free Jaime. In exchange he will be made [[Lord Paramount of the Riverlands]]. [[Bronn]] interrupts before Tyrion goes into detail.&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\n"}, "title": "Petyr Baelish Season 2"}