{"attributes": {"status": " :Category:Status: Alive", "death": "", "last": "", "family": "Baelish (founder)", "title": "Petyr Baelish", "season": "Season 1", "image": "Littlefinger_S5.jpg", "allegiance": "House Baelish", "actor": "Aidan GillenQuote", "titles": ["Lord Protector of the Vale", "Lord of Harrenhal", "Master of Coin (formerly)"], "link": " House BaelishCharacter", "place": "The Fingers, The Vale of Arryn", "aka": "Littlefinger", "appearances": "24 episodes &lt;small&gt;#Appearances", "first": "&quot;Lord Snow&quot;"}, "sections": {"Family tree": "{{House Arryn family tree}}\n\n", "Behind the scenes": "*LittlefingerÂ narrates the [[Histories &amp; Lore]] videos on '''&quot;[[The Vale (Histories &amp; Lore)|The Vale]]&quot;''' and '''&quot;[[Robert's Rebellion (Histories &amp; Lore)|Robert's Rebellion]]&quot;''' on the [[Season 3]] Blu-ray and on '''&quot;[[House Baelish (Histories &amp; Lore)|House Baelish]]&quot;''' on the [[Season 4]] Blu-ray.\n\n", "TOP": "Petyr Baelish0222006chnxffngbeasx5scpf6kntbxw54iz1804782015-04-01T17:20:21Z-Gladiatus-3968559{{Heraldry\n|image = Baelish mini shield.png\n|link = House Baelish\n}}\n{{Character\n| Title=Petyr Baelish\n| Image=Littlefinger_S5.jpg\n| Season=[[Season 1|1]], [[Season 2|2]], [[Season 3|3]], [[Season 4|4]], [[Season 5|5]]\n| First=&quot;[[Lord Snow]]&quot;\n| Last=\n| Appearances=24 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Titles=Lord Protector of the Vale&lt;br&gt;[[Lord of Harrenhal]]&lt;br&gt;[[Master of Coin]] (formerly)\n| Aka=Littlefinger\n| Status= [[:Category:Status: Alive|Alive]]\n| Death=\n| Place=[[The Fingers]], [[The Vale of Arryn]]\n| Allegiance=[[House Baelish]]\n| Family={[[Baelish (founder)|Great-Grandfather]]}&lt;br&gt;{[[Baelish (hedge knight)|Grandfather]]}&lt;br&gt;{[[Baelish (father of Petyr)|Father]]}&lt;br&gt;{[[Lysa Arryn]]} - wife&lt;br&gt;[[Robin Arryn]] - stepson&lt;br&gt;{[[Hoster Tully]]} - father-in-law&lt;br&gt;{[[Minisa Tully]]} - mother-in-law&lt;br&gt;{[[Catelyn Stark]]} - sister-in-law&lt;br&gt;[[Edmure Tully]] - brother-in-law\n| Actor=[[Aidan Gillen]]}}\n{{Quote|He would see this [[Seven Kingdoms|country]] burn if he could be king of the ashes.|[[Varys]] on Petyr Baelish|And Now His Watch is Ended}}\n\n'''Petyr Baelish''', popularly called '''Littlefinger''', is a major character in the [[Season 1|first]], [[Season 2|second]], [[Season 3|third]], [[Season 4|fourth]] and [[Season 5|fifth]] seasons. He is played by starring cast member [[Aidan Gillen]] and debuts in &quot;[[Lord Snow]].&quot; Petyr Baelish was the [[Master of Coin]] on the [[Small Council]]. He is a skilled manipulator and uses his ownership of brothels in [[King's Landing]] to both accrue intelligence on political rivals and acquire vast wealth. Baelish's spy network is eclipsed onlyÂ by that of [[Varys]]. He betrayed [[Eddard Stark]] to side with [[House Lannister]] and King [[Joffrey Baratheon]] following the death of King [[Robert Baratheon]], becoming one of the instigators of the [[War of the Five Kings]]. Following the events of the [[Battle of Blackwater]], King Joffrey named Littlefinger the Lord of [[Harrenhal]]. He eventually marries [[Lysa Arryn]] and proceeds to murder her shortly afterwards, becoming Lord Protector of the Vale until Lord [[Robin Arryn]] comes of age and one of the most powerful men in all of Westeros.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Petyr Baelish's father made the acquaintance of Lord Hoster Tully during the War of the Ninepenny Kings, where they fought together. On the basis of this acquaintance, Petyr was sent to foster at Riverrun, where he met Hoster's own daughters, [[Catelyn]] and [[Lysa Arryn|Lysa]]. Lysa developed a crush on Petyr, but Petyr preferred the older, more unobtainable Catelyn. When Catelyn was betrothed to Brandon Stark of [[Winterfell]] Petyr challenged Brandon to a duel of honor for Catelyn's hand, but was soundly defeated. Petyr returned home. He was later appointed as a customs official in Gulltown, the main city of the Vale, and his extreme success in raising funds led Lord [[Jon Arryn]], the [[Hand of the King]], to appoint him to the small council as Master of Coin, a task at which Petyr has excelled.\n\n&quot;Littlefinger&quot; is a nickname given to Petyr by Edmure Tully during their time at Riverrun together. It is a reference to the fact that Petyr Baelish's holdings are on the smallest of the Fingers, the numerous headlands and peninsulas protruding into the Narrow Sea on the Vale's east coast.\n\nAccording to the TV series official [[pronunciation guide]] developed for the cast and crew, &quot;Petyr Baelish&quot; is pronounced &quot;PEE-ter BAY-lish&quot;, i.e. like the normal given name &quot;Peter&quot;.\n\nWhereas in the series Littlefinger's goals are more transparent (sitting on the Iron Throne), this is not the case of the novels. As Littlefinger is only seen through the POV of other characters, his ultimate objective remains a mystery. Likewise, his rivalry with Varys was developed for the show.\n\nUnlike in the TV series, Tyrion learns from Catelyn that it was Littlefinger who told her the dagger found on the [[Catspaw assassin]] sent to kill [[Bran Stark]] belonged to Tyrion. Littlefinger explained that it had previously belonged to him, until he lost it in a wager with Tyrion when Jaime Lannister was unhorsed by [[Loras Tyrell]]. Tyrion states that this cannot be true, because he never bets against Jaime. Catelyn asks why Petyr would lie to her, to which Tyrion retorts: &quot;why does a bear shit in the woods? Because it is in his nature.&quot; Catelyn later realizes that it was Littlefinger who lied to her, when Jaime Lannister independently verifies Tyrion's account, and had no reason to lie having just confessed to pushing Bran from the window.\n\n", "Quotes": "{{Dialogue a-b-a|Petyr Baelish|You know what I learnt losing that duel? I learnt that I'll never win. Not that way. That's their game, their rules. I'm not going to fight them: I'm going to ''fuck'' them. That's what ''I'' know, that's what ''I'' am, and only by admitting what we are can we get what we want.|Ros|And what do you want?|Oh, everything, my dear. Everything there is.|'''Littlefinger''' and [[Ros]]|You Win or You Die}}\n\n{{Dialogue a-b|Ros|What she doesn't know won't hurt her.|Petyr Baelish|A stupid saying. What we ''don't'' know is usually what get us killed.|[[Ros]] and '''Littlefinger'''|You Win or You Die}}\n\n{{Dialogue a-b|Varys|I admire you, Lord Baelish: a grasper from a minor [[House Baelish|House]], with a major talent for befriending powerful men, and women.|Petyr Baelish|A useful talent, I'm sure you'd agree|[[Varys]] and '''Littlefinger'''|Fire and Blood}}\n\n{{Dialogue a-b-a|Petyr Baelish|Do you know what the [[Seven Kingdoms|realm]] is? It's the thousand blades of [[Aegon I Targaryen|Aegon]]'s enemies, a story we agree to tell each other over and over until we forget that it's a lie.|Varys|But what do we have left once we abandon the lie? Chaos, a gaping pit, waiting to swallow us all.|Chaos isn't a pit. Chaos is a ladder. Many who try to climb it fail and never get to try again. The fall breaks them. And some are given a chance to climb; they cling to the realm or the gods or love. Only the ladder is real. The climb is all there is.|'''Littlefinger''' and [[Varys]]|The Climb}}\n\n{{Quote|Those who have the most power have the least grace.|'''Littlefinger''' to [[Ros]]|The Night Lands}}\n\n{{Quote|Distrusting me was the wisest thing you've done since you climbed off your horse.|'''Littlefinger''' to [[Eddard Stark]]|Cripples, Bastards and Broken Things}}\n\n{{Quote|Look around you, we're all liars here, and every one of us is better than you.|'''Littlefinger''' to [[Sansa Stark]]|Fire and Blood}}\n\n{{Quote|Always keep your foes confused. If they don't know who you are or what you want, they can't know what you plan to do next.|'''Littlefinger''' to [[Sansa Stark]]|Oathkeeper}}\n\n{{Quote|I don't want friends like me.|'''Littlefinger''' to [[Sansa Stark]]|Oathkeeper}}\n\n{{Dialogue a-b-a|Littlefinger|I'd risk everything to get what I want.|Sansa|And what do you want?|Everything.|'''Littlefinger''' and [[Sansa Stark]]|Oathkeeper}}\n\n{{Quote|Given the opportunity, what do we do to those who've hurt the ones we love?|'''Littlefinger''' to [[Sansa Stark]]|Mockingbird}}\n", "Image gallery": "&lt;gallery&gt;\nEddard and Petyr 1x04.png|Baelish advises Eddard on politics in King's Landing in &quot;[[Cripples, Bastards and Broken Things]]&quot;.\nSmall Council.png|Baelish attends a [[small council]] meeting in &quot;Cripples, Bastards and Broken Things&quot;.\nCersei_Little_Finger_Season2.jpg|Cersei asks Baelish to locate Arya Stark in [[Season 2]].\nBaelish Varys the climb.jpg|Littlefinger and Varys speak in &quot;[[The Climb]]&quot;.\n&lt;/gallery&gt;\n\n", "See also": "*{{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season One Appearances|||yes|yes|yes|yes|yes|yes|yes|yes}}\n{{Season Two Appearances|yes|yes|yes|yes|yes|yes||||yes||yes}}\n{{Season Three Appearances|yes||yes||yes|yes}}\n{{Season Four Appearances|||yes|yes|yes||yes|yes}}\n\n", "Biography": "===Background===\nPetyr Baelish is the head of [[House Baelish]] and the lord of an extremely minor holding, so small it has neither name nor [[maester]], located in a small area within [[the Fingers]], a coastal region in the northeastern shores of [[the Vale of Arryn]]. In reference to his family's humble domain in the smallest of the Fingers, as well as his small size, [[Edmure Tully]] nicknamed him &quot;Littlefinger&quot; when they were children and Petyr was [[Ward|fostered]] at [[Riverrun]]. The nickname would stick with him throughout his life. Eventually even Baelish sarcastically embraced the nickname, due to the fact that it demonstrated how far he had risen, from a poor minor noble from the &quot;little Finger&quot; peninsula to one of the most powerful officials in the Seven Kingdoms.\n\n[[File:Petyr_vs_Brandon.png|thumb|left|Petyr's failed attempt to win Catelyn's hand.]]Despite Baelish's humble origins, his financial acumen has seen him rise to the [[small council]] and the rank of [[Master of Coin]], the treasurer of the [[Seven Kingdoms]], under King [[Robert Baratheon]]. His naked ambition often places him at odds with the [[Master of Whisperers]] Lord [[Varys]]. He is a friend of Lady [[Catelyn Stark]], one of the few contacts she has at court. Baelish's father was a wartime friend of Catelyn's father, Lord [[Hoster Tully]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/jbaratheon/lord-petyr-baelish/ HBO viewers guide, season 2 guide to houses, House Baratheon of King's Landing - Petyr Baelish entry]&lt;/ref&gt;\n\nHe challenged her betrothed [[Brandon Stark (the elder)|Brandon Stark]] to a duel and was severely injured. Brandon was later killed by King [[Aerys II Targaryen]] but Catelyn married his younger brother [[Eddard Stark]] in his place. He owns a number of brothels in [[King's Landing]]. Though the symbol of his family is the head of the Titan of [[Braavos]], Petyr prefers to use a personal sigil, that of an unthreatening mockingbird.\n\n===[[Season 1]]===\nLittlefinger greets [[Eddard]] upon his arrival in [[King's Landing]] and reports that the realm is six million gold dragons in debt, half of it owed to [[House Lannister]]. [[Catelyn Stark]] and Ser [[Rodrik Cassel]] attempt to sneak into the city, but are spotted by one of Littlefinger's men. They are taken to meet Littlefinger at one of his brothels. Catelyn is angered by their treatment, but asks Littlefinger for aid. She is trying to identify the people who tried to have her son [[Bran Stark]] killed. Littlefinger is able to answer this quickly: the elaborate dagger wielded by the assassin used to be his, but he lost it in a bet with [[Tyrion Lannister]].&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt;\n\n[[File:Eddard_and_Petyr_1x03.png|thumb|Eddard assaulting Petyr for saying his wife is in this brothel.]]\nLittlefinger fetches Eddard to meet his wife, but when Eddard realizes he was being brought to a brothel, he thinks Littlefinger is insulting him by saying his wife is a whore. Eddard throws Littlefinger up against a wall before Catelyn appears and Eddard becomes pacified. After hearing her news, he vows to find the truth and expose the Lannisters to Robert and Littlefinger agrees to be his ally in this, for the affection he once bore Catelyn as a youngster. Eddard believes that Littlefinger is still in love with his wife.&lt;ref&gt;&quot;Lord Snow&quot;&lt;/ref&gt;\n\nLittlefinger attaches himself more firmly to Eddard's cause, giving him information that leads Eddard to [[Tobho Mott]]'s smithy. He also points out some of the agents belonging to the Queen and to [[Varys]]. He later tells [[Sansa Stark]] about how [[Sandor Clegane]] has his face burned by his brother when he was young for stealing a toy. He advises her not to mention the matter to Sandor.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\n[[File:Petyr_and_Varys_1x05.png|thumb|left|Baelish and Varys converse in the Red Keep.]] \nLittlefinger loses a bet to [[Renly Baratheon]] over the joust between Ser [[Loras Tyrell]] and Ser [[Gregor Clegane]]. He makes it clear that he knows about Renly's sexual relationship with Loras, to Renly's discomfort. Littlefinger and Varys verbally spar, Littlefinger threatening to reveal to the King that Varys has been meeting with [[Illyrio Mopatis]] in secret while Varys threatens to reveal to the [[Lannisters]] that it was Littlefinger who implicated [[Tyrion Lannister|Tyrion]] in the attempted murder of [[Bran Stark]]. However, they then both support the motion to have [[Daenerys Targaryen]] assassinated before the [[Dothraki]] can invade [[Westeros]].&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\nLittlefinger later introduces Eddard to [[Mhaegen]], a prostitute and mother of yet [[Barra|another]] of King Robert's bastard children. Outside the brothel Eddard gets into a fight with Ser [[Jaime Lannister]]. Littlefinger flees, promising to return with the [[City Watch]].&lt;ref&gt;&quot;The Wolf and the Lion&quot;&lt;/ref&gt;\n\nLittlefinger is stunned when Eddard orders that [[Gregor Clegane]] be arrested and executed for his raids on the [[Riverlands]] and when he also orders [[Tywin Lannister]] to present himself at court to answer for his bannerman's crimes. Littlefinger reminds Eddard that Tywin is the richest man in Westeros and that it is gold that wins wars, not armies. Eddard disagrees, asking why then Tywin is not the king.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\nLittlefinger tutors a new recruit to his brothels, [[Ros]], and discusses his ambitions with her. Later, Eddard tells him the truth of [[Joffrey Baratheon|Joffrey]]'s parentage and his plan to install [[Stannis Baratheon|Stannis]] on the throne when Robert dies.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n\n[[File:Eddard_and_Petyr_1x07.png|thumb|Lord Baelish turns on Eddard Stark.]]\nLittlefinger suggests instead that they let Joffrey rule but act as the powers behind the throne. If he does not mature into the king they want, they can expose his dirty secret and install Lord Renly instead. Eddard rejects the plan as treason and instead asks Littlefinger to win over the City Watch to their cause. Littlefinger agrees, but later the City Watch turns on Eddard's men and kills them, while Littlefinger holds a dagger to Eddard's throat, pointing out, &quot;I did warn you not to trust me.&quot;&lt;ref&gt;&quot;You Win or You Die&quot;&lt;/ref&gt;\n\nLord Baelish asks the Queen to allow Sansa Stark to prove her loyalty as he attends the girlâ&euro;&trade;s audience with the Queen and the council. He stands with the small council as the details of Joffreyâ&euro;&trade;s reign are read out and Barristan Selmyâ&euro;&trade;s position is ordered to be taken up by Jaime Lannister. He glances suspiciously at Varys as Sansa seeks pardon for her father's actions.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\nBaelish watches on as Eddard Stark confesses at his trial and is executed.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\nLittlefinger discusses kingship with Varys, and they engage in banter revolving around the Master of Whisperers'Â lack of genitalia. They eventually acknowledge their mutual admiration and respect of one another, before being interrupted by Joffrey and his entourage.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n[[The Citadel]] announces the coming of winter and Littlefinger warns the [[small council]] that they do not have enough food for a protracted winter lasting more than five years. Cersei orders the city barred to refugees from the [[War of the Five Kings]]. [[Tyrion Lannister]] arrives to take up his position as acting [[Hand of the King]] to Cersei's consternation.&lt;ref name=&quot;E11&quot;&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\n[[Stannis Baratheon]] learns of [[Jaime Lannister]]'s incestuous relationship with Cersei in a letter sent by [[Eddard Stark]] before his death. Stannis composes his own missive and sends it to all the high lords of the Seven Kingdoms asking them to declare their loyalty to him and telling them of Joffrey's illegitimacy. Cersei tasks Littlefinger with finding the missing [[Arya Stark]] and needles him about his love for [[Catelyn Stark]]. He responds by referencing her incest and receives a violent reprimand. King [[Joffrey Baratheon]] responds to the ensuing rumors by ordering a city wide massacre of [[Robert Baratheon|his father's]] bastards. The city watch storm into Littlefinger's brothel and kill the infant [[Barra]] in front of his employees.&lt;ref name=&quot;E11&quot; /&gt;\n\nLittlefinger mocks a request from the [[Night's Watch]] for assistance combating [[Wildling]] activity and reporting an attack by [[Wights]]. Tyrion has Lord [[Janos Slynt]] exiled to [[the Wall]] for his part in the massacre. Littlefinger intimidates [[Ros]] into keeping up her work despite the traumatic murder she witnessed.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\nTyrion meets with Littlefinger and outlines a plan to wed [[Myrcella Baratheon]] to [[Robin Arryn]] to secure the support of [[the Vale]]. He promises to make Littlefinger the [[Lord of Harrenhal]] and [[Lord Paramount of the Riverlands]] in exchange for his assistance and swears him to secrecy. [[Pycelle]] is arrested for revealing that Tyrion plans to wed Myrcella into [[House Martell]] and Littlefinger realizes that he was involved in a ruse. He confronts Tyrion who apologizes and offers him another opportunity; to act as an envoy to Catelyn to propose a prisoner exchange.&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\n[[File:SilentSistersNedsBones.jpg|thumb|left|Petyr Baelish gives Ned's bones to Catelyn.]]Littlefinger reaches Catelyn at [[Renly Baratheon]]'s camp in [[the Stormlands]]. He faces a frosty reception from Renly but nevertheless offers to betray the Lannisters and open the gates of King's Landing to Renly's army. He takes interest in Renly's new bride [[Margaery Tyrell]] and lets Margaery know that he is aware that it is a purely political marriage because of Renly's homosexuality.&lt;ref name=&quot;E14&quot;&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt; He meets with Catelyn as planned and delivers Eddard's remains as a sign of good faith. She greets him with angry recriminations over his betrayal of Eddard and rejects his poorly timed advances. He delivers Tyrion's suggested exchange terms; Jaime for [[Sansa Stark|Sansa]] and [[Arya Stark]]. Littlefinger lies that the Lannisters have Arya in their custody.&lt;ref name=&quot;E14&quot; /&gt; Renly is killed in mysterious circumstances and Littlefinger then approaches the Tyrells with a new proposal of alliance with Joffrey. This will allow Margaery Tyrell to remain a queen and provide Loras Tyrell vengeance on Stannis. He leaves the camp with them for Highgarden.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt; Catelyn acts alone to free Jaime on returning to Robb's camp, just as Littlefinger suggested.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n[[File:Loras vengeance Renly.jpg|thumb|Petyr Baelish forging a new alliance with the Tyrells in &quot;[[The Ghost of Harrenhal]]&quot;.]]\n\nLittlefinger travels to [[Harrenhal]] to propose an alliance between [[House Lannister]] and [[House Tyrell]] to Lord [[Tywin Lannister]].&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt; Littlefinger is successful in negotiating with the Tyrells and the allied forces arrive in time to claim victory at the [[Battle of the Blackwater]].&lt;ref&gt;&quot;[[Blackwater]]&quot;&lt;/ref&gt;\n\nLittlefinger is elevated to Lord of Harrenhal in reward for brokering the alliance. He jokes that now he must get started on producing some heirs. Sansa's betrothal to King Joffrey is broken so that Joffrey can marry Margaery. Sansa is overjoyed at this, but tries to look heartbroken. Littlefinger warns Sansa that she isn't fooling anyone and that Joffrey will not let her go despite setting her aside. Lord Petyr tells her that she reminds him of Catelyn and offers to take her home to Winterfell but she is reluctant to trust him.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n\nBaelish colludes with Sansa Stark that he plans to smuggle her out of the city on his ship when he leaves on an upcoming mission.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\nWith his new position as Lord of Harrenhal, Littlefinger's status is elevated considerably, enough for him to leave his position as [[Master of Coin]] to Tyrion, purchase a ship and prepare to sail to the Eyrie with a marriage proposal to the widowed [[Lysa Arryn]]. However, knowing full well that Sansa could end up being a more politically powerful wife than Lysa, he plans to take her on his ship with him. Ros, now secretly working for Varys, discovers his intentions and informs Varys who promptly convinces Lady [[OlennaÂ Redwyne|Olenna&amp;nbsp;Tyrell]] to arrange a marriage between Sansa and Loras.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\nHaving been asked by Cersei to collect information on the Tyrells, Littlefinger orders one of his homosexual prostitutes, [[Olyvar]], to act as Loras' squire and seduce him all the way to the bedroom. He does so and manages to get Loras to admit to the secret wedding plans. Olyvar relays this piece of information back to Littlefinger, who tests Sansa. When she declines her place on his ship, Baelish realizes Varys' plan and tips off Cersei and Tywin.&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n[[File:BaelishShip.png|thumb|left|Petyr Baelish sailing to the [[The Vale]] of Arryn.]]\n\nBaelish deduces that it must have been Ros who betrayed him, so he gives her to King Joffrey, who tortures and kills her with his crossbow. In the throne room, Littlefinger confronts Varys about his foiled plot. Varys responds by telling him that he &quot;did what he did for the good of the realm&quot; to prevent it spiralling into chaos but Littlefinger counters him by asserting that he views chaos as the perfect scenario to climb further up the social ladder. His ship then departs for the [[Vale of Arryn]].&lt;ref&gt;&quot;[[The Climb]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\nAfter Joffrey's [[Purple Wedding|death]], [[Dontos Hollard]] delivers [[Sansa Stark]] to Lord Baelish's ship. After Sansa climbs aboard, Lord Baelish reminds Dontos about his payment. Baelish snaps his fingers, and crossbowmen kill Dontos. Baelish takes off Sansa's necklace, which he made himself, and throws it overboard.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n[[File:Littlefinger_reveal.png|thumb|Lysa reminds Petyr she killed her husband at his behest.]]\nStill sailing, Lord Baelish approaches Sansa at her cabin and tells her that they are on their way to the Vale where she will be safe. Sansa accuses him of killing Joffrey; he tries to deny it at first, but Sansa knows that he had something to do with the murder because getting her out of King's Landing was part of the plan. He admits it, telling her about the [[The strangler|poison]]Â in the necklace, and states that Joffrey couldn't be trusted and had to be removed. Because Baelish has been away for a while, he would never be suspected, and the whole purpose of the murder was to confuse the Lannisters--which his new friend, Lady [[Olenna Tyrell|Olenna]], wanted very badly.&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\nLittlefinger and Sansa, now pretending to be his niece Alayne, pass the [[Bloody Gate]] and make their ascent to the [[Eyrie]], where they meet [[Lysa Arryn]] and her son, Lord [[Robin]]. After Sansa is acquainted with the two of them and is told that no one can know about her presence, Robin takes her to the chambers. Baelish is left alone with Lysa, who kisses him and tells him she wants to marry him immediately. He is reluctant at first and wants to inform the Lords of the Vale about the ceremony, but Lysa says that they already had their wedding night long ago. She then asks him what wife would do for him the things she had done for him, including poisoning her husband's wine, thus killing him, and then writing a letter to her sister [[Catelyn]] claiming it had been the Lannisters who did it, all of this at Littlefinger's behest. He starts to kiss her before anyone can overhear her. Lysa then brings a [[septon]] into the hall to wed them immediately and says that she will scream loudly as her husband, Lord Baelish, is making love to her that night. She keeps her promise.&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;\n\n[[File:Eww-sansa.png|thumb|left|230px|Littlefinger kisses Sansa.]]\n\nAfter Sansa slaps Robin for ruining the snow representation of Winterfell she made at the Eyrie's court yard, Littlefinger approaches her and calms her, stating that Robin should've been disciplined by his mother long ago and that he will deal with Lysa. When Sansa states she will never see Winterfell again, he counters that a lot can happen between &quot;now and never&quot; and that she must demolish her old home if she wants to build one anew. Sansa insists to know why he killed Joffrey. He anwsers that he did it out of love for Sansa's mother. He adds that in a different world she might have been his child. He dismisses the notion and states she's more beautiful that Catelyn ever was. He kisses Sansa afterward. Later, Petyr prevents Lysa from throwing Sansa out of the Moon Door after she saw the kiss. After Lysa is more subdued, Petyr tells her he has always loved only one woman: Lysa's sister. He then pushes Lysa out of the Moon Door.&lt;ref&gt;&quot;[[Mockingbird]]&quot;&lt;/ref&gt;\n\nFollowing Lysa's death, Petyr Baelish is questioned by Lord [[Yohn Royce]], Lady [[Anya Waynwood]], and Ser [[Vance Corbray]] about Lysa's death, which he claims was suicide. The lords don't believe him, given Lysa's devotion to her son. They rebuff Littlefinger's explanations in favor of speaking with the only other witness: his &quot;niece&quot;, Alayne. Baelish is noticeably concerned after they reveal that they will not allow him to speak to to her prior to her testimony in order to hear the &quot;unadulterated truth&quot;. However, after confirming that Baelish can stay for her testimony, Alayne reveals her true identity, the tale of her captivity and flight from King's Landing. She then speaks of Lysa's mental instability, jealousy and death, changing only a few details: saying Littlefinger only kissed her on the cheek and that Lysa did throw herself from the Moon Door. Sansa breaks down in tears and the lords are convinced, but while none of them are looking, she gives Littlefinger a stony, almost triumphant gaze.\n\n[[File:Littlefinger-the-vale-640x502.png|thumb|Baelish is interrogated following Lysa's death]] \nFollowing the questining Petyr admonishes the lords for hiding away in the Vale during the [[War of the Five Kings]], questioning their loyalty because they refused Catelyn Stark's plea for assistance in the conflict against the Lannisters. When asked who he thinks they should back, he responds that they should back &quot;Robin Arryn, Lord of the Vale.&quot; When the lords scoff at his suggestion, claiming that Robin is just a sickly boy, Petyr responds by declaring that &quot;even sickly little boys can become powerful men,&quot; and that it is time for young Robin to fly the nest. The boy he claims, needs to learn to ride a horse, to swing a sword, and to become the lord the Vale needs. He offers to take Lord Robin on a tour of the Vale in order for him to become acquainted with his domains, a request that the lords agree to.\n\n[[File:Screen-shot-2014-02-10-at-1-34-48-pm.png|thumb|left|Baelish prepares Robin to leave the Eyrie]]\nLater, Baelish visits Sansa and asks why she lied on his behalf. Without looking up from the dress she is mending, Sansa explains that she has no idea what Royce, Corbray, and Waynwood would want from her if he were eliminated, but that she does know what it is he wants. Littlefinger seems impressed that she made such a calculating decision, but attempts to cast doubt on her certainty. Sansa doesn't take the bait. Later on, Baelish and Robin stand in the High Hall, preparing to depart for their tour of the Vale. Robin expresses his uncertainty about leaving the Eyrie, echoing his mother's words that the outside world is a dangerous place where he could die. Petyr calms his fears by stating that people die from everyday causes, and that instead of worrying about his inevitable death to spend time focusing on his life, which lays before him. At that moment, a raven-haired Sansa appears at the top of the stairs in a feathered black dress with a plunging neckline. Petyr stares at her intently, clearly intrigued and pleased by her recent transformation, and she returns his smile knowingly.&lt;ref&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt;\n\n"}, "title": "Petyr Baelish"}