{"attributes": {}, "sections": {"TOP": "Pigeon pie023179bqp77wi2clgxf0ts7j4fpks3pwa62c21707412015-01-31T04:41:47ZThe Dragon Demands5014364/* Season 4 */[[File:Pigeon_pie.png|thumb|300px|The large pigeon pie served at Joffrey's wedding.]]\n{{Quote|Look, the pie!|Queen [[Margaery Tyrell]]|The Lion and the Rose}}\n'''Pigeon pie''' is a traditional pie served at [[marriage|wedding]] feasts. Pigeon pies served at weddings of the nobility can be enormous in size, as they are meant to feed all of the guests. Sometimes, very expensive weddings such as those held for the royal family may be hollowed out to contain a flock of live pigeons, who will made a visual spectacle as they fly out when the pie is first cut open.\n\nSmaller pigeon pies are also eaten at regular meals (by those who can afford them) as one of several kinds of meat pie.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, it is apparently traditional to serve a large pigeon pie at wedding feasts - similar to how in real life, traditional wedding cakes are pastries made with icing. Joffrey remarked that it was considered ill luck not to eat some of the pie at a wedding (before stealing Tyrion's untouched slice).\n\nAfter Joffrey and Margaery cut the pie open, [[Tyrion Lannister|Tyrion]] is served a piece of the pie, but he has lost his appetite and does not touch it. Joffrey snatches it from Tyrion's plate and eats it while drinking the poisoned wine. When he starts coughing, the people around think incorrectly that he chokes on the pie.\n\nPigeon meat tastes somewhat like beef steak, not like chicken. The reason chickens have white meat and dark meat is because the muscles they use more will become dark - domestic chickens cannot fly for long distances so their wing and breast meat stays white from lack of use. In contrast, pigeons do fly as their primary means of movement, so their meat is much more lean and dark.\n\n", "History": "===[[Season 4]]===\n[[Shae]] offers [[Sansa Stark]] a piece of pigeon pie to try to get her to eat something, but Sansa is so griefstricken after the hearing about the horrific deaths of her brother [[Robb Stark|Robb]] and her mother [[Catelyn Stark|Catelyn]] at the [[Red Wedding]] that she doesn't have the will to eat anything.&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n[[File:Cutting pigeon pie at Purple Wedding.jpg|thumb|300px|The large pigeon pie at Joffrey's wedding is hollowed out to contain several ''live'' pigeons, so they fly out when it is first cut.]]\nA huge pigeon pie, meant to serve all of the main guests, is presented at the [[Purple Wedding|wedding feast]] following the marriage of King [[Joffrey Baratheon]] and [[Margaery Tyrell]]. It is served during the middle of a tense confrontation between Joffrey and his uncle [[Tyrion Lannister|Tyrion]], which Margaery tries to disrupt by intervening and loudly pointing out that the pigeon pie has just arrived. As a novelty for the royal wedding, the inside of the large cake has been hollowed out and filled with a flock of ''live'' pigeons. Joffrey takes the unorthodox approach of cutting the pie open with a single swing of his new [[Valyrian steel]] sword [[Widow's Wail]], releasing most of the pigeons but also killing a few who were in the direct path of his blade. When Joffrey dies at the feast, Tyrion sarcastically blames it on the pigeon pie.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\n"}, "title": "Pigeon pie"}