{"attributes": {}, "sections": {"Differences between pilot and series": "The pilot episode has a notably different cast than the rest of the series. For a number of reasons, HBO replaced several actors, major and minor, between the filming of the pilot and the series itself:\n\n* [[Tamzin Merchant]] played the role of [[Daenerys Targaryen]] in the pilot. For the series she was replaced by [[Emilia Clarke]].\n* [[Jennifer Ehle]] played the role of [[Catelyn Stark]] in the pilot.Â For the series sheÂ was replaced by [[Michelle Fairley]].\n* [[Ian McNeice]] played the role of [[Illyrio Mopatis]] in the pilot. For the series he was replaced by [[Roger Allam]].\n* [[Richard Ridings]] played [[Gared]] in the pilot, but was replaced for the series by [[Dermot Keaney]].\n* [[Jamie Campbell Bower]] played Ser [[Waymar Royce]] in the pilot, but was replaced for the series by [[Rob Ostlere]].\n[[File:Jamie_as_Waymar.jpg|thumb|Jamie Campbell Bower as Waymar Royce in the unaired pilot]]\nIn addition, the role of Grand Maester [[Pycelle]] was originally planned to be in the pilot episode in a new scene and the role was cast with [[Roy Dotrice]]. The scene was cut but Dotrice was retained for the series itself. Shortly before filming began Dotrice fell ill and was replaced at short notice by [[Julian Glover]] (Dotrice later joined the TV series in Season 2, cast as chief [[Alchemists' Guild|pyromancer]] [[Hallyne]]).\nIt was also announced that [[Bronson Webb]] would also be recast in the role of [[Will]] due to a scheduling conflict, but the producers were able to work around the issue in order to retain Webb.\n\nAnother change was that the pilot featured scenes shot in Scotland, using Doune Castle to stand in for [[Winterfell]]. Other footage was also shot in Morocco for the scenes featuring Daenerys. In the series itself Winterfell was created through several locations in Northern Ireland and filming on soundstages, while Malta and Croatia were used for the majority of the scenes involving Daenerys in [[Essos]] in the first two seasons. However, the producer later returned to Morocco to film the [[Slaver's Bay]] scenes for [[Season 3]].\n\nIn the pilot, author [[George R.R. Martin]] himself made a cameo appearance. Â He played a [[Pentos]]hi nobleman in the background who wore a gigantic hat. Â However, his appearance wasÂ ultimatelyÂ cut out of the finished episode.&lt;ref&gt;[http://www.thedailybeast.com/articles/2011/04/04/game-of-thrones-10-secrets-about-hbos-adaptation-of-a-song-of-ice-and-fire-by-george-rr-martin.html George R.R. Martin in The Daily Beast]&lt;/ref&gt;\n\nAlso, the German folk band [[wikipedia:Corvus Corax (band)|Corvus Corax]] appeared as minstrels at the Winterfell feast. However, their scenes were completely removed in the finished episode.\n\nA minor change was that in the pilot, [[Alfie Allen]] retained his natural blond hair in the role of [[Theon Greyjoy]], but for the series itself he adopted a dark wig more in keeping with his character's appearance in the novels.\n\n", "TOP": "Pilot episode023398cjryqz76fu7lo94ehsxzrhgmesxdpw1753572015-03-05T04:01:49Z174.28.187.126[[Image:Ian McNeice as Illyrio.jpg|thumb|right|200px|Ian McNeice as Illyrio Mopatis in the pilot episode, one of the few images to exist from the pilot.]]\nThe ''[[Game of Thrones]]'' '''pilot episode''' was the first episode of the series filmed, but has never been aired. The pilot was shot between 24 October and 19 November 2009 on location in Northern Ireland and Morocco, directed by [[Thomas McCarthy]]. A heavily re-shot version of the pilot, with new material directed by [[Tim Van Patten]], serves as the [[Winter is Coming (episode)|first episode]] of the series itself. It is not known if the original pilot will ever be publicly screened or released.\n\nBecause several scenes shot by McCarthy remain in the finished episode, and because McCarthy helped cast several of the regular cast, he was given a &quot;Consulting Producer&quot; credit on the first episode.\n\n", "Material retained in the first episode": "Several scenes shot by McCarthy were retained in the finished episode. These scenes are shot on film rather than the digital recordings made for the rest of the series, making them appear slightly different (most notable in the scene in Winterfell's crypts). These are known to be:\n\n*A few brief shots during the Prologue scene, when the [[Night's Watch]] rangers are fleeing from the [[White Walkers]] through the forest, were retained from the pilot.\n* The scene in the [[Winterfell]] crypts where [[Robert Baratheon]] asks [[Eddard Stark]] to become the new [[Hand of the King]].\n* The scene at the Winterfell feast where Ned and his brother [[Benjen Stark]] discuss the Night's Watch ranger that Ned executed.\n[[File:NedTheonPilot.jpg|thumb|right|Ned Stark draws Ice, held by Theon Greyjoy.]]\n* Sansa's scene during the feast at Winterfell when Catelyn introduces her to Queen Cersei. Because Catelyn was recast between the pilot and the finished episode, Catelyn's appearance had to be re-filmed with new actress Michelle Fairley. However, because one camera angle is pointed at Catelyn and Cersei, and the opposite camera angle is pointed at Sansa, the original footage of Sophie Turner in this scene from the pilot was simply intercut with the new footage of Michelle Fairley as Catelyn. Notice that in the finished episode, in this scene Sansa is never in the camera frame with Catelyn and Cersei at the same time (only a stand-in wearing her dress, of which only the sleeve is visible).&lt;ref&gt;[http://www.denofgeek.us/tv/21095/46-things-we-learned-from-the-game-of-thrones-blu-rays DenOfGeek]&lt;/ref&gt;\n[[File:Blonde Theon Greyjoy pilot.jpg|thumb|right|Blond Theon Greyjoy]]\n* The scene in Winterfell's courtyard where [[Tyrion Lannister]] and [[Sandor Clegane]] exchange a few words before Robert and Eddard ride out to hunt. A blond-haired Tyrion can briefly be glimpsed in this scene. In the regular series this was changed to a more dirty blond (in real life, [[Peter Dinklage]] has black hair, thus the pure golden blond in his original look didn't match the actor very well). More notably, [[Theon Greyjoy]] is shown in this scene with blond hair rather than the brown hair he sports for the series proper. Also, the makeup design for Sandor Clegane'sÂ facial burns is somewhat different in this scene than what we see in subsequent episodes.\n\n"}, "title": "Pilot episode"}