{"attributes": {}, "sections": {"TOP": "Pixomondo010344ce9clvd5j8btm8uwa838pkfy0uky71r1756862015-03-07T14:18:45Z89.14.71.233/* History */'''Pixomondo''' is an international visual effects company which is the primary VFX provider for ''[[Game of Thrones (TV series)|Game of Thrones]]''. They started working on the show in the [[Season 2|second season]].\n\n", "Game of Thrones": "They designed most of the creatures on the TV series, including the juvenile [[direwolves]] and [[dragons]]. They also work on battle augmentation (digitally doubling up crown shots so that armies seem larger than the smaller number of actors who were actually present), and set extension (adding in backgrounds so cities seem to stretch off into the horizon).&lt;ref&gt;[http://www.awn.com/news/visual-effects/piximondo-creates-vfx-hbo-s-game-thrones Pixomondo interview on Animation World Network]&lt;/ref&gt;\n\nWork on VFX for the series was done under the guidance of ''Game of Thrones''&lt;nowiki&gt;'&lt;/nowiki&gt; VFX supervisor, Pixomondo's Rainer Gombos, and Pixomondo visual effects supervisor Juri Stanossek.\n\nNine of Pixomondo's twelve facilities contributed to the project. Stuttgart served as the lead for work on the TV series, and did most of the set extension work and matte paintings as well as creature work and some CG gore. Frankfurt created the dragons and Berlin worked on shots featuring fluid simulations. London and Burbank handled compositing and 3D work though Beijing composited the shots with the direwolves and was also responsible for some of the long establishing shots as well as crowd replication and matte paintings. Munich, Hamburg and Shanghai assisted with compositing, with Shanghai also contributing to 3D shots.&lt;ref&gt;[http://www.awn.com/news/visual-effects/piximondo-creates-vfx-hbo-s-game-thrones Pixomondo interview on Animation World Network]&lt;/ref&gt; Roughly 60% of the work on ''Game of Thrones'' is handled by the Stuttgart office, while the other 40% is divided between the other offices around the globe.&lt;ref&gt;[http://www.fastcocreate.com/1681718/collaboration-isnt-always-pretty-behind-the-emmy-winning-vfx-for-game-of-thrones?utm_source=twitter&amp;utm_medium=feed&amp;utm_campaign=Feed:+fastcocreate/feed+%28Co.Create%29#1 Fastcocreate.com] &quot;Collaboration Isnâ&euro;&trade;t Always Prettyâ&euro;&rdquo;Behind The Emmy-Winning VFX For â&euro;&oelig;Game Of Thronesâ&euro;?&lt;/ref&gt;\n\nOn 15 September 2012 the company won a [[wikipedia:Creative Arts Emmy Award|Creative Arts Emmy Award]] for their work on the [[Season 2|second season]] of ''Game of Thrones''.&lt;ref&gt;[http://www.westeros.org/GoT/News/Entry/Game_of_Thrones_Wins_Big_at_Creative_Arts_Emmys/ Westeros.org]&lt;/ref&gt;\n\n", "See also": "*[http://en.wikipedia.org/wiki/Pixomondo Pixomondo on Wikipedia.org]\n*[http://www.pixomondo.com Pixomondo's official website]\n\n", "History": "Pixomondo was founded in Pfungstadt, Germany, in 2001 by Thilo Kuther. By 2012, it has grown to include roughly 800 employees operating in a global network of studios in thirteen locations around the world, including Berlin, Frankfurt, Munich, Stuttgart, Hamburg, Munich, London, Baton Rouge, Detroit, Los Angeles, Burbank, Torronto, Beijing, Shanghai, and SĂŁo Paulo. Their overall headquarters remains in Frankfurt.&lt;ref&gt;[http://www.fastcocreate.com/1681718/collaboration-isnt-always-pretty-behind-the-emmy-winning-vfx-for-game-of-thrones?utm_source=twitter&amp;utm_medium=feed&amp;utm_campaign=Feed:+fastcocreate/feed+%28Co.Create%29#1 Fastcocreate.com] &quot;Collaboration Isnâ&euro;&trade;t Always Prettyâ&euro;&rdquo;Behind The Emmy-Winning VFX For â&euro;&oelig;Game Of Thronesâ&euro;?&lt;/ref&gt;\n\nThe studio has previously provided CGI and VFX work on films such as ''Sucker Punch'', ''Super 8'', ''Red Tails'', ''Snow White and the Huntsman'', and ''The Hunger Games''. In February 2012, Pixomondo's work as lead VFX studio for the Martin Scorsese film ''Hugo'' won the Academy Award.\n\n"}, "title": "Pixomondo"}