{"attributes": {"status": " :Category:Status: Alive", "death": "", "last": "", "family": "Ilyn Payne - distant cousin", "title": "Podrick Payne", "season": "Season 2", "image": "Podrick-Payne-Profile-HD.png", "allegiance": "House Lannister&lt;br/&gt;House Payne", "actor": "Daniel PortmanQuote", "colwidth": " Lannister navboxDEFAULTSORT:Payne, PodrikCategory:CharactersCategory:Recurring CharactersCategory:Season 2 CharactersCategory:Status: AliveCategory:House Lannister", "link": " House PayneCharacter", "mentioned": "", "place": "", "aka": "Pod", "appearances": "16 episodes &lt;small&gt;(#Appearances", "first": "&quot;The Night Lands&quot;"}, "sections": {"TOP": "Podrick Payne04704nmmxjor4zt9bn4x84nabyuzi1660cd31754222015-03-05T19:49:00ZGonzalo848331{{Heraldry\n|image = Payne mini shield.png\n|link = House Payne\n}}\n{{Character\n| Title=Podrick Payne\n| Image=Podrick-Payne-Profile-HD.png\n| Season=[[Season 2|2]], [[Season 3|3]], [[Season 4|4]], [[Season 5|5]]\n| First=&quot;[[The Night Lands]]&quot;\n| Last=\n| Mentioned=\n| Appearances=16 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n| Aka=Pod\n| Status= [[:Category:Status: Alive|Alive]]\n| Death=\n| Place=\n| Allegiance=[[House Lannister]]&lt;br/&gt;[[House Payne]]\n| Family=[[Ilyn Payne]] - distant cousin\n| Actor=[[Daniel Portman]]}}\n{{Quote|There has never lived a more loyal squire.|[[Tyrion Lannister]] to Podrick|Breaker of Chains}}\n\n'''Podrick Payne''', often called '''Pod''', is a recurring character in the [[Season 2|second]], [[Season 3|third]], [[Season 4|fourth]] and [[Season 5|fifth]] seasons. He is played by guest star [[Daniel Portman]] and debuts in &quot;[[The Night Lands]].&quot; Podrick PayneÂ was [[Tyrion Lannister]]'s [[squire]], but has since been given to [[Brienne of Tarth]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Podrick is a young member of a cadet branch of [[House Payne]]. He is 12 years old at the beginning of the novels. Podrick Payne has brown hair and blue eyes and is very shy and awkward. Podrick appeared in the first novel, but his appearance in the TV series was delayed until the second season. Like several other younger characters he was aged-up in the TV series to be in his late teens. As Podrick is barely 12â&euro;&ldquo;13 years old during the events of the third novel (corresponding to Season 3), he never has sex with prostitutes as he did in &quot;[[Walk of Punishment]]&quot;, or with any woman, and thus isn't described as being particularly sexually skilled.\n\nHis father was a squire for his richer cousins. After he was knighted, he married a chandler's daughter then went off to die in the [[Greyjoy Rebellion]]. When Podrick was four years old his mother left him with one of these cousins, Ser Cedric Payne, when she ran off with a wandering singer who had gotten her pregnant. Ser Cedric treated Podrick more as a servant than as a squire who was also a cousin.\n\nSer Cedric brings Podrick with him when the Lannisters call up their bannerman to attack the Riverlands, and when he is killed in battle, Podrick is left alone again. Pod attaches himself to Ser Lorimer, a hedge knight in [[Leo Lefford]]'s service. Ser Lorimer was in charge of Tywin Lannister's baggage train, but is later found to have stolen food from it, a smoked ham which he ate with Podrick. They are both going to be hanged, but Podrick Payne was spared because of his family name. He then comes to the attention of Ser Kevan Lannister who is the one who assigns Podrick to [[Tyrion Lannister]] as his squire, shortly before the [[Battle of the Green Fork]].\n\nTyrion believes Podrick was assigned to him as a jape. He is very awkward, but also loyal to Tyrion, as seen when he ironed Tyrion's clothing. He stays silent most of the time, but when he talks he trips over his tongue; not sure what to say, he babbles. He is scared of people, so he talks while looking at their feet. He is terrified of his relative, King's Justice Ser Ilyn Payne. However, while he sometimes stumbles over his own words out of shyness, it is noted that he is far from stupid.\n\nDuring the [[Battle of the Blackwater]], Tyrion didn't realize that Podrick had come with him through the gates when he left the keep to lead the sortie, when asked why Podrick says simply that he is Tyrion's squire. Tyrion tells him to stay close. When Ser Mandon Moore tries to kill Tyrion, they are on a ship hung up on the chain across the Blackwater Rush. Podrick doesn't stab Ser Mandon with a spear, he just pushes him in the water and the weight of the armor does the rest.\n\n", "Image gallery": "&lt;gallery&gt;\nPodrick_Payne.png|Podrick during the meeting between Tyrion and Cersei.\nTyrion speech.jpg|Podrick watches as Tyrion rallies the King's Landing defenders in &quot;[[Blackwater]]&quot;.\nTyrion Blackwater Promo.jpg|Promotional image of Podrick and Tyrion from &quot;Blackwater&quot;.\nPodrickBreakerOfChainsPromo.jpg|Promotional image of Podrick from &quot;[[Breaker of Chains]]&quot;.\nHotpiepodrickbriennetalkinginn.png|Hot Pie speaks while Brienne and Pod eat a [[kidney pie]] made by him in &quot;[[Mockingbird]]&quot;.\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season Two Appearances||yes||||||yes|yes|yes}}\n{{Season Three Appearances|yes||yes||yes|||yes||yes}}\n{{Season Four Appearances|yes|yes|yes|yes|yes||yes|||yes}}\n\n", "Biography": "===Background===\nPodrick Payne is a distant cousin of the more famous Ser [[Ilyn Payne]], the [[King's Justice]], and member of a lesser branch of [[House Payne]]. He has been made a squire to Tyrion Lannister, and hopes to one day complete his training and become a [[Knighthood|knight]].\n\n===[[Season 2]]===\nTyrion has [[Janos Slynt]] as a dinner guest in the dining room of the [[Tower of the Hand]]. Podrick pours wine for them, but spills the beverage on Janos' hand. Janos begins to chastise the boy, but Tyrion dismisses him and says they know how to pour their own wine.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\nPodrick attends Tyrion during a dinner he holds with Queen [[Cersei]]. He cannot repress a smile when Tyrion jokes about Joffrey's inability to rule.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n[[File:Tyrion and Podrick 2x09.png|thumb|Podrick equips Tyrion in armor in &quot;[[Blackwater]]&quot;.]]\nPodrick squires for Tyrion during the [[Battle of the Blackwater]]. He dresses Tyrion in his armor prior to the battle during a meeting with Lord [[Varys]]. Varys asks Tyrion if he trusts Podrick and Tyrion says that he does. Varys then shows them a map of the tunnel network beneath the city. When King [[Stannis Baratheon]] lands near the [[Mud Gate]] Tyrion dispatches Podrick to fetch reinforcements from the [[King's Gate]]. Podrick does as ordered, returning with a host of men just as King [[Joffrey Baratheon|Joffrey]] flees back to the [[Red Keep]].&lt;ref name=&quot;E19&quot;&gt;&quot;[[Blackwater]]&quot;&lt;/ref&gt;\n\n[[File:TyrionInjuredBlackwater.png|thumb|Podrick Payne with injured Tyrion.]]\nTyrion urges his surviving men and Podrick's reinforcements to help him fight the invaders. He orders Ser [[Mandon Moore]] and Ser [[Boros Blount]] to join him in leading a sortie through the tunnels. Podrick accompanies Tyrion outside the walls. In the midst of battle, Ser Mandon attempts to murder Tyrion. He strikes after Tyrion has removed his helmet but only succeeds in cutting his face. Podrick kills Ser Mandon by shoving a spear through the back of his head, saving Tyrion's life. He cradles Tyrion in his arms as he collapses into unconsciousness.&lt;ref name=&quot;E19&quot;/&gt;\n\nWhen Tyrion wakes up, Podrick is in the room as Varys tells Tyrion about what has been happening while he is unconscious. Tyrion thanks Podrick for saving his life. When Tyrion tells Podrick to go summon [[Bronn]] to post [[Gold Cloaks]] at his door and to find the [[hill tribes]], Varys stops him and tells Tyrion that Bronn is no longer leading the Gold Cloaks and the hill tribes have gone home. Podrick opens the door to let in [[Shae]], then he leaves the room with Varys.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\nTyrion sends Podrick to urgently get Bronn. Podrick finds Bronn at Littlefinger's brothel with [[Mirelle]] and insists he come with him to Bronn's frustration. When they arrive back at the Red Keep, Bronn has Podrick back him up that Bronn has just recently been knighted when two [[Kingsguard]]s insult him.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\n[[File:We need Details.jpg|thumb|226px|Tyrion is facinated at Pod's ability to pleasure women.]]Bronn reminds Tyrion that he still owes Podrick for having saved Tyrion's life. Tyrion then brings Podrick to Littlefinger's brothel and pays for three prostitutes ([[Marei]], [[Genna]], and the contortionist [[Kayla]]) to take Podrick's virginity. Podrick later returns with all of Tyrion's coins as the prostitutes enjoyed the experience so much that they did not want any payment. Tyrion and Bronn are amazed and insist that Podrick tell them everything that happened, in &quot;copious detail&quot;.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt; [[Ros]] later mentions to a confused [[Varys]] that the girls all said Podrick was the best they'd ever had, and that as three professional prostitutes, they'd been with a lot of men. Varys asks if it's that he's very large, but Ros says that according to the girls he wasn't particularly large, so much as ''what'' he did. Varys asks what it was, but Ros says that while the three prostitutes are often very descriptive, the most they could say about the wonderful experience was that it was &quot;hard to describe&quot;.&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n\nSometime later, Pod is present when Lady [[Olenna Tyrell]] meets with Tyrion to discuss the costs of the upcoming royal wedding. Olenna admonishes Pod for giving her too much wine and sends him off for figs. Upon returning with the fruit, she sarcastically asks if he retrieved them from [[Volantis]] before departing.&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n\nPodrickÂ shares wine with Tyrion, but has trouble keeping up with him. Tyrion, already drunk and unhappy about his forced marriage, tells him if being drunk all the time was easy then everybody would do it. Soon after, Cersei arrives and ordersÂ Podrick to leave so she may speak to her brother alone.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n[[File:Podrick with tyrion and bronn waiting for doran martell.png|thumb|right|Podrick with Tyrion and Bronn waiting for Doran Martell.]]\n\nBearing the king's [[House Baratheon|banner]], Podrick awaits the arrival of Prince [[Doran Martell]] of [[Dorne]] along with Tyrion and Bronn. As the [[Dornishmen]] approach, he correctly identifies the [[heraldry]] of several Dornish houses, to the approval of Tyrion. Bronn replies that he needs a sigil. When they learn from the envoys that Doran's brother [[Oberyn Martell]] has come to the city instead, and that he arrived before dawn, Podrick accompanies Tyrion and Bronn to Littlefinger's brothel to greet Prince Oberyn and his [[paramour]], [[Ellaria Sand]].&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\n[[File:Podrick visits tyrion in his cell.png|thumb|left|Podrick visits Tyrion in his cell.]]\n\nIn the aftermath of Joffrey's assassination, an unnamed Gold Cloak approaches Pod, offering him knighthood if he agrees to testify against Tyrion, who is suspected of committing the crime. Pod adamantly refuses. Later, Pod speaks to Tyrion in his cell, who reveals that Bronn is currently being investigated for information on the poison used to kill Joffrey, and that by refusing the Gold Cloak's offer, Pod has implicated himself as a suspect as well.Â TyrionÂ insists that Pod flee King's Landing before he too is arrested, and Pod tearfully agrees only after Tyrion outright orders him to do so. Before he leaves, TyrionÂ comforts Pod by saying he is the most loyal squire anyone could hope for.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\n[[File:Jaime presents podrick to brienne.png|thumb|right|Jaime presents Podrick to Brienne.]]\n\nWhen Brienne is tasked by Jaime Lannister to locate and protect the missing [[Sansa Stark]], he assigns Podrick to act as her squire. Brienne initially rejects the offer, believing that Podrick will simply slow her down. However, Jaime insists that Podrick is not safe in King's Landing and this is a favor for Tyrion. Before Podrick departs with Brienne, Bronn gives him a gift from Tyrion. It is the axe Tyrion used during the [[Battle of the Blackwater]].&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\n[[File:Brienne riding with podrick.png|thumb|left|Podrick riding with Brienne.]]\n\nWhile on the road, Podrick is having difficulties with his horse, much to the annoyance of Brienne. The two are on their way to the Castle Black, where Brienne believes Sansa has been taken in by her half-brother, Jon Snow. Brienne tries to get rid of PodrickÂ by releasing him from the vow he swore as her squire, but to no avail. At their campsite, Podrick sets fire to a rabbit he was trying to cook, even though he did not even skin it properly. BrienneÂ questions PodrickÂ about his duties as squire to Tyrion. He tells her his job was mostly pouring wine, alongside other menial tasks. Brienne then asks if Podrick did anything related to combat. PodrickÂ reveals how he killed Ser Mandon Moore of the Kingsguard by shoving a spear through his head when he tried to kill Tyrion. Brienne then allows Podrick to help her remove her armor.&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;\n\n[[File:Hotpiepodrickbriennetalkinginn.png|thumb|right|Brienne and Podrick meet Hot Pie.]]\n\nLater on, Podrick andÂ BrienneÂ stop at [[Inn at the Crossroads|an inn]] where they are served kidney pie made by none other thanÂ [[Hot Pie]], who proceedsÂ to tell them at length the process in finding the right ingredients. He then asks of Brienne's business, to which she replies that she is inÂ Catelyn Stark'sÂ service to find and protect Sansa Stark. Hot Pie leaves after addressing the Starks as traitors. As Brienne and Podrick prepare to leave the inn, Podrick reminds Brienne that telling people of their quest could be dangerous, but Brienne's honesty is swiftly rewarded when Hot Pie approaches and gives them a baked good shaped like a direwolf. He tells them that he knows nothing of Sansa but last saw Arya alive and hints that she was being sought by the Hound. Podrick, having memorized the complex family trees of the Great Houses, suggests that they head to the Eyrie, realizing that [[Lysa Arryn]] is the Hound's only remaining chance of a ransom.&lt;ref&gt;&quot;[[Mockingbird]]&quot;&lt;/ref&gt;\n\n[[File:Podrick watches brienne and the hound.png|thumb|left|Podrick and Arya watch as a fight between Brienne and the Hound starts.]]\n\nAfter a night's rest, Brienne and Podrick discover their horses have disappeared. Brienne blames her companion for not hobbling them correctly and forces him to carry the saddle bags. Later, Brienne encounters a young girl practicing with a [[Needle|thin sword]] and the two briefly bond over their shared interests. However, the situation turns hostile when Podrick correctly identifies the girl's companion as [[Sandor Clegane]]. Brienne realizes the girl is none other than [[Arya Stark]] and tells her that she swore her mother to keep her safe. Sandor, seeing Brienne with a sword forged in a style typical of swords made for the Lannisters, refuses to hand over Arya to Brienne and believes that she is merely here for the bounty on his head. Even after Brienne convinces him this is not the case, Sandor still refuses, impugning Brienne's ability to protect Arya. Brienne and Sandor engage in a vicious duel, while Podrick watches instead of keeping an eye on Arya. Brienne emerges victorious, but the two have lost sight of Arya.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n"}, "title": "Podrick Payne"}