{"attributes": {"season": " Season 4", "image": " Poisons Histories &amp; Lore.png", "narrator": " Oberyn Martell'''&quot;Poisons&quot;''' is part of the Histories &amp; Lore, a special feature in the Blu-ray of Season 4 of ''Game of Thrones''. It is narrated by Pedro Pascal as Prince Oberyn Martell.== Synopsis ==Oberyn Martell explains the sources, surreptitious uses, and lethal effects of the many poisons circulating throughout Westeros and Essos.==Summary==Any man who calls a poison a woman's weapon is a traitor to his fellow men. A dagger, arrow, axe; these are the arms of passion. But poison is cold, calculating. Poison is the thought that wakes you in the morning and lulls you to sleep at night. You watch your victim die a thousand times before you ever offer him that fateful taste. Is a man's hate so inferior to a woman's that they are to be denied such a weapon?When Oberyn was a boy of sixteen, a Edgar Yronwood", "title": " Poisons"}, "sections": {"TOP": "Poisons (Histories &amp; Lore)030094im9yiuqtn9os0bb05xwbg88bxoqgqrr1773252015-03-16T21:35:28ZGreater good3347453Added infobox{{Lore|Title = Poisons|Image = Poisons Histories &amp; Lore.png|Season = [[Season 4|4]]|Narrator = [[Oberyn Martell]]}}\n'''&quot;Poisons&quot;''' is part of the [[Histories &amp; Lore]], a special feature in the Blu-ray of [[Season 4]] of ''[[Game of Thrones]]''. It is narrated by [[Pedro Pascal]] as Prince [[Oberyn Martell]].\n\n", " Synopsis ": "[[Oberyn Martell]] explains the sources, surreptitious uses, and lethal effects of the many poisons circulating throughout Westeros and Essos.\n", "Summary": "Any man who calls a [[poison]] a woman's weapon is a traitor to his fellow men. A dagger, arrow, axe; these are the arms of passion. But poison is cold, calculating. Poison is the thought that wakes you in the morning and lulls you to sleep at night. You watch your victim die a thousand times before you ever offer him that fateful taste. Is a man's hate so inferior to a woman's that they are to be denied such a weapon?\n\nWhen Oberyn was a boy of sixteen, a [[Edgar Yronwood|great lord]] caught him with his mistress. He should have been honored, instead the fat old fool challenged him to a duel. Thanks to Oberyn's age and status, only to first blood. But the lord's mistress and his wife warned Oberyn which of his parts the lord intended to draw first blood from. The lord was strong and fierce but slow. Oberyn cut him quickly and the duel ended with honor satisfied. Then, his wounds festered and he died. Ever since, men have called Oberyn the &quot;Red Viper&quot;, a name that never fails to draw a laugh from him. As if a single serpent was all he knew of venom!\n\n[[Essence of Nightshade]] is the gentlest of poisons. A drop dissolved into wine will slow a pounding heart and stop a hand from shaking. Three drops will grant a night of deep and dreamless sleep. Ten drops and you will have a sleep that does not end.\n\n[[Basilisk's blood]]. It will give cooked meat a savory smell, but if eaten it produces violent madness, in beasts as well as men. A mouse will attack a lion after a taste of Basilisk's blood. But to a man who loves his art, is not passion a form of madness?\n\n[[Widow's blood]] forces a man's bowels and bladder to fail. He drowns in his own poisons; a slow, painful death. It has earned it's name many times, Oberyn is sure.\n\nThe [[Tears of Lys]], a rare and costly poison. Clear, tasteless and odorless. Dissolved in wine or water, it eats at a man's bowels. He dies in agony, which will not appear unusual if the victim is old or sickly. The favourite fool of impatient heirs.\n\nAcross the world, on certain islands of [[the Jade Sea]], grows a certain plant. The leaves must be aged and soaked in a wash of limes, sugar water and certain rare spices from the [[Summer Islands|Summer Isles]]. Afterward, the potion must be thickened with ash and allowed to crystalise. The process is slow and difficult, the necessaries costly and hard to acquire. The Alchemists of [[Lys]] know the way of it, and the [[Faceless Men]] of [[Braavos]] and the [[Maesters]]. Dissolved in wine, it makes the muscles of a man's throat clench tighter than any fist. The victim's face turns purple as the little crystal seed from which his death was grown, and so they call if [[the strangler]].\n\nWhich of these vials would Oberyn take from it's shelf, you may ask? None. To kill a man at his table or in his bed bores him. To toils hours over a boiling pot, measuring and stirring, bores him. How life begins is always entertaining, and his kind must make sure it's end is worth their wait.\n\n"}, "title": "Poisons (Histories &amp; Lore)"}