{"attributes": {"status": " :Category:Status: Dead", "death": " Stabbed in the throat by Arya Stark", "last": " &quot;Two Swords&quot;", "title": "Polliver", "season": " Season 2", "image": "Polliver-Profile-HD.png", "allegiance": " House Lannister", "actor": " Andy Kellegher", "deathep": " &quot;Two Swords&quot;Quote", "link": " House Lannister::''For similar articles see Lannister soldier.''Character", "appearances": " 3 episodes &lt;small&gt;#Appearances", "first": " &quot;What is Dead May Never Die&quot;"}, "sections": {"In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Polliver is a Lannister man-at-arms but he is under the command of Ser [[Gregor Clegane]] instead of Ser [[Amory Lorch]]. In the books it is Lorch who leads the attack on Yoren's recruits but Arya, Gendry, [[Hot Pie]], the little girl named [[Weasel]] and Lommy escape. They are captured later by Clegane's men and Lommy is killed by Rafford (aka Raff the Sweetling), rather than Polliver. Nevertheless it is Polliver that takes Needle.\n\nArya and the Hound encounter Polliver, accompanied by the Tickler and a [[Sarsfield]] squire, at the [[Inn at the Crossroads]] in ''A Storm of Swords''. It is the Hound and not Arya who kills Polliver in the ensuing brawl. Instead, Arya kills [[the Tickler]], who in the novels was never targeted by [[Jaqen H'ghar]].\n\nBecause Polliver was combined with Raff in the TV series, however, Arya kills Polliver in the TV series the same way that she later kills Raff in the books: sarcastically quoting back the same taunts he made to Lommy before he killed the boy, then stabbing Polliver/Raff through the throat in the same way that he killed Lommy.\n\n", "TOP": "Polliver07379dbvxw0e8e9a6h4aqwl41jrjxgl8mhkb1752272015-03-04T04:11:30ZSharp Blades26158496/* Season&amp;nbsp;4 */{{Heraldry\n|image = Lannister mini shield.png\n|link = House Lannister\n}}\n::''For similar articles see [[Lannister soldier]].''\n{{Character\n|Title =Polliver\n|Season = [[Season 2|2]], [[Season 4|4]]\n|Image=Polliver-Profile-HD.png\n|First = &quot;[[What is Dead May Never Die]]&quot;\n|Last = &quot;[[Two Swords]]&quot;\n|Appearances= 3 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n|Status = [[:Category:Status: Dead|Deceased]]\n|Death = Stabbed in the throat by Arya Stark\n|Allegiance = [[House Lannister]]\n|Actor = [[Andy Kellegher]]|DeathEp = &quot;[[Two Swords]]&quot;}}\n{{Quote|You spend enough time putting the hammer to people, you start to feel like a carpenter making chairs.|Polliver|Two Swords}}\n\n'''Polliver''' is a recurring character in the [[Season 2|second]] and [[Season 4|fourth]]Â seasons. He is played by guest star [[Andy Kellegher]] and debuts in &quot;[[What is Dead May Never Die]].&quot; Polliver is a [[man-at-arms]] in service of [[House Lannister]] during the [[War of the Five Kings]].\n\n", "Appearances": "{{Season Two Appearances|||yes|yes}}\n{{Season Four Appearances|yes}}\n\n", "Biography": "===[[Season 2]]===\nPolliver is a Lannister [[man-at-arms]] under the command of Ser [[Amory Lorch]]. He accompanies Lorch in the [[Raid by the Gods Eye|attack]] on [[Yoren]] and his [[Night's Watch]] recruits. He knocks [[Arya Stark]] over when she runs to join the fight and takes [[Needle]] from her, and amused, says that he will pick his teeth with it. When the Lannister forces are victorious, Amory says that they will take the survivors back to [[Harrenhal]]. As they are rounding up the survivors, Polliver approaches the injured boy [[Lommy]], who has been shot with an arrow in his leg and says Polliver needs to carry him. Polliver seemingly obliges and offers a hand, but instead stabs the boy in the neck with Needle. Coughing up blood, Lommy chokes to death as Polliver returns to his fellow men-at-arms and mocks Lommy's request. Arya fools Lorch and his men into believing that Lommy was their target; the Royal [[Bastardy|bastard]] [[Gendry]]. Gendry is actually among the captives.&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\nLorch and his men deliver the prisoners to Ser [[Gregor Clegane]] at [[Harrenhal]]. Ser Gregor oversees the torture of the captives, killing several of them. Polliver beats an old woman prisoner for asking him for a crust of bread. Gendry is selected to be tortured while Polliver stands guard. Lord [[Tywin Lannister]] arrives during the torture and asks Gregor what is going on. Gregor says that they were not expecting Tywin for another day. Tywin asks why the prisoners are not in their cells. Gregor says that their cells are overflowing. Polliver interjects that the prisoners will not be there long. Tywin asks if they are so well manned that they can afford to discard able and skilled prisoners. Polliver catches Arya looking at Needle in his sword belt and orders her to kneel, calling her boy. Tywin immediately realizes that she is a girl and calls Polliver an idiot. He asks why she has dressed as a boy and she says that it was safer to travel. He says that she is smart and orders the prisoners be put to work. He says that Arya will be his new [[cupbearer]].&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n===[[SeasonÂ 4]]===\nPolliver and a few half dozen other kingsmen are in a tavern, robbing the [[innkeeper]] of his supplies while they prepare to rape [[Innkeeper's daughter|his daughter]]. [[Sandor Clegane|The Hound]] and [[Arya Stark]] arrive. Polliver recognizes the Hound, but not Arya, and greets him warmly by having the innkeeper serve them [[Food and Drink|ale]]. Polliver wonders what brings the Hound so far [[The North|North]], and the Hound wonders the same of him. Polliver says he is keeping the [[Joffrey Baratheon|king]]'s peace, but the Hound finds it needless as the war is over, and Polliver acknowledges [[Stannis Baratheon|Stannis]]'s [[Battle of the Blackwater|defeat]] at the [[Blackwater Bay|Blackwater]] and [[Robb Stark]]'s [[Red Wedding|defeat]] at [[the Twins]]. Polliver states his regret being &quot;stuck with&quot; [[Gregor Clegane]], calling it torture and saying that he feels like a carpenter making chairs, and it drains the fun right out of it, but that he shouldn't have mentioned that to Arya. The Hound says she is decent company, and Polliver tries to convince him to join them in raping, robbing and pillaging; they have free reign to do as they wish, since they are wearing the King's colors and no one is standing in his way as the war is over. Sandor's blunt response is &quot;fuck the King&quot;. Offended, Polliver mentions the hearsay about the Hound running from the Battle of the Blackwater and how he originally didn't believe it. The Hound mocks this and demands a chicken.Â \n[[File:Arya kills Polliver.jpg|thumb|250px|Arya kills Polliver.]]Polliver asks if he has money to pay for the chicken, in which the Hound asks if Polliver paid for it. Polliver says no, but that they are the king's men, and again asks if he has money. The Hound says no but still demands the chicken. Polliver presents him a deal: one of their chickens in exchange for raping Arya, mentioning that his friend [[Lowell]] &quot;likes them a bit broken in.&quot; The Hound calls him a talker, and that talkers make him thirsty, and proceeds to lift Polliver's drink and chug it down. He says that they also make him hungry, and now demands two chickens. Polliver glances back at his men-at-arms seriously, and tells the Hound that he doesn't understand the situation. The Hound says that he understands that if Polliver keeps talking, he will have to eat every chicken in the room. Polliver says that he lived his life for the king, and asks if he is willing to die for some chickens, but the Hound says &quot;someone is.&quot; The tension finally erupts into conflict, andÂ Polliver is knocked out of the fight by the Hound who throws a table over him. After moments of fighting several of Polliver's men-at-arms, Polliver reaches for his sword but is stopped by the Hound, who steps on it and punches Polliver. The Hound then proceeds to slaughter all but Polliver and two of his men, whom AryaÂ staggers by smashingÂ a pot over his head and then kills him by slowly sinking his own longsword into him, and the Hound kills the other by stabbing him in the chest.\n\nWhen â&euro;&lsaquo;Polliver recovers and advances on the distracted Hound, Arya sneaks behind and slashes his hamstring, taking back her stolen sword [[Needle]] as he falls to his knees. She stands over him as he lays on his back and recreates [[Lommy]]'s death scene, taunting him with the same words Polliver had used prior to killing Lommy: &quot;something wrong with your leg boy? Can you walk? I've got to carry you?&quot; She then repeats what he said to her when he stole Needle, &quot;fine little blade; maybe I'll pick my teeth with it.&quot; A look of recognition comes over Polliver's face as he finally remembers her and what she is referring to. She slowly sheaths Needle into his neck, completing Lommy's death scene down to the gurgling of arterial blood from Polliver's mouth. As she watches him choke on his own blood, a look of deep fascination and satisfaction resides on her face.&lt;ref name=&quot;E31&quot;&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\n", "See also": "*{{AWOIAF}} (spoilers from the books)\n*{{AWOIAF|Rafford}} (MAJOR spoilers from the books)\n\n"}, "title": "Polliver"}