{"attributes": {}, "sections": {"TOP": "Prince of Dorne014593g7ba90lyiut14g8324rcrx5numkkuuv1798352015-03-27T15:20:30ZArdilaun24498038{{Quote|After the tradition of [[Nymeria|her]] people, House Martell then ruled Dorne as princes, not kings.|[[Oberyn Martell]]|House Martell (Histories &amp; Lore)}}\n'''Prince of Dorne''' or '''Princess of Dorne''' is a title held by the head of [[House Martell]], who also holds the title of Lord (or Lady) of [[Sunspear]]. The title is equivalent to the title of &quot;[[Lord Paramount]]&quot; found in most of the other regions of [[Westeros]]. \n\nWhile the title &quot;[[Prince]]&quot; in other parts of the Seven Kingdoms is typically used to indicate the heir to the throne, Dorne has Ruling Princes (or Ruling Princesses). This is a holdover from centuries ago when the [[Rhoynar]] ruled city-states along the [[Rhoyne]] River in [[Essos]]. Dorne had a Ruling Prince when it was an independent kingdom, and only unified with the Targaryen realm one century ago - not through conquest but through marriage-alliance. As a result of this voluntary union, the [[Iron Throne]] allowed the Martell rulers of Dorne to continue to style themselves as &quot;Princes&quot; even though they are no longer the absolute sovereign.\n\nWhen Dorne finally joined with the rest of the [[Seven Kingdoms]] through a [[marriage]] alliance, the [[Iron Throne]] allowed the Martells to retain the title along with their laws. As with most Dornish titles, succession to the title is granted to the eldest surviving heir regardless of gender.\n\nAfter Dorne unified with the rest of the Seven Kingdoms, there is apparently no ''functional'' difference between a &quot;Prince of Dorne&quot; and a &quot;Lord Paramount&quot; that rules another region, but the title &quot;Prince&quot; is still considered to be more prestigious.  \n\nThe offspring and siblings of the Prince of Dorne also hold the title of Prince or Princess.\n\n:There is apparently no distinction between ''the'' &quot;Prince of Dorne&quot; - the head of House Martell who rules Dorne - and other &quot;Princes of Dorne&quot; who are younger brothers of the current ruler, such as between Doran Martell and his younger brother [[Oberyn Martell|Oberyn]]. ''Game of Thrones Wiki'' has been conjecturally using the title &quot;Ruling Prince&quot; of Dorne to refer to actual rulers such as Doran, but it isn't clear if this is a term they would actually use. Theoretically, ''every'' male member of House Martell for the past one thousand years has been called a &quot;Prince&quot;, and ''every'' female member has been called a &quot;Princess&quot;.\n\n", " Known Ruling Princes of Dorne ": "* Prince [[Doran Martell]], Lord of Sunspear.\n\n", " Historical Princes of Dorne ": "* Prince [[Maron Martell]], who brought Dorne under the authority of the Iron Throne through marriage-alliance, one century before the War of the Five Kings.\n\n"}, "title": "Prince of Dorne"}