{"attributes": {}, "sections": {"TOP": "Prince's Pass070344rq21jzjr8zbdoe4obll5onmlr2rroz1806032015-04-02T23:41:25ZThe Dragon Demands5014364/* References */[[Image:Prince's Pass.png|right|thumb|200px|A map showing the location of the Prince's Pass on the continent of Westeros.]]\nThe '''Prince&lt;nowiki&gt;'&lt;/nowiki&gt;s Pass''' is one of only two major passes through the [[Red Mountains]], linking [[Dorne]] to the [[Stormlands]] and [[the Reach]]. The other major pass is the [[Boneway]], located further east. The Prince's Pass begins south of [[Nightsong]] and proceeds southwards through the mountains into the northwest of Dorne, emerging near [[Skyreach]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season1/#!/locations/dorne/ HBO viewers guide, season 1 map, Dorne entry]&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Prince's Pass is a natural choke-point in times of war, and prevents easy access for armies from other parts of the continent into the Dornish interior. The military value of the pass was even enough to stymie [[Aegon the Conqueror]]'s invasion of Dorne, with his [[dragons]] unable to be deployed effectively against an enemy fighting from behind rocks and in ambushes.\n\nDaeron I, the Young Dragon, used this to his advantage when he invaded Dorne one and a half centuries later. After sending an army into the pass, drawing the Dornish forces out to defend it, he landed a substantial second army by sea at the mouth of the [[Greenblood]] River, effectively outflanking the entire nation and compelling the [[House Martell|Martells]] to surrender.\n\nNinety years before the events of the novel, a bandit lord known as the Vulture King seized control of the northern part of the Prince's Pass. Houses [[House Caron|Caron]] and [[House Dondarrion|Dondarrion]] made an alliance and sent troops into the pass to root out the Vulture King. [[Duncan the Tall]] accompanied this expedition.\n\nHouse Fowler of Skyreach serves the Prince of Dorne as the Wardens of the Prince's Pass, and are entrusted with its defense.\n\n"}, "title": "Prince's Pass"}