{"attributes": {}, "sections": {"TOP": "Prince of Dragonstone020781dghk6z5yht9sfa4ffw4kvepxemvxsp41681152014-12-23T15:51:15ZDaemon Targaryen24097499[[File:Dragonstone (day).jpg|thumb|right|300px|[[Dragonstone (castle)|Dragonstone]], the seat of the Prince of Dragonstone.]]\n\nThe &quot;'''Prince of Dragonstone'''&quot; is a title traditionally used by the heir apparent to the [[King of the Andals and the First Men|ruling monarch]] of the [[Seven Kingdoms]].\n\nThe title was created after [[Aegon I Targaryen]] unified the Seven Kingdoms in the [[War of Conquest]]. While kings of the [[House Targaryen|Targaryen dynasty]] ruled from the [[Iron Throne]] in [[King's Landing]], the heir to the throne would traditionally rule over the ancestral Targaryen lands: the volcanic island of [[Dragonstone (island)|Dragonstone]], located on the far side of [[Blackwater Bay]] from King's Landing itself.\n\nDragonstone was usually ruled by the Crown [[Prince]]. In practice, if the heir apparent had not yet reached the age of legal majority, a regent (usually a blood relative) would administer Dragonstone in the interim - but the under-aged heir would still nominally be Prince of Dragonstone. If a king left behind multiple sons when he died, and the eldest had no children when he succeeded his father as king, the next oldest son would become Prince of Dragonstone, as his brother's legal heir. He would yield the title as soon as his older brother produced an heir.\n\nThe Targaryen dynasty maintained the title of Prince of Dragonstone for the heir apparent because the island was their home territory. After [[Robert's Rebellion]], the new [[House Baratheon|Baratheon dynasty]] did not apparently continue use of the title. [[Robert Baratheon]] did give rule of the island to his younger brother [[Stannis Baratheon|Stannis]], but there has been no mention that he ever used the title. Nor is there mention that the title was ever used for Robert's (alleged) first son [[Joffrey Baratheon|Joffrey]].\n\nTechnically the title became &quot;Princess of Dragonstone&quot; if the heir apparent was ever female, however this hardly ever occurred during three centuries of Targaryen rule. [[Rhaenyra Targaryen]] was the one major exception, but her succession was controversial and sparked a civil war with her younger brother. Generations later, after the near-extinction and exile of House Targaryen, [[Daenerys Targaryen]] technically became Princess of Dragonstone as the legal heir of her brother [[Viserys Targaryen|Viserys]] - because there were no other potential male heirs. Daenerys, however, had only briefly been on Dragonstone - she was born on the island during a great storm, which earned her the sobriquet &quot;Stormborn&quot;, but she was secreted off the island mere weeks later and has no memory of it. The position was academic, as after Viserys's death she inherited his claim as the Targaryen monarch in exile.\n\n", "Known Princes of Dragonstone": "\nMany Targaryen kings were the Prince of Dragonstone before they ascended the throne. Exceptions occur when there were unexpected deaths in the royal line, and a few kings simply died childless.\n\nProminent Princes of Dragonstone included:\n* â&euro;&lsaquo;Prince [[Rhaegar Targaryen]] - Heir of King [[Aerys II Targaryen|Aerys II]], the Mad King. Killed in his twenties at the [[Battle of the Trident]] - having been nominally Prince of Dragonstone since he was born, and formally held the office since he came of age.\n\n*Prince [[Viserys Targaryen]] - Briefly held the title for a few weeks after his older brother Rhaegar died, but before their father Aerys II was killed in the [[Sack of King's Landing]]. He was only a young boy at the time. As the new heir apparent, Aerys II sent Viserys away to safety on Dragonstone itself, along with the pregnant Queen [[Rhaella Targaryen|Rhaella]], who died there giving birth to Daenerys. Upon his father's death Viserys proclaimed himself king in exile, styled as Viserys III, but fled across the [[Narrow Sea]] along with his infant sister.\n*Princess [[Daenerys Targaryen]] - Nominally claimed the title as her brother's heir during her childhood of exile in the Free Cities. One of the few times that the legal heir was female. Upon her brother's death, as his heir she proclaimed herself Queen in exile. While she became pregnant with a son by Khal [[Drogo]] whom she named [[Rhaego]], who would have been Prince of Dragonstone, the baby was stillborn and thus never even nominally held the title.\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, the title dates back to the two sons of Aegon the Conqueror, [[Aenys Targaryen|Aenys]] and [[Maegor Targaryen|Maegor]]. Because Aegon had no other sons nor any daughters, for many years Maegor was the heir of his older brother Aenys. Because King's Landing was still under construction, Aegon spent the next four decades of his reign on royal processions across the realm, and he took Aenys with him. In contrast, Maegor stayed with his mother Visenya at the old Targaryen seat on Dragonstone - and as a result, over time people took to informally calling Maegor &quot;the Prince on Dragonstone&quot;. Years later, Aenys succeeded his father upon his death and Maegor became his [[Hand of the King]]. Maegor later outraged the [[Faith of the Seven]] by taking a second wife in a polygamous marriage, however, and in punishment Aenys exiled him to [[Pentos]] for five years. As a further punishment against Maegor, Aenys declared that his eldest son Aegon was the new &quot;Prince of Dragonstone&quot; - officially making it the title of the designated heir to the throne, and stressing that his own children would inherit the throne ahead of his brother (while Andal custom is that a lord's children inherit ahead of his younger brother, Valyrian custom was more complicated, and some argued that Maegor should be Aenys's direct heir anyway). Therefore Aenys's son Aegon was the first official &quot;Prince of Dragonstone&quot;, though the title unofficially originated with Maegor. Eventually Maegor died and Aenys's youngest son [[Jaehaerys I Targaryen|Jaehaerys I]] succeeded him, but it isn't clear if Maegor ever named Jaehaerys I as his heir (apparently, Jaehaerys I fled into hiding after Maegor killed his two older brothers).\n\nMost kings were usually Prince of Dragonstone before ascending the throne, but a few unexpected deaths upset the line of succession. Probably the most prominent example of this is among the heirs of King [[Daeron II Targaryen]]. His eldest son Baelor died in a tournament accident, so he was succeeded by his second son [[Aerys I Targaryen|Aerys I]]. Aerys I never had children so Daeron II's third son [[Rhaegel Targaryen|Rhaegal]] was heir, but Rhaegal was medically insane, so Aerys I was succeeded by Daeron II's fourth son [[Maekar I Targaryen|Maekar I]]. Maekar himself had four sons, yet his eldest son Daeron later died of a pox, then his second son [[Aerion Targaryen|Aerion Brightflame]] died drinking [[Wildfire]]. A Great Council was held to determine who the new king would be. Maekar's third son [[Aemon]] had already joined the Order of [[Maesters]] and considered himself ineligible to succeed - though there were those who offered him the throne anyway, because as king he could simply release himself from the vows, but he did not wish to be used as a political pawn against his younger brother, so he refused the throne (and then joined the [[Night's Watch]] to further discourage any who wished to use him as a rival heir). Maekar was thus succeeded by his fourth and youngest son, [[Aegon V Targaryen|Aegon V]]. As he was the fourth son of Maekar, who was himself a fourth son, he was called &quot;Aegon the Unlikely&quot;. Aegon V was therefore never Prince of Dragonstone before he ascended the throne.\n\nIt isn't clear exactly what happened to the title after the Baratheons overthrew the Targaryens. Stannis was given Dragonstone to rule, though he would have preferred Storm's End, because it was a hotbed of Targaryen loyalists that needed a firm hand to rein in. A few years later, however, Robert's marriage (apparently) produced a son, Joffrey. Neither Stannis nor Joffrey, however, are ever referred to as the &quot;Prince of Dragonstone&quot;, despite either ruling the island or being the Crown Prince. For that matter, after the War of the Five Kings breaks out, Joffrey's younger brother Tommen becomes his legal heir, and Stannis's daughter Shireen become his heir, yet neither of them is then referred to as the Prince or Princess of Dragonstone. Apparently it was considered specific to the Targaryens, because the island was their ancestral holding, and it seems to have been dropped after they were deposed.\n\nTechnically the title became &quot;Princess of Dragonstone&quot; if the heir apparent was ever female, however this hardly ever occurred during three centuries of Targaryen rule.\n\nThe one prominent example of a Princess of Dragonstone was [[Rhaenyra Targaryen]], who as her father's eldest surviving child was officially the Princess of Dragonstone for many years. After her father died, however, her younger brother [[Aegon II Targaryen|Aegon II]] tried to seize the throne from Rhaenyra. Both died in the resulting civil war, after which the royal inheritance laws were altered to put female heirs behind all possible male ones, i.e. allowing an uncle to succeed ahead of his older brother's daughter.\n\nDaenerys is referred to as the &quot;Princess of Dragonstone&quot; somewhat more often in the first book than in the TV series - up until the point when Viserys dies, and she inherits the position of Targaryen monarch and Queen. For example, when she is frightened during her wedding to Khal Drogo (or when she is frightened by Viserys in general), she tries to reassure herself in her inner POV thought monologue by repeating that she is a descendant of Aegon the Conqueror, that she is Princess of Dragonstone, and that &quot;the dragon's daughter&quot; should not be afraid.\n\n"}, "title": "Prince of Dragonstone"}