{"attributes": {}, "sections": {"TOP": "Prostitution015793fwfbajguo8dab1vfwce0z3stl1fn74k1709282015-02-01T02:47:53ZThe Dragon Demands5014364/* Prostitution in Westeros */{{Quote|You've forgotten the most important thing about whores...you don't buy them, you only rent them.|[[Tyrion Lannister]]|The Prince of Winterfell}}\n\n'''Prostitution''' is the act or practice of providing sexual services to another person in return for payment, usually in the form of [[currency]]. Those who sell their sexual services are more commonly known simply as '''whores'''. A building where people engage in sexual activities with prostitutes is known as a '''brothel''' in [[Westeros]], though they tend to be called [[Pleasure house|pleasure houses]] in [[Essos]].\n\n", "Prostitution in Westeros": "[[File:Tyrion and Ros.png|thumb|250px|Tyrion enjoys the services of the prostitute [[Ros]].]]\n{{Quote|All desires are valid to a man with a full purse.|[[Petyr Baelish]], owner of a brothel in [[King's Landing]]|The Wolf and the Lion}}\nProstitution is tacitly legal in the Seven Kingdoms, in the sense that there is no official law preventing brothels from openly operating in the major cities and towns. Organized religion does discourage prostitution, and it is socially frowned upon, but it is nonetheless present, sometimes seen as an outlet for &quot;uncontrollable male sexual desires&quot;. Secular lords and kings have not (in general) tried to shut down prostitution, as taxing brothels is a good source of revenue.\n\nSocial customs are somewhat different in [[Dorne]], which has more liberal attitudes towards sexuality. A holdover from the old court culture of their [[Rhoynar]] ancestors' city-states on the [[Essos|eastern continent]] is that Dornish society still contains a group of elite courtesans, known as &quot;[[Paramour|paramours]]&quot;. Paramours are the unmarried lovers of Dornish nobles, and can be male or female. They are highly trained in courtly culture, and strictly speaking are not prostitutes. Some are even functionally treated as wives in all but name. Outsiders from the other kingdoms often dismissively think of Dornish paramours as mistresses, or as simple prostitutes.\n\nDespite their vows of celibacy, some of the officers of the [[Night's Watch]] have been known to frequent a brothel in [[Mole's Town]], a village in [[the Gift]] which is the settlement of commoners (i.e. including women, and prostitutes) located closest to [[the Wall]].\n\nApparently, a common euphemistic name applied to prostitutes in Westeros is &quot;Sallys&quot;. When [[Catelyn Stark]] is led into the brothel owned by [[Petyr Baelish|Petyr &quot;Littlefinger&quot; Baelish]], she shouts that he should be ashamed to bring a noblewoman into such a place, as if she were some &quot;back-alley Sally&quot; (though he actually brought her to his brothel because no one would think to look for her there).&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt; When [[Samwell Tarly]] is complaining to [[Jon Snow]] that several officers in the Night's Watch secretly frequent the brothel in Mole's Town, he says it isn't fair that they swear oaths of celibacy but then flout their vows by sneaking off to enjoy a &quot;Sally on the side&quot;.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\n===Known prostitutes in Westeros===\n\n*{[[Shae]]}, former camp follower, then handmaiden to [[Sansa Stark]] and secret favorite of [[Tyrion Lannister]]. Later strangled to death by Tyrion, after discovering that she had sex with his own father, [[Tywin Lannister|Tywin]], who had sentenced Tyrion to death.\n\nWorking at a brothel in [[King's Landing]] owned by [[Petyr Baelish]]:\n\n*{[[Ros]]}, his aide. Originally from a brothel in the town outside of [[Winterfell]] castle, moved to King's Landing at the beginning of the War of the Five Kings. Littlefinger ultimately sold her to King [[Joffrey Baratheon]], who killed her, as punishment for spying for [[Varys]].\n*An unnamed [[King's Landing Whore]] in Season 1.\n*[[Armeca]], from [[Flea Bottom]].\n*[[Daisy]], from [[Haystack Hall]].\n*[[Mhaegen]], a former favorite of King [[Robert Baratheon]]\n*[[Mirelle]]\n*[[Kayla]], a contortionist who can perform a [[Meereenese Knot]].\n*[[Marei]]\n*[[Genna]]\n*[[Olyvar]], a male prostitute.\n\nWorking at the brothel in [[Mole's Town]] in [[The Gift|the Gift]]:\n*[[Mole's Town madam]]\n*{[[Mole's Town whore]]}\n\n", "See also": "* {{AWOIAF}}(spoilers from the books)\n* {{WP}}\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, prostitution is practiced throughout the continents of Westeros and Essos. It is tacitly legal in the Seven Kingdoms, as kings and lords usually find it more profitable to simply tax brothels than to ban prostitution outright. Every now and again a particularly pious lord will attempt to shut down the brothels within his lands, but with varying degrees of success. King [[Baelor Targaryen]] - a deeply religious but delusional, half-insane pacifist - drove all of the prostitutes out of [[King's Landing]], but after he died they soon came back. Of course, this was just one instance in a long string of King Baelor's follies, such as trying to have all of the messenger-[[ravens]] in Westeros replaced with doves, wearing a crown made of flowers, and appointing an eight year old boy as [[High Septon (title)|High Septon]]. For that matter, Baelor never even consummated his own marriage and therefore died without issue, so the crown had to pass to his uncle.\n\nIn the books, Littlefinger does maintain a high-end brothel in King's Landing, though many of the named prostitutes shown working there in the TV series have no specific counterparts in the books. Mhaegen, the prostitute who has a [[bastard]] [[Mhaegen|daughter]] with King Robert, is present in the books: however in the novels she is killed when she tries to defend her daughter from the Gold Cloaks; this wasn't explicitly shown in the TV series, so her survival is unclear. Marei also appears in the books but she is employed by Chataya, not Littlefinger. Littlefinger considers prostitution as a very profitable business. He told [[Eddard Stark]]: ''&quot;Brothels are a much sounder investment than ships, I've found. Whores seldom sink, and when they are boarded by pirates, why, they pay good coin like everyone else&quot;.''\n\n[[Stannis Baratheon]] objects to prostitution. He tried once to persuade Robert to outlaw brothels, but Robert (whose main hobby was whoring) asked him mockingly if perhaps he'd like to outlaw eating, shitting, and breathing as well.\n\nOtherwise, the TV series created a new prostitute character named [[Ros]], who stands in for or acts as a condensation of several different prostitutes in the books. Originally the role was just a one-time guest spot as a &quot;red-haired whore&quot; in the pilot episode, but the producers were impressed enough by [[Esme Bianco]]'s performance that they turned it into a recurring role; eventually they used Ros as a stand-in for other prostitute characters, to work with someone the audience is already familiar with instead of frequently introducing new characters.\n\nIn the books, there is another upscale brothel in King's Landing, owned and run by a madam from the [[Summer Islands]] named Chataya, whose own daughter Alayaya works at her establishment. In the books, it was Alayaya whom [[Cersei Lannister]] mistakenly captured, thinking she was Tyrion's lover (who was actually Shae); rather than expand an already massive cast of characters, Ros stood in for Alayaya's role in the TV series.\n\nThe books often mention &quot;camp-followers&quot;: whores who regularly follow armies and sellsword companies. In addition to sleeping with soldiers, sometimes they perform chores like cooking and washing clothes for the soldiers. [[Shae]] was a camp-follower before she became Tyrion's mistress.\n\nThe Free City of [[Braavos]] is one of the few exceptional areas in Essos where slavery is illegal (as it was founded by slaves fleeing the old [[Valyrian Freehold]] centuries ago). Even so, Braavos has &quot;free&quot; prostitutes much as Westeros does, which come in three general categories: high-class courtesans, brothel-workers, and lowly street-walkers. The courtesans of Braavos are actually world-renowned for their sophistication, well-respected for their skills, and treated as celebrities. Braavos is a city of canals and boat-houses, and many of the most famous Braavosi courtesans own their own boats and answer to no one. Braavosi courtesans aren't necessarily as skilled in actual sex-acts as are the bed-slaves of Lys, however their areas of expertise encompass a far wider range of cultural education in music, poetry, literature, etc. (similar to real-life Japanese [[Wikipedia:geisha|geisha]]).\n\n==In real-life==\n\nProstitution, of course, existed in the real-life Middle Ages and throughout history. In medieval Europe, men were rarely outright criticized for visiting prostitutes, because no one - or rather, the men who controlled society and wrote the historical records - thought that the male sex drive was something which could be controlled. Men were never blamed for being unable to restrain themselves, and indeed, prostitution was often seen as a convenient release mechanism for such pent-up desires.\n\nA major point which might be overlooked, both in ''Game of Thrones'' and in the real-life Middle Ages, is that most prostitutes didn't ''want'' to be prostitutes. Typically, they were desperate women on the fringes of society that had no other alternative and turned to prostitution as a last resort. Prostitutes were rarely well-paid courtesans happily working in high-class brothels like Ros in Season 1 - more often they were like the miserable Fantine in ''Les MisĂŠrables''. Statistically, most prostitutes in the Middle Ages were &quot;adrift&quot; women who had no recorded family members - no support network to fall back onto, so prostitution was their only remaining alternative.\n\nTo use the categorization scheme mentioned from Braavos, at the top of the spectrum are high-class courtesans, in the middle are brothel-whores, and at the bottom are street walkers dangerously wandering the back alleys at night. The problem is that in real-life, historical records which survive tend to skew the evidence towards more high-class prostitutes who interacted with the nobility - the nobles produced most if not all of the written records, thus surviving descriptions of &quot;prostitutes&quot; tend to be of the &quot;high class courtesan&quot; type of prostitute, not the &quot;miserable starving street-walker&quot; type. A small handful may have become relatively comfortable as high-class courtesans, but this too often leads to the misguided belief that prostitutes were happy &quot;sex workers&quot;. The ''overwhelming majority'' were desperate women with no support structure utterly on the fringes of society, to the point that their suffering went unrecorded.\n\nSimilarly, in the TV series, the narrative tends to focus more on high-born characters from the nobility: when Tyrion visits a brothel he interacts with high-end &quot;courtesans&quot;, because as a member of the nobility he can afford to go to the best brothels. Chataya, a woman from the [[Summer Islands]], is a madam who even owns her own high-end brothel in King's Landing (separate from Littlefinger's). Unfortunately, this might skew the perception that most &quot;prostitutes&quot; as a whole throughout the entire realm are living comfortably and happily - but this is only a small, disproportionate fraction of all &quot;prostitutes&quot; throughout Westeros. While a few [[Sexposition]] scenes might portray the lives of prostitutes as exciting, indeed sexually liberating for women, keep in mind that most prostitutes were living in desperate conditions and didn't ''want'' to be prostitutes. Even Ros, who for a time enjoys a fairly comfortable existence in Littlefinger's high-class brothel, is in the end slaughtered like cattle at Joffrey's sadistic whim, and without repercussions.\n\n", "Prostitution in Essos": "{{Quote|It is said that Irogenia of Lys could finish a man with nothing but her eyes... Kings traveled across the world for a night with Irogenia. Magisters sold their palaces. Khals burned her enemies just to have her for a few hours. They say a thousand men proposed to her and she refused them all.|[[Doreah]]|The Kingsroad}}\n[[File:Yunkai'i whore 3x08.jpg|thumb|A prostitute in [[Yunkai]].]]\nProstitution is commonly practiced in many regions of the continent of [[Essos]], such as in the [[Free Cities]]. The Free City of [[Lys]] is famous for training some of the best bed-slaves and prostitutes in the world. [[Irogenia of Lys]] was a world-famous courtesan.\n\n[[Slavery]] is illegal in Westeros, but it is legal in many regions of Essos. Thus prostitutes in Westeros are never legally considered to be actual &quot;slaves&quot;, even if they are functionally living in conditions of dire social and economic servitude not much better than slaves. In contrast, many prostitutes in the Free Cities are actual slaves, whose services are rented out by their masters. Not all bed-slaves are necessarily prostitutes, however, though only in the sense that their masters don't let other people have sex with them for money, instead retaining private access to their sexual use. The city of [[Yunkai]] in [[Slaver's Bay]] focuses on producing bed-slaves, though they aren't as highly esteemed as those trained in Lys.\n\n===Known prostitutes in Essos===\n\n*[[Irogenia of Lys]] - a world-famous Lyseni courtesan (possibly deceased by the time of the War of the Five Kings).\n*{[[Doreah]]} - from the pleasure-houses of Lys, purchased by [[Illyrio Mopatis]] of [[Pentos]] and gifted to [[Viserys Targaryen]], for whom she served as a handmaiden to his sister [[Daenerys Targaryen]]. Technically Doreah ceased to be a &quot;prostitute&quot; when Illyrio purchased her from the pleasure-house, though she still remained a &quot;bed slave&quot;.\n*An unnamed [[Yunkai'i whore]]\n\n"}, "title": "Prostitution"}