{"attributes": {}, "sections": {"TOP": "Pureborn013382m0pz0b4l27sq916vw3eh8s0l10ogug81379152014-05-25T07:28:53ZMcc17891311890/* In the books */[[File:PurebornThirteen.jpg|thumb|300px|A Pureborn leads a meeting of the Thirteen]]\n{{Quote|The proud Qartheen shook off the yoke of unjust Kings long ago... so they are told at festivals by the Pureborn, the Kings' direct descendants who have control of the Thirteen ever since. Only now instead of scepters they use ships.|[[Xaro Xhoan Daxos]]|Qarth (Histories &amp; Lore)}}\n\nThe '''Pureborn''' are the descendants of the deposed [[King of Qarth|Kings]] of [[Qarth]]. Many Pureborn are [[merchants]] and members of [[the Thirteen]], the ruling council of the city, holding hereditary seats, which allows them to keep control over the city.\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' books, the Pureborn, also known as the Enthroned, are descendants of the Qarth's ancient kings and queens and the rulers of the city. They command the city defenses of Qarth from the Hall of a Thousand Thrones: the [[Civic Guard]], which includes camelry, and a great military fleet. They are also are notorious for offering poisoned wine to those they consider dangerous and for their avarice, which inspires a saying: &quot;It is easier to milk the Stone Cow of Faros than to wring gold from the Pureborn.&quot;\n\nTo receive an audience with the Pureborn, a petitioner should make a traditional sacrifice in the Temple of Memory, offer a traditional bribe to the Keeper of the Long List, and send a traditional persimmon to the Opener of the Door. If all goes well, the petitioner will be sent a pair of blue slippers, signifying the granting of an audience in the Hall of a Thousand Thrones.\n\nTheir supremacy over Qarth is contested by three merchant guilds: the Thirteen, the Ancient Guild of Spicers, and the Tourmaline Brotherhood.\n\nSimilarly to the Thirteen in the series, the Pureborn receive Daenerys and listen to her requests for aid in the conquest of the [[Seven Kingdoms]] but refuse her.\n\n", "History": "===[[Season 2]]===\n\nThe Pureborn members of the Thirteen are murdered by the [[warlock]] [[Pyat Pree]] as part of the plans of [[Xaro Xhoan Daxos]], a merchant born in the [[Summer Isles]], to crown himself King of Qarth.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\n"}, "title": "Pureborn"}