{"attributes": {"participants2": ["Lady Olenna Tyrell", "Sansa Stark (unwittingly)", "Ser Dontos Hollardâ&euro; "], "casual2": "Ser Dontos Hollard (aftermath)", "name": "Purple Wedding", "participants1": "", "casual1": "King Joffrey Baratheon", "image": "File:Purple Wedding.png", "civilian": "Quote", "next": "Assault on the Dreadfort ", "bg2": "", "conc": " ", "place": "King's Landing, Westeros", "result": "*Death of King Joffrey I by poison*Arrest of Tyrion Lannister*Escape of Sansa Stark from the Red Keep*Ascension of Tommen Baratheon", "commanders1": "", "date": "", "link": "House Tyrell House Tyrell", "commanders2": ["Lord Petyr Baelish (orchestrator)", "Lady Olenna Tyrell"], "prev": "Red Wedding", "side2": "File:Baelish mini shield.png", "conflict": "War of the Five Kings", "side1": "File:KL Baratheon mini shield.png"}, "sections": {"TOP": "Purple Wedding022891cdgjy68cnxr85magvw26mhqur3guwni1802642015-03-29T05:56:59ZHurricaneHero9319478141/* History */{{Massacre\n|width=|name=Purple Wedding\n|prev=[[Red Wedding]]\n|conc= \n|next=[[Assault on the Dreadfort]] \n|image=[[File:Purple Wedding.png|300px]]\n|conflict=[[War of the Five Kings]]\n|date=\n|place=[[King's Landing]], [[Westeros]]\n|result=*Death of King Joffrey I by poison\n*Arrest of [[Tyrion Lannister]]\n*Escape of [[Sansa Stark]] from the [[Red Keep]]\n*Ascension of [[Tommen Baratheon]]\n|BG2=\n|side1=[[File:KL Baratheon mini shield.png|right|20px|link=House Baratheon of King's Landing]] [[House Baratheon of King's Landing]]\n|side2=[[File:Baelish mini shield.png|right|20px|link=House Baelish]] [[House Baelish]]&lt;br&gt;[[File:Tyrell mini shield.png|20px|right|link=House Tyrell]] [[House Tyrell]]\n|commanders1=\n|commanders2=Lord [[Petyr Baelish]] (orchestrator)&lt;br&gt;Lady [[Olenna Tyrell]]\n|participants1=\n|participants2=Lady Olenna Tyrell&lt;br&gt;[[Sansa Stark]] (unwittingly)&lt;br&gt;Ser [[Dontos Hollard]]â&euro; \n|casual1=King [[Joffrey Baratheon]]\n|casual2=Ser [[Dontos Hollard]] (aftermath)\n|civilian=}}\n{{Quote|My friendship with the Lannisters was productive, but Joffrey... a vicious boy with the crown on his head... is not a reliable ally. Who could trust a friend like that?|[[Petyr Baelish]]|Oathkeeper}}\nThe '''Purple Wedding''' is an event in the [[War of the Five Kings]]Â that leads to the death of King [[JoffreyÂ Baratheon|Joffrey&amp;nbsp;Baratheon]] at the wedding feast to his new queen, [[Margaery Tyrell]]. Mere hours after their [[marriage|wedding]] ceremony in the [[Great Sept of Baelor]], King Joffrey is poisoned during the wedding feast. Joffrey's uncle [[Tyrion Lannister]] is arrested for the murder, though the actual orchestrators are Lord [[Petyr Baelish]] and Lady [[Olenna Tyrell]].\n\n", "See also": "*{{AWOIAF}} (MAJOR spoilers from the books)\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, the assassination of King Joffrey at his wedding receives no name, unlike the Red Wedding, and is simply referred to as &quot;Joffrey's wedding&quot;. The term &quot;Purple Wedding&quot; is a fan-term referring to the wine used to assassinate Joffrey and the fact that purple is a color associated with royalty; and, of course, to draw a parallel with the infamous [[Red Wedding]]. The nickname became so popular that even [[George R.R. Martin]] and the HBO production team have been known to use it. As Martin explained in an interview with ''TV Guide'', &quot;It's what the fans call the Purple Wedding, based on the color of the wine, which plays a big part.&quot;&lt;ref&gt;[http://winteriscoming.net/2013/10/grrm-teases-the-wedding-of-the-year/ GRRM teases &quot;the wedding of the year&quot;]&lt;/ref&gt;\n\nHis death is slightly different in the books. Instead of taking place outside the Red Keep, the wedding feast takes place inside the [[Great Hall (Red Keep)|Red Keep]] itself, with Joffrey, Margaery and their families seated near the [[Iron Throne]].Â In addition,Â Jaime doesn't return to King's Landing until shortly after the events. As Joffrey chokes to death, he claws repeatably at his throat in a desperate bid to get air, leaving bloody gashes.\n\nJoffrey's death has been prophesied by an old prophet woman known as the ghost of High Heart: &quot;I dreamt of a [[Sansa Stark|maid]] at a feast with [[The strangler|purple serpents]] in her hair, venom dripping from their fangs&quot;.\n\nWhen [[Stannis Baratheon]] is informed about Joffrey's death, he comments &quot;Weddings have become more perilous than battles, it would seem&quot;.\n\n", "History": "===Prelude===\n{{Quote|War is war, but killing a man at a wedding? Horrid. What sort of monster would do such a thing?|Olenna Tyrell to Sansa Stark|The Lion and the Rose}}\nWith [[House Lannister]] standing triumphant over its enemies after the [[Battle of the Blackwater]] and the [[Red Wedding]], Joffrey is to cement his family's victory by marrying [[Margaery Tyrell]], securing the support of the powerful [[House Tyrell]]. The marriage ceremony is conducted by the [[High Septon]] at the [[Great Sept of Baelor]], as befits a royal wedding.\n\nDuring the feast, MargaeryÂ attempts to make a charitable gesture by ordering that the leftovers of the feast be given the [[smallfolk|poor]], with Joffrey's approval. However [[Cersei]], desperate to prove that MargaeryÂ has not cast aside her authority as Queen, privately orders Grand Maester [[Pycelle]] to have the scraps given to the dogs.[[File:Olenna_and_Sansa_2.jpg|300|thumb|Olenna removes the crystallized [[The strangler|poison]] from the necklace of an oblivious [[Sansa Stark]].]]\n\nThe feast continues, [[Olenna Tyrell]] approaches [[Sansa Stark]], expressing her condolences for the fate of her family. She straightensÂ  Sansa's hair and necklace, while discreetly removing one of the stones from her necklace, without Sansa noticing. What Olenna was truly doing was acquiring a solidified version of a poison called [[The strangler|&quot;the strangler]].&quot; Tyrion arrives, and Olenna suggests her husband take her to [[Highgarden]] one day, saying she would enjoy her stay there.\n\nJoffrey makes a small speech about the importance of the Royal Wedding and the end of the [[War of the Five Kings]], only to introduce a mock play of &quot;his&quot; victory over the rival claimants to the [[Iron Throne]] and the pretenders seeking to secede from the realm. All the players are [[Dwarfism|dwarfs]], so Joffrey mockingly tries to coerce Tyrion to join them.Â Tyrion carefully evades this demand, but at the same time deliberately insults JoffreyÂ by subtly referencing his cowardice at the [[Battle of Blackwater]]; Joffrey, furious,Â stalks over and empties his wine goblet onto his uncle's head. His actions are observed with increasing and obvious disgust by his bride, the guests, and even his mother and grandfather.\n[[Image:Cutting pigeon pie at Purple Wedding.jpg|thumb|Joffrey cuts the [[Pigeon pie]], filled with live pigeons, so they fly out and create a spectacle when it is cut.]]\nJoffrey then declares he is thirsty and wants Tyrion to be his new cup bearer.Â He offers him the cup to fill, then drops it under the table, but Sansa picks it up for Tyrion. TyrionÂ fills it but silently refuses to kneel to Joffrey, prompting Joffrey to repeat the demand in increasing, petulant rage. Margaery distracts him by indicating the arrival of the traditional [[pigeon pie]], and Joffrey takes a gulp of the wine from the goblet before handing it to his wife to set it on the table, right next to Lady Olenna. As Joffrey cuts the pie with his [[Valyrian steel]] [[Widow's Wail|sword]] and shares some with Margaery, Tyrion and Sansa attempt to leave, but Joffrey calls them back and demands Tyrion bring him the cup again, as the dry pie is making him thirsty. Â \n\n===The Poisoning===\n{{Quote|You don't think I'd let you marry that beast, do you?|Olenna Tyrell to Margaery Tyrell|Oathkeeper}}TyrionÂ obliges and hands Joffrey his cup. Unbeknownst to everyone, wâ&euro;&lsaquo;hile they were distracted by the pigeons coming out of the pie, Olenna slipped the poison into Joffrey's cup. After Joffrey takes a gulp, he starts coughing, and so he takes another glup of wine to quell the cough. However; this only results in his coughing taking a turn for the worse, and it quickly becomes so severe that his throat closes and he cannot breathe; Margaery notices and shouts that he is choking. Lurching forward, Joffrey falls to the floor, desperately gasping for breath and convulsing so violently that it causes him to vomit. Panic erupts amongst the guests, and Lady Olenna shouts for the Kingsguard to help their King.[[Jaime Lannister | Jaime]] and Cersei Lannister - Joffrey's biological parents - rush to his side to aid him, but he continues to gag, as blood runs out of his nose and his face turns grotesquelyÂ purple. With his last strength, the King attempts to point accusingly to his uncle, seemingly believing him to be the culprit. Tyrion, meanwhile, has picked up the wine goblet and is attempting to sniff it for poison. The whites of Joffrey's eyes turn red, and wheezing out his last breath, he dies.\n\n===Aftermath===\n{{Quote|You poisoned my son, your king. Take him, take him!|[[Cersei Lannister]] orders the arrest of [[Tyrion Lannister]]|The Lion and the Rose}}\n\nIn blind grief, the knee-jerk reaction of Joffrey's mother [[Cersei Lannister]] is to accuse [[Tyrion Lannister]] of poisoning the king. Tyrion is promptly seized by the [[Kingsguard]].\n\nTommen Baratheon, Joffrey's younger brother,Â subsequently becomes the heir apparent; since Tommen is a submissive, quiet-natured boy quite willing to defer to the advice of his grandfather and Hand, this makes Tywin Lannister the ruler of the Seven Kingdoms in all but name.\n\nMargaery Tyrell and her family, despite her second widowhood- which causes Margaery to wonder if she is cursed- remain very much in favor, as the Tyrell support is still vital to the Lannisters.\n\nIn the confusion of Joffrey's death, [[Dontos Hollard]]Â calmly tells [[Sansa Stark]]Â to go with him if she wants to live, and she relents. Together they are able to slip away and flee the city, where she had been held as a prisoner since Joffrey publicly executed her father, [[Eddard Stark]], two years before. This was a rather large blow to Lannister security, given that Sansa was the last Stark heir publicly confirmed to still be alive.\n\nSansa and Dontos used a rowboat to reach a waiting ship owned by none other than [[Petyr Baelish]]. After Sansa climbed aboard, he promptly ordered a crewmember to shoot Dontos dead with a crossbow - giving the explanation that Dontos only saved Sansa because he promised him gold, but he might later reveal the secret of her location, while a dead man will remain silent.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\nWhile later reminiscing with Margaery about Tyrion's upcoming trial, Olenna asserts her opinion that Tyrion is innocent, and implies that it was she who poisoned Joffrey in order to protect Margaery from the mental and physical abuse that he had quite clearly inflicted on Sansa while she was his betrothed. Olenna's decision to kill Joffrey stemmed from her previous conversation with Sansa, in which she described Joffrey as a &quot;monster&quot;.\n\n==â&euro;&lsaquo;Gallery==\n&lt;gallery&gt;\nOlenna and Sansa 1.jpg|Sansa Stark, notice the stone on the far right of the necklace is missing.\nKeyboardist.jpg|One of the musicians.\nPercussionist.jpg|One of the musicians.\nSinger.jpg|One of the musicians.\nJaime-and-Loras-402.jpg|Jaime talking to Loras about Cersei.\nCercei Tywin and Oberyn.jpg|Cersei and Tywin greet Oberyn Martell.\nJoffreyChokingPW.jpg|Joffrey falls.\nJoffrey points.jpg|Tyrion is implicated in Joffrey's assassination.\n&lt;/gallery&gt;\n\n"}, "title": "Purple Wedding"}