{"attributes": {"status": " :Category:Status: Dead", "10": "yes==Image gallery==&lt;gallery captionalign=&quot;left&quot;&gt;PreePromo.jpg", "death": "Burned alive by Daenerys' dragons", "last": "&quot;Valar Morghulis&quot;", "family": "", "title": "Pyat Pree", "season": "Season 2", "image": "Pyat profile.jpg", "allegiance": ["Warlocks of Qarth", "The Thirteen"], "actor": "Ian Hanmore", "deathep": " &quot;Valar Morghulis&quot;Quote", "place": "Qarth", "mentioned": "", "aka": "", "appearances": "4 episodes &lt;small&gt;#Appearances", "first": "&quot;Garden of Bones&quot;"}, "sections": {"TOP": "Pyat Pree04710e8xcpr6h59fb5uswmh02whzaw8mdbut1679372014-12-18T21:49:34Z69.62.157.78/* In the books */{{Character\n| Title=Pyat Pree\n| Image=Pyat profile.jpg\n| Season=[[Season 2|2]]\n| First=&quot;[[Garden of Bones]]&quot;\n| Last=&quot;[[Valar Morghulis]]&quot;\n| Appearances=4 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Mentioned=\n| Aka=\n| Status= [[:Category:Status: Dead|Deceased]]\n| Death=Burned alive by Daenerys' dragons\n| Place=[[Qarth]]\n| Allegiance=[[Warlocks of Qarth]]&lt;br&gt;[[The Thirteen]]\n| Family=\n| Actor=[[Ian Hanmore]]|DeathEp = &quot;[[Valar Morghulis]]&quot;}}\n{{Quote|When your dragons were born, our magic was born again.|Pyat Pree to [[Daenerys Targaryen]]|Garden of Bones}}\n'''Pyat Pree''' is a recurring character in the [[Season 2|second season]]. He is played by guest star [[Ian Hanmore]] and debuts in the [[Season 2|second season]]. Pyat Pree is a [[warlock]] from [[Qarth]] and also a member of [[the Thirteen]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Pyat Pree is a pale man with blue lips, like most of his order. He, along withÂ [[Xaro Xhoan Daxos]] and [[Quaithe]],Â approach [[Daenerys Targaryen]] in the ruined city of Vaes TolorroÂ (not included in the TV series) and invite her to QarthÂ (instead of greeting DaenerysÂ atÂ QarthÂ in theÂ TV show). Later on he invites her to the House of the Undying, and instructs her how to move inside without getting lost.\n\nIn the books PreeÂ shows no ability to conjure doubles; he doesn'tÂ stealÂ Daenerys'Â dragons, norÂ try to imprison her, neither is he killed. He is not a member of the Thirteen.\n\nAfter Daenerys steps out of the [[House of the Undying]], Pyat Pree is angry at her for burning the palace and injuring his masters, the Undying. He draws a knife and charges at her, but is stopped by Drogon, Jhogo, and Rakharo.\n\nDaenerys soon learns that Pyat Pree is gathering the surviving warlocks together to work ill on her. Thus she has no choice but to leave Qarth urgently. Currently Pyat Pree is still after her.\n\n", "Image gallery": "&lt;gallery captionalign=&quot;left&quot;&gt;\nPreePromo.jpg|Promotional image of Pyat Pree\nPyat Pree.jpg|Pyat Pree in &quot;[[The Ghost of Harrenhal]].&quot;\nPyat_double.jpg|Pyat Pree demonstrating his power in &quot;The Ghost of Harrenhal.&quot;\nHouse of the Undying.jpg|Stolen dragons being carried up to the warlock's House of the Undying.\nPyatpree being a BAUSS.jpg|Pyat Pree and his doubles standing over the murdered bodies of the members of the Thirteen.\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season Two Appearances||||yes|yes||yes|10=yes}}\n\n", "Biography": "===Background===\nPyat Pree is one of the alleged warlocks of [[Qarth]], a wise man who claims mystical powers. Together with the rest of his order, he dwells in the mysterious [[House of the Undying]], located within the city of Qarth. Even though the power of and respect for the warlocks has considerably waned over years and many dismiss them as little more than charlatans performing parlor tricks, tradition and custom has allowed Pyat Pree a place among [[the Thirteen]].\n\n===[[Season 2]]===\nPyat Pree is present when [[the Thirteen]] greet [[Daenerys Targaryen]] at the gates of [[Qarth]], and she and her people are allowed into the city.&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\n[[File:Daenerys 2x05.png|thumb|Daenerys meets Pyat Pree.]]\nPyat Pree attends a reception for Daenerys in the gardens of the home of [[Xaro Xhoan Daxos]]. He personally welcomes Daenerys Targaryen on behalf of the Warlocks of Qarth. He gives her a gem and tells her to look into it until she can see herself in its facets. When she looks up Daenerys sees that there are now two of him talking to her. He invites her to come the [[House of the Undying]]. Xaro apologizes for the warlock, he says that though they are not thought highly of, it is customary to extend the warlocks an invitation. Ser [[JorahÂ Mormont|Jorah&amp;nbsp;Mormont]]Â gets a warning from the mysterious womanÂ [[Quaithe]] to beware that all men will wish to see the dragons, and in seeing them, will lust after them.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\n[[File:Pyatpreeassassins.jpg|thumb|Pyat Pree's doubles having just killed the members of the Thirteen.]]\nDaenerys's dragons are stolen from Xaro's home.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt; Xaro uses the theft as a pretense to hold a council of the Thirteen in his home. He then stages a coup with the assistance of Pyat Pree and declares himself King of Qarth. The warlock uses his magic to kill the rest of the Thirteen. They reveal that they stole the dragons and have taken them to the [[House of the Undying]]. Daenerys flees in terror. Pyat Pree stops her in the entrance hall using another of his duplicates. He tells her to come to the House of the Undying to be reunited with her children. Ser JorahÂ arrives and stabs him in the back; the body disappears, and only the clothes remain. Another double reappears next to the window, again asking Daenerys why she resists.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\n[[File:Pyat Pree dead.jpg|thumb|Pyat Pree dies by dragonfire.]]\n\nWhen Daenerys travels to the House of the Undying to retrieve her dragons, Pyat Pree creates illusions around her as she travels throughout the House's chambers. When she reaches the room with her dragons, Pyat confronts her, saying that his magic was reborn when the dragons were born, that it is strongest in their presence, and that the dragons are strongest in hers. Using magic, he chains Daenerys, telling her she will stay with him for an eternity to fuel his magic; however, as he does this, he inadvertently provokes the dragons. Upon her saying ''[[High Valyrian|dracarys]]'', the dragons open fire on him, roasting him alive in seconds.&lt;ref&gt;[[Valar Morghulis]]&lt;/ref&gt;\n\n===[[Season 3]]===\nThe warlocks of Qarth try and get revenge on Daenerys by sending an [[Unidentified Warlock|unidentified warlock]] to [[Astapor]] to assassinate her. The knight Ser [[Barristan Selmy]] saves Daenerys, however, the warlock escapes using magic.&lt;ref&gt;[[Valar Dohaeris]]&lt;/ref&gt;\n\n"}, "title": "Pyat Pree"}