{"attributes": {"status": ":Category:Status: Alive", "death": "", "last": "", "family": "", "rightlink": "House LannisterCharacter", "season": "Season 1", "image": "Pycelle (S04E06).jpg", "leftimage": "Maester's mini chain.png", "allegiance": "House Lannister&lt;br /&gt;Maesters", "actor": "Julian GloverQuote", "titles": "Grand Maester", "rightimage": "Lannister mini shield.png", "place": "", "title": "Pycelle", "aka": "", "first": "&quot;Lord Snow&quot;", "appearances": "22 episodes &lt;small&gt;(#Appearances", "leftlink": "Maesters"}, "sections": {"Behind the scenes": "It was originally announced that Pycelle would be played by [[Roy Dotrice]]. Dotrice had to withdraw due to health reasons just before production commenced and the role was recast with [[Julian Glover]] taking over.&lt;ref&gt;[http://grrm.livejournal.com/168109.html George R.R. Martin's blog] explaining Pycelle's recasting&lt;/ref&gt; Dotrice recovered and was cast as the pyromancer [[Hallyne]] in the [[Season 2|second season]].&lt;ref&gt;[http://grrm.livejournal.com/231396.html?thread=14435300#t14435300 George R.R. Martin's blog] announcing Dotrice's new role&lt;/ref&gt; Glover has played a villain in numerous genre movies, including General Maximilian Veers in ''The Empire Strikes Back'', Walter Donovan in ''Indiana Jones and the Last Crusade'', Aris Kristatos in the ''James Bond'' movie ''For Your Eyes Only'' (which was also the debut film of Charles Dance, who portrayed Tywin Lannister and was one of Glover's henchmen in the film), and Scaroth of the Jagaroth in the famed ''Doctor Who'' episode ''City of Death'' (fans may not immediately recognize him due to Pycelle's large beard, which is actually a fake beard applied by the makeup department).\n\nPycelle was originally supposed to be a frail old man, but after several episodes Julian Glover - who is very active for his age - suggested to the writers that they use his agility in the role. This led the writers to include the scenes showing Pycelle as &quot;putting on&quot; his infirmity for effect.&lt;ref&gt;[http://www.youtube.com/watch?feature=player_embedded&amp;v=Ak_kQo7QmP4#! YouTube interview with Julian Glover]&lt;/ref&gt;\n\nAccording to Glover, the ceremonial chains of office for the Grand Maester which he wears are made of real metal links, and thus the prop is very heavy. Therefore, straps are concealed under his costume which connect behind his back (which he compares to a bra), so the weight is distributed across his shoulders, instead of having to support a heavy metal chain with nothing but the back of his neck for long periods of time. Glover also said that his heavy roughspun maester's robes can be very uncomfortable at times, particularly considering that many of the exterior scenes in King's Landing are filmed in warm Mediterranean climates such as Malta or Croatia.&lt;ref&gt;[http://winteriscoming.net/2013/01/new-interviews-with-emilia-clarke-and-julian-glover/ Julian Glover interview], January 2013&lt;/ref&gt;\n\nA deleted scene on the season 3 Blu-Ray/DVD has Pycelle meeting with Tywin and Tywin revealing he sees through Pycelle's act. Pycelle then straightens up to talk clearly, admitting he is surprised himself to have fooled so many people for so long and that he prefers to be seen as weak so to survive the duplicity of the high lords.\n\nOn the [[Season 4]] Blu-ray, Pycelle narrates the [[Histories &amp; Lore]] videos on '''&quot;[[Dragons (Histories &amp; Lore)|Dragons]]&quot;'''.\n\n", "TOP": "Pycelle02187ipqpzt2ahn1guon8chgvv5nxlko938w1767262015-03-13T21:06:12ZAsguardian26092854{{Heraldry\n|leftimage=Maester's mini chain.png\n|leftlink=Maesters\n|rightimage=Lannister mini shield.png\n|rightlink=House Lannister\n}}\n{{Character\n| Title=Pycelle\n| Image=Pycelle (S04E06).jpg\n| Season=[[Season 1|1]], [[Season 2|2]], [[Season 3|3]], [[Season 4|4]], [[Season 5|5]]\n| First=&quot;[[Lord Snow]]&quot;\n| Last=\n| Appearances=22 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n| Titles=[[Grand Maester]]\n| Aka=\n| Status=[[:Category:Status: Alive|Alive]]\n| Death=\n| Place=\n| Allegiance=[[House Lannister]]&lt;br /&gt;[[Maesters|Order of Maesters]]\n| Family=\n| Actor=[[Julian Glover]]}}\n{{Quote|All I did, I did for House Lannister!  Always! Your [[Tywin Lannister|lord father]], ask him!  I've always been his servant, since the days of the Mad King!|Grand Maester Pycelle, to [[Tyrion Lannister]]|What is Dead May Never Die}}\n'''Pycelle''' is a recurring character in the [[Season 1|first]], [[Season 2|second]], [[Season 3|third]], [[Season 4|fourth]] and [[Season 5|fifth]] seasons. He is played by guest star [[Julian Glover]] and debuts in &quot;[[Lord Snow]].&quot; PycelleÂ is the King's [[Grand Maester]] and a member of the [[small council]]. He was ousted from the council and imprisoned by [[Tyrion Lannister]] for acting as a spy for Queen [[Regent]] [[Cersei Lannister]] but was later reinstated by [[Tywin Lannister]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels Pycelle is in his eighties and has been Grand Maester for forty years, beginning his service in the closing months of King Aegon V Targaryen's reign and maintaining the post for the entirety of the reigns of King Jaehaerys II, King [[Aerys II]] and then King [[Robert Baratheon|Robert]].\n\nThe position of Grand Maester is usually held by the preeminent member of the entire order of maesters, often a senior member with many decades' worth of accomplishments to his name. As a result, they are often older men and thus don't tend to spend a very long time in office before they reach the end of their lives. It is therefore unusual that Pycelle was selected as Grand Maester at only 42 years old, and has thus had the uncommonly long tenure in office of over forty years (though in the centuries-long history of the maesters, such things are not entirely unheard of). The reason Pycelle was selected at such a young age is because the last three Grand Maesters before him were old men who died in rapid succession: the first two each died under a year after taking the office, and the third died of a chill before he even reached King's Landing. In frustration, it was decided to select a young and healthy man as the new Grand Maester.\n\nThough Pycelle has no hair left on top of his freckled scalp with just a wispy ring of hair around the sides, he has a long white beard which he has been growing for decades and is very proud of. He strokes it when giving the impression that he is thinking or considering a weighty issue. When Tyrion had him arrested and had the beard shaved off Pycelle tried to regrow it. Unfortunately, only wispy strands grew back, which do nothing to hide his turkey neck.\n\nHe was a colleague and supporter of [[Tywin Lannister]] during his tenure as [[Hand of the King]]. When Lord Tywin marched in full force to King's Landing following the [[Battle of the Trident]], it was Pycelle who advised King Aerys to open the city gates, hoping that Tywin would seize the throne for himself.\n\nThe speech he gives in the TV series at the Sept of Baelor about showing mercy was given in the book by the High Septon.\n\nWhen Tyrion asks him if loyalty to the Lannisters ran to the point of helping in the deaths of King Robert and Jon Arryn, Pycelle insists that Robert was mortally wounded and nothing could have saved him, but admitted that he would have finished Robert off himself if the wounds from the boar had not been so fatal.\n\n[[Jon Arryn]] was being treated by another maester who was going to give him purges to get the poison out, but because Pycelle knew that Arryn knew the secret of Cersei's incest, he sent the man away and just gave Lord Arryn painkillers to ease his passing. In the TV series the emphasis is slightly different: Pycelle presents it as that he simply didn't intervene when he realized Lord Arryn was poisoned, though Tyrion points out that even his inaction when he could have saved Lord Arryn makes him an aid to the murder. In the TV series, Tyrion just vaguely asserts that Pycelle must have &quot;made sure he succumbed&quot;, but in the book version he goes slightly beyond inaction, actively dismissing a maester who would have cured him. Even in the books, Pycelle didn't know who actually poisoned Jon Arryn, but it was convenient for Pycelle that someone else poisoned him before he had to deal with it.\n\nPycelle does not give Cersei Essence of Nightshade, nor does she try to give it to Tommen. Tommen is not even in King's Landing during the Battle of the Blackwater, but was instead sent to Rosby for protection.\n\nAfter Pycelle was released from prison, he resembles a shambling skeleton, leaning heavily on a twisted cane and shaking as he walks, a few white hairs sprouting from his long neck in place of his once-luxuriant white beard.\n\nDuring the Purple Wedding, Pycelle demands help to reach his chambers so he can retrieve potions to aid Joffrey.\n\n", "Quotes": "\n{{Quote|Now I serve his son, King Joffrey, may the gods bless his reign. He's a capable young man.|Grand Maester Pycelle|Fire and Blood}}\n\n", "Image gallery": "&lt;gallery&gt;\nPycelle 1x04.jpg|Grand Maester Pycelle in &quot;[[Cripples, Bastards and Broken Things]]&quot;\nPycelleS2Promo.jpg|Pycelle in &quot;[[What is Dead May Never Die]]&quot;.\nPycelle.png|Pycelle in &quot;[[Valar Morghulis]]&quot;.\nTyrion and Sansa wedding 3x08.jpg|[[Tyrion Lannister|Tyrion]] and [[Sansa Stark|Sansa]] with [[Tywin Lannister|Tywin]], [[Cersei Lannister|Cersei]], [[Joffrey Baratheon|Joffrey]], Lord [[Varys]], Grand Maester [[Pycelle]], [[Margaery Tyrell|Margaery]], Lady [[Olenna Tyrell|Olenna]] and [[Loras Tyrell|Loras]] in &quot;[[Second Sons (episode)|Second Sons]]&quot;.\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season One Appearances|||yes|yes|yes|yes|yes|yes|yes|yes}}\n{{Season Two Appearances|yes|yes|yes||||||yes|yes}}\n{{Season Three Appearances|||yes|||||yes||yes}}\n{{Season Four Appearances||yes|yes||yes|yes||yes||yes}}\n\n", "Biography": "===Background===\n[[File:Aerys_and_Pycelle.jpg|thumb|left|264px|Pycelle advises the Mad King to open the gate to Tywin Lannister.]]\nPycelle has been [[Grand Maester]] of the [[Seven Kingdoms]] for decades and has served under four kings when the series begins. The Grand Maester is the King's personal [[maester]], a learned man wise in history, science and medicine who also provides counsel. The Grand Maester sits on the King's [[small council]], which runs the realm in the name of the King. He served King [[Aerys II Targaryen]] prior to [[Robert's Rebellion]]. He remembers Aerys as a great man before his descent into madness. When Tywin Lannister marched to the gates of King's Landing following the rebel victory at the [[Battle of the Trident]] and all of the King's advisors told Aerys not to trust the [[Lord of Casterly Rock]], Pycelle gave the opposite counsel and the city gates were opened, allowing the [[Lannister]] forces to [[Sack of King's Landing|sack]] the capital.\n\nFollowing the rebellion he remained Grand Maester to King [[Robert Baratheon]]. He is joined on the small council by the [[Master of Coin]] [[Petyr Baelish]], also called Littlefinger, the [[Master of Whisperers]] [[Varys]], the [[Master of Ships]] [[Stannis Baratheon]] and the [[Master of Laws]] [[Renly Baratheon]]. He plays up his age to appear harmless but is actually mentally sharp and dangerous.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/jbaratheon/grand-maester-pycelle/ HBO viewers guide, season 2 guide to houses, House Baratheon of King's Landing - Grand Maester Pycelle entry]&lt;/ref&gt; He is loyal to Queen [[Cersei Lannister]] and was involved in the birth of all of her children, assisted by midwives.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt; Pycelle also privately flouts the vow of celibacy taken by maesters, as he enjoys the company of prostitutes such as [[Ros]]. Despite his tendency for deception, he does retain some sense of medical ethics, as he found [[Qyburn]]'s methods abhorrent.\n\n===[[Season 1]]===\n[[File:Small Council.png|thumb|Pycelle attends a [[small council]] meeting in &quot;[[Cripples, Bastards and Broken Things]]&quot;.]]\nPycelle calls a [[small council]] meeting to greet Lord [[Eddard Stark]] upon his arrival from [[Winterfell]] to take up the role of [[King's Hand]]. Eddard greets him cordially, but cannot help mentioning that Pycelle served under the [[Mad King]].&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt; Eddard meets with Pycelle to discuss the death of his predecessor Lord [[Jon Arryn]] and suggests that he might have been killed by [[poison]]. Pycelle says he thinks it unlikely having treated Jon for a feverish illness. He still cautions Eddard to remember that poison is the weapon of a woman or a [[eunuch]]; making sure that Eddard understands that he is implicating [[Varys]]. Pycelle also lends Eddard a book about the lineages of the [[Great Houses]] that Jon borrowed just before his death.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\nPycelle supports the motion to assassinate [[Daenerys Targaryen]] before she can provide [[Khal]] [[Drogo]] with an heir. Pycelle elucidates that he bears her no ill will personally, but fears that a [[Dothraki]] invasion of [[Westeros]] would be devastating. He argues that though unpleasant, it is preferable to have her killed now rather than have thousands die later. His argument does not convince Eddard.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\nPycelle is in court when Eddard dispatches Lord [[Beric Dondarrion]] to bring Ser [[Gregor Clegane]] to justice for his looting in the [[Riverlands]]. Stark also sends word to [[Casterly Rock]], demanding that Lord [[Tywin Lannister]] explain his bannerman's actions. [[Littlefinger]] and Pycelle object, but Eddard insists on seeking justice.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\nPycelle tends to King [[Robert Baratheon]] after he is gored by a boar while hunting. He predicts the King's imminent death and manages his pain using [[milk of the poppy]]. Following Robert's death Eddard claims that [[Joffrey Baratheon|Joffrey]] is not his son and is arrested for treason.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt; Cersei and Pycelle convince [[Sansa Stark]] to write to her brother [[Robb Stark|Robb]], imploring him to swear fealty to Joffrey.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\n[[File:Pycelle_1x10.png|thumb|left|Pycelle is not as feeble as he appears in public.]]\nPycelle is present for the trial of Eddard on the steps of the [[Great Sept of Baelor]]. He counsels mercy after Eddard's confession but Joffrey has Eddard executed.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt; After sleeping with [[Ros]], Pycelle absentmindedly mutters about how King Aerys had begun his reign as a great man before slipping into insanity. He muses about Joffrey's potential for greatness, but his remarks peter out into mumbled nothings. Ros leaves and Pycelle does a series of exercises and stretches, then dresses and walks confidently to his door, before adopting the meek, fragile appearance he usually wears to court. He is much stronger in body and mind than he appears, but hides this from everyone.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n[[File:WhiteRaven.jpg|thumb|Grand Maester Pycelle presents a white raven to the small council.]]\n[[Grand Maester]] Pycelle reports to the [[small council]] that [[the Conclave]] in [[Oldtown]] has announced the end of the longest summer in living memory and shows the white raven sent for this purpose. [[Varys]] adds that the [[smallfolk]] say that a long summer will be followed by an even longer winter, which Pycelle dismisses this as a peasant superstition.&lt;ref name=&quot;E11&quot;&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\nTyrion appears at a [[small council]] meeting to inform them that he has been made acting Hand of the King by his father. Queen Cersei angrily orders councilors to leave, Pycelle, along with Lord Baelish, Varys, and Lord [[Janos Slynt|Slynt]], abandon the room.&lt;ref name=&quot;E11&quot; /&gt;\n\nCersei reads [[Robb Stark]]'s peace terms aloud to the small council before tearing them up. Tyrion tells her that she has perfected the art of tearing up papers and suggests that they at least return Eddard's remains as a gesture of good faith. Cersei asks [[Alton Lannister]] to deliver their reply and he accepts. Cersei also asks him to tell Jaime that he has not been forgotten, to the consternation of the other council members. Tyrion wishes Alton a safe journey.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\nPycelle reports a raven from [[Castle Black]] and gives its message to Tyrion. Varys interjects that the wildlings are becoming increasingly troublesome. Petyr is sarcastically dismissive. Varys goes on to say that the wildlings are organizing behind the [[King-Beyond-the-Wall]] [[Mance Rayder]]. Cersei jokes that she has lost track of the number of kings. Tyrion says that the message is from [[Lord Commander]] [[Jeor Mormont]] and that he is asking for more men. Cersei says that they cannot spare any because they are fighting their own war. Tyrion reads a troublesome passage: &quot;the cold winds are rising, and the dead rise with them.&quot; Pycelle dismisses it as northern superstition and Cersei makes to leave. Tyrion relays Jeor's encounter with a [[wight]] and asserts his reliability. Varys wonders how you kill a [[Othor|dead man]] and Tyrion reports that Jeor burned the wights. Cersei mocks Tyrion as having become gullible, believing in &quot;[[Grumpkins and Snarks|grumpkins and snarks]]&quot; after one trip to the Wall. He says that he is not sure what he believes but reminds Cersei that the Night's Watch is the only thing that separates them from what lies beyond the Wall. Cersei sarcastically claims that she has every confidence in the brave men of the Night's Watch.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\nTyrion meets with Pycelle in his dining room. He has complained of constipation and Pycelle gives him a vial of laxatives. Tyrion compliments that Maester's knowledge and then asks him to keep a confidence. He tells him that he is hoping to make a marriage alliance with [[House Martell]] in [[Dorne]] by offering [[Myrcella Baratheon]]'s hand to their heir Prince [[Trystane Martell|Trystane]]. Tyrion specifies that Pycelle should not speak to the Queen. Pycelle does so anyway and she later confronts Tyrion about the plans.&lt;ref name=&quot;E13&quot;&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\nTyrion, Bronn and [[Timett]] burst into Pycelle's chamber while he is in bed with the prostitute [[Daisy]]. Pycelle denies telling Cersei but Tyrion explains that he has implicated himself because he was the only one aware of the plan to approach the Dornish. Tyrion asks how long Pycelle has been spying for Cersei and Pycelle claims that he has been loyal to House Lannister since the days of the [[Mad King]]. Tyrion then tells Bronn to cut of Pycelle's beard because he doesn't like it. Tyrion brings up his betrayals of past Hands of the King and suggests that he poisoned [[Jon Arryn]]. Pycelle denies poisoning Arryn, but admits that he was aware that Arryn knew of Cersei's incest. Tyrion accuses him to letting Arryn die as a threat to Lannister and Pycelle does not deny this. Tyrion orders Pycelle confined to the black cells.&lt;ref name=&quot;E13&quot; /&gt;\n\nCersei demands that Pycelle is released and reinstated via the newly knighted [[Lancel Lannister]]. Tyrion agrees to release Pycelle but refuses to let him take his seat at the small council&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;. Prior to the [[Battle of the Blackwater]] Cersei requests a supply of the anxiolytic and poison [[Essence of Nightshade]] but will not say why she wants it. She almost uses it to poison her son [[Tommen Baratheon|Tommen]] when she believes the battle is lost. She is stopped just in time by the arrival of her father Lord [[Tywin Lannister]], who announces that they have won.&lt;ref&gt;&quot;[[Blackwater]]&quot;&lt;/ref&gt;\n\n[[File:Tywin court 2x10.png|thumb|Pycelle at the court victory ceremony after the Battle of the Blackwater]]\nPycelle visits the recovering Tyrion and gloats that he is no longer Acting [[Hand of the King]] since his father, Tywin, has returned to the city. Later, during a court session to honor Lord Tywin and [[Petyr Baelish]], Pycelle and Cersei make a show of convincing King Joffrey - who announces his desire to marry [[Margaery Tyrell]] - to set aside his betrothal to [[Sansa Stark]]. Pycelle informs him that he spoke to the new [[High Septon (After the riot of King's Landing)|High Septon]] and that the latter approves of breaking Joffrey's betrothal to Sansa.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n[[File:SmallCouncil_WoP.jpg|thumb|left|250px|Grand Maester Pycelle, reinstated to the small council, in &quot;Walk of Punishment&quot;]]\nThe reinstated Pycelle attends a meeting of the small council, now held at the [[Tower of the Hand]]. Lord Tywin tasks Petyr Baelish - recently made Lord of Harrenhal - with offering a marriage proposal to the widow Lysa Arryn. Pycelle adds that such a marriage would make Petyr [[Lord Protector|Acting Lord]] of the Vale. After Tyrion notes that Petyr's departure would leave the crown without its Master of Coin just when a royal wedding is at hand, Tywin informs his son he will become the new Master of Coin - a &quot;demotion&quot; considering Tyrion's previous post as Acting Hand of the King. Pycelle heartily and mockingly supports the Hand of the King's decision. &lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\nPycelle is present at the wedding between Tyrion and [[Sansa Stark]] held at the [[Great Sept of Baelor]], standing along with the &quot;Lannister side&quot; of the attendants. He later attends the wedding feast.&lt;ref&gt;&quot;[[Second Sons (episode)]]&quot;&lt;/ref&gt;\n\nThe Grand Maester receives a message from Lord [[Walder Frey]] informing of the [[Red Wedding|death]] of [[Robb Stark]] and his family and the imprisonment of [[Edmure Tully]]. At a small council meeting, a gleeful King Joffrey orders Pycelle to send a letter thanking Lord Walder for his service and demanding the head of Robb so he can give it to Sansa at his wedding. After Tyrion, whom Joffrey calls a &quot;little monster&quot;, notes that monsters are dangerous and Kings are &quot;dropping like flies&quot;, Pycelle angrily states that Tyrion should apologize immediately as his comment - which Queen Cersei had dismissed as a &quot;joke&quot; to calm her son - is disrespectful, unacceptable and in bad taste. Tywin dismisses the still angry Joffrey and commands Pycelle to give him some Essence of Nightshade to &quot;help&quot; the King sleep. Pycelle is quick to carry out the Hand's orders.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n[[File:Pycelle_at_joffrey_margaery_wedding.png|thumb|Pycelle at Joffrey and Margaery's wedding.]]\n\nPycelle is present during the breakfast before Joffrey and Margaery's wedding, and stands with the Lannisters in the Great Sept of Baelor during the ceremony. At the feast, following Margaery's announcement that all leftovers will be given to the poor of the city, he harasses a young woman but is cut short by Cersei, who commands him to go to the kitchens and make sure all the remaining food is instead given to the dogs in the royal kennels.\n\nHe is back in his seat next to Varys when the dwarf mummers do a reenactment of the [[War of the Five Kings]], much to his amusement. Minutes later, he witnesses Joffrey's death by [[Purple Wedding|poisoning]].&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\nPycelleÂ is present at the coronation ceremony of his new king,Â TommenÂ Baratheon. He is one of the first to bow before his new king.&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;\n\n[[File:Pycelle_testifying_against_tyrion.png|thumb|left|Pycelle testifying against Tyrion.]]\n\nDuring the Tyrion Lannister's [[Second Trial of Tyrion Lannister|trial for regicide]], Pycelle is called as a witness for the Iron Throne. PycelleÂ reads a lengthy list of poisons that is kept in the Red Keep and states that they were stolen from him by Tyrion, after he had him imprisoned in the Black Cells. He also concludes that the poison used to assassinate King Joffrey was a rare poison called 'the strangler'. Pycelle reveals his evidence; the necklace that Sansa Stark wore to the wedding, which shows residue of the poison. HeÂ concludes that Tyrion conspired with his wife to &quot;strike down the most noble child the Gods ever put on this good earth&quot;.&lt;ref&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt;\n\n[[File:Pycelle_delivering_his_speech.png|thumb|200px|Pycelle delivering a speech before Tyrion's trial by combat.]]\n\nPycelle is present during Tyrion's [[Second Trial by combat of Tyrion Lannister|trial by combat]], and begins delivering an opening speech until TywinÂ demonstratesÂ his annoyance at Pycelle's verbosity by cuing the horn player to sound out a blast signaling the beginning of the showdown and prematurely cutting Pycelle off, humiliating him and forcing him to shuffle off in silence.&lt;ref&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt;\n\n[[File:Pycelle_in_gregor_examining.png|thumb|left|Pycelle in his office where Gregor Clegane is kept.]]\n\nLater,Â Pycelle and expelled maester [[Qyburn]] are in his laboratory tending to Ser [[Gregor Clegane]]'s body when Cersei comes to visit them. Pycelle informs CerseiÂ that Prince [[Oberyn Martell|Oberyn]] hadÂ coated his spear with [[manticore]] venom, which has poisoned Gregor. The effects are horrific and Ser Gregor's wounds are putrefying and creating a terrible stench.Â Pycelle says that he is beyond any hope of recovery, but Qyburn insists to Cersei that he can save him using less orthodox methods. Pycelle chaffes at his suggestion, stating that arrogance like that is what led to Qyburn's expulsion from the [[Citadel]], for experiments that were both dangerous and &quot;unnatural&quot;. Cersei, who wants to save the Mountain from death, orders Qyburn to do whatever is necessary and tells Pycelle that it's no longer his laboratory. Pycelle leaves angered.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n"}, "title": "Pycelle"}