{"attributes": {"status": " :Category:Status: Dead", "death": " Shot through the neck with an arrow by Ygritte during the Battle of Castle Black", "last": ["&quot;The Watchers on the Wall&quot;", "&quot;The Children&quot; (corpse) "], "family": " ", "title": "Pypar", "season": "Season 1", "image": "Pypar 4x09.PNG", "allegiance": "The Night's Watch", "actor": "Josef Altin", "deathep": " &quot;The Watchers on the Wall&quot;Quote", "titles": " Steward", "link": "Night's WatchCharacter ", "place": "Acorn Hall", "aka": "Pyp", "appearances": "13 episodes (#Appearances", "first": "&quot;Lord Snow&quot;"}, "sections": {"Behind the scenes": "Prior to being cast in the role of [[Gendry]], [[Joe Dempsie]] had auditioned for Pypar.&lt;ref&gt;[http://www.radiotimes.com/news/2013-04-15/meet-the-british-stars-of-game-of-thrones Meet the British stars of Game of Thrones]&lt;/ref&gt;\n\n", "TOP": "Pypar02265plvepvczhoigcs6a2joc1smlv77yai41803192015-03-29T16:39:15ZTabshr25020565{{Heraldry\n|image=Crow mini shield.png\n|link=Night's Watch\n}}\n\n{{Character \n| Title=Pypar\n| Image=Pypar 4x09.PNG\n| Season=[[Season 1|1]], [[Season 3|3]], [[Season 4|4]]\n| First=&quot;[[Lord Snow]]&quot;\n| Last=&quot;[[The Watchers on the Wall]]&quot;&lt;br&gt;&quot;[[The Children]]&quot; (corpse) \n| Appearances=13 episodes ([[#Appearances|see below]])| Aka=Pyp\n| Status= [[:Category:Status: Dead|Deceased]]\n| Death= Shot through the neck with an arrow by [[Ygritte]] during the [[Battle of Castle Black]]\n| Titles= Steward\n| Place=[[Acorn Hall]]\n| Allegiance=The [[Night's Watch]]\n| Family= \n| Actor=[[Josef Altin]]\n|DeathEp = &quot;[[The Watchers on the Wall]]&quot;}}\n{{Quote|I've never thrown a spear before, I've never held a sword with a proper edge, this is no place for me to be.|Pypar|The Watchers on the Wall}}\n'''[[Pypar]]''', commonly called '''Pyp''', is a recurring character in the [[Season 1|first]], [[Season 3|third]] and [[Season 4|fourth]] seasons. He is played by guest star [[Josef Altin]] and debuts in &quot;[[Lord Snow]].&quot; Pypar is a [[steward (Night's Watch)|steward]] in the [[Night's Watch]] and a friend to [[Jon Snow]].\n", "In the books": "In the ''[[A Song of Ice and Fire]] ''novels, Pyp is an actor who wandered the [[Seven Kingdoms]] with a troupe of players. He can imitate other people's voices and boasts that he can identify where in Westeros someone has come from just by their accent. He is named to the rangers. [[George R.R. Martin]] has stated that he is a big fan of J.R.R. Tolkien's ''The Lord of the Rings'', in which main character Frodo Baggins's best friend is Samwise Gamgee, called Sam for short. Similarly, [[Jon Snow]]'s best friend [[Samwell Tarly]] (also called &quot;Sam&quot; for short) is also an overweight, not martially skilled Everyman character who enjoys reading stories in books. Moreover, Pypar (called Pyp) for short, has a similar name to Frodo's other companion Pippin Took (sometimes shortened to &quot;Pip&quot;). Thus both Jon Snow and Frodo Baggins have two companions named &quot;Sam and Pyp&quot;.\n\nWhile the ranging force travels beyond the Wall, Pyp remains at [[Castle Black]]. He takes part in the [[Battle of Castle Black]].\n\nDespite Pyp and Grenn dying in the TV series, so far the two are still alive and well in the books.\n\nThe show scene where Sam holds Pyp's head in his last moments is maybe based on the book scene in which Sam comforts the fatally-injured [[Jeor Mormont]] during the [[Mutiny at Craster's Keep]].\n\n", "Quotes": "{{Quote|How do one hundred and two men stop one hundred thousand?|Pypar|The Mountain and the Viper}}\n\n{{Quote|If you're afraid of a band of wildlings, how in the seven hells did you kill a white walker?|Pypar to Sam|The Watchers on the Wall}}\n\n{{Quote|I got one, right through the heart, he's dead.|Pypar to Sam during the battle|The Watchers on the Wall}}\n\n", "Image gallery": "&lt;gallery&gt;\nPypS3.png|Pyp and Sam welcoming Jon when he arrives at Castle Black in &quot;[[Mhysa]]&quot;.\nPypS4.PNG|Pyp discusses with Jon, Grenn, Sam and Eddison in &quot;[[The Mountain and the Viper]]&quot;.\nS04E09_-_Pypar's_death.png|Pyp dying as Sam comforts him during the battle for Castle Black in &quot;[[The Watchers on the Wall]]&quot;.\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season One Appearances|||yes|yes|||yes|yes|yes|yes}} \n{{Season Three Appearances||||||||||yes}} \n{{Season Four Appearances|||yes|yes|||yes|yes|yes|yes}}\n\n", "Biography": "===Background===\nPypar was sent to [[the Wall]] for refusing to grant sexual favors to a lord at [[Acorn Hall]] while working as a singer. The lord accused him of stealing and he was sentenced to the [[Night's Watch]] and now serves at [[Castle Black]]. Pypar usually lies and tells people that he was arrested for stealing a wheel of cheese to feed his sister, who had not eaten for three days (it isn't clear if he really even has a sister).&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/nightswatch/pyp/ HBO viewers guide, season 2 guide to houses, Night's Watch - Pyp entry]&lt;/ref&gt;\n\n===[[Season 1]]===\nPypar, along with [[Grenn]] and [[Rast]], is beaten bloody by [[Jon Snow]] in the training yard at Castle Black. They later threaten Jon in the armoury, but are encouraged to leave by [[Tyrion Lannister]]. Tyrion contrasts Pypar's background as a starving peasant to Jon's privileged upbringing in a warm castle with a master-at-arms eager to teach him in the art of combat. This encourages Jon to start training the others in swordplay, earning their respect.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt;\n\n[[File:Jon, Sam and Pyp.jpg|thumb|Sam joins Jon, Pypar, and Grenn in the training yard at Castle Black.]] Pypar and Grenn have become firm friends, with Pypar teasing Grenn about his slow wits. When [[Samwell Tarly|Samwell]] joins the recruits and is beaten, Pypar holds Jon back as he attempts to interfere. He goes along with Jon Snow's plan to 'go easy' on the new recruit, annoying their Master-at-Arms Ser [[Alliser Thorne]].&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\nPypar, Jon and Samwell are assigned to the stewards while Grenn is assigned to the rangers. Jon is upset that he has not gotten his desired appointment to the rangers. Pypar is annoyed by Jon's sense of entitlement and awkwardly tells Jon and Samwell that he was really sent to the Wall when as a singer at a nobleman's hall he refused to grant sexual favors to a noble lord. He didn't want to tell strangers the real reason. Samwell asks Pypar, who has a good singing voice, for a song, but Pypar is too embarrassed by his confession and walks off.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n\n[[File:Jon and Pypar 1x10.png|thumb|Pypar and Jon.]] Pypar and [[Grenn]] are among the men who witness the arrival of the bodies of [[Othor]] and [[Jafer Flowers]] to [[Castle Black]].&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\nThe dead men return as wights and Jon saves the Lord Commander from one of them. He is rewarded with the sword [[Longclaw]] and Grenn, Pypar and the others pass the sword around in the dining hall.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\nGrenn, Pypar and Sam ride after Jon when he abandons his post at [[Castle Black]] following the death of his father. They convince him to return by reciting their oaths.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\nPyp remains at [[Castle Black]] while his friends are [[Beyond the Wall]] on [[Lord Commander]] [[Jeor Mormont]]'s great ranging.\n\n===[[Season 3]]===\nPyp is present when Jon Snow returns to Castle Black after escaping from the wildings and being shot with arrows by [[Ygritte]]. At first, he doesn't think Jon can recognize him and Sam with his injuries. Jon stares at both of them and says their names with relief before being carried inside.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\n===â&euro;&lsaquo;[[Season 4]]===\nPyp and other members of the Night's Watch receive news from a boy name [[Olly]] about how his entire village was massacred by a wildling raiding party. The meeting is interrupted by a single horn blast, which is revealed to be Grenn and Edd, who have managed to escape the chaos that occurred at Craster's Keep.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\nLater, Pyp is present in the dining hall when Jon Snow asks for volunteers to deal with the mutineers who are holed up at Craster's Keep.&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\n[[File:S04E8_-_Night's_Watch_gang.png|thumb|Pyp along with his friends discuss the wildling threat.]] \nThe news of the wildling attack on [[Mole's Town]] reaches Castle Black. Sam is horrified by the news, believing he sent Gilly and her baby to their deaths. Pyp reminds Sam that he believed that everyone who went with Commander Mormont had died. Despite the odds, Jon, Sam, Grenn, and Edd all made it back to Castle Black alive.&lt;ref&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt;\n\n[[File:PypDead.PNG|thumb|left|Pypar's death at the hands of Ygritte.]]\nAs he is preparing for the attack on Castle Black, he starts shaking, and Sam comes over to comfort and empower him to conduct his duties. As Mance Rayder's army attacks Castle Black, Pypar defends the bridge with a crossbow but continually missed killing members of their army before retreating with Sam. Pypar and Sam get to cover, and continue to try to kill the members of Mance Rayder's army. When Pypar successfully kills a wildling, he gushes over this achievement with Sam telling him he has more to do. As he goes to shoot again, [[Ygritte]] launches an arrow at Pypar's throat, fatally wounding him. As he is struggling and choking on his own blood, Sam holds his head and tells him it will be alright until he dies.&lt;ref&gt;&quot;[[The Watchers on the Wall]]&quot;&lt;/ref&gt;\n\n[[File:PypBody.PNG|thumb|right|Pypar's body being burned with the other fallen brothers.]]\nAfter the arrival ofÂ [[Stannis Baratheon]] and his forces, Pypar is among the numerous bodies of fallen black brothers burned in Castle Black's courtyard.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n"}, "title": "Pypar"}