{"attributes": {"founding": "", "founder": "Quote", "places": ["The Hall of a Thousand Thrones", "The House of the Undying", "The Garden of Bones (Qarth)"], "title": "Qarth", "image": "Qarth2.jpg", "age": "", "rulers": ["Unknown", "The Thirteen (eliminated)", "King of Qarth (eliminated centuries ago)"], "location": "Essos, east of Slaver's Bay on the Jade Sea", "military": "The Civic Guard", "religion": "Mixed", "geography": " Coastal desert oasis, tropical.", "type": "Mercantile city-state", "institutions": ["The Thirteen", "Warlocks of Qarth", "Pureborn"], "population": ""}, "sections": {"Notable residents of the city": "* The {[[Spice King]]}, a member of the Thirteen. Killed by Pyat Pree.\n* {[[Xaro Xhoan Daxos]]}, a merchant prince native to the [[Summer Isles]] and an influential member of the Thirteen, self-proclaimed King of Qarth. Locked inside his own vault under orders of [[Daenerys Targaryen]].\n* {[[Pyat Pree]]}, a spokesman for the warlocks of Qarth. Killed by [[Drogon]], [[Rhaegal]] and [[Viserion]] at the [[House of the Undying]].\n*[[Quaithe]], a [[shadowbinder]] from [[Asshai]] established in Qarth.\n\n", "TOP": "Qarth02521s92846iwkhb7buscmiubsllbys8cr9z1786002015-03-22T18:43:28ZThe Dragon Demands5014364/* References */{{Settlement\n| Title=Qarth\n| Image=Qarth2.jpg\n| Location=[[Essos]], east of [[Slaver's Bay]] on the [[Jade Sea]]\n| Type=Mercantile city-state\n| Geography = Coastal desert oasis, tropical.\n| Population=\n| Rulers=Unknown&lt;br&gt;[[The Thirteen]] (eliminated)&lt;br&gt;[[King of Qarth]] (eliminated centuries ago)\n| Religion=Mixed\n| Military=The [[Civic Guard]]\n| Institutions=[[The Thirteen]]&lt;br&gt;[[Warlocks of Qarth]]&lt;br&gt;[[Pureborn]]\n| Places=The [[Hall of a Thousand Thrones]]&lt;br&gt;The [[House of the Undying]]&lt;br&gt;The [[Garden of Bones (Qarth)|Garden of Bones]]\n| Founding=\n| Age=\n| Founder=}}\n{{Quote|We call Qarth &quot;the Greatest City that Ever Was or Will Be&quot;. An easy claim to make if one knows only the docks and custom houses of other cities. An easy lie to swallow if a people only see the gold and jewels of their rulers, which we, the Thirteen who govern this city, are careful to ensure.|[[Xaro Xhoan Daxos]]|Qarth (Histories &amp; Lore)}}\n[[Image:Qarth map.png|thumb|right|300px|A map showing the location of Qarth on the continent of Essos.]]\n[[Image:Qarth walls.jpg|thumb|right|300px|A view of Qarth's imposing walls.]]\n[[Image:Spice King profile.jpg|thumb|The Spice King, a Qartheen man]]\n'''Qarth''' is a great trading city located on the southern coast of [[Essos]], on the straits linking the [[Summer Sea]] to the [[Jade Sea]]. Ships from [[Westeros]], the [[Free Cities]], the [[Summer Islands]], and [[Slaver's Bay]] all pass through the Straits of Qarth on their way to the great trading cities of the Jade Sea, such as [[Yi Ti]] and [[Asshai]].\n\nUnlike most cities in Essos, Qarth has no fear of the [[Dothraki]], as the forbidding and vast [[Red Waste]] divides it from the [[Dothraki sea]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/qarth/ HBO viewers guide, season 2 map, Qarth entry]&lt;/ref&gt; Nor was Qarth ever conquered by the old [[Valyrian Freehold]].&lt;ref&gt;[[Qarth (Histories &amp; Lore)]]&lt;/ref&gt; The Red Waste also separates Qarth from land-based travel with other parts of Essos, though it is a major port that conducts brisk maritime trade with major cities from Westeros to [[Asshai]]. Qarth seems to be located in an oasis, as the inside of the city is tropical, despite being surrounded by aÂ desert.Â \n\nQarth is defended by immense stone walls and strong gates. The Qartheen have been known to bar entry to the city to those who do not meet their approval. Due to Qarth's isolation behind the Red Waste, being denied entry will often spell doom for travellers, and their bones can be found extending around its walls. This area is sometimes called the &quot;[[Garden of Bones (Qarth)|Garden of Bones]]&quot;.\n\n==â&euro;&lsaquo;People and politics==\nThe people of Qarth are known as the '''Qartheen''' and call their home, &quot;The greatest city that ever was or will be.&quot; Qarth is an oligarchy ruled by a council of nobles and merchants known as [[the Thirteen]], most of which are members of the [[Pureborn]], an aristocracy descending from the deposed [[King of Qarth|Kings of Qarth]]. Although they rule by consensus, a member of the Thirteen can overrule the decision of the rest by invoking ''[[sumai]]'', pledging their life and their blood to back up their decision.&lt;ref&gt;[[Garden of Bones]]&lt;/ref&gt;\n\nStatus is quite important among the Qartheen. They tend to be quite concerned about appearances, with men wearing vests which are covered in extravagant gold tracing and jewelry on the front. Women sometimes dye their hair to appear more exotic. Both men and women decorate their clothing with gold pieces shaped like insects and encrusted with jewels. Appearances, however, are not only a matter of status among the Qartheen, but also of survival, as, among the Thirteen for example, those who do not hold hereditary seats will keep them only for as long as they can appear wealthy and powerful before the eyes of the other twelve members.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Qarth is a great and immensely rich city which guards the Straits of Qarth, which connect the [[Summer Sea]] to the [[Jade Sea]]. Trade ships travel from Westeros to [[Asshai]] and back again via Qarth carrying varied cargoes. The proud Qartheen refer to Qarth as &quot;the Queen of Cities&quot;.\n\nThe city's landward side is protected by a parched desert known as the [[Red Waste]], which even the [[Dothraki]] fear to cross. Dothraki refer to the Qartheen people, who are known for their pale skin, as &quot;Milk Men&quot;\n\nThe city is ruled by a council known as the Pureborn, though in practice the council has to balance its interests against those of three powerful guilds, the Thirteen, the Ancient Guild of Spicers, and the Tourmaline Brotherhood. Qarth is protected by the Civic Guard and a strong navy. The rulers of the city are advised by the highly enigmatic warlocks of Qarth, who dwell in the forbidding House of the Undying. Xaro is a member of the Thirteen in the books, but they are only one of three powerful merchant guilds who compete with the Pureborn for control of Qarth. This makes Xaro slightly less politically powerful in the books than in the TV series, in which Qarth is simply ruled by a council of merchant-princes known as &quot;the Thirteen&quot;. Nonetheless Xaro is still a member of the Qartheen political leadership in the books, making him a very powerful as well as very wealthy man.\n\nThe Qartheen pride themselves on their sophistication and consider weeping in times of strong emotion to be a mark of civilization. The Qartheen fashion for women leaves one breast exposed, while men favor beaded silk skirts. They seat themselves on cushions on the floor. Daenerys Targaryen adopts Qartheen dress while she is the guest of Xaro Xhoan Daxos.\n\n''The Lands of Ice and Fire'' map book (which features a significantly different outline of eastern Essos to the TV show) establishes that the Jade Gates separate Essos from a large island called Great Moraq, with Qarth located at the mid-point of the straits. The naming conventions of the surrounding towns and cities suggest that Qarth has a sphere of influence which extends to control or at least influence over those settlements: the island of Qal to the south and the town of Qarkash to the west. These maps show that Qarth is linked to the city of Kayakayanaya and the region of [[Yi Ti]] by coastal roads.\n\n", "Behind the scenes": "When Daenerys first enters Qarth in &quot;Garden of Bones&quot;, the wide shot of the city inside of the gates is not a location shot but almost entirely a special effects production, aside from the gates themselves and a few bushes. The production team wanted the gates themselves to have a look of age and a foreboding appearance, and inspired by the books they are covered with animal designs. The physical exterior set of the gates of Qarth was over 100 feet wide. It was constructed in Dubac quarry outside of Dubrovnik, Croatia, which had recently been flattened because it was going to be converted into a cemetery - thus the &quot;Garden of Bones&quot; outside the gates was about to be converted into an actual boneyard.\n\nCostume Designer [[Michele Clapton]] explained that she wanted to show that the Qartheen are very opulent, but also that it is all a facade and for show. Thus the front of their costumes are lavish and ornate to impress others when they face them, but they don't bother to decorate the back of their clothing at all:\n\n:''&quot;I always in my head, saw Qarth as a sort of mirage, so with that in mind, it's a sort of case of taking to Gemma about the architecture, obviously the climate. We started actually with the fabrics, really. We dyed all the silk, and then printed, it's almost like gilded gates on it, and then I had a painter who came in and actually painted the sort of fronds and the flowers and the gold behind the gate. With their underskirts, we actually had them baked in clay and then shook them out, and so it gives this lovely crumpled sort of weight to the fabric, that you really can't get any other way. And then with those costumes I wanted them to be able to be worn in different ways, so when they come out of the gates they lift it up over their heads and it protects them from the heat, and other times they can be down and the jacket takes prominence. And then again I wanted it to be like a facade, like a theatrical piece, so that when they turn around a lot of the backs are just linen, or hessian [burlap], so it's all a front, it's all a show.&quot;''&lt;ref&gt;[http://www.hbogo.com/#series/video&amp;assetID=GOROSTGP35015?videoMode=embeddedVideo?showSpecialFeatures=true/ &quot;Garden of Bones&quot; In-Episode Guide]&lt;/ref&gt;\n\nAt the ''Game of Thrones'' panel for San Diego Comic-Con 2012, actress [[Emilia Clarke]] (Daenerys) jokingly gave the explanation to author [[George R.R. Martin]] that she didn't wear the breast-exposing Qarth dresses as described in the books because it was a &quot;warmth issue&quot;.&lt;ref&gt;[http://www.makinggameofthrones.com/production-diary/2012/7/14/seven-moments-from-the-game-of-thrones-comic-con-panel-that.html SDCC 2012 Game of Thrones panel]&lt;/ref&gt; The real reason, as Clarke explained in a separate interview, was that it was felt that having Daenerys spending entire scenes wearing a dress that left one breast exposed would detract from the integrity of the drama and of Daenerys as a character:\n:''&quot;I remember when I was filming in Croatia seeing a copy of book 2, and the front cover picture was of Dany in the â&euro;&tilde;traditional Qartheen fashionâ&euro;&trade; and you could say that I was rather taken aback. There are lots of things to bear in mind when adapting a book for the screen, and yes we all agreed that if this was kept as a visual reference, it would take away from the drama and integrity of Danyâ&euro;&trade;s storyline as she grows into such a strong Khalessi.&quot;''&lt;ref&gt;[http://winteriscoming.net/2012/03/interview-with-emilia-clarke/ WinterIsComing.net Emilia Clarke interview]&lt;/ref&gt;\n\nAccording to the TV series official [[pronunciation guide]] developed for the cast and crew, &quot;Qarth&quot; is pronounced &quot;QUARTH&quot;. However, in &quot;[[Garden of Bones]]&quot; when Daenerys first pronounces it as &quot;Kwarth&quot; she is corrected by the [[Spice King]] that it is actually &quot;KARTH&quot;, and this is the pronunciation used on-screen throughout the TV series.\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Gallery": "&lt;gallery captionalign=&quot;left&quot;&gt;\nQarth title.jpg|Qarth as it is depicted in the [[title sequence]]\nqarth.jpg|Daily activities in Qarth\n&lt;/gallery&gt;\n\n", "History": "===[[Season 1]]===\n[[Doreah]] of [[Lys]], a pleasure slave and handmaiden in the service of [[Daenerys Targaryen]], relates a story she heard from a trader from Qarth who visited her brothel. The Qartheen man said that there used to be two moons, both [[dragon]] eggs. But, one of them strayed too close to the heat of the sun and cracked open, releasing a thousand dragons.&lt;ref&gt;&quot;[[The Kingsroad]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\nDaenerys Targaryen and her ''[[khalasar]]'' are dying of thirst in the Red Waste. She dispatches her three [[bloodrider]]s in search of succor.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt; [[Kovarro]] finds his way to the city of Qarth, located three days to the east, and guides Daenerys there. Outside she is greeted by the Thirteen, but when she refuses to show them her [[dragons]] they deny her entry. [[Xaro Xhoan Daxos]] overrides the decision of the council by invoking [[Sumai]], an ancient Qartheen law, and takes Daenerys and her people under his protection.&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\nSome of the wealthy people of Qarth attend a gathering at Xaro Xhoan Daxos' manse to get to know Daenerys.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\nXaro Xhoan Daxos and [[Pyat Pree]] of the [[Warlocks of Qarth]] stage a coup in the city, assassinating the other members of the Thirteen and securing Daenerys's [[dragons]] for their own purpose, imprisoning them in the [[House of the Undying]], the warlocks' tower.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt; Daenerys later rescues her dragons, apparently killing Pyat Pree with dragonfire, before sealing [[Xaro Xhoan Daxos]] in his own vault as revenge for his subterfuge.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n"}, "title": "Qarth"}