{"attributes": {"season": " Season 2", "image": " Qarth Histories &amp; Lore.png", "narrator": " Xaro Xhoan Daxos'''&quot;Qarth&quot;''' is part of the &quot;Histories &amp; Lore&quot;, a special feature in the Blu-ray of Season 2 of ''Game of Thrones''. It is narrated by Nonso Anozie as Xaro Xhoan Daxos.==Synopsis==Xaro Xhoan Daxos details the history and culture of the illustrious city of Qarth.==Summary==Qarth has always and only belonged to the Qartheen. It was never part of Valyria's empire, nor has it ever fallen to a Dothraki hoard. The walls and the Red Waste outside guard the city from such annoyance. Many call the approach to the city the Garden of Bones (Qarth)", "title": " Qarth"}, "sections": {"TOP": "Qarth (Histories &amp; Lore)0169161jh6xic6aijdhcv5mu22iozy64tg1mx1773442015-03-16T22:22:08ZGreater good3347453{{Lore|Title = Qarth|Image = Qarth Histories &amp; Lore.png|Season = [[Season 2|2]]|Narrator = [[Xaro Xhoan Daxos]]}}\n'''&quot;Qarth&quot;''' is part of the &quot;[[Histories &amp; Lore]]&quot;, a special feature in the Blu-ray of [[Season 2]] of ''[[Game of Thrones]]''. It is narrated by [[Nonso Anozie]] as [[Xaro Xhoan Daxos]].\n\n", "Synopsis": "[[Xaro Xhoan Daxos]] details the history and culture of the illustrious city of [[Qarth]].\n\n", "Summary": "[[Qarth]] has always and only belonged to the Qartheen. It was never part of [[Valyria]]'s empire, nor has it ever fallen to a [[Dothraki]] hoard. The walls and the [[Red Waste]] outside guard the city from such annoyance. Many call the approach to the city the [[Garden of Bones (Qarth)|Garden of Bones]], which needs little tending to grow.\n\nThe city would be quite a prize for any empire. Qarth straddles two worlds: a greedy and curious [[Westeros|west]] and a rich and mysterious [[Essos|east]]. The marvels of [[Yi Ti]] and [[Asshai]] pass through their markets, and shares baths with the riches of the [[Free Cities]] and [[Westeros]].\n\nQarth's ports have fulfilled many a trader's dreams, almost as many as they have broken. Qarth is called the greatest city that ever was or will be; and easy claim to make if one knows only the docks and customs houses of other cities, and easy line to swallow if the people see only the gold and jewels of their rulers, which [[The Thirteen]] are careful to ensure.\n\nThe proud Qartheen shook off the yolk of unjust [[King of Qarth|kings]] long ago, or so they are told at festivals by the [[Pureborn]], the kings' direct descendants who have controlled the Thirteen ever since. Now, instead of sceptres they use ships. A merchant only remains on the Thirteen until the others are no longer afraid to deny him, or too afraid to deny his replacement.\n\nThe [[Warlocks]] alone hold a hereditary seat, a relic from when they had power and the world was more easily duped. Over the years the others have developed an understanding with them. They shall always be welcome on their councils and at affairs of state, provided they never come. Rare is the problem that can be solved by cryptic nonsense and [[shade of the evening]]. Thankfully, they need little encouragement to confine themselves to their [[House of the Undying]].\n\nYet perhaps the Qartheen are too confined themselves. They feel safe beyond their walls and their laws, which their visitors can hope to follow and by which any citizen who vouches for a guest always pays with his life. But like a ship in the [[Summer Sea]], a city becomes becalmed with fresh wind. &quot;The greatest city that ever was or will be&quot;. An epitaph Xaro Xhoan Daxos would prefer: &quot;The greatest city that is&quot;.\n\n"}, "title": "Qarth (Histories &amp; Lore)"}