{"attributes": {"status": " :Category:Status: Dead", "death": "Killed by Jon Snow", "last": "&quot;Valar Morghulis&quot;", "family": "", "title": "Qhorin", "season": "Season 2", "image": "Qhorin.png", "allegiance": "The Night's Watch", "actor": "Simon Armstrong", "deathep": " &quot;Valar Morghulis&quot;Quote", "link": "Night's WatchCharacter", "place": "", "aka": [" Qhorin Halfhand", "The Halfhand"], "appearances": "4 episodes &lt;small&gt;(#Appearances", "first": "&quot;The Ghost of Harrenhal&quot;"}, "sections": {"TOP": "Qhorin04942pmbyw076igfu6x5yd7xz0kdrg726eiw1756752015-03-07T13:48:25ZEnglishJoker1525043/* Season 2 */{{Heraldry\n|image=Crow mini shield.png\n|link=Night's Watch\n}}\n{{Character\n| Title=Qhorin\n| Image=Qhorin.png\n| Season=[[Season 2|2]]\n| First=&quot;[[The Ghost of Harrenhal]]&quot;\n| Last=&quot;[[Valar Morghulis]]&quot;\n| Appearances=4 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n| Aka= Qhorin Halfhand&lt;br&gt;The Halfhand\n| Status= [[:Category:Status: Dead|Deceased]]\n| Death=Killed by [[Jon Snow]]\n| Place=\n| Allegiance=The [[Night's Watch]]\n| Family=\n| Actor=[[Simon Armstrong]]|DeathEp = &quot;[[Valar Morghulis]]&quot;}}\n{{Quote|They'll hit us in force and won't run away when we hit back.|Qhorin to Jeor Mormont|The Ghost of Harrenhal}}\n\n'''Qhorin''' is a recurring character in the [[Season 2|second season]]. He is played by [[Simon Armstrong]]. Qhorin Halfhand is a member of the [[Night's Watch]], a senior and experienced ranger who is regarded as an elite scout and soldier. He is known as '''Qhorin Halfhand''' or simply '''The Halfhand'''.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels Qhorin Halfhand is regarded as an extremely capable scout, based at the Shadow Tower, the western-most manned castle of [[the Wall]]. He is held in high esteem by Lord Commander [[Jeor Mormont]].\n\nHe has a clean shaven face and is tall. It is never explicitly stated he wears a hat. He is very calm and collected. Qhorin specifically lost three fingers on his right hand, all except his index finger and thumb (thus he is still able to more or less functionally use his hand). In the TV series, of course, the actor is wearing heavy gloves due to the cold, and this obscures that he actually has these fingers, but they do refer to him in dialogue as &quot;Halfhand&quot;. His personality differs quite a bit from the books in the TV series in that while he is still a rather calm person, he is shown to be more gruff and shows a disdain for southerners. Unlike his counterpart in the books, he sports a moutache and a goatee.\n\nQhorin's story is significantly different than in the TV series: first, his reason for sending the scout parties was to find out what was the secret power that [[Mance Rayder]] was looking for in the [[Frostfangs]].\n\nSecond, Qhorin never ordered Jon to kill [[Ygritte]]: he told him &quot;you must do what needs be done&quot;. After Jon let Ygritte go and returned to the others, Qhorin explained Jon it was not bad choice to spare her life. If he wanted to kill her, he'd do it himself, or order Ebben to do that. He left Ygritte's fate for Jon to decide in order to know him better.\n\nThird, when they were chased by the wildlings and had no hope of survival, Qhorin specifically ordered Jon to yield: &quot;If we are taken, you will go over to them, as the wildling girl you captured once urged you. They may demand that you cut your cloak to ribbons, that you swear them an oath on your father's grave, that you curse your brothers and your Lord Commander. You must not balk, whatever is asked of you. Do as they bid you... but in your heart, remember who and what you are. Ride with them, eat with them, fight with them, for as long as it takes&quot;. Qhorin also ordered Jon to find out what was the secret power that the wildlings sought.\n\nOnce they were surrounded, Qhorin deliberately picked a fight with Jon, and let Jon kill him. The ploy worked well, and the wildlings were convinced that Jon truly turned his cloak.\n\n", "Quotes": "{{Quote|Thats it?! thats all you can do?!.....You little shit!|Qhorin Halfhand taunts during the fight versus Jon Snow|Valar Morghulis}}\n\n{{Quote|Your traitor father teach you that?! Or was it your whore mother!|Qhorin Halfhand taunts Jon Snow|Valar Morghulis}}\n\n{{Quote|We are the watchers on the Wall.|Qhorin Halfhand's last words, reminding Jon of his duty|Valar Morghulis}}\n\n", "Image gallery": "&lt;gallery captionalign=&quot;left&quot;&gt;\nQhorin Halfhand.jpg|Qhorin in the Frostfangs\nRanging 206.jpg|Qhorin Halfhand leads his rangers through the Skirling Pass in &quot;[[The Old Gods and the New]]&quot;\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}} (major spoilers from the books)\n\n", "Appearances": "{{Season Two Appearances|||||yes|yes||yes||yes|yes}}\n", "Biography": "\n===Background===\nQhorin is considered to be one of the best and most experienced rangers within the [[Night's Watch]]. He is called half-hand because he lost most of his fingers on his right hand in a fight with a [[wildling]]. This has forced him to train with his left hand, resulting in becoming just as proficient with his left as he ever was with his right. He was once a good friend to [[Mance Rayder]] before Mance turned traitor against the Night's Watch.\n\nQhorin is based at [[The Shadow Tower]] along [[the Wall]] but spends a significant portion of his time ranging [[beyond the Wall]]. He was stranded beyond the [[Skirling Pass]] during the last winter before the series begins. He survived alone in the wild for an entire winter, returning to the Wall once the snow thawed.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n:''Main: [[Qhorin Halfhand Season 2]]''\n\n[[File:Halfhand and Jon Snow.jpg|thumb|Qhorin and Jon Snow sight the wildling campfire]]\nQhorin leads a force of men north from the Shadow Tower to meet [[Lord Commander]] [[Jeor Mormont]] on his great ranging to search for First Ranger [[Benjen Stark]] and investigate the origin of the [[Wights]] that attacked [[Castle Black]]. They rendezvous at the [[Fist of the First Men]] and discuss the wildlings organizing under [[King-Beyond-the-Wall]] [[Mance Rayder]]. Qhorin sights wildling lookouts in the [[Skirling Pass]] and suggests using scouting parties to displace them. He offers to lead one personally. Jeor's steward [[Jon Snow]] asks to join Qhorin, but Jeor argues against it stating he is not a ranger. Jon defends himself saying no one else present has killed a wight, but Jeor counters that he also let [[Craster]] beat him up, at which point Qhorin defends Jon. Sam offers to take on Jon's duties, and Jeor agrees to let Jon go.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\nQhorin's party finds a group of lookouts and ambushes them. Jon hesitates in killing one, realizing the wildling, [[Ygritte]], is a woman. Qhorin questions her and then leaves Jon alone to execute her.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt; Jon does not return and Qhorin goes looking for him. He finds his tracks but is ambushed by wildlings while following them. His men are killed and he is taken prisoner. He is soon joined in captivity by Jon. He urges Jon to ensure that the deaths of his men were not meaningless and says that he could be a valuable spy in the wildling ranks. He then feigns anger with Jon to make him seem more sympathetic to Ygritte, and to make him look like a traitor to the Watch.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n[[File:Jon kills Qhorin.jpg|thumb|Jon kills Qhorin after a fierce duel.]]\nLater on, Qhorin realizes that he will have to sacrifice himself in order to facilitate the ruse of Jon deserting to the wildlings, so he stuns one of his captors and acquires a sword, attacking Jon with the seeming intention of killing him for treachery. The Lord of Bones lets them fight, and Ygritte gives Jon back his sword. Qhorin enrages Jon by insulting his parentage. After a fierce duel, Jon mortally wounds Qhorin per Qhorin's own instructions, who whispers to Jon &quot;We are the watchers on the Wall&quot; before he breathed his last, signalling to him that he has done the right thing. By killing Qhorin, the wildlings believe Jon has betrayed his oath and release him.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n"}, "title": "Qhorin"}