{"attributes": {}, "sections": {"The Prince of Winterfell": "Qhorin turned back to search for [[Jon Snow]] and easily found his tracks. They are ambushed by wildlings led by the [[Lord of Bones]], called Rattleshirt. [[Harker]], [[Stonesnake]] and [[Borba]] are killed and Qhorin is taken prisoner.&lt;ref name=&quot;E18&quot;&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n[[File:Rattleshirt.png|thumb|Ygritte delivers Jon to the Lord of Bones]]\n[[Ygritte]] leads Jon across a glacial lake with the rest of her party. She brings him to the Lord of Bones and says that he is a present. The wildling commander is dismissive, gesturing to Qhorin and saying that he already has one captive from the [[Night's Watch]] and does not need another. Ygritte asserts that [[Mance Rayder]] will want to question Jon because he knows about the plans of the Watch. The Lord of Bones counters that Qhorin knows more and orders Jon killed. Ygritte defends Jon, citing his honorable treatment of her when she was his prisoner. The Lord of Bones is unmoved and repeats his order. Ygritte reveals Jonâ&euro;&trade;s status as the bastard son of [[Eddard Stark]] and insists that Mance will want him. The Lord of Bones asks why Mance should care about a dead manâ&euro;&trade;s bastard and Ygritte retorts that Mance will want to decide for himself. The Lord of Bones threatens to castrate Jon if he attempts to escape and Ygritte says that she would do it herself if he tries to escape. She turns to Jon and says that they are even.&lt;ref name=&quot;E18&quot;/&gt;\n\nYgritte pushes Jon to the ground next to Qhorin. Jon tells the ranger that he was unable to kill Ygritte. Qhorin has already worked out the sequence of events. Jon asks where the other men are and Qhorin tells him that they were killed searching for him. Jon realizes that the others died because of his actions. Qhorin tells him to make sure that they did not die for nothing.&lt;ref name=&quot;E18&quot;/&gt;\n\n", "TOP": "Qhorin Halfhand Season 2090957r3uuw92xvp4c1dw5ji785cknvfpw0w1167782014-03-06T03:37:51ZGreater good3347453{{Template:Delete}}In '''[[Season 2]] [[Qhorin Halfhand]]''' is a regular recurring character.\n\n", "The Old Gods and the New": "Qhorin leads his scouting party into the [[Skirling Pass]]. [[Jon Snow]] calls to his direwolf [[Ghost]] to stay close to them but is ignored. Qhorin calls Ghost a pet and Jon objects. Qhorin agrees that a direwolf is not a pet, saying that you cannot tame a wild thing. Qhorin says that wild creatures cannot be trusted and Jon says that Ghost is different. Qhorin asserts that wild creatures have their own unknowable rules and reasons. Qhorin warns that the wildlings they are looking for are nocturnal hunters. Jon points out that Qhorin is contradicting his assertion that you canâ&euro;&trade;t know a wild thing. Qhorin retorts that he meant that Jon canâ&euro;&trade;t. Qhorin expands that the wildlings hide in caves while the sun is up and then do their killing while it is dark. Jon suggests that they do the same and Qhorin counters that they do not know the terrain well enough, saying that he has lost good men to hidden crevasses. Jon says that his father always told him that he was of the North and Qhorin laughs at him. Jon says that he was not joking and Qhorin asks him to look around at the icy terrain and consider if it is anything like his home. Qhorin warns that the land itself will kill you if you start to think that you know it. He asks if Jon understands and Jon nods. Qhorin tells Jon that he does not understand. Qhorin says that they are at war and have always been at war. He says that their war will never end because they are not fighting an enemy but fighting the North, which is not going anywhere.&lt;ref name=&quot;E16&quot;&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\nQhorin tells Jon that the [[Nightâ&euro;&trade;s Watch]] has given him a great gift and that he can reciprocate by giving his life. Jon says that he would gladly give his life for the Watch. Qhorin stops and grabs Jon, telling him that he does not want him to die gladly. He says that he wants him to curse and fight to his last heart beat. Qhorin says that Jonâ&euro;&trade;s death will be a gift to the people south of the wall but that they will never know of his actions or his name. Qhorin again asks if Jon understands him and Jon again answers affirmatively. Qhorin says that Jon is even dumber than he looks and dismisses what he has said as words intended to make them feel that they have a purpose. Qhorin urges Jon onwards saying that they must find their quarry before night falls and the tables are turned.&lt;ref name=&quot;E16&quot;/&gt;\n\nQhorin and his men surround the camp of the wildling lookouts. Qhorin signals the attack and they swiftly kill all but one of the wildlings. Jon pins the survivor against a rock but stays his hand when he sees that his captive is a woman. Jon says that they could take her captive and question her. Qhorin says that she will not answer and that he has known wildlings to bite off their own tongues rather than submit to questioning. Jon asks her name and learns that she is called [[Ygritte]]. Qhorin tells Jon that she was reaching for an axe when he stopped her and that given half a chance she will kill him.&lt;ref name=&quot;E16&quot;/&gt;\n\nYgritte says that she has told Jon her name and he reciprocates. Ygritte says that they should burn the bodies of the wildlings they have killed. Qhorin questions her motivation for wanting them to light a fire. He asks if she has more friends in the area and she warns that they might need their swords again if the bodies are left unburned. Qhorin says that Jon has already killed a [[wight]] and can do it again. Qhorin asks what awaits them beyond the pass and Ygritte says that there are more free folk than they have ever seen. Qhorin asks why they are in the [[Frostfangs]] and Ygritte does not answer. Qhorin asks if they mean to march on the wall and again gets no response. He approaches her and puts a gloved hand to her face, asking if she knows who he is. She recognizes him and he asks what her people would do if they caught him. She says that if he they were feeling kind they would grant him a quick death. Qhorin pragmatically details the reasons that Ygritte must die and draws his sword. Jon says that he will kill her himself. Qhorin leads the rest of his men away and tells Jon to meet them at the summit, warning him to be quick because they are deep in wildling territory. Jon fails to rejoin the group by nightfall.&lt;ref name=&quot;E16&quot;/&gt;\n\n", "The Ghost of Harrenhal": "Qhorin arrives at the [[Fist of the First Men]] and finds [[Lord Commander]] [[Jeor Mormont]] and his men waiting for him. Qhorin reports sighting something on a distant mountain to Lord Commander Mormont. [[Samwell Tarly]] says that he does not see well but [[Jon Snow]] is able to discern a fire blazing. Qhorin nods and agrees. He cautions that if the Wildling scouts see them the fire will grow into a warning beacon for [[Mance Rayder]]. Jeor asks how many wildlings have joined Mance and Qhorin says that it seems that they all have. Qhorin elaborates that Mance has gathered his people like deer against the wolves and that they are almost ready to strike. Jeor wonders where and Qhorin speculates that they aim to reach safety south of the Wall. Qhorin cautions that they cannot march on the wildlings or expect to defeat them from their current position.&lt;ref name=&quot;E15&quot;&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\nJeor wonders if he is suggesting that they return to the Wall. Qhorin says that because Mance was once a brother of the Nightâ&euro;&trade;s Watch he will have instilled more discipline into the wildlings than they have known before. He counsels that they must fight more like the wildlings in response. He suggests that they should sneak in to the Wildling camp and kill Mance to scatter his army before it can march on the Wall. Jeor realizes that to achieve this they must first overcome his lookouts. Qhorin says that it is a task for a small group. He calls for Harker, Stonesnake and Barber and prepares to descend from the Fist. Jon requests to join Qhorin and Jeor reminds him of his responsibilities as a steward. Jon confidently counters that he has killed a [[wight]], unlike many rangers. Qhorin is impressed but Jeor deflates Jon by reminding him of the beating he suffered at [[Craster]]â&euro;&trade;s hands. Qhorin consoles Jon that Craster is a tough old goat. Sam offers to take on Jonâ&euro;&trade;s duties and Jeor agrees to let him go. He tells Jon that he hopes he will make a better ranger than he did a steward.&lt;ref name=&quot;E15&quot;/&gt;\n\n"}, "title": "Qhorin Halfhand Season 2"}