{"attributes": {"status": " :Category:Status: Alive", "death": "", "last": "&quot;A Man Without Honor&quot;", "7": "yes==Behind the Scenes==According to costume designer Michele Clapton, Quaithe's mask was designed to display a stylistic link to Melisandre, because both of them are from the region of Asshai. Melisandre wears an ornate neck piece featuring a repeated design motif of elongated hexagons. Quaithe's mask was constructed using the same hexagonal shapes as links, though filled in with metal. Further, the dresses of both Melisandre and Quaithe have the same hexagonal design motif (elongated so they are taller than they are wide), though the pattern on Melisandre's dress is solid red and more difficult to see.&lt;ref&gt;&quot;A Man Without Honor&quot; HBO featurette&lt;/ref&gt;==In the books==In the ''A Song of Ice and Fire'' novels, Quaithe is an enigmatic shadowbinder, preferring to speak in riddles and prophecies. She hides her true features behind a wooden, lacquered mask, as do many people from the Shadow Lands.In the books, Quaithe first meets Daenerys in the Red Waste. When Daenerys' scout Jhogo returns from Qarth, Quaithe, Xaro Xhoan Daxos and Pyat Pree accompany him to meet Daenerys, and invite her to the city. Quaithe then continues with Daenerys' group to Qarth itself. The TV series simplifies this so Daenerys simply meets Quaithe when she actually arrives at Qarth. Daenerys encounters Quaithe several more times during her stay in Qarth, during which the shadowbinderÂ explains that magic has made an unexpected return in the weeks since the dragons' birth. Quaithe also urges Daenerys to leave QarthÂ as soon as possible and visit Asshai, saying cryptically: ''&quot;To go north, you must journey south. To reach the west, you must go east. To go forward you must go back, and to touch the light you must pass beneath the shadow&quot;''. Daenerys is reluctant to trust her, however, recalling her unpleasant experience with Mirri Maz Duur.When Daenerys is in Astapor, Quaithe appears in her cabin seemingly in a dream, repeats her mysterious words, then disappears.==See also==* AWOIAF (spoilers from the books)==References==reflistCategory:CharactersCategory:Season 2 CharactersCategory:Status: AliveCategory:Characters from AsshaiCategory:Recurring Characters", "family": "", "title": "Quaithe", "culture": "Asshai", "season": "Season 2", "image": "Quaithe profile.png", "allegiance": "", "actor": "Laura Pradelska", "age": "", "images": "Quote", "place": "Shadow Lands, now resident in Qarth", "birth": "", "mentioned": "", "religion": "", "aka": "Quaithe of the Shadow", "5": "yes", "appearances": "2 episodes &lt;small&gt;(#Appearances", "first": "&quot;The Ghost of Harrenhal&quot;"}, "sections": {"TOP": "Quaithe04684s834s6lmfm8vn2jvchwn5c5741z8pn01525302014-07-12T21:13:52ZThe Boy Who Cried Direwolf5928719{{Character\n| Title=Quaithe\n| Image=Quaithe profile.png\n| Season=[[Season 2|2]]\n| First=&quot;[[The Ghost of Harrenhal]]&quot;\n| Last=&quot;[[A Man Without Honor]]&quot;\n| Appearances=2 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n| Mentioned=\n| Aka=Quaithe of the Shadow\n| Status= [[:Category:Status: Alive|Alive]]\n| Age=\n| Birth=\n| Death=\n| Place=[[Shadow Lands]], now resident in [[Qarth]]\n| Culture=[[Asshai|Asshai'i]]\n| Religion=\n| Allegiance=\n| Family=\n| Actor=[[Laura Pradelska]]\n| Images=\n}}\n{{Quote|I am no-one, but she is the Mother of Dragons. She needs true protectors, now more than ever. They shall come day and night to see the wonder born into the world again. And when they see they shall lust... for [[dragons]] are fire made flesh... and fire is power.|'''Quaithe''' to [[Jorah Mormont]]|The Ghost of Harrenhal}}\n'''Quaithe''', sometimes called '''Quaithe of the Shadow''', is a recurring character in the [[Season 2|second]] season. She is played by [[Laura Pradelska]] and debuts in &quot;[[The Ghost of Harrenhal]].&quot;\n\nQuaithe is a mysterious woman encountered by [[Jorah Mormont]] in [[Qarth]]. Like [[Melisandre]], Quaithe is a [[shadowbinder]] from the fabled city of [[Asshai]] in the far east of Essos, and seems to wield magical powers of prophecy and clairvoyance.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Quaithe is an enigmatic shadowbinder, preferring to speak in riddles and prophecies. She hides her true features behind a wooden, lacquered mask, as do many people from the Shadow Lands.\n\nIn the books, Quaithe first meets Daenerys in the Red Waste. When Daenerys' scout Jhogo returns from Qarth, Quaithe, [[Xaro Xhoan Daxos]] and [[Pyat Pree]] accompany him to meet Daenerys, and invite her to the city. Quaithe then continues with Daenerys' group to Qarth itself. The TV series simplifies this so Daenerys simply meets Quaithe when she actually arrives at Qarth. Daenerys encounters Quaithe several more times during her stay in Qarth, during which the shadowbinderÂ explains that magic has made an unexpected return in the weeks since the dragons' birth. Quaithe also urges Daenerys to leave QarthÂ as soon as possible and visit Asshai, saying cryptically: ''&quot;To go north, you must journey south. To reach the west, you must go east. To go forward you must go back, and to touch the light you must pass beneath the shadow&quot;''. Daenerys is reluctant to trust her, however, recalling her unpleasant experience with [[Mirri Maz Duur]].\n\nWhen Daenerys is in [[Astapor]], Quaithe appears in her cabin seemingly in a dream, repeats her mysterious words, then disappears.\n\n", "Behind the Scenes": "\nAccording to costume designer [[Michele Clapton]], Quaithe's mask was designed to display a stylistic link to [[Melisandre]], because both of them are from the region of [[Asshai]]. Melisandre wears an ornate neck piece featuring a repeated design motif of elongated hexagons. Quaithe's mask was constructed using the same hexagonal shapes as links, though filled in with metal. Further, the dresses of both Melisandre and Quaithe have the same hexagonal design motif (elongated so they are taller than they are wide), though the pattern on Melisandre's dress is solid red and more difficult to see.&lt;ref&gt;&quot;A Man Without Honor&quot; HBO featurette&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n\n", "Appearances": "{{Season Two Appearances|5=yes|7=yes}}\n\n", "Biography": "===Background===\nQuaithe is a mysterious woman hailing from the [[Shadow Lands]] beyond [[Asshai]] in the far east.\n\n===[[Season 2]]===\n\nQuaithe is present in [[Qarth]] after the arrival of [[Daenerys Targaryen]] and her ''[[khalasar]]''. After the young [[Khaleesi]] witnesses a feat of magic performed by the warlock [[Pyat Pree]] and is taken away by [[Xaro Xhoan Daxos]], Quaithe approaches Ser [[Jorah Mormont]] and warns him of the men that might covet Daenerys's [[dragons]].&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\n[[File:Quaithe painting.jpg|thumb|Quaithe paints designs of protection on a sailor in &quot;[[A Man Without Honor]]&quot;.]]\nFollowing the theft of the dragons Ser Jorah seeks out Quaithe. He finds her painting a sailor to protect him while passing across the [[Smoking Sea|shattered]] [[Valyrian Peninsula]], where [[Doom of Valyria|the Doom]] is said to still hold sway. She tells Jorah that Daenerys is with the person that stole her dragons while she is meeting with [[The Thirteen]]. During the meeting Pyat Pree reveals himself as the thief. He pronounces Xaro the [[King of Qarth]] and murders the other members of the council using his magic before repeating an invitation to visit the [[House of the Undying]].&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\n"}, "title": "Quaithe"}