{"attributes": {"status": " :Category:Status: Alive", "10": "yes==Behind the scenes==*On the Season 4 Blu-ray, Qyburn narrates the Histories &amp; Lore video '''&quot;The Maester's Chain (Histories &amp; Lore)", "death": "", "last": "", "family": "", "rightlink": "House LannisterCharacter", "season": "Season 3", "image": "Qyburn-HD.png", "leftimage": "Maester's mini chain.png", "allegiance": ["House Lannister", "House Bolton (briefly)", "Maesters"], "actor": "Anton LesserDialogue a-b", "1": "yes", "titles": "", "rightimage": "Lannister mini shield.png", "place": "", "title": "Qyburn", "aka": "", "first": "&quot;Valar Dohaeris&quot;", "appearances": " 6 episodes &lt;small&gt;#Appearances", "leftlink": "Maesters"}, "sections": {"Quotes": "{{Quote|The only way to treat disease is to understand disease.|Qyburn|The Bear and the Maiden Fair (episode)}}\n\n{{Quote|Qyburn?  Deplorable man.  Brought shame on [[The Citadel|the Citadel]] with his repugnant experiments.  |Grand Maester [[Pycelle]]|The Lion and the Rose}}\n\n", "TOP": "Qyburn0113448aqyoda8fgktvxg871urhsjvq8a5cxk1774842015-03-17T06:04:36ZThe Dragon Demands5014364/* Season 4 */{{Heraldry\n|leftimage=Maester's mini chain.png\n|leftlink=Maesters\n|rightimage=Lannister mini shield.png\n|rightlink=House Lannister\n}}\n{{Character\n| Title=Qyburn\n| Image=Qyburn-HD.png\n| Season=[[Season 3|3]], [[Season 4|4]], [[Season 5|5]]\n| Appearances= 6 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Titles=\n|First=&quot;[[Valar Dohaeris]]&quot;\n|Last=\n| Aka=\n| Status= [[:Category:Status: Alive|Alive]]\n| Death=\n| Place=\n| Allegiance=[[House Lannister]]&lt;br&gt;[[House Bolton]] (briefly)&lt;br&gt;[[Maesters|Order of Maesters]] (expelled)\n| Family=\n| Actor=[[Anton Lesser]]}}\n{{Dialogue a-b|Jaime|You're no maester. Where's your chain?|Qyburn|The Citadel stripped me of it. They found some of my... experiments... too bold.|Jaime Lannister and Qyburn|Kissed by Fire}}\n'''Qyburn''' is a recurring character in the [[Season 3|third]], [[Season 4|fourth]] and [[Season 5|fifth]] seasons. He is portrayed by [[Anton Lesser]] and debuts in &quot;[[Valar Dohaeris]]&quot;. He is one of the prisoners at [[Harrenhal]] left for dead by Ser [[Gregor Clegane]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Qyburn is a former [[maester]] who acts as a healer in the sellsword company known as the Brave Companions. Qyburn never met Robb Stark, nor was he imprisoned while staying at Harrenhal, and he never met Gregor Clegane until after the latter's fight with Oberyn Martell.\n\nAccording to [[Gendry]], Qyburn is rumored to practice black sorcery and necromancy.\n\nQyburn treats Jaime's festering stump as in the TV series, but Jaime's main reason for refusing [[milk of the poppy]] during the process is he does not trust Qyburn not to amputate his whole arm.\n\nWhen treating Gregor Clegane, Qyburn theorizes that Oberyn had adulterated the manticore venom on his spear with sorcery; thickening it in order to slow it's progress through the veins towards the heart, dragging out Gregor's agony.\n\n", "Behind the scenes": "*On the [[Season 4]] Blu-ray, Qyburn narrates the [[Histories &amp; Lore]] video '''&quot;[[The Maester's Chain (Histories &amp; Lore)|The Maester's Chain]]&quot;'''.\n\n", " Appearances ": "{{Season Three Appearances|yes||||yes||yes|||yes}}\n{{Season Four Appearances|1=yes|2=|3=|4=|5=|6=|7=|8=|9=|10=yes}}\n\n", " Biography ": "=== Background ===\n[[File:Qyburn expulsion.png|thumb|left|Qyburn is expelled from [[The Citadel]]]]\nQyburn is a former [[Maesters|maester]] of [[the Citadel]]. He was stripped of his chain by the [[Archmaester]]s for engaging in forbidden experiments.\n=== [[Season 3]] ===\nQyburn is among the [[The North|Northern]] and [[Riverlands]] prisoners at [[Harrenhal]] when Ser [[Gregor Clegane]] abandons the castle and has all captives put to the sword. Qyburn, however, survives the injury at his throat and awakens when the castle is taken by the Northern army. After he wakes, he identifies himself to [[Robb Stark]] while [[Talisa Stark]] tends to his wound.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n[[File:Jaime-and-Qyburn-3x05.jpg|thumb|right|200px|Qyburn tends to Jaime's stump in &quot;[[Kissed by Fire]]&quot;.]]\nAfter Robb leaves Harrenhal, Qyburn stays behind, serving under Lord [[Roose Bolton]]. He tends to Ser [[Jaime Lannister]]'s badly infected stump, result of [[Locke]] removing his right hand. During this time, Jaime notices that Qyburn is not a [[Maester]], because he isn't wearing a maester's chain of office. Qyburn acknowledges this, explaining that he was stripped of his chain by the [[Citadel]] and thrown out of the Order of Maesters for conducting experiments which they felt were too &quot;bold&quot;. Qyburn initially intends to amputate part of Jaime's arm, but Jaime begs him not to, even threatening to kill him. Qyburn agrees to instead resort to removing the infected flesh, warning that the process will be painful and likely require milk of the poppy, but Jaime, worrying that Qyburn may still amputate his arm, refuses. Qyburn straps Jaime's arm to the chair and starts the painful procedure. &lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n\nQyburn volunteers to join the party escorting Jaime back to [[King's Landing]]. Lord Bolton theorizes that the former Maester is doing so in the hopes that [[Tywin Lannister]] will force the Citadel to restore his chain. After leaving Harrenhal, when Qyburn checks on Jaime's healing stump, Jaime notes that Qyburn's work is far superior to that of [[Pycelle|Grand Maester Pycelle]] and asks why the Citadel removed his chain. Qyburn tells him that it was for performing experiments on living humans in order to learn more about their anatomy, and justifies his actions by noting that he used the information he gleaned from them to save lives. Jaime briefly mocks Qyburn, who shoots back at Jaime for the countless lives he's taken, though Jaime notes that he saved the population of King's Landing from the Mad King. When Jaime then asks Qyburn about [[Brienne of Tarth|Brienne]], he states that her father offered [[Locke]] a fair ransom of three hundred [[Currency|Gold Dragons]], which Locke refused to accept due to a previous lie of Jaime's that Brienne came from a wealthier family than she really did. QyburnÂ tellsÂ Jaime that she will most likely serve as entertainment for Locke and his men that night, and be killed thereafter. Qyburn then accompanies Jaime and [[Steelshanks]] to Harrenhal when Jaime blackmails Steelshanks into helping him rescue Brienne.&lt;ref&gt;&quot;[[The Bear and the Maiden Fair (episode)]]&quot;&lt;/ref&gt;\n\nQyburnÂ is still with Jaime and Brienne when they finallyÂ reach King's Landing.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n[[File:Qyburn_in_Season_4.jpg|thumb|Qyburn offers to treat Gregor Clegane for Cersei]]\nCersei has a gilded prosthetic hand forged for Jaime, and Qyburn personally fits it on him. [[Cersei Lannister|Cersei]] voices her gratitude to Qyburn, who then ingratiates himself with the Queen by aiding her in other matters.&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\nAfter Gregor Clegane is seriously wounded during his [[Second Trial by combat of Tyrion Lannister|fight]] against [[Oberyn Martell]], Qyburn and Pycelle theorize that Oberyn coated his spear in [[Manticores|Manticore]] [[Poison|venom]], causing Clegane's wounds to fester and leave him in agony. Pycelle concludes to Cersei that Clegane is likely doomed, but Qyburn opines that he may be able to save him using more unorthodox means (even though Clegane once nearly killed him in Harrenhal). Pycelle snorts that Qyburn is not even a Maester, and reminds Cersei that he was expelled from the Citadel for conducting &quot;dangerous&quot; and &quot;unnatural&quot; experiments. Cersei, remembering Qyburn's success with Jaime's stump, responds by dismissing Pycelle from his duties - and his laboratory. Cersei then gives Qyburn permission to do anything he can to save Clegane, and to come to her should he need anything. Qyburn warns the Queen that the process he intends to put Ser Gregor through may &quot;change him&quot;, but when she is satisfied that it will not affect his strength, she instructs Qyburn to carry on.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}}Â (MAJOR spoilers from the books)\n\n"}, "title": "Qyburn"}