{"attributes": {"image": " FieryHeartoftheLordofLight.png", "type": "  wikipedia:Monotheism", "location": " Essos, particularly the Free Cities and AsshaiQuote", "clergy": " Red Priests (and Priestesses)", "title": " R'hllor, the Lord of Light"}, "sections": {"TOP": "R'hllor043810g1rwsiy8hgyrm0sco31snamexeobkj1784972015-03-22T03:10:23ZThe Dragon Demands5014364/* References */{{Infobox religion\n| Title= R'hllor, the Lord of Light\n| Image= FieryHeartoftheLordofLight.png\n| Type=  [[wikipedia:Monotheism|Monotheistic]] \n| Clergy= [[Red Priest]]s (and Priestesses)\n| Location = [[Essos]], particularly the [[Free Cities]] and [[Asshai]]\n}}\n{{Quote|Lord of Light! Come to us in our darkness. We offer you these false gods. Take them and cast your light upon us. For the night is dark and full of terrors.|Melisandre prays to R'hllor|The North Remembers}}\n'''R'hllor''', alternatively known as the '''Lord of Light''' and the '''Red God''', as well as the '''Heart of Fire''' and the '''God of Flame and Shadow''', is a deity widely worshiped in the continent of [[Essos]]. The Lord of Light has been described as a &quot;fire god&quot; and its clergy &quot;fire priests&quot;, as worship of the Lord of Light centers around fire and light. It is the majority religion in several of the [[Free Cities]], and extends to [[Asshai]] in the distant east. Worship of the Lord of Light is almost unheard of in [[Westeros]].&lt;ref name=&quot;VG Gods Old and New&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/appendix/gods-old-and-new/ HBO viewers guide, season 2 appendix, Gods Old and New entry]&lt;/ref&gt;\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Lord of Light religion has a strong dualistic belief, focused on the struggle between the Lord of Light, the one true god, and the evil false deity known as the &quot;Great Other&quot;. The Lord of Light is the god of fire, which provides light, heat, and life. The Great Other, his eternal enemy, represents darkness, cold, ice, and death.\n\nR'hllor is a popular deity in the continent of [[Essos]], worshiped extensively in several of the Free Cities. His symbol is a heart surrounded by fire. The Temple of the Lord of Light in [[Volantis]] is larger than the [[Great Sept of Baelor]]. There are several different major religions in Essos, but unlike in Westeros few are very widespread, instead each nation or city possessing numerous local religions. However, the Lord of Light religion is probably the most widespread religion in Essos, with worship spanning from the Free Cities in the west to Asshai in the distant east. It isn't the majority religion in every city, i.e. it is a small minority in Braavos, but it is still present there. Nonetheless, it is in a plurality in many regions, and in the southern Free Cities such as Myr, Lys, and Volantis it is certainly the majority religion.\n\nSo far in the books, it isn't clear if the Lord of Light religion is controlled by one universal organization across the entire world, the way the Faith of the Seven is run by the hierarchy of the Most Devout and the High Septon, though there is a &quot;High Priest&quot; by the name of Benerro at the Temple in Volantis. There are clear leaders of the Lord of Light temples for each Free City, such as Volantis, but the relationship between the temples in Volantis, Lys, or Asshai is uncertain. Different &quot;denominations&quot; have not been stated to exist, but if Melisandre is any indication, adherents in Asshai are much more strict than worshippers in the Free Cities. Melisandre often advocates human sacrifice through immolation, but people from the Free Cities (such as [[Thoros of Myr]]) advocate a kinder and gentler version, stressing that the Lord of Light is a loving god.\n\nAccording to [[George R.R. Martin]], the R'hllor religion is strongly influenced by the real-life religion of Zoroastrianism. The central element it borrows is that it is a ditheistic religion: there is one true, &quot;Good&quot; God, locked in eternal combat with an evil deity. As part of this dualism R'hllor, who embodies light, fire, and heat, is opposed on the level of primordial forces by the &quot;Great Other&quot; who embodies cold and darkness. Zoroastrianism may have also influenced several later Dualistic belief systems, such as Gnosticism, Manichaeism, and Catharism, which the R'hllor religion also resembles in some respects. For example, in Gnostic belief, the material world was made by an evil, devil-like deity known as the Demiurge, who trapped the immaterial souls of humans in the physical world, while the true God is trying to free human souls from the evil physical world. Similarly, in the TV series Melisandre explained to Shireen that in the Lord of Light's religion, the current world of the living is essentially &quot;hell&quot;, and the Lord of Light is trying to free his faithful followers from it.\n\nThe proper name of the deity is &quot;R'hllor&quot;, though he is alternatively called the Lord of Light or Red R'hllor. &quot;R'hllor&quot; might simply be the word for &quot;Lord of Light&quot; in the [[Asshai'i (language)|language of Asshai]]. As for how &quot;R'hllor&quot; is pronounced, in the third novel, ''A Storm of Swords'', Davos at one point complains to Stannis that some of his followers are uncomfortable with such a foreign religion, and says of ''R'hllor'' that &quot;the very name sounds queer on [Westerosi] tongues&quot; and difficult to pronounce. Stannis disagrees and responds &quot;''R'hllor''. Why is that so hard?&quot; Later in the same novel, when [[Arya Stark]] encounters the [[Brotherhood Without Banners]] and first hears of the Lord of Light they follow, she echoes Davos's confusion by interjecting, &quot;Who's ''Rulore''?&quot; - the text points out &quot;she couldn't even say it&quot;, indicating that &quot;Ru-lore&quot; is not how to properly pronounce &quot;R'hllor&quot;.\n\n", "Beliefs": "[[Image:Lord cast your light upon us.jpg|thumb|300px|left|Prayer ceremonies dedicated to the Lord of Light center around bonfires.]]The religion of the Lord of Light is centered on belief in the existence of a single, all-powerful god. R'hllor is the god of fire, which provides light, heat, and life, and struggles against darkness, cold, and death, represented by an opposing deity, the [[Great Other]].&lt;ref&gt;[http://www.youtube.com/watch?v=clsS_kJePZM David Benioff on the Lord of Light]&lt;/ref&gt;\n\nDue to the dualistic worldview of this religion, its more fanatical followers believe the Lord of Light is the &quot;one true god&quot;, and all other gods from other religions - [[The Old Gods of the Forest]], the [[Faith of the Seven]], the [[Drowned God]], etc. - are demons and false idols that must be cast down and burned.\n\n[[Image:Stannis Melisandre 2x10.jpg|thumb|300px|Adherents believe they receive visions from the Lord of Light by staring into flames.]]The Lord of Light's worship involves the idolization of fire and light. Shadows are important too, as they are &quot;created by light&quot;. The religion is very focused on prophecy, and on ecstatic visions that are received through communion with the flames. [[Melisandre]] claims to receive visions about the future from the Lord of Light by staring into fires.\n\nUnlike the religions of the Old Gods in [[the North]] or the Drowned God of the [[Iron Islands]], the faith of the Lord of Light is stated to possess several holy texts, similar to the [[Faith of the Seven]].&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\nWhile the Faith of the Seven believes in Seven Heavens and Seven Hells, in the Lord of Light religion the ''current'' world that everyone lives in now is considered to be &quot;hell&quot;, the only hell, but the Lord of Light will save his faithful adherents from this darkness.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\nThe followers of the Lord of Light also believe in the coming of a chosen warrior to combat the coming darkness, [[The Prince That Was Promised]], who is prophesied to be reborn &quot;amidst smoke and salt&quot; and wield the sword [[Lightbringer]].\n\n", "Practices": "{{Quote|The Lord of Light wants his enemies burned.|[[Tyrion Lannister]]|The Prince of Winterfell}}\n[[Image:BaratheonOfDragonStoneHeraldry.jpg|300px|thumb|left|Stannis adopts the fiery heart of the Lord of Light as his [[House Baratheon of Dragonstone|personal sigil]].]]\nMost of the worship practices of the Lord of Light involve fire. This can range from simple bonfires, to some extreme cases advocating the sacrifice of nonbelievers by immolation. The symbol of the Lord of Light is a fiery heart. The religion is led by the &quot;[[Red Priest]]s&quot;, though both men and women can join the priesthood.\n\nIn temples of the Lord of Light, Red Priests conduct bonfires and sing prayers each night, beseeching the Lord of Light to bring back the dawn.&lt;ref name=&quot;VG Gods Old and New&quot;/&gt;\n\n[[File:Sacrifice.jpg|thumb|300px|The more fanatical Red Priests perform human sacrifices.]]\n\nThe common prayer of the followers of the Lord of Light uses the line &quot;The night is dark and full of terrors&quot;, followed by the response line, &quot;Lord, cast your light upon us.&quot;&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt; When interacting with each other, Red Priests tend to speak [[High Valyrian]] and greet each other with the traditional Valyrian exchange ''valar morghulis/valar dohaeris''&lt;ref&gt;&quot;[[The Climb]]&quot;&lt;/ref&gt;, although this probably has more to do with the cultural background of most Red Priests than the religion itself.\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Notes": "There is some confusion between R'hllor and the [[God of Death]], a god worshiped by the [[Faceless Men]] and [[Syrio Forel]]. It stems from a piece of dialogue spoken by [[Jaqen H'ghar]], both in the books and in the television show, in which he refers to the god he worships (presumably the God of Death, as he is a Faceless Man) as the &quot;Red God&quot; â&euro;&rdquo;that is,Â R'hllor. Later, solely in the show, the words &quot;Valar Morghulis&quot; and &quot;Valar Dohaeris&quot;, which in the books are used by Faceless Men, are used once between worshipers of R'hllor. While this confusion has yet to be cleared up, a likely explanation lies in the fact that the &quot;Many-faced God of Death&quot; is a syncretic religion, which holds that every god or set of gods is just another facet of the god of death.\n\nThe name &quot;R'hllor&quot; was first used in the TV series in the Season 3 episode &quot;[[The Climb]]&quot;, in an exchange between Melisandre and Thoros of Myr in [[High Valyrian]]. However, the name was misspelled in the English subtitles as &quot;R'hollor&quot;, which is unfortunate, as this was the first time in the show that the proper name &quot;R'hllor&quot; was given. Language creator [[David J. Peterson]] explained in Twitter that this was simply a typo.&lt;ref&gt;[https://twitter.com/Dedalvs/status/332237797681405953 David J. Peterson's Twitter feed]&lt;/ref&gt; Peterson also explained on his blog that &quot;R'hllor&quot; is a word from the language of [[Asshai]], far off in the east of [[Essos]] where the religion originated. Logically, people speaking [[High Valyrian]] would slur the pronunciation of a foreign word, which is the reason why Thoros pronounces it as &quot;Rulloro&quot; - which might explain the mistake. However, Peterson stressed that the name was spelled correctly in the original translation he handed in, and the typo was made at some later point in the production process.&lt;ref&gt;[http://www.dothraki.com/2013/05/hepnon/ David J. Peterson's blog], May 8th, 2013.&lt;/ref&gt; The Blu-ray release of Season 3 corrected this typo.\n\n", "History": "===[[Season 1]]===\nThe Red Priest [[Thoros]] of [[Myr]] was a prominent member of King [[Robert Baratheon]]'s court before Robert's death.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n[[Image: Melisandre approves.jpg|thumb|300px|[[Melisandre]], a Red Priestess of the Lord of Light.]]\n[[Melisandre]], a Red Priestess of the Lord of Light, has installed herself at the court on [[Dragonstone]] and has won the trust of King [[Stannis Baratheon]]. Under her influence Stannis has converted to the Lord of Light's religion. She believes that Stannis is the chosen servant of the Lord of Light who will destroy his enemies with the flaming sword [[Lightbringer]]. She also wins over many converts among Stannis' household, including [[Matthos Seaworth]], though his father Ser [[Davos Seaworth|Davos]] remains sceptical. Stannis has also taken the flaming heart, the symbol of the Lord of Light, as part of his personal sigil.&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\nAt a ceremony on the beach under the castle, Melisandre burns sacred religious artifacts from the [[Faith of the Seven]], icon statues representing the Seven-faced God, despite Maester [[Cressen]]'s objections. Later, he tries to poison Melisandre by tainting his own cup of wine and sharing it with her. As he lies dying, Melisandre reveals she is unaffected by the poison due to the protection of the Lord of Light.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\nMelisandre later seduces Stannis, promising to give him a son.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt; She does become pregnant, but not with a human child. After the failed [[parley]] with [[Renly Baratheon|Renly]], she &quot;gives birth&quot; to a monstrous [[shadow]] creature in the caves below Renly's camp.&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\n[[Quaithe]] is also a follower of the Red God,&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt; though she does not appear to be a Red Priestess.\n\n===[[Season 3]]===\n[[Beric Dondarrion]], along with the members of the [[Brotherhood Without Banners]], has converted to the [[File:Thoros_Pyke.png|thumb|left|146px|The Red Priest Thoros of Myr fighting at the Siege of Pyke with his flaming sword.]]religion of the Lord of Light.&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt; Dondarrion has died six times since he was sent to fight [[Gregor Clegane]], and each time, Thoros of Myr has brought him back by praying to the Lord of Light.&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt; Melisandre reveals that [[Thoros of Myr]] was first sent to the Seven Kingdoms to convert [[Robert Baratheon]] to the Lord of Light. Thoros admits he failed, rather unapologetically.&lt;ref&gt;&quot;[[The Climb]]&quot;&lt;/ref&gt;\n\n[[Selyse Baratheon]], Stannis' wife and [[Queen]], is revealed to be a fanatical follower of the Lord of Light, to the point of taking pride in her husband's infidelity with MelisandreÂ as it was done in the service of their god.&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\nMelisandre sacrifices three members of Stannis' household for their adamant refusal to tear down their &quot;idols&quot; of the Seven, [[Axell Florent]] among them. Despite being her brother, Queen Selyse watches the sacrifice with ecstatic delight, convinced she has seen their souls emerge from the bonfires and be taken by the Lord of Light.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\n"}, "title": "R'hllor"}