{"attributes": {"casual2": "All mutineers killedThe '''Raid on Craster's Keep''' is an event during the Conflict Beyond the Wall.==History=====Prelude===The brothers of the Night's Watch learn of the Betrayers", "name": "Raid on Craster's Keep", "forces1": "*Grenn&lt;br &gt;*Eddison Tollett&lt;br &gt;*Lockeâ&euro; &lt;br &gt;*Ghost&lt;br &gt;*Other black brothers&lt;br &gt;----*Jojen Reed*Meera Reed*Hodor", "casual1": "Five black brothers*Locke", "image": "File:Jon Snow-So4Ep5.jpg", "forces2": "11 Mutinous black brothers*Rastâ&euro; ", "next": "Sack of Mole's Town", "bg2": "", "conc": "", "place": "Craster's Keep, the Haunted Forest, Beyond the Wall.", "result": "Night's Watch victory*Death of all mutineers*Destruction of Craster's Keep", "commanders1": "Jon Snow----Prince Bran Stark", "date": "", "link": "Betrayers The Betrayers", "commanders2": "Karl Tannerâ&euro; ", "prev": "Mutiny at Craster's Keep", "side2": "File:Crow mini shield.png", "conflict": "Conflict Beyond the Wall", "side1": "File:Crow mini shield.png"}, "sections": {"TOP": "Raid on Craster's Keep024067046lu80mpyekqtzodp8llakmx3ylvra1657932014-11-23T17:07:02ZSer Patrek25358400{{Battle\n|width=|name=Raid on Craster's Keep\n|prev=[[Mutiny at Craster's Keep]]\n|conc=\n|next=[[Sack of Mole's Town]]\n|image=[[File:Jon Snow-So4Ep5.jpg|300px]]\n|conflict=[[Conflict Beyond the Wall]]\n|date=\n|place=[[Craster's Keep]], the [[Haunted Forest]], [[Beyond the Wall]].\n|result=Night's Watch victory\n*Death of all mutineers\n*Destruction of Craster's Keep\n|BG2=\n|side1=[[File:Crow mini shield.png|20px|right|link=Night's Watch]] [[Night's Watch]]\n[[Craster's wives]]\n----\n[[File:Stark mini shield.png|20px|right|link=House Stark]] [[House Stark]]\n*[[File:Reed Sigil.png|20px|right|link=House Reed]] [[House Reed]]\n|side2=[[File:Crow mini shield.png|20px|right|link=Betrayers]] The [[Betrayers|Mutineers]]\n|commanders1=[[Jon Snow]]\n----\nPrince [[Bran Stark]]\n|commanders2=[[Karl Tanner]]â&euro; \n|forces1=*[[Grenn]]&lt;br &gt;\n*[[Eddison Tollett]]&lt;br &gt;\n*[[Locke]]â&euro; &lt;br &gt;\n*[[Ghost]]&lt;br &gt;\n*Other black brothers&lt;br &gt;\n----\n*[[Jojen Reed]]\n*[[Meera Reed]]\n*[[Hodor]]\n|forces2=11 Mutinous black brothers\n*[[Rast]]â&euro; \n|casual1=Five black brothers\n*[[Locke]]\n|casual2=All mutineers killed}}\n\nThe '''Raid on Craster's Keep''' is an event during the [[Conflict Beyond the Wall]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the fate of the Betrayers at Craster's Keep is never addressed by the members of the [[Night's Watch]]. No punitive action is taken against them by the Watch. Instead, five of the mutinous black brothers abandon the keep, planning on climbing over [[the Wall]] and heading south. After wandering into the [[Haunted Forest]] they are killed by a mysterious man known as Coldhands (so far he has not appeared in the show), and [[Summer]] finds their bodies. The fate of the remaining Betrayers and of Craster's surviving wives is unknown.\n\n", "History": "===Prelude===\nThe brothers of the [[Night's Watch]] learn of the [[Betrayers|mutineers]] from [[Grenn]] and [[Eddison Tollett]], who escaped from their captivity. It is [[Jon Snow]] who understands that if the mutineers are captured by [[Mance Rayder]]'sÂ army, they will reveal how vulnerable [[Castle Black]] really is.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt; While hesitant, acting [[Lord Commander]] [[Alliser Thorne]] sanctions Jon Snow's plan to capture or kill all of the mutineers. However, Thorne will not command anyone to go with Jon, meaning he must ask for volunteers. Jon gives an impassioned speech about former Lord Commander [[Jeor Mormont]], stating that dealing with these mutineers will give the Old Bear justice. [[Grenn]], Edd, [[Locke]], and several other black brothers volunteer to participate in the raid.&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\nWhile Locke volunteers to go under the pretense that Jon needs menÂ whoÂ know how to fight, his real mission is to locate the Stark boys.Â \n\nNorth of thâ&euro;&lsaquo;e Wall, [[Bran Stark|Bran]], [[Meera Reed|Meera]], [[Jojen Reed|Jojen]] and [[Hodor]] are captured by the mutineers when they try to free the trapped [[Direwolf|direwolves]], [[Summer]] and [[Ghost]].\n\nWhen the Night's Watch force led by Jon Snow reaches [[Craster's Keep]], LockeÂ acts as a scout and gathers intelligence on the mutineers. He also locates where the mutineers are holding Bran and his companions, a hut on the west side of the keep. Locke returns to his allies and states that there are only 11 mutineers, who are mostly drunk and have not posted any guards. However, he tells them they should steer clear of the hut where Bran is being held, telling that there are hounds chained up inside.\n\n===The Raid===\nAt night and under a new moon, Jon Snow leads the initial assault on Craster's Keep. While the mutineers clash with loyal black brothers, Locke sneaks away to the hut he found earlier. Bran and his friends initially believe he is an ally of Jon, but quickly realizes the truth when Locke cuts his leg to confirm who he is. Locke attempts to escape with Bran, but is killed when Bran wargs into HodorÂ and snaps Locke's neck. Bran tries to get Jon's attention, but Jojen convinces him that Jon would try to stop them. Bran and his companions quietly escape as the raid continues.\n\n[[File:Karl's_death.png|thumb|left|240px|Jon Snow kills Karl Tanner inside the keep.]]Jon enterâ&euro;&lsaquo;s Craster's Keep to find [[Karl Tanner|Karl]] finishing off a loyal black brother. Karl taunts Jon while fighting him, mocking how he learned to fight Â with &quot;honor&quot; while growing up in a castle. They seem to be evenly matched, but Karl has the advantage of using daggers in close quarters over Jon's bastard sword, [[Longclaw]]. Karl knocks down Jon and disarms him, but before he can deliver the killing blow, he is stabbed in the back by [[Sissy]], oneÂ Craster's wives that he abused. Just as Karl is about to kill her, Jon stabs Karl through the head with Longclaw.\n\n===Aftermath===\n[[File:S04E5_-_Craster's_Keep_on_fire.png|thumb|240px|Craster's Keep is burned to the ground.]]\nOnce the fight was over, the men of the Night's Watch sorted through the bodies. Among the dead mutineers were also five of their own men, including Locke. Jon counts ten dead mutineers, which means one escaped. It is revealed to be [[Rast]], who fled when the fighting started. He is quickly killed by Ghost, who is now out of his cage. Jon is overjoyed to be reunited with his direwolf. Jon tells [[Craster'sÂ wives|Craster's&amp;nbsp;wives]] that, with the threat of Mance Rayder and the [[White Walkers]] nearby, it is not safe for them to stay here. He offers them sanctuary at Castle Black, but they decline. Before the Night's Watch and Craster's wives leave, they burn down Craster's Keep along with the bodies of the deceased to prevent them from possibly returning as [[Wights|wights]].&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;\n\n"}, "title": "Raid on Craster's Keep"}