{"attributes": {"casual2": "Minimal", "name": "'''Raid by the Gods Eye'''", "forces1": "Night's Watch recruits*Gendry (POW)*Arya Stark (POW)*Hot Pie (POW)", "casual1": "Light*Yoren*Lommy", "image": "File:Amory 2x03.jpg", "civilian": "The '''Raid by the Gods Eye''' is a minor engagement in the War of the Five Kings. It is an attack against the Night's Watch by forces of House Lannister under the command of Ser Amory Lorch.==History=====Prelude===Yoren, a recruiter of the Night's Watch, is present at the Execution of Eddard Stark. Knowing the danger she would be in, he successfully smuggles Eddard's daughter, Arya Stark, out of King's Landing. Yoren cuts her hair short in order for her to pose as a young boy and leaves the city with the recruits he has acquired from King's Landing, many of them criminals taken from dungeons. Among those recruits is Gendry, Hot Pie, and Lommy. Gendry is a blacksmith apprentice who is unaware that he is one of Robert Baratheon's bastards.Later, King Joffrey Baratheon orders the City Watch to locate and murder all of his late father's Bastard", "forces2": "Lannister men-at-arms*PolliverGoldcloaks", "next": "Battle of Oxcross", "width": "", "bg2": "", "conc": " ", "place": "Unidenfied holdfast by the Gods Eye, the Riverlands", "result": "*Lannister victory*Night's Watch recruits taken prisoner to Harrenhal", "commanders1": "Yorenâ&euro; ", "date": "", "link": "House Lannister House Lannister*City Watch of King's Landing", "commanders2": "Ser Amory Lorch", "prev": "Massacre in King's Landing", "side2": "File:Lannister mini shield.png", "conflict": "War of the Five Kings", "side1": "File:Crow mini shield.png"}, "sections": {"TOP": "Raid by the Gods Eye020231i1oe49phnnkkdeijfccexijw20791cm1595082014-09-15T11:03:34ZSer Patrek25358400{{Conjecture}}\n{{Battle\n|name='''Raid by the Gods Eye'''\n|width=\n|prev=[[Massacre in King's Landing]]\n|conc= \n|next=[[Battle of Oxcross]]\n|image=[[File:Amory 2x03.jpg|300px]]\n|conflict=[[War of the Five Kings]]\n|date=\n|place=Unidenfied holdfast by the [[Gods Eye]], [[the Riverlands]]\n|result=*Lannister victory\n*Night's Watch recruits taken prisoner to [[Harrenhal]]\n|BG2=\n|side1=[[File:Crow mini shield.png|20px|right|link=Night's Watch]] [[Night's Watch]]\n|side2=[[File:Lannister mini shield.png|20px|right|link=House Lannister]] [[House Lannister]]\n*[[City Watch]] of [[King's Landing]]\n|commanders1=[[Yoren]]â&euro; \n|commanders2=Ser [[Amory Lorch]]\n|forces1=Night's Watch recruits\n*[[Gendry]] (POW)\n*[[Arya Stark]] (POW)\n*[[Hot Pie]] (POW)\n|forces2=Lannister men-at-arms\n*[[Polliver]]\nGoldcloaks\n|casual1=Light\n*Yoren\n*[[Lommy]]\n|casual2=Minimal\n|civilian=}}\n\nThe '''Raid by the Gods Eye''' is a minor engagement in the [[War of the Five Kings]]. It is an attack against the [[Night's Watch]] by forces of [[House Lannister]] under the command of Ser [[Amory Lorch]].\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the attack takes place at a holdfast of an unidentified town on the southern shore of the Gods Eye. Ser Amory Lorch is not seeking for Gendry but for [[Beric Dondarrion]] and the [[Brotherhood Without Banners]]. Lorch and the Lannister men attack the holdfast in which Yoren and his recruits have taken refuge after they refuse to open the gates, although Yoren repeatedly tells Lorch they belong to the Night's Watch and do not take part in the inner conflicts of Westeros. During the confrontation the attackers gain the upper hand and set the holdfast on fire, prompting Yoren to have &quot;Arry&quot; and the other young recruits ([[Hot Pie]], [[Lommy Greenhands]], [[Gendry]] and &quot;Weasel&quot;) escape. Arya also helps [[Jaqen H'ghar]], [[Rorge]] and [[Biter]] to escape. Lommy is injured during the raid. The next evening Arya and Gendry return to the holdfast to find Yoren has been killed and bury him.\n\nThree adults from the recruits (Kurz, Tarber and Cutjack) escape too. For several days, the eight survivors travel together. Kurz dies of an injury that he sustained during the raid. Tarber and Cutjack take his possessions and abandon the kids. Lommy's injury worsens, so Arya and Gendry have to carry him.\n\nArya and her companions reach a fishing village. Arya and Gendry go there in search for food. Gendry is captured by the men of Ser [[Gregor Clegane]]. Arya and Hot Pie return to the village at night in attempt to rescue Gendry, but they are also caught. Lommy is killed by Raff the Sweetling, one of Gregor's men. Only Weasel got away, and her fate is unknown. The TV show condenses the two events into one.\n\n", "History": "===Prelude===\n[[Yoren]], a recruiter of the Night's Watch, is present at the [[Execution of Eddard Stark]]. Knowing the danger she would be in, he successfully smuggles Eddard's daughter, [[Arya Stark]], out of King's Landing. Yoren cuts her hair short in order for her to pose as a young boy and leaves the city with the recruits he has acquired from King's Landing, many of them criminals taken from dungeons. Among those recruits is Gendry, Hot Pie, and Lommy. Gendry is a blacksmith apprentice who is unaware that he is one of [[Robert Baratheon]]'s bastards.\n\nLater, King [[Joffrey Baratheon]] orders the [[City Watch]] to locate and murder all of his late father's [[Bastard|bastard]] children. [[Janos Slynt]], [[Lord Commander]] of the City Watch, carries out the orders. They interrogate [[Tobho Mott]] for the location of Gendry. Tobho informs them that Gendry went north as a recruit of the Night's Watch. Janos sends two Gold Cloaks after Gendry, but they are scared off by Yoren and his recruits. However, they vow to return with more men and promise to kill Yoren as well as Gendry.\n===Battle===\nWhile resting in a holdfast, Yoren and his recruits are awakened by the sound of a horn blast. They are met by Ser Amory Lorch and a force of men loyal to House Lannister. Lorch points out the Gold Cloaks with him and says that they have come for Gendry. Lorch orders Yoren and the recruits to drop their weapons. Yoren remains defiant and Lorch orders him shot. Yoren takes a quarrel to the shoulder but kills the crossbowman before he can reload. Yoren fights alone, killing several men before he is overwhelmed. Lorch himself kills Yoren by driving his sword through the back of his neck.\n\nGendry, along with other recruits, join the fight against the Lannister men. A few of the recruits are killed and the rest are subdued and taken prisoner. Gendry and Hot Pie are among the prisoners. Arya is also captured by Polliver after releasing a [[Rorge|group]] [[Biter|of]] [[Jaqen H'ghar|prisoners]] that Yoren recruited from King's Landing. Lommy is injured by a crossbow bolt and cannot walk, so tells Polliver that he must be carried. Instead, Polliver stabs Lommy through the throat with Arya's sword, [[Needle]].\n\nAmory Lorch demands the prisoners to give up Gendry or he will start taking eyeballs. Arya tricks Lorch into believing that Gendry is already dead by stating that the boy Polliver just killed, Lommy, was Gendry. They believe the lie because Lommy was carrying Gendry's bull head helmet.\n===Aftermath===\nBelieving that their objective was accomplished, Amory Lorch orders the survivors to be taken to [[Harrenhal]].\n\n"}, "title": "Raid by the Gods Eye"}