{"attributes": {"status": " :Category:Status: Dead", "death": "Killed by a rival khalasar", "last": ["&quot;The North Remembers&quot;", "&quot;The Night Lands&quot; (severed head)"], "title": "Rakharo", "season": "Season 1", "image": "Rakharo 1x02.png", "allegiance": ["Khal Drogo (former)", "House Targaryen"], "actor": "Elyes Gabel", "religion": " Great StallionQuote", "deathep": "&quot;The Night Lands&quot;", "titles": "Bloodrider", "place": "The Dothraki sea", "appearances": "7 episodes &lt;small&gt;(#Appearances", "first": "&quot;Lord Snow&quot;"}, "sections": {"Notes": "In discussing the ending of [[Season 4]], [[David Benioff]] and [[Dan Weiss]] revealed that they did not want to kill off Rakharo, but that the actor was going to leave the show for other projects. Rather than have his character simply disappear, they decided to give him a proper send-off.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels Jhogo is sixteen years old at the start of the series and favors a combination of the whip and ''[[arakh]]'' in battle. He is a warrior in [[Khal Drogo]]'s ''khalasar'' and is assigned to [[Daenerys Targaryen]] as bodyguard by her new husband.\n\nThe character of Rakharo is similar, but is older and more seasoned than Jhogo. He has a long, curving mustache and wields the ''arakh'' alone in combat. Based on his repeated use of the whip, the Rakharo of the TV series appears to be predominantly based on the Jhogo character from the books.\n\nFollowing Khal Drogo's death, Rakharo and the other two bloodriders Jhogo and Aggo are among the few who remain with Daenerys. Before entering the funeral pyre, Daenerys gives Rakharo the great arakh that was her bride gift and names him her ko. Rakharo accepts the arakh with reservations, saying &quot;You are khaleesi. I shall ride at your side to [[Vaes Dothrak]] beneath the Mother of Mountains, and keep you safe from harm until you take your place with the crones of the dosh khaleen. No more can I promise.&quot; However, once Daenerys comes out of the pyre alive and with the born dragons, Rakharo is the third of the bloodriders to declare &quot;Blood of my blood&quot;, and since then he is totally loyal to Daenerys.\n\nRakharo survives his scouting mission in the Red Waste. In the book it is [[Doreah]] who dies on the journey, contracting a wasting disease. So far, Rakharo, [[Aggo]] and Jhogo are alive and well.\n\n", "Appearances": "{{Season One Appearances|||yes|||yes|yes|yes|yes|yes}}\n{{Season Two Appearances|yes|yes}}\n\n", "Image gallery": "&lt;gallery&gt;\nDaenerys 1x03.png|Rakharo guarding [[Daenerys Targaryen]] during the crossing of the Dothraki sea in &quot;[[Lord Snow]].&quot;\nJorah and Rakharo 1x03.jpg|Rakharo and [[Jorah Mormont]] discuss combat techniques in &quot;Lord Snow.&quot;\nJorah discovers Rakharo.jpg|Jorah discovers Rakharo's decapitated head in &quot;[[The Night Lands]].&quot; \nJorah 1x03.png|in &quot;[[Lord Snow]]&quot;\n&lt;/gallery&gt;\n\n", "See also": "*{{AWOIAF|Jhogo}} (spoilers from the books)\n*{{AWOIAF|Rakharo}} (spoilers from the books)\n\n", "TOP": "Rakharo02327argak5bexnsw9acp99ep5aau9mf1dww1772282015-03-16T05:55:28ZSharp Blades26158496{{Character\n| Title=Rakharo\n| Image=Rakharo 1x02.png\n| Season=[[Season 1|1]], [[Season 2|2]]\n| First=&quot;[[Lord Snow]]&quot;\n| Last=&quot;[[The North Remembers]]&quot;&lt;br&gt;&quot;[[The Night Lands]]&quot; (severed head)\n| Appearances=7 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n| Status= [[:Category:Status: Dead|Deceased]]\n| Death=Killed by a rival [[khalasar]]\n| DeathEp=&quot;[[The Night Lands]]&quot;\n| Titles=[[Bloodrider]]\n| Place=The [[Dothraki sea]]\n| Allegiance=[[Khal]] [[Drogo]] (former)&lt;br&gt;\n[[House Targaryen]]\n| Actor=[[Elyes Gabel]]\n|Religion = [[Great Stallion]]}}\n{{Quote|I will not fail you, blood of my blood.|Rakharo to Daenerys Targaryen|The North Remembers}}\n'''Rakharo''' is a recurring character in the [[Season 1|first]] and [[Season 2|second]] seasons. He is played by guest star [[Elyes Gabel]] and debuts in &quot;[[Lord Snow]].&quot; Gabel was originally announced as playing the role of '''Jhogo''', but [[HBO]] decided to change his name to that of a similar character in the books, Rakharo, to avoid confusion with the name [[Drogo]]. Rakharo is a loyal [[Dothraki]] bodyguard to [[Daenerys Targaryen]]. Following the birth of her dragons he is named a [[bloodrider]] by his [[Khaleesi]]. He is killed by a rival [[khalasar]] while scouting the [[Red Waste]].\n\n", "Biography": "===Background===\nRakharo is a [[Dothraki]] warrior who is skilled in combat. He is young, but extremely capable in battle. He was trained by his father, who was a bloodrider in the retinue of a famous ''[[khal]]'', Khal [[Bharbo]]. He is descended from a long line of bloodriders. He protected Daenerys from her [[Viserys Targaryen|brother]]'s vicious temper and was one of the first to declare her &quot;blood of my blood.&quot; &lt;ref name=&quot;Rakharo viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/targaryen/rakharo/ HBO viewers guide, season 2 guide to houses, House Targaryen - Rakharo entry]&lt;/ref&gt;\n\n===[[Season 1]]===\n[[File:Rakharo.jpg|thumb|190px|Rakharo discussing with Ser Jorah.]]\nKhal Drogo assigns Rakharo to be the bodyguard of [[Daenerys Targaryen]], Drogo's [[khaleesi]]. Their marriage was brokered by her brother [[Viserys Targaryen|Viserys]] in exchange for Drogo's assistance in reclaiming the [[Iron Throne]] for [[House Targaryen]]. Drogo takes the [[khalasar]] east to [[Vaes Dothrak]]. Rakharo discreetly follows Daenerys when she briefly leaves the column to walk in some nearby trees and witnesses her brother Viserys unleashing his rage upon her. Rakharo disables Viserys by whipping him around the throat. At Daenerys's request he spares Viserys, but forces him to walk back to the khalasar by taking his horse. Later, he and Ser [[Jorah Mormont]] discuss the relative merits of Dothraki and Westerosi weapons and armor before he gets into a petty argument with Daenerys's handmaiden [[Irri]] over what to prepare for dinner. Irri reveals that Daenerys is pregnant and demands the slaughter of a goat.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt;\n\nViserys continues to press Drogo to fulfil his promise immediately and drunkenly threatens Daenerys in front of the khalasar. Rakharo watches as Drogo kills Viserys using a crown of molten gold.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt; Rakharo apprehends an assassin who attempts to poison Daenerys in the markets of Vaes Dothrak after he is exposed by Ser Jorah.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n\nThe assassination attempt causes Drogo to vow to take the Iron Throne for Daenerys. He takes the khalasar south to raid the Lhazareen people to obtain slaves in order to fund the invasion. Rakharo accompanies Daenerys during the Khalasar's raid on a Lhazareen village. Daenerys objects to the dothraki's treatment of the slaves. Rakharo stops the dothraki raping the women. Daenerys' actions provoke dissent and lead to a fight between Drogo and [[Mago]]. Drogo easily kills Mago but allows Mago to inflict a small wound while initiating the fight.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt; Drogo's wound festers and he falls from his horse during the journey to sell the Lhazareen slaves. Rakharo stays loyal to Daenerys and carries out her commands even when the other Dothraki begin to blame her for Drogo's decline into illness. [[Qotho]] attacks Daenerys and Jorah intervenes, killing Qotho. Daenerys goes into premature labor.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt; Daenerys son dies and Drogo is left in a vegetative state. The Lhazareen maegi [[Mirri Maz Duur]] takes responsibility. Daenerys ends Drogo's misery and then builds a funeral pyre for him. She orders Rakharo to place her dragon eggs on the pyre and then to bind Duur within the flames. Daenerys steps into the inferno as her people watch. They stand vigil through the night and in the morning they find her amongst the ashes with three newly hatched [[dragons]]. Rakharo joins Ser Jorah in declaring his loyalty to her.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\nRakharo becomes one of Daenerys [[bloodrider]]s along with [[Aggo]] and [[Kovarro]]. Daenerys leads what remains of her khalasar deep into the [[Red Waste]] to avoid attack from rival khalasars or retribution from the Lhazareen. Facing starvation she sends Rakharo, [[Aggo]] and [[Kovarro]] to scout in three different directions, using the last remaining horses. Rakharo is sent North East. Daenerys says goodbye to him personally and tells him that he has never failed her. He says that it is a bad time to start.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\n[[File:Daenerys &amp; Irri 2x02.png|thumb|190px|Irri cries over Rakharo's death.]]\nRakharo's horse returns to the khalasar without him. [[Jorah Mormont]] approaches the horse to find Rakharo's decapitated head in a bag (along with his cut braid of hair, to mark his defeat), speculating he might have been killed by Khals [[Pono]] or [[Jhaqo]] to show their contempt for a female leading a khalasar. [[Irri]], who was in love with Rakharo&lt;ref name=&quot;Rakharo viewers guide&quot;/&gt;, is distraught because, according to Dothraki belief, his spirit won't be able to move on to the Night Lands - the afterlife - to ride with his ancestors.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\n"}, "title": "Rakharo"}