{"attributes": {"status": ":Category:Status: Dead", "death": "Killed with an axe to the skull by Adrack Humble", "last": "", "family": "", "title": "File:Greyjoy.JPG", "season": "Season 4", "image": "Ralf-Kenning.png", "allegiance": ["House Kenning", "House Greyjoy"], "actor": "Grahame Fox", "religion": " Drowned GodQuote", "culture": " Ironborn", "deathep": "", "titles": "", "link": "House Greyjoy", "place": "Harlaw", "aka": "", "appearances": "&quot;The Mountain and the Viper&quot;", "first": ""}, "sections": {"In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Ralf Kenning is an ironborn captain who takes part in the [[Battle of Moat Cailin]]. Before [[Victarion Greyjoy]] leaves, he gives the command of the stronghold to Kenning. Some time later, Kenning is shot by one of the [[Crannogmen]] with a poisonous arrow. The other ironborn try to treat the wound by pouring boiling wine on it, but to no avail. Kenning has been lying for many days in agony, his condition worsening slowly but surely.\n\nWhen Theon is sent to have the ironborn at Moat Cailin surrender, he finds Kenning barely alive. He lies shivering beneath a mountain of furs. The room is filled with foul smell, a miasma of mold and piss and nightsoil, of smoke and sickness. Kenning is naked and feverish, his pale puffy flesh covered with weeping sores and scabs. His head is misshapen, one cheek grotesquely swollen, his neck so engorged with blood that it threatens to swallow his face. The arm on that same side is big as a log and crawling with white worms. No one had bathed him or shaved him for many days, from the look of him. One eye weeps pus, and his beard is crusty with dried vomit. Theon puts him out of his misery by slitting his throat, using Kenning's sword. The skin split opens in a gout of black blood and yellow pus. Kenning jerks violently, then lies still. An awful stench fills the room, making Theon and the others stumble outside.\n\nThe ironborn killed by one of his own men is Dagon Codd. His House is held in contempt by the other ironborn houses, since the Codds descended from [[Thrall|thralls]] and [[Salt wife|salt wives]], their men are said to be thieves and cowards, and their women are wantons who practice [[Incest|incest]] with their own fathers and brothers. A few days before Theon comes to Moat Cailin, Dagon discovered that out of hunger two of the ironborn had been eating the flesh of their dead comrades, so he executed them. While the other ironborn consider Theon's offer, Dagon objects firmly, reminding the others that he is the one called &quot;The Turncloak&quot; and they should not believe him. He warns Theon to go back to his master or he will kill him. Then Dagon is murdered with an axe by [[Adrack Humble]]. Adrack takes command and demands to accept the offer. The other ironborn comply and leave. As things turn out, Dagon was right about mistrusting Theon, and died quickly and painlessly. Adrack and other ironborn, who were fooled by the offer, died horrible and agonizing deaths, flayed alive by the Boltons.\n\n", "TOP": "Ralf Kenning021084oxarhbxjerinu90o5v9cu2gko28qk9m1676882014-12-13T14:08:24Z86.29.49.192/* In the books */ - sp{{Character\n| Title=[[File:Greyjoy.JPG|40px|left|link=House Greyjoy]] Ralf Kenning [[File:Greyjoy.JPG|40px|right|link=House Greyjoy]]\n| Image=Ralf-Kenning.png\n| Season=[[Season 4|4]]\n| First=\n| Last=\n| Appearances=&quot;[[The Mountain and the Viper]]&quot;\n| Titles=\n| Aka=\n| Status=[[:Category:Status: Dead|Deceased]]\n| Death=Killed with an axe to the skull by [[Adrack Humble]]\n| DeathEp=\n| Place=[[Harlaw]]\n| Allegiance=[[House Kenning]]&lt;br&gt;[[House Greyjoy]]\n| Family=\n| Actor=[[Grahame Fox]]|Culture = [[Ironborn]]\n|Religion = [[Drowned God]]}}{{Quote|&quot;No shame.&quot; &quot;Fought with honor.&quot; Only a whipped dog would speak this way. Or a woman. Are you a woman, boy? The ironborn will not surrender. You will tell your master that, Theon Greyjoy, or whoever the fuck you are!|Ralf Kenning to [[Theon Greyjoy]]|The Mountain and the Viper}}\n\n'''Ralf KenningÂ '''is a minor character in the [[Season 4|fourth season]]. He is an [[ironborn]] raider, and a member of House Kenning. He is portrayed by guest starÂ [[Grahame Fox]] and only appears in &quot;[[The Mountain and the Viper]]&quot;.\n", "Appearances": "{{Template:Season Four Appearances||||||||yes}}\n\n", "Biography": "===Background===\nKenning is the commander of the [[ironborn]] garrison at [[Moat Cailin]].\n===[[Season 4]]===\nWhen [[Theon Greyjoy]] enters Moat Cailin to discuss terms of surrender, Kenning asks him why is marching with [[House Bolton]]. Theon informs him that the Boltons took him hostage after the [[Sack of Winterfell]] and sent him to treat with Kenning in good faith as his fellow ironborn. Theon gives a message from [[Roose Bolton]] imploring the ironborn to surrender due to the overwhelming odds against them, promising them justice and safe passage to the [[Stony Shore]]. Kenning is hesitant and Theon recalls seeing [[Balon Greyjoy|his own father]] bend the knee to [[Robert Baratheon]] after [[Greyjoy Rebellion|his rebellion]] failed, insisting that there was no shame in it nor any honor lost. The ailing Kenning collapses and is helped up by his men. He spits at Theon and mocks him as a whipped dog, stating that the ironborn will not surrender. Kenning is then killed byÂ [[Adrack Humble]], who would rather surrender and live than die. Ramsay is then legitimized as a true member of House Bolton for taking Moat Cailin.&lt;ref&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt;\n", "See also": "*{{AWOIAF}} (spoilers from the books)\n*{{AWOIAF|Dagon Codd}}\n\n"}, "title": "Ralf Kenning"}