{"attributes": {"status": " :Category:Status: Alive", "religion": " Old Gods of the Forest", "last": "", "family": [" Roose Bolton - father", "Unnamed mother", "Domeric Bolton - half-brother", "Walda Bolton - stepmotherTemplate:Dialogue a-b"], "rightlink": "BastardyCharacter", "season": " Season 3", "image": " Ramsay Bolton Season 5.png", "leftimage": "Bolton mini shield.png", "allegiance": " House Bolton", "actor": " Iwan Rheon", "culture": " Northmen", "titles": "Heir to the Dreadfort", "rightimage": "Ramsay mini shield.png", "place": "", "title": " Ramsay Bolton  ", "aka": ["Ramsay Snow (formerly)", "The Bastard of Bolton"], "first": "&quot;Dark Wings, Dark Words&quot;", "appearances": " 9 episodes &lt;small&gt;#Appearances", "leftlink": "House Bolton"}, "sections": {"Family tree": "{{House Bolton family tree}}\n\n", "Behind the scenes": "Iwan Rheon's character was announced and then credited only as &quot;Boy&quot; in order to keep his true identity as Ramsay Snow a secret until &quot;[[Mhysa]].&quot; The only clue as to his identity was the manner in which Theon is fastened to the rack while Ramsay tortures him, identical to the symbol of House Bolton, representing a flayed man in an X-shape.\n\nDuring casting for Season 1, Rheon auditioned for the role of Jon Snow, but lost to Kit Harington. Ironically, in the series, Ramsay is seen as Jon's foil in many ways, given that Jon and Ramsay are both bastards of Northern noble families (Stark and Bolton, respectively) and are each other's polar opposites, as well as the Boltons becoming sworn enemies of the Starks after the Red Wedding.\n\n", "TOP": "Ramsay Bolton08218m6hhuzdrt45o8q870yq3ps6t2256z6x1799882015-03-28T07:12:49ZThe Dragon Demands5014364{{Heraldry\n|leftimage=Bolton mini shield.png\n|leftlink=House Bolton\n|rightimage=Ramsay mini shield.png\n|rightlink=Bastardy\n}}\n\n\n{{Character\n| Title = Ramsay Bolton  \n|Image = Ramsay Bolton Season 5.png\n| Season = [[Season 3|3]], [[Season 4|4]], [[Season 5|5]]\n| First=&quot;[[Dark Wings, Dark Words]]&quot;\n| Last=\n| Appearances= 9 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Status= [[:Category:Status: Alive|Alive]]\n| Titles=Heir to the Dreadfort\n| Aka=Ramsay Snow (formerly)&lt;br&gt;The Bastard of Bolton\n| Place =\n| Allegiance = [[House Bolton]]\n| Culture= [[Northmen]]\n| Religion= [[Old Gods of the Forest]]\n| Actor = [[Iwan Rheon]]\n|Family = [[Roose Bolton]] - father&lt;br&gt;Unnamed mother&lt;br&gt;{[[Domeric Bolton]]} - half-brother&lt;br&gt;[[Walda Bolton]] - stepmother}}\n{{Template:Dialogue a-b|Roose|From this day until your last day, you are Ramsay Bolton, son of Roose Bolton, [[Warden|Warden of the North]].|Ramsay|You honor me. I swear I will uphold your [[House Bolton|name]], and your [[Flaying|tradition]]. I'll be worthy of you, father. I promise.|Lord [[Roose Bolton]] and Ramsay|The Mountain and the Viper}}\n'''Ramsay Bolton''' (formerly '''Snow''') is a major character in the [[Season 4|fourth]] and [[Season 5|fifth]] seasons. He initially appeared as a recurring character in the [[Season 3|third]] season. He is portrayed by [[Iwan Rheon]], and debuts in &quot;[[Dark Wings, Dark Words]]&quot;. He was first referred to in [[Season 2]], but his actual name is not mentioned until &quot;[[Mhysa]]&quot;.\n\nAs the [[Bastardy|bastard]] son of Lord [[Roose Bolton]], Ramsay originally used the traditional surname for bastards born in [[the North]], and was known as &quot;Ramsay Snow&quot;. However, he has recently been [[Legitimization|legitimized]] as Lord Roose's lawful son, and has therefore been officially renamed &quot;Ramsay Bolton&quot; and thus giving him all the rights of a trueborn son.\n\nRamsay is violent and sadistic, and fond of the ancient Bolton practice of [[flaying]]. During the [[War of the Five Kings]], he is initially an ally of [[Robb Stark]] when he is dispatched by his father to retake [[Winterfell]] from [[Theon Greyjoy]]. Ramsay, however, massacres the [[ironborn]] garrison, puts the castle [[Fall of Winterfell|to the torch]], and takes Theon prisoner, all part of his father's plan to betray Robb and the Northern army to the [[House Lannister|Lannisters]]. He subjects Theon to extensive physical and psychological torture, turning him into a broken pet named &quot;Reek&quot;.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Ramsay Snow is Roose Bolton's bastard son. He is an ugly man which even splendorous garb cannot disguise. He is big boned and slope shouldered, with a fleshiness to him that suggests that later in life he will turn to fat. Ramsay is a sadistic psychopath, serial rapist, and rumored cannibal. He is cruel, savage and wild, taking delight in torturing others. He is quite fond of the old Bolton custom of flaying their enemies alive.\n\nRamsay is the product of rape: years ago Roose wanted to have sex with the beautiful new wife of a poor miller on his lands, so he had the miller hanged and raped his wife. Roose only acknowledged Ramsay in his teenaged years, thus Ramsay spent a rough youth in poverty as the bastard son of a poor miller's widow, until he somehow found out about his parentage and insisted on claiming his &quot;rights&quot;. The result is that - in contrast with [[Jon Snow]], the bastard of Winterfell - Ramsay is a crude, almost half-feral savage who is uneducated and knows nothing about courtly behavior. When Ramsay does send (dictated) letters to his enemies, they are often extremely crass, unstructured, and blunt, laced with profanity and taunting threats, and with pieces of human skin enclosed. While the letter Ramsay sends to Balon in the Season 3 finale of the TV series is not present in the books, it closely matches his &quot;writing style&quot; from the novels.\n\nIronically, Ramsay actually somewhat seems to like his mother, and speaks highly of her - she is after all the one who convinced him to go to the Dreadfort to pursue his &quot;rights&quot;, though she also found him wild and unruly. Moreover, Ramsay has actually convinced himself that Roose fell in love with his mother at first sight, and thinks of their union as a poetic romance. In reality, Roose raped the miller's wife on a whim, under the very tree he had her husband hanged from, and afterwards was casually disappointed that raping her wasn't as physically pleasurable as he'd thought it would be.\n\nOne of Ramsay's most monstrous hobbies is to have young women stripped naked and released into the Bolton forests, before hunting them with a pack of female feral dogs, that are deliberately trained to be vicious and mean-tempered. If the women do not give him good sport in the hunt, he punishes them by raping them, then flaying them alive. If the women give him good sport in the hunt, however, he will grant them the mercy of a quick death...after raping them first. He then flays their corpses. He names new female hunting dogs after the women who gave him the most enjoyable hunts before he killed them, as a warped way to &quot;honor&quot; them. The skins of his kills are brought back with him to the Dreadfort as gruesome trophies. The bodies of the women are fed to his dogs.\n\nRamsay is introduced in ''â&euro;&lsaquo;A Clash of Kings''â&euro;&lsaquo;, though his appearance in the TV series was pushed back until the third season. He is first mentioned by Lady Donella HornwoodÂ who notes that he is massing troops at theÂ Dreadfort. She sends him a message inquiring about his intentions, and he rudely answers that it is none of her business.\n\nFollowing the deaths of LadyÂ Hornwood's husband and son, Ramsay forces herÂ to marry him and to sign a will that names him as her heir, so he can inherit her lands. He rapes her and locks her in a tower, and does not give her any food. When Ser [[Rodrik Cassel]] finally arrived to free her, it was too late - she had gnawed off all of her fingers. As one of Ramsay's favorite torture tactics, he had flayed the skin off of all of the old woman's fingers, leaving her to bite them off as the only way to end the agony, after which in delirium from hunger she ate some. Ramsay later gleefully boasts about this accomplishment.\n\nRamsay and his servant &quot;Reek&quot; later caught a peasant girl and raped her to death. Reek continued even after the girl died. It is then that Ser Rodrik's men found them. Ramsay was supposedly killed, and Reek taken prisoner to Winterfell. Rodrik wished to put Reek to death, but needed him alive as a witness to many of Ramsay's crimes, hoping that after Roose Bolton heard his tale, he would abandon his claim for the Hornwood lands.\n\nAfter Theon takes Winterfell, Reek offers to serve him if released from captivity. He becomes one of Theon's supposedly more trustworthy attendants, helping him hunt for [[Bran Stark|Bran]] and [[Rickon Stark|Rickon]]. It is Reek who advises Theon to kill and flay two unnamed miller's sons to pass off as the Starks, and Theon accepts his advice. Afterwards, Theon orders Reek to secretly murder [[Gelmarr]], [[Aggar]] and Gynir for their knowledge of the truth, and he does. Since Theon needs a scapegoat, he falsely accuses [[Farlen]] the kennelmaster and executes him. Theon does not kill Reek, fearing that the blackguard hid a written account of what they had done.\n\nAfter Rodrik defeats [[Dagmer|Dagmer Cleftjaw]] at [[Torrhen's Square]], the Northmen march on [[Winterfell]] to liberate it. Theon refuses to give up the castle, using Beth Cassel as hostage to prevent Rodrik from attacking, and his men prepare to make a final stand. Reek offers to help Theon by taking a large sum of money to the Dreadfort and returning with much-needed reinforcements, asking forÂ [[Palla]] in return. Theon does not trust Reek but reluctantly agrees, since he has no other choice. He promises to give Palla to Reek providing that he brings two hundred men.\n\nWhen Northmen led by Rodrik Cassel surround Winterfell, an army of 600 men bearing the flayed man of [[House Bolton]] arrives, led by a mysterious armored captain. As Rodrik offers his hand in friendship, the captain cuts off his arm and the Bolton army attack the other Northmen and defeat them, suffering only minor casualties. They enter the castle and the captain presents Theon with the bodies of Rodrik, Leobald Tallhart, and Cley Cerwyn. He removes his helmet and reveals himself to be Reek, then reveals that he is in fact the real Ramsay Snow. He had switched clothes with the real Reek when Rodrik arrived to cheat death and get into Winterfell,Â while Reek was killed by Rodrik's men. He tells Theon that he would much enjoy the use of his bed-warmer Kyra instead of Palla, and when Theon refuses, Ramsay knocks him out. Ramsay and his men then put Winterfell to the torch and its people to the sword (among them Maester [[Luwin]]), as well as abducting Theon and killing almost all the other ironborn.\n\nIn addition to Theon, Ramsay took two of Lord Frey's grandsons who were being fostered at Winterfell, and a few of the castle staff, among them Palla, [[Old Nan]], and Beth Cassel. The two Frey boys soon entered into Bolton service, after the Freys and Boltons united to betray the Starks at the Red Wedding and switched allegiance to the Lannisters. The women of the castle staff, meanwhile, Ramsay used to avidly indulge in his favorite hobby: hunting them for sport, raping them, flaying them alive to make trophies out of their skins, then feeding their corpses to his dogs. Ramsay disposed of much of the former female population of Winterfell in this fashion.\n\nIt is unclear from the books whether Ramsay contacted his father after Theon let him go, got orders from Roose to destroy Winterfell and followed them, or that he committed all the above actions on his own and only later reported what he had done to Roose, who had independently come to the same conclusion that the time was ripe to betray the Starks. Roose Bolton and the Freys lie about their reports from what happened at Winterfell. [[Lothar Frey]] and [[Walder Rivers]] inform [[Robb Stark|Robb]] and [[Catelyn Stark|Catelyn]] that they got a letter from Lord Frey's grandsons: Winterfell has been destroyed and Ser Rodrik was killed by the ironborn, but the survivors were taken to theÂ Dreadfort by Ramsay. Lothar and Walder claim not to be sure of Theon's fate. When Roose reports Ramsay's actions to Robb (falsely making it sound as if Ramsay saved the day by driving the ironborn from Winterfell), Catelyn sharply reminds him that Ramsay has committed many vile crimes, among them murder and rape. Roose answers nonchalantly that after the war is over, Ramsay will be tried for his crimes, and maybe his deeds will atone for the crimes he committed - or not. He is not overly concerned of the possibility that Ramsay may be executed (particularly because he knows Robb will not live long enough to judge Ramsay).\n\nRamsay's torture and emasculation of Theon are not directly described in ''A Storm of Swords'', but rather alluded to in ''A Dance with Dragons''. Ramsay does not send a letter and a box containing Theon's genitals to [[Balon Greyjoy]], the Greyjoys remaining oblivious to Theon's survival. Ramsay does send his father some skin flayed from Theon's finger, which Lord Bolton shows to Robb and Catelyn before the [[Red Wedding]] as proof that Theon is being punished for his betrayal. Ramsay sends a letter of warning to [[Yara Greyjoy|Asha]], in which a piece of Theon's skin is enclosed, but that happens much later. Neither Asha nor any of the ironborn know what happened to Theon, believing him to be dead (though a few ironborn lords point out that his death was never confirmed). ''Arguably'' this is the only &quot;sane&quot; reason that Ramsay kept Theon alive, though the main reason was still that Ramsay took sadistic glee in unfairly inflicting torment on a random person. The succession laws in the newly independent Iron Islands are unclear, i.e. Asha/Yara feels that as the older sibling she is the heir, but according to the most common inheritance law in the Seven Kingdoms, as Balon's only surviving son Theon is the heir to the Iron Islands. Ramsay is not simply holding Theon hostage, as he has no intention of letting him leave alive and makes no attempt to contact the Greyjoys about his survival. Rather, Ramsay's goal ''was'' this very uncertainty: even if Theon were dead, the ironborn's line of succession would at least be clear, but not revealing the fate of Balon's heir generated confusion and dissent within their ranks. The TV version altered this, but still makes clear that Ramsay never offers hostage terms for Theon. In the TV version, Ramsay's plan is that slowly torturing Theon and mailing pieces of him to Pyke will eventually frighten the Greyjoys into withdrawing from the North.\n\nAlthough Ramsay is noted as being a fierce fighter, he is undisciplined in warfare, lacking form or finesse, and is described as wielding his sword like a meat cleaver. In the TV series, however, he is depicted as a deadly hunter and archer, easily dispatching six of his own men within seconds. According to Roose, Ramsay has deluded himself into believing that massacring unarmed prisoners (such as at Winterfell and Moat Cailin) makes him a skilled battlefield commander, when in fact he has never won a real battle. He also receives a long rebuke from his father for flaying alive unarmed men who surrendered Moat Cailin after Ramsay promised them safe passage home. Roose points out that Ramsay will never be trusted again, and the enemies of the Boltons will now fight to the death rather than surrender to them.\n\nIn the books, Ramsay is known for his ostentatious taste in clothes; garbing himself in velvet, silk, and satin, usually in the Bolton colors - pink and red. In the show, however, Ramsay's attire is considerably more subdued, in order to fit in with the established drab dress code for northern characters. That being said, the leather jerkin Ramsay wears in season four is, in fact, a very dark shade of reddish purple: a subtle reference to his literary counterpart.\n\n", "Quotes": "'''Spoken by Ramsay'''\n\n{{Quote|My mother taught me not to throw stones at cripples... but my [[Roose Bolton|father]] taught me, 'aim for their head'!|'''Ramsay''' to [[Theon Greyjoy]]|Mhysa}}\n\n{{Quote|If you think this has a happy ending, you haven't been paying attention.|'''Ramsay''' to [[Theon Greyjoy]]|The Climb}}\n\n{{Quote|Rip her! Rip her! Rip her!|'''Ramsay''' orders his hounds to maul [[Tansy]] to death|The Lion and the Rose}}\n\n{{Dialogue a-b|Ramsay Snow|We've been [[flaying]] our enemies for a thousand years; the flayed man is on our [[Heraldry|banners]]!|Roose Bolton|My banners, not yours. You're not a [[House Bolton|Bolton]], you're a [[Bastardy|Snow]].|'''Ramsay''' and his father [[Roose Bolton]]|The Lion and the Rose}}\n\n'''Spoken about Ramsay'''\n{{Quote|I will kill that man. I don't care how many arrows they feather me with, how many spears they run through me - I will kill that hornblowing cunt before I fall!|[[Theon Greyjoy]]|Valar Morghulis}}\n\n{{Quote|Ramsay delivered the terms. The [[ironborn]] turned on [[Theon Greyjoy|Theon]] as we know they would. They handed him over trussed and hooded. But Ramsay... well, Ramsay has his own way of doing things...|[[Roose Bolton]], revealing that after '''Ramsay''' promised the twenty ironborn in [[Winterfell]] safe passage, he flayed them all alive anyway|Mhysa}}\n\n{{Quote|I place far too much trust in you.|[[Roose Bolton]] to his son|The Lion and the Rose}}\n\n", "Image Gallery": "&lt;gallery spacing=&quot;small&quot; columns=&quot;3&quot; hideaddbutton=&quot;true&quot;&gt;\nRamsay-and-Blood.jpg|Ramsay and his steed, [[Blood]], in &quot;[[Walk of Punishment]]&quot;.\nSnow-306-1396289530.jpg\nRamsey-snow 2866198k.jpg\nRamsay-402-promotional-full.jpg\nRamsay-Telltale.png|Ramsay as he appears in ''[[Game of Thrones: A Telltale Games Series]]''.\n&lt;/gallery&gt;\n\n", "See also": "*{{AWOIAF|Ramsay Snow}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Template:Season Three Appearances||yes|yes|yes||yes|yes|||yes}}\n{{Season Four Appearances||yes||||yes||yes}}\n\n====[[Game of Thrones: A Telltale Games Series]]====\n\n{{Template:Telltale Game Series Appearances|yes}}\n\n", "Biography": "===Background===\nRamsay Snow, better known as '''&quot;The Bastard of Bolton&quot;''', is Lord [[Roose Bolton]]'s [[Bastardy|bastard]] son and only living child following the death of [[Domeric Bolton]], as well as the only possible heir to [[House Bolton]]. He stayed behind at [[the Dreadfort]] to rule as its [[castellan]] when his father left for the south to fight in the [[War of the Five Kings]].\n\nRamsay keeps a pack of [[Bastard's girls|dogs]], which he employs for hunting.\n\n===[[Season 2]]===\nAfter [[Winterfell]] is seized byÂ [[Theon Greyjoy]] for the [[Iron Islands|ironborn]], Ramsay is dispatched by his father [[Roose Bolton]] to re-take it in the name of King [[Robb Stark]]. Ramsay's forces besiege the castle, and he infuriates Theon by blowing a horn all through the night. The following morning, Theon rallies his men to defend the castle, but he is betrayed and knocked out cold by his men, who accept Robb Stark's offer of mercy for the [[ironborn]] garrison if they surrender and hand over Theon. However, the castle is [[Sack of Winterfell|sacked]] by Ramsay afterwards and instead of letting the ironborn walk free, he [[Flaying|flays]] them alive.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n[[File:Boy.jpg|thumb|left|200px|Ramsay in his &quot;servant boy&quot; disguise.]]\nFollowing the [[Sack of Winterfell]], Ramsay and his men take Theon to [[the Dreadfort]], where the ironborn prince is subjected to gruesome tortures. Embarking on a twisted campaign of psychological manipulation, Ramsay poses as an [[ironborn]] emissary of Theon's sister, [[Yara Greyjoy|Yara]], and falsely claims to have been sent by her to liberate him.&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt;\n\nRamsay Snow sends a false report to [[Harrenhal]], where the main force of the Northern army has established, of the sacking of [[Winterfell]] by the ironborn, of the disappearance of [[Bran Stark|Bran]] and [[Rickon Stark]], and the unknown whereabouts of [[Theon Greyjoy]].&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt;\n\nLater that evening Ramsay returns, and releases Theon, provides him with a horse and tells him to ride east to [[Deepwood Motte]], where his sister is waiting for him. Theon's captors, however, track him down and capture him again. As punishment, [[Master Torturer|their leader]] attempts to rape Theon. Ramsay appears and swiftly dispatches the kidnappers with bow and arrow, deepening the bond of trust between them.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\n[[File:Havent-I-been-here-before.jpg|thumb|right|250px|Ramsay reveals his true colors.]]\nAfterward Ramsay promises Theon to take him to Deepwood Motte. Some time later the men reach a holdfast; Theon questions them, having to sneak inside since Yara's men are loyal to her. Ramsay warns Theon that some of the men belong to his father [[BalonÂ Greyjoy|Balon]]. As the mysterious boy struggles to open a locked gate Theon confesses his jealousy of [[Robb Stark|Robb]]'s status, the murder of the two boys he passed off as BranÂ and Rickon, and acknowledges that [[Eddard Stark]] was his true father. After opening the gate Theon and Ramsay enter a darkened room. The young man lights a torch and Theon, much to his horror, notices he's back in the torture chamber. Armed men enter and Ramsay claims that Theon killed their comrades and escaped but he has brought their captive back. Kicking and screaming, Theon is refastened to the rack, as Ramsay drops his facade, grins sadistically and tells the men to put TheonÂ &quot;back where he belongs&quot;.&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n[[File:BoyflayingTheon-3x06.png|thumb|left|250px|Ramsay torments Theon in &quot;[[The Climb]]&quot;.]]\nRamsay awakens Theon with a horn to continue torturing him. He threatens to remove Theon's pinky finger if he cannot guess Ramsay's true identity and their current location. After several guesses, Ramsay tells Theon he is correct in guessing that Ramsay is the brother of [[Torrhen Karstark]], and that they are in [[Karhold]]. However he then points out that Theon never asked if he was a liar. He admits that he was lying, and begins flaying Theon's finger.&lt;ref&gt;&quot;[[The Climb]]&quot;&lt;/ref&gt;\n\nTheon is freed from his constraints by two young women, [[Myranda]] and [[Violet]]. They give him water and clean his wounds. Theon is apprehensive about their aid, until they disrobe and begin pleasuring him. The three are soon interrupted by Ramsay, who enters the chamber wielding a knife. After taunting Theon about his sexual prowess, he orders his men to restrain Theon and then removesÂ Theon's genitals.&lt;ref&gt;&quot;[[The Bear and the Maiden Fair (episode)|The Bear and the Maiden Fair]]&quot;&lt;/ref&gt;\n[[File:Snow.jpg|thumb|right|250px|Ramsay renames Theon &quot;Reek&quot;.]]\nRamsay admits that the rumors about Theon were true, and that he did have a &quot;good-sized cock&quot;, before momentarily tricking Theon into believing that the pork sausage he is eating is his penis. Ramsay talks about amputees having phantom limbs and wonders if Theon will have a phantom penis, feeling an itch whenever he sees naked girls. When Theon begs to be killed, Ramsay states that he is no good to him dead. Ramsay decides to give Theon a new name, and beats him until he starts calling himself &quot;Reek&quot;. Ramsay also sends a letter to [[Balon Greyjoy]] with a box containing Theon's penis. He threatens to flay every ironborn in the North alive if they have not left by the full moon.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n[[File:Ramsay-and-Myranda-402.jpg|thumb|left|250px|Ramsay and [[Myranda]] during their hunt of [[Tansy]].]]\nRamsay frees Theon from his restraints, but forces him to work for him as a servant. Some time later, Ramsay hunts a girl named [[Tansy]] in the woods with his hounds, Myranda, andÂ Theon, recently renamed &quot;Reek&quot;. With bows in hand, he and Myranda gleefully pursue Tansy, firing arrows at her as they go. Ramsay explains that Tansy had made Myranda jealous so she has to go because she causes too many problems otherwise. Myranda manages to strike Tansy with an arrow in the leg before Ramsay happily releases his dogs on her, killing her. Shortly afterward, LordÂ [[Roose Bolton]] arrives at [[the Dreadfort]] where Ramsay waits for him. Roose introduces Ramsay to his newly acquired wife, [[WaldaÂ Bolton]], and asks to see his captive. Ramsay also greets [[Locke]] and congratulates him for his mutilation of [[Jaime Lannister]]. Locke assures him that the KingslayerÂ had screamed loudly enough that Ramsay would have enjoyed it.\n\nRamsay brings &quot;Reek&quot; to his father, who is furious with Ramsay for torturing and mutilating a valuable [[hostage]]. Roose explains that he wanted to use Theon as a bargaining chip to rid [[the North]] of [[Ironborn|Iron Islanders]], and for that he needed him unharmed. Roose chastises Ramsay for his actions, and laments placing too much trust in him. Ramsay tries to prove that his torture had a purpose. He orders Reek to shave him with a razor, demonstrating that he will never betray them, and adds that his method revealed key information; that Theon did not kill Bran and Rickon Stark. Theon also tells them that their half-brother [[Jon Snow]] may be sheltering them at [[the Wall]].\n[[File:Reek-and-Ramsay-402.jpg|thumb|250px|Ramsay demonstrates Theon's new submissiveness to his father.]]\nFinding it enlightening, Roose sends Locke after the Stark boys, and Ramsay suggests that they kill Jon as well, since he is half-Stark and may pose a threat to their future hold on the North. Roose orders Ramsay to take [[Moat Cailin]], a vital base in the North, from the Greyjoy forces, and promises that if he succeeds, he will reconsider Ramsay's position.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\nRamsay engages in particularly violent sex with Myranda, forcing her to strangle him as they both climax. Meanwhile [[Yara Greyjoy]], intent on rescuing her brother Theon from Ramsay's clutches, leads a force of fifty ironborn reavers in rowing boats up the [[Weeping Water]] towards the Dreadfort. They manage to enter the castle and find Theon in a kennel alongside the dogs, but he refuses to go, having become loyal to Ramsay. Ramsay soon arrives and drives the ironborn from the Dreadfort with his soldiers. When an ironbornÂ asks if they are leaving without her brother, Yara declares her brother to be dead. Later, Ramsay rewards Reek with a bath for his loyalty. When Reek undresses, Ramsay smiles when he notices his victim's missing genitals. Ramsay gently washes Reek while asking his captive whether he loves him, which Reek confirms. He continues by instructing Reek that he has to pretend to be someone he is not: Theon Greyjoy.&lt;ref&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt;[[File:Remember your name!.jpg|thumb|250px|Ramsay enlists Theon's help in taking Moat Cailin.]]\n\nRamsay besieges Moat Cailin and sends Reek to treat with the ironborn garrison, posing as Theon Greyjoy. Theon vouches for Ramsay's promise of safe passage back to the Iron Islands if they surrender. The ironborn surrender, and Ramsay instead flays them all alive. Having taken Moat Cailin, Ramsay and his father meet on an open field. Roose hands him a document [[Legitimization|legitimizing]] his bastard son and granting him the right to call himself &quot;Bolton&quot;. Ramsay is delighted, and they then make their way towards Winterfell.&lt;ref&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt;\n\n===[[Season 5]]===\n\n", "Personality": "{{Quote|This is turning into a lovely evening!|Ramsay to [[Yara Greyjoy|Yara]]'s crew|The Laws of Gods and Men}}\n[[File:Ramsay-406.png|thumb|250px|Ramsay demonstrates his fearlessness in the face of [[ironborn]] warriors.]]\nRamsay is sadistic,Â savage, wild, psychotic, and completely capable of committingÂ unspeakable atrocities without remorse, simply for pure amusement. Ramsay fully admits - and indeed revels in the fact - that he tortures and kills innocent people for no reason whatsoever, and that they do not deserve what he is doing to them. It simply makes him feel powerful.\n\nRamsay is fearless - almost a beast in human skin - glorifying in the violence of personal combat.&lt;ref&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt; Ramsay does not rave and rage, however: he has a pervasive, playful, childlike giddiness as he inflicts pain on others, from flaying men alive to hunting and killing girls for sport. The cold-blooded torture of other people is little more than a hilarious game to Ramsay.\n\nIn his own twisted way Ramsay is actually quite intelligent, possessing a certain &quot;low cunning&quot; with which he tricks his enemies. He particularly enjoys playing mind games with his enemies using psychological torture, often tricking them into trusting him only to then break his promise - such as when he was torturing Theon, promising he would release him if he guessed where they were, then afterwards simply said &quot;you forgot to ask if I'm a liar&quot; and then flayed his finger anyway. One of Ramsay's favorite &quot;tricks&quot; is to kill enemies after they have surrendered to him, while under a flag of truce.\n\nOn the other hand, Ramsay is very impulsive, not fully considering the long term consequences of his actions. His father chides him that the entire point in taking Theon hostage was to keep him ''unharmed'', so they could trade him back to the Greyjoys in return for their withdrawal from the North. Ramsay's amusement in torturing Theon only served to wreck his father's long-term political plans.\n\nRamsay is shown to be greatly frustrated by his bastard status, and is easily angered when he is referred to in such a way. When he is legitimized as &quot;Ramsay Bolton&quot;, he is clearly overwhelmed to the point that he almost cries with joy and gets on his knees to solemnly promise his father that he will live up to his family name and traditions and not fail him.\n\n"}, "title": "Ramsay Bolton"}