{"attributes": {"status": " :Category:Status: Alive", "death": "", "last": "", "family": [" Melessa Tarly - wife", "Samwell Tarly - son (disinherited)", " Dickon Tarly - son"], "title": "Randyll Tarly", "season": " Season 1", "image": "", "allegiance": "House Tarly", "religion": " Faith of the SevenQuote", "titles": "Lord of Horn Hill", "link": "House TarlyCharacter", "mentioned": ["&quot;Cripples, Bastards and Broken Things&quot;", "&quot;The North Remembers&quot;", "&quot;Second Sons (episode)"], "place": "Horn Hill", "aka": "", "first": ""}, "sections": {"TOP": "Randyll Tarly02937l3inisz27ei1m3azw9p16xp5xefsz1m1636732014-11-02T17:05:55ZSer Patrek25358400{{Heraldry\n|image=Tarly mini shield.png\n|link=House Tarly\n}}\n\n{{Character\n| Title=Randyll Tarly\n| Image=\n| Season= [[Season 1|1]], [[Season 2|2]], [[Season 3|3]]\n| First=\n| Last=\n| Aka=\n| Mentioned=&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;br&gt;&quot;[[The North Remembers]]&quot;&lt;br&gt;&quot;[[Second Sons (episode)|Second Sons]]&quot;\n| Status= [[:Category:Status: Alive|Alive]]\n| Titles=[[Lord of Horn Hill]]\n| Death=\n| Place=[[Horn Hill]]\n| Allegiance=[[House Tarly]]\n| Family= [[Melessa Tarly]] - wife&lt;br&gt;[[Samwell Tarly]] - son (disinherited)&lt;br&gt; Dickon Tarly - son\n| Actor=|Religion = [[Faith of the Seven]]}}\n{{Quote|On the morning of my eighteenth nameday, my father came to me. &quot;You're almost a man now&quot;, he said, &quot;but you're not worthy of my land and title. Tomorrow you're going to take the black, forsake all claim to your inheritance and start north.&quot; &quot;If you do not&quot;, he said, &quot;then we'll have a hunt... and somewhere in these woods your horse will stumble and you'll be thrown from your saddle to die. Or so I'll tell your mother. Nothing would please me more.|Samwell Tarly to Jon Snow|Cripples, Bastards and Broken Things}}          \n'''Randyll Tarly''' is an unseen character in ''[[Game of Thrones]]''. He has only been mentioned in dialogue. He is the [[Lord of Horn Hill]] and the head of [[House Tarly]]. He forced his son [[Samwell Tarly]] to join the [[Night's Watch]] under the threat of death.\n\n", "Family tree": "{{House Tarly family tree}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Lord Randyll Tarly is considered one of the best battlefield commanders in the [[Seven Kingdoms]], a general able to read the ground, weather conditions, and how a battle is progressing with impressive accuracy. During [[Robert's Rebellion]] he inflicted Robert's only defeat while commanding the TyrellÂ vanguard at theÂ [[Battle of Ashford]]. During the later stages of the rebellion he helped Lord Mace Tyrell [[Siege of Storm's End|besiege]] [[Storm's End]], and bent the knee after the death of King [[Aerys II Targaryen]]. He wields the [[Valyrian steel]] sword Heartsbane in battle and is said to be utterly merciless to his foes. Although a ruthless and stern man, he is not outright sadistic, often dispensing strict justice that is nonetheless within the bounds of the law.\n\nDuring the [[War of the Five Kings]], Lord Randyll commits himself to [[Renly Baratheon]]'s cause, and [[Catelyn Stark]] encounters him when she visits Renly's camp to treat for [[Robb Stark|Robb]]. When House Tyrell switches its allegiance to the Lannisters following Renly's death, most of their bannermen join them (except for essentially just [[House Florent]]): Lord Randyll follows his liege-lords, and House Tarly begins to fight on the Lannister side.\n\nLord Randyll treated [[Brienne of Tarth]] with open hostility while she was at Renly's camp. When he found out that several men laid wagers on the first to claim her maidenhead, he put a stop to it, but told Brienne offensively it was her fault because to his opinion women have no place on the battlefield.\n\nIn the books, while [[Roose Bolton]] was in charge of the eastern half of the Northern armies based at [[Harrenhal]], he sent a large force of three thousand men (about a third of his command) east to attack the Crownlands. Roose had decided to betray the Starks by this point and was laying the groundwork for the [[Red Wedding]] and his subsequent takeover of the North, by intentionally killing off Stark loyalists by sending them on suicide missions. Coordinating with the Lannisters in secret, he sent his men into a trap set by a massive combined Lannister-Tyrell army, with Gregor Clegane commanding the Lannister forces and Randyll Tarly commanding the Tyrell forces. The entire Northern force was destroyed at the resulting Battle of Duskendale, all three thousand men, though a few Northern lords were taken prisoner.\n\nSubsequently, Lord Randyll marches his army north from Duskendale to [[Maidenpool]] (east of Harrenhal, in the northeasternmost corner of the Riverlands) and easily takes the town. Unlike Gregor's Lannister men, who are more concerned with pillaging the already ravaged countryside, Randyll has his forces in Maidenpool set about fixing damage the town suffered in the war and reimposing law and order. He is very strict but not abusive, executing confirmed bandits and deserters who were raiding the smallfolk of the countryside, in order to discourage other outlaws from making further unrest.\n\n", "Biography": "===Background===\nRandyll Tarly is the [[Lord of Horn Hill]] and the head of [[House Tarly]], a vassal family of [[House Tyrell]] of [[Highgarden]]. He is a fierce, ruthless warrior and a highly effective general. He is the father of [[Samwell Tarly]] and a younger son, Dickon, as well as several daughters.\n\n===[[Season 1]]===\nFurious with his elder son and heir Samwell's &quot;womanly&quot; interest in poetry and singing and disdain for martial valor and combat, Randyll ordered Sam to take the black and join the [[Night's Watch]]. If not, he'd be found dead one day in a &quot;hunting accident&quot;. Sam did as he was bid and left [[Horn Hill]] for [[the Wall]].&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n\n[[Davos Seaworth]] mentions to [[Stannis Baratheon]] that Randyll Tarly is amongst the many lords that have declared for [[Renly Baratheon]].&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\nSamwell mentions his father in name when explaining the concept of family names to [[Gilly]]. When she points out that Randyll is a handsome name, he asks her to please not give it to [[Gilly's baby|her newborn son]].&lt;ref&gt;&quot;[[Second Sons (episode)|Second Sons]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}} (major spoilers from the books)\n\n"}, "title": "Randyll Tarly"}