{"attributes": {"status": " :Category:Status: Dead", "death": "Savaged by Ghost", "last": "&quot;First of His Name&quot;", "family": "", "title": "File:Crow mini shield.png", "season": "Season 1", "image": "Rast-S4-EP-04.jpg", "allegiance": ["The Betrayers", "The Night's Watch (formerly)"], "actor": "Luke McEwan", "deathep": " &quot;First of His Name&quot; Quote", "titles": " Ranger", "link": "Night's Watch", "place": "", "aka": "", "appearances": "12 episodes &lt;small&gt;#Appearances", "first": "&quot;The Kingsroad&quot;"}, "sections": {"TOP": "Rast02239gul1iupjuo9pw76txgz8j5xvzc410kl1803212015-03-29T16:48:33ZTabshr25020565{{Character\n| Title=[[File:Crow mini shield.png|45px|left|link=Night's Watch]] Rast [[File:Crow mini shield.png|45px|right|link=Night's Watch]]\n| Image=Rast-S4-EP-04.jpg\n| Season=[[Season 1|1]], [[Season 3|3]], [[Season 4|4]]\n| First=&quot;[[The Kingsroad]]&quot;\n| Last=&quot;[[First of His Name]]&quot;\n| Appearances=12 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Aka=\n| Status= [[:Category:Status: Dead|Deceased]]\n| Death=Savaged by [[Ghost]]\n| Titles= Ranger\n| Place=\n| Allegiance=The [[Betrayers]]&lt;br&gt;The [[Night's Watch]] (formerly)\n| Family=\n| Actor=[[Luke McEwan|Luke Barnes]]|DeathEp = &quot;[[First of His Name]]&quot;}} \n{{Quote|Run fast, Piggy! And sleep well! I'll be cutting your throat one of these nights!|Rast to Samwell Tarly|And Now His Watch is Ended}}\n'''Rast''' is a recurring character in the [[Season 1|first]], [[Season 3|third]], and [[Season 4|fourth]] seasons. He is played by guest star [[Luke McEwan]] - who changed his acting name to Luke Barnes at the start of the third season - and debuts in &quot;[[The Kingsroad]].&quot; Rast is a ranger in the [[Night's Watch]], a raper and a rival of [[Jon Snow]]. He later takes part in the [[Great Ranging]] [[beyond the Wall]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Rast was sent to [[the Wall]] after being accused of rape. He chose to take the black rather than face execution. While being trained as a ranger, he becomes an acquaintance of [[Jon Snow]] and [[Samwell Tarly]]. In contrast to the TV series, Rast doesn't take part in the Great Ranging beyond the Wall. While the books make no mention of his origin, the show apparently showcases him as a northman.\n\nThe books mention that Rast and the group of rapers he was sent to the Wall with came from [[the Fingers]] region of [[the Vale of Arryn]].\n\nIn the books, it was not Rast but Ollo Lophand who stabs Mormont in the stomach when the mutiny breaks out.\n\nWhen Jon returns to Castle Black, Rast and several more of the defenders think that he is a turncloak. While some of them just turn away from Jon, RastÂ gives him an occasional nasty look. DuringÂ the [[Battle of Castle Black|battle]], the wildlings mount the stair and push back the defenders, killing some of them. Rast is among the casualties: he is killed when a [[Thenn]]Â drives a spear into his stomach.Â \n\n", "Quotes": "'''Spoken by Rast'''\n\n{{Quote|If I was your size, I'd be king of the fucking world.|'''Rast''' to [[Hodor]]|Oathkeeper}}\n\n{{Quote|You are in love, Lord Snow. You girls can do as you please. But if Thorne puts me up against Lady Piggy, I'm gonna slice me off a side of bacon.|'''Rast''' to Jon Snow|Cripples, Bastards and Broken Things}}\n\n", "Image gallery": "&lt;gallery&gt;\nKingsroad1.jpg|Night's Watch recruits rest on the road with Tyrion Lannister in &quot;[[Kingsroad]]&quot;.\nAlliser and Rast.png|Rast training under Ser [[Alliser Thorne]] in &quot;[[Cripples, Bastards and Broken Things]]&quot;.\nNightswatch 3x01.jpg|The living remains of the [[Night's Watch]] after the fight with [[Wights]] and [[White Walkers]], in &quot;[[Valar Dohaeris]]&quot;.\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n* {{AWOIAF|Ollo Lophand}} (spoilers from the books)\n\n", "Appearances": "{{Season One Appearances||yes|yes|yes|||yes|yes|yes|}}\n{{Season Three Appearances|yes|yes|yes|yes}} {{Template:Season Four Appearances||||yes|yes}}\n\n", "Biography": "===Background===\nRastÂ was forced to join the [[Night's Watch]] after being arrested for rape. He chose to take the black over castration.\n\n===[[Season 1]]===\nRast and another new forced recruit join [[Benjen Stark]] and [[Tyrion Lannister]]'s party as it travels to [[the Wall]], escorted by Night's Watch recruiter Yoren. Tyrion talks to Jon Snow about them being rapers, and how Jon had expected the Night's Watch to be made of honorable men, like his uncle [[Benjen Stark|Benjen]] .&lt;ref&gt;&quot;[[The Kingsroad]]&quot;&lt;/ref&gt; [[Jon Snow]] beats Rast and two other recruits, [[Grenn]] and [[Pypar]], in the training yard at [[Castle Black]], leading to Rast,Â Grenn and PyparÂ threatening Jon in the armory. He, along with the other two, is encouraged to leave by Tyrion. Jon later begins training the Night's Watch recruits in the art of combat, earning Pypar and Grenn's respect, but not Rast's.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt;\n\nRast is happy to fulfil Ser [[Alliser Thorne]]'s commands to humiliate [[Samwell Tarly]] on his arrival at Castle Black. Jon convinces Pypar and Grenn to go easy on Samwell, but Rast refuses to go along. He says if Ser Alliser puts him up to fight Ser Piggy, he will slice himself off a side of bacon. Jon has his [[direwolf]] [[Ghost]] threaten him. Rast wakes to find Ghost sitting on his chest with teeth bared, while Jon reminds him that they know where he sleeps. Afterwards, he refuses to beat Samwell, despite Ser Alliser's commands.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt; Rast is assigned to serve in the rangers.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;&lt;ref name=&quot;Night's Watch viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/nightswatch/ HBO viewers guide, season 2 guide to houses, Night's Watch entry]&lt;/ref&gt;\n\nJon comes into the dining hall having just been given [[Longclaw]] by [[Jeor Mormont]]. All of the recruits are excited and asking to see it, chanting the word &quot;sword&quot;. Rast watches from the back table looking unhappy.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\nRast survives the [[White Walkers]]' [[Battle of the Fist of the First Men|attack]] on the [[Fist of the First Men]], and regroups with the remaining survivors as the ranging attempts to pull back to the Wall.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt; As the Night's Watch survivors march back south, Rast taunts an exhausted and demoralized Sam, causing him to collapse. Despite having the chance to go ahead with the survivors, Rast remains behind and attempts to persuade [[Grenn]] and [[Eddison Tollett]] to leave Sam behind lest they all die. Angry at being held back by them, Lord Commander Mormont commands Sam not to die and Rast to keep him alive, under penalty of death. Rast grudgingly accepts, unprepared to die for Sam.&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt;\n\nAfter reachingÂ [[Craster's Keep]],Â Rast urges Grenn and EddÂ that they are not safe here, and that [[Craster]] is not to be trusted. Following the funeral of their brother [[Bannen]], Rast is visibly angered and blames Bannen's death on Craster starving him. Inside the Keep, tensions are starting to run high among the [[Night's Watch]], as Craster starts berating them. WhenÂ CrasterÂ openly suggests that they should kill their wounded or simply let them be killed by Craster himself, an aggravatedÂ brother of the Night's Watch, [[Karl]], steps forward stating that they're being fed with nothing but bread cut with sawdust, and demands to know where he keeps his hidden larder. Rast joins in on the accusations, hence calling him a &quot;snitching bastard&quot;. Enraged, CrasterÂ picks up an axe and threatens to chop the hands off the next man to call him a &quot;[[Bastard]] &quot;. [[Jeor Mormont|Lord Commander Mormont]] grabs Rast by the shoulder to lead him out the doorway, when Karl challenges Craster by calling him a &quot;daughter-fucking, [[Free Folk|wildling]] bastard&quot;. Drunk and enraged, Craster leaps towards Karl with his axe. Karl manages to grab Craster'sÂ axe with his left arm before Craster manages to swing it. Karl then uses his right arm to shove a dagger up Craster's throat, killing him. Lord Commander MormontÂ bellows that the gods will curse him for this, as Karl just broke one of the most the ancient and sacred traditions in all of the seven kingdoms: [[Guest right|the guest right]] .Â \n\nWhen Karl proceeds to threaten one of Craster's daughters, Commander MormontÂ draws his sword and threatens to have Karl executed. Karl drops the girl, but out of nowhere,Â RastÂ stabs the Lord Commander in the back, hence making him drop his sword. GrennÂ tackles Karl, and hence, a [[Mutiny at Craster's Keep|mutiny]] Â has begun. Mortally wounded but alive, the enraged Lord Commander liftsÂ RastÂ off the ground with his bare right hand. He hurls him up towards a wall, nearly succeeding in choking him to death before he starts to choke on his own blood. As the Lord Commander falls to the ground, RastÂ catches his breath before picking up a knife andÂ repeatedly starts stabbing the Lord Commander until he is dead.\n\nAs [[Samwell Tarly|Sam]] runs away with [[Gilly]], RastÂ shouts that he may run for now, but that he will eventually find him and cut his throat.Â \n\n===[[Season 4]]===\nRastÂ is with the entrenched Betrayers at Craster's Keep. Karl orders him to 'feed the beast'. Rast proposes they should just kill the direwolf, angering Karl because he is not following orders.Â At the same time, one of Craster's wives enters with Craster's last son, insisting the infant must be given as a 'gift to the gods'. At Karl's orders, Rast leaves the infant on a patch of open ground, then deals with the beast -Â [[Ghost]], who the mutineers have caged, and whom Rast taunts by withholding food and water from the direwolf. Suddenly, a snowstorm whips up and the temperature drops, causing the water Rast was taunting Ghost with to freeze. Recognizing the approach ofÂ [[White Walkers]], Rast flees.\n\nWhenÂ [[Summer]]Â falls into a trap set by the mutineers, Bran and his companions are taken captive by the mutineers. Rast joins his fellow mutineers in tormenting [[Hodor]] and stabs him in the leg with a spear. Bran reveals his identity to Karl when he threatensÂ MeeraÂ andÂ Jojen. Knowing Jon Snow,Â RastÂ confirms that Bran is his brother.&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\nâ&euro;&lsaquo;When Jon Snow and his allies [[Raid on Craster's Keep|attack&amp;nbsp;Craster's Keep]], it is Rast who alerts Karl of their arrival. However, Rast flees from the raid and is later killed by Ghost, who has been freed from his cage.&lt;ref&gt;&quot;[[First of His Name]]&lt;/ref&gt;\n\n", "Personality": "Rast is a former raper who was offered the choice between joining the Night's Watch or facing castration, choosing the former. Due to this, Rast exhibits the typical personality traits of a criminal, and quickly becomes enemies with Jon Snow, and even when Jon trains his fellow recruits in swordsmanship, Rast does not accept Jon as a friend and is still at odds with him, shown most when he jumps at the opportunity to bully the overweight and defenseless Samwell Tarly on Alliser Thorne's orders for his own amusement, stopping only when threatened, the only language understood by criminals.\n\nDespite these traits, however, Rast is not without scruples. During his time with the Night's Watch, though he continues to dislike Sam for his cowardice and for surviving the Battle at the Fist of the First Men when braver rangers fought and died, he becomes friends with Grenn and Dolorous Edd, even urging them to leave the exhausted Sam behind since they will die of hypothermia, even though he has the chance to go on ahead without them. At Craster's Keep, he is visibly angered when his fellow ranger Bannen dies of starvation and stands up to Craster for this, and it is this anger at the extreme injustice that drives him to kill Lord Commander Mormont when he threatens to have ranger Karl Tanner executed for murdering Craster. After the ensuing mutiny, Rast is visibly uncomfortable under Karl's rule, and appears to be the only one trying to be gentle with Craster's daughter-wives, who are being beaten and raped by the other mutineers.\n\n"}, "title": "Rast"}