{"attributes": {"status": " :Category:Status: Dead", "title": " File:Crow mini shield.png", "season": " Season 3", "image": " ", "allegiance": "Night's WatchQuote", "titles": "", "place": " Nightfort", "mentioned": " &quot;Mhysa&quot;", "aka": "  "}, "sections": {"TOP": "Rat Cook0178401opt2bhwcv3h2rgunrxivu4ysy2qnie1597672014-09-17T18:21:29ZGreater good3347453{{Character\n|Title = [[File:Crow mini shield.png|40px|left]] The Rat Cook [[File:Crow mini shield.png|40px|right]]\n|Image = \n|Season = [[Season 3|3]]\n|Mentioned = &quot;[[Mhysa]]&quot;\n|Titles=\n|Aka =  \n|Status= [[:Category:Status: Dead|Deceased]]\n|Place = [[Nightfort]]\n|Allegiance =[[Night's Watch]]}}\n{{Quote|It wasn't for murder the gods cursed the Rat Cook, or for serving the King's son in a pie... he killed a guest beneath his roof... that's something the gods can't forgive.|[[Bran Stark]]|Mhysa}}\nThe '''Rat Cook''' is the subject of legends and myths in the [[Seven Kingdoms]].\n\nAccording to these legends, a King once paid a visit to the [[Nightfort]], then the chief castle on [[the Wall]]. Due to some offense by the king,&lt;ref&gt;[[Bran Stark]] cannot remember the exact reason when he recounts the tale.&lt;/ref&gt; the cook killed the king's son and served his flesh in a pie to the unknowing king. The king enjoyed the pie so much he asked for a second helping.\n\nThe gods cursed the cook by turning him into a fat, white rat which could only survive by feasting on its young. He was condemned to run the halls of the Nightfort, eating his own offspring. The gods were not offended by the murder, nor even by cooking the son and feeding him to his own father, for a man has a right to vengeance. What the gods could not forgive and cursed the cook for was that he broke the [[Guest right|laws of hospitality and protection]], which are held to be sacred above all others.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\n", "See also": "*{{AWOIAF}} (spoilers from the books)\n\n", "In the books": "The story is much the same in the ''[[A Song of Ice and Fire]]'' novels, except that the king in the story is identified as an [[Andals|Andal]] king. It is extremely well-known in [[the North]] and there is even a popular song about it.\n\n[[George R.R. Martin]] may have drawn inspiration for the Rat Cook from the Greek myth about the curse of the [[Wikipedia:Atreus|House of Atreus]]. The two brothers Atreus and Thyestes were feuding over the kingship, and Atreus discovered that Thyestes was having an affair with his own wife Aerope. Atreus exacted revenge by inviting Thyestes to dinner at his home, then secretly killed Thyestes' sons, cooked their meat, and served it to the unknowing Thyestes. After he had finished consuming his own issue, Atreus revealed to Thyestes what he had done and taunted him with the severed heads and hands of his sons. This is the source of modern phrase &quot;Thyestean Feast&quot;, one at which human flesh is served.\n\n"}, "title": "Rat Cook"}