{"attributes": {"status": " Active, both domesticated and wild", "origin": " Quote", "imagesize": " 250px", "habitat": " Forests, Plains", "title": " Ravens", "image": " Raven 1x10.jpg", "diet": " Omnivore", "range": " Domesticated ravens are raised in the rookeries of every major castle in Westeros; wild ravens common across the continent, including Beyond the Wall", "type": " Bird"}, "sections": {"Behind the scenes": "\nLive ravens are used in most shots in which the animals appear in cages, though more complex shots of them flying around often need to use CGI ravens. The rare white raven which Pycelle presented to the Small Council in Season 2 had to be brought in all the way from Austria.&lt;ref&gt;[http://www.makinggameofthrones.com/production-diary/2013/4/17/behind-the-scenes-of-the-first-three-episodes.html Making Game of Thrones blog], April 17th, 2013&lt;/ref&gt;\n\n", "TOP": "Ravens02630322unk65ohl3q1slwkszolfdzf65q791576692014-08-26T02:10:40ZThe Dragon Demands5014364/* In the books */{{Species\n| Title= Ravens\n| Image= Raven 1x10.jpg\n| ImageSize= 250px\n| Type= Bird\n| Diet= Omnivore\n| Status= Active, both domesticated and wild\n| Habitat = Forests, Plains\n| Range= Domesticated ravens are raised in the rookeries of every major castle in [[Westeros]]; wild ravens common across the continent, including [[Beyond the Wall]]\n| Origin= \n}}\n{{Quote|Grand Maester [[Pycelle]]... send a raven to [[Casterly Rock]].|[[Ned Stark]]|A Golden Crown}}\n'''Ravens''' are a species of large, black-feathered birds native to [[Westeros]].\n\n==Messenger-ravens==\n\nRavens are uncommonly intelligent animals and can be trained to serve as messengers. They can fly great distances at speed, and are used by the [[maesters]] of [[Westeros]] to pass messages between the castles and cities of the [[Seven Kingdoms]]. Through complex training methods, the maesters are able to send messages from almost any castle in Westeros to any other.          \n[[File:WhiteRaven.jpg|thumb|left|200px|[[Pycelle]] presents a white raven to the Small Council]]\nAlthough most messages brought by ravens are standard and innocuous, they are also linked to ominous tidings, giving rise to the phrase &quot;Dark wings, dark words&quot;.\n\nThere is also a cleverer but much rarer species of white raven, which the [[Conclave]] of the maesters dispatch from their headquarters at the [[Citadel]] in [[Oldtown]] only when they agree that the season has turned.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF|Raven}}\n* {{WP|Raven}}\n\n", "In the books": "[[File:Winterfell ravens.jpg|thumb|Dozens of ravens are released at Winterfell to call in the bannermen, in &quot;[[The Pointy End]]&quot;.]]In the ''[[A Song of Ice and Fire]]'' novels, ravens are depicted as being identical in appearance but somewhat smarter than &quot;real&quot; ravens. They are used essentially the way [[Wikipedia:Carrier_pigeon|carrier pigeons]] were in real-life. Most ravens can only be trained to fly back to a specific castle when they are released. They usually have to be transported back to their point of origin by land. A small handful can learn to travel between two different castles, and these birds are greatly prized. Only very rarely do ravens occur who are so intelligent that they can be trained to fly to the locations of four or even five castles; ravens this intelligent occur only once a century.\n\nIn the books the messenger-ravens of Westeros often replicate simple human speech in the manner of parrots. Real-life ravens can ''actually'' do this, they just aren't coaxed to do it as frequently as pet parrots are. As opposed to parrots, which have high-pitched voices, real-life ravens have a much deeper vocal range and can thus (if given sufficient training) make surprisingly accurate replications of human speech. It is also stated that ravens can speak the &quot;True Tongue&quot;, the language of the [[Children of the Forest]], a tongue no human can speak.\n\nThe white ravens used by the maesters of the Citadel are not albinos, but a separate sub-species bred and maintained by the Citadel. This is evidenced by the fact that their eyes are black, not red as in albino animals. White ravens are larger and generally more intelligent than normal ravens, thus why they are bred and used for only the most important messages, particularly notification that the erratic years-long seasons are changing.\n\nKing [[Baelor Targaryen]], in one of his pious [[Targaryen madness|hallucinations]], tried to replace all the messenger ravens with doves, but this was unsuccessful.\n\nDue to their role in transmitting messages, in some ways ravens are like writing desks.\n\n"}, "title": "Ravens"}