{"attributes": {"status": " :Category:Status: Dead", "title": "Raymun Redbeard", "season": " Histories &amp; Lore", "image": " Raymun_redbeard.jpg", "allegiance": "Free Folk", "culture": " Free FolkQuote", "titles": "King-Beyond-the-Wall", "link": "Free FolkCharacter", "mentioned": [" &quot;The Night's Watch (Histories &amp; Lore)&quot;", "&quot;The Wall (Histories &amp;  Lore)&quot;"], "place": "Beyond the Wall ", "aka": "  ", "appearances": " "}, "sections": {"TOP": "Raymun Redbeard013181cc9cdpxnlhfxz2elwnjc9vhdavzb5921775522015-03-18T04:26:49ZThe Dragon Demands5014364/* References */{{Heraldry\n|image=MR mini shield.png\n|link=Free Folk\n}}\n{{Character\n|Title =Raymun Redbeard\n|Image = Raymun_redbeard.jpg\n|Season = [[Histories &amp; Lore]]\n|Appearances = \n|Titles=[[King-Beyond-the-Wall]]\n|Aka =  \n|Status= [[:Category:Status: Dead|Deceased]]\n|Place =[[Beyond the Wall]] \n|Allegiance =[[Free Folk]]\n|Mentioned = &quot;[[The Night's Watch (Histories &amp; Lore)]]&quot;&lt;br&gt;&quot;[[The Wall (Histories &amp;  Lore)]]&quot;|Culture = Free Folk}}\n{{Quote|A hundred years ago, another King-Beyond-the-Wall, Raymun Redbeard, realized the Wall's size is both it's greatest strength and it's greatest weakness. He waited for our patrols to pass and sent climbers to the now unguarded stretch of the Wall. When they reached the top, they dropped ropes and ladders for thousands more wildlings to clamber up. The Night's Watch didn't even know his army had crossed until after the Starks and Umbers had cornered and destroyed him, and that was a hundred years ago, when the Watch had many more men than now.|[[Samwell Tarly]]|The Wall (Histories &amp; Lore)}}\n'''Raymun Redbeard''' is an unseen character in ''[[Game of Thrones (TV series)|Game of Thrones]]''. He was a [[King-Beyond-the-Wall]] of the [[Free Folk]], living roughly a hundred years before the start of the series.\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, Raymun Redbeard was [[King-Beyond-the-Wall]] in the time of Lord William Stark, the grandfather of Lord [[Rickard Stark]]. Having seen the decline of the Night's Watch under the leadership of Lord Commander Jack Musgood, Raymun and his raiders crossed over [[the Wall]] and invaded the North. Eventually, the invading force engaged in battle against the Northerners led by William Stark and Lord Harmond of [[House Umber]], &quot;the Drunken Giant&quot;. Lord William was slain and his younger brother, Artos Stark, &quot;the Implacable&quot;, slew Raymun. Raymun's younger brother fled back [[beyond the Wall]] and became known as &quot;the Red Raven&quot;, for having fled from battle, &quot;Red&quot; for the color of his hair and &quot;Raven&quot; because it rhymed with &quot;craven&quot;.\n\nThe Night's Watch arrived too late to fight so Artos, grieving over the headless corpse of his brother, assigned them the shameful task of burying the dead. Lord Commander Musgood was forever after known as &quot;Sleepy Jack&quot;.\n\nThe Wildling raider Gerrick Kingsblood boasts direct descent from Raymun Redbeard but is actually descended from the Red Raven, a fact most Free Folk are aware of and use to disparage him.\n\n", "Biography": "Raymun Redbeard assumed the title of King-Beyond-the-Wall and led an invasion of [[the North]]. He figured that the Wall's massive size was both its greatest advantage and its greatest flaw, making it impossible to patrol the entire fortification day and night. So when the patrols passed, he send his climbers to scale the Wall and leave ropes and ladders for his army to follow after.\n\nThe Night's Watch did not even know of his passing until his force was already cornered and destroyed by the combined efforts of [[House Stark]] and [[House Umber]].&lt;ref&gt;&quot;[[The Wall (Histories &amp; Lore)]]&quot;&lt;/ref&gt;\n\n", "See also": "*{{AWOIAF}}\n\n"}, "title": "Raymun Redbeard"}