{"attributes": {"status": ":Category:Status: Alive", "death": "", "last": "", "family": "", "title": "Razdal mo Eraz", "season": "Season 3", "image": "RazdalMoEraz.jpg", "allegiance": ["Wise Masters", "House of Eraz"], "actor": "George GeorgiouQuote", "culture": "Ghiscari", "deathep": "", "titles": ["Wise Master", "Master of Men", "Speaker to Savages"], "link": "Wise MastersCharacter", "7": "yes==In the books==In the ''A Song of Ice and Fire'' novels, the envoy sent by the Wise Masters to parlay with Daenerys is called Grazdan mo Eraz. He arrives on a white camel with soldiers. He is described as having hair pointing like a unicorn horn. He does not offer her any ships or a massive amount of gold bars, only a chest of gold coins. He claimed they would enslave the survivors and Daenerys herself prior to even giving the gold and claims that they would sell her as a bedslave to one of the Free Cities, as men would pay well to have sex with the last Targaryen. Daenerys sends him away, but doesn't keep his gold. The series has renamed him, as was done with the Astapori Good Masters", "place": "Yunkai", "aka": "", "appearances": "1 episode (#Appearances", "first": "&quot;The Bear and the Maiden Fair (episode)"}, "sections": {"In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the envoy sent by the Wise Masters to parlay with [[Daenerys]] is called Grazdan mo Eraz. He arrives on a white camel with soldiers. He is described as having hair pointing like a unicorn horn. He does not offer her any ships or a massive amount of gold bars, only a chest of gold coins. He claimed they would enslave the survivors and Daenerys herself prior to even giving the gold and claims that they would sell her as a bedslave to one of the Free Cities, as men would pay well to have sex with the last Targaryen. Daenerys sends him away, but doesn't keep his gold. The series has renamed him, as was done with the [[Astapor]]i [[Good Masters|Good Master]] Grazdan mo Ullhor, who was renamed as [[Greizhen mo Ullhor]]. &quot;Grazdan&quot; is a very common name in Slaver's Bay, due to the fact that the founder of the old [[Ghiscari Empire]] over five thousand years ago was Grazdan the Great.\n\n", "TOP": "Razdal mo Eraz0158726vfalku2xf85pqs7itewhofyh0in41a1736952015-02-19T16:42:57ZSer Patrek25358400{{Heraldry\n|image=Mini harpy.png\n|link=Wise Masters\n}}\n{{Character\n| Title=Razdal mo Eraz\n| Image=RazdalMoEraz.jpg\n| Season=[[Season 3|3]]\n| First=&quot;[[The Bear and the Maiden Fair (episode)|The Bear and the Maiden Fair]]&quot;\n| Last=\n| Appearances=1 episode ([[#Appearances|see below]])\n| Titles=Wise Master&lt;br&gt;Master of Men&lt;br&gt;Speaker to Savages\n| Aka=\n| Status=[[:Category:Status: Alive|Alive]]\n| Death=\n| DeathEp=\n| Place=[[Yunkai]]\n| Allegiance=[[Wise Masters]]&lt;br&gt;[[House of Eraz]]\n| Culture=[[Ghiscari]]\n| Family=\n| Actor=[[George Georgiou]]\n}}\n{{Quote|If blood is your desire... blood shall flow.|Razdal mo Eraz to Daenerys Targaryen|The Bear and the Maiden Fair (episode)}}\n'''Razdal mo Eraz''' is a minor character in the [[Season 3|third season]]. He is a [[Slavery|slave-trader]] from the city of [[Yunkai]], on the coast of [[Slaver's Bay]], and one of the [[Wise Masters]], the ruling elite of the city. He's played by [[George Georgiou]].\n\n", " Appearances ": "{{Season Three Appearances|7=yes}}\n\n", " Biography ": "===Background===\nRazdal mo ErazÂ a wealthy Yunkish slaver. He is fluent in the [[Common Tongue]] of [[Westeros]].\n\nUnlike [[Kraznys mo Nakloz]] of Astapor, Razdal is not a braggart, but shrewd and politically savvy. A reserved, calculating man, he is capable of being polite when it is politically expedient. While he is still capable of making threats, they are subdued, part of calculated negotiation tactics instead of emotional outbursts.\n\nLike many of the Wise Masters, he prides himself on Yunkai's descent from the old [[Ghiscari Empire]], which was already old and mighty when the [[Valyrian Freehold]] was young.\n\n===Season 3===\nRazdal mo Eraz is sent by the Wise Masters to negotiate with [[Daenerys Targaryen]] when she sets camp outside of [[Yunkai]] and sends word demanding the surrender of the city. He arrives atop a palanquin carried by several slaves. After being announced, he comes to close to Daenerys but is intimidated away by her [[dragons]]. Razdal offers Daenerys gifts of gold and ships so that Yunkai will be left in peace. Daenerys offers Razdal his own life if he goes back to the Wise Masters and ensures that all slaves are released and given payment for their years of service or else she will lay waste to Yunkai.\n\n[[File:Drogon_protective_S3E7.jpg|thumb|Drogon menaces Razdal.]]\nDumbfounded at her boldness, Razdal stands defiant and retorts that Yunkai has powerful allies and that after the coming battle the Yunkai'i will enslave the survivors, even Daenerys herself, prompting [[Drogon]] to furiously hiss at him. He reminds Daenerys that he was offered safety but she retorts that her dragons react poorly to their &quot;Mother&quot; being threatened. Razdal orders his slaves to take back the gold, but the enraged Drogon stands in their way. Daenerys then sends him away and keeps the gold, as Razdal returns to his palanquin, muttering curses.&lt;ref&gt;&quot;[[The Bear and the Maiden Fair (episode)]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF|Grazdan mo Eraz}} (MAJOR spoilers from the books)\n\n"}, "title": "Razdal mo Eraz"}