{"attributes": {}, "sections": {"TOP": "Red Priest010994a9b5st951izlozf8gv7t6qwn27y7xkj1804982015-04-01T21:38:57ZArticXiongmao15030876/* Known Red Priests */[[File:Melisandre Night Lands dress 1.jpg|thumb|300px|[[Melisandre]], an [[Asshai|Asshai'i]] Red Priestess.]]\n{{Quote|She's a foreigner, preaching a foreign religion.|[[Davos Seaworth]]|The Ghost of Harrenhal}}\n\n'''Red Priests'''Â andÂ '''Red Priestesses'''Â are the clergy in the [[Religion|faith]] of [[R'hllor]]. They receive their name for the red clothing they wear.\n\nRed Priests and Priestesses do not take vows of celibacy. Red Priestesses (and possibly priests as well) seemingly also engage in a form of [[wikipedia:Sacred prostitution|sacred sex]].&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;&lt;ref&gt;&quot;[[Second Sons]]&quot;&lt;/ref&gt;\n\n", " Known Red Priests ": "* [[High Priest of R'hllor]]\n* [[Thoros]], from the [[Free City]] of [[Myr]]. Participated in the [[Siege of Pyke]], fighting with a flaming sword. Now a member of the [[Brotherhood Without Banners]]\n* [[Melisandre]], from [[Asshai]], called &quot;the Red Woman&quot;, also a [[shadowbinder]]. Advisor to [[Stannis Baratheon]].\n* A [[Red Priestess (High Sparrow)|Red Priestess]] in [[Volantis]].\n\n", "See also": "*{{AWOIAF}}\n", "Abilities": "* '''Poison protection''': Maester [[Cressen]] attempted to poison Melisandre by slipping poison into a cup of wine. After realizing that the cup is poisoned, Melisandre drank the entire cup without fear, completely unaffected by the poison, while Cressen died moments later from a simple sip. The red amulet around her neck lit up and glowed as this happened.\n\n[[File:Beric_Ignites_his_Sword_s3e5.jpg|thumb|182px|Beric calls upon the Lord of light to ignite his blade.]]\n\n* '''Visions''': Melisandre repeatedly has visions of the future by staring into the fire and praying. These visions may take time to come true, as Melisandre claims. She is able to show others these visions, as she did forÂ Stannis after his defeat at the [[Battle of the Blackwater]], completely his faith in her. She also seemed to know thatÂ [[Matthos Seaworth]] would die by [[Wildfire]], as she foreshadowed his fate to him before the battle. Melisandre also claims to read [[Arya Stark]]'s future simply by staring into her eyes. &lt;ref&gt;&quot;[[The Climb]]&quot;&lt;/ref&gt;\n\n* '''Fire Magic''': [[Beric Dondarrion]] called upon the Lord of Light during his fight with [[Sandor Clegane]], igniting his sword with flame using only his [[Blood magic|blood]].\n\n[[File:Thoros_reviving_Beric_s3e5.jpg|thumb|Thoros calls upon the Lord of Light to revive Beric Dondarrion.]]\n* '''Resurrection''': The red priest [[Thoros]] showed this ability after Beric fell in combat against Sandor Clegane. By repeatedly chanting &quot;''Lord! cast your light upon this man, your servant. Bring him back from death and darkness. His flame has been extinguished, restore it!''&quot;Â Beric was revived alive and well, his wounds healed within seconds of being slain. Thoros claimed he had done this on five other occasions. Melisandre is astonished that this happened at all, let alone that it worked six times. Thoros himself insists that he has no control over this ability at all, he's just a lucky drunk who recites the words, and the Lord of Light apparently sees fit to answers his prayers.&lt;ref&gt;&quot;[[The Climb]]&quot;&lt;/ref&gt;\n\n"}, "title": "Red Priest"}