{"attributes": {"casual2": ["Light", "*Lady Joyeuse Erenfordâ&euro; "], "name": "'''Red Wedding'''", "forces1": " 6,000+/-", "casual1": ["Nigh-complete annihilation, few survivors captured", "*King Robb Starkâ&euro; *Queen Talisa Starkâ&euro; *Unborn child of Robb and Talisaâ&euro; *Lady Catelyn Starkâ&euro; *Grey Windâ&euro; *Ser Wendel Manderlyâ&euro; *Lord Edmure Tully (POW)"], "image": "File:Mhysa burning stark banner.png", "civilian": "Quote", "forces2": "Unknown", "next": "Purple Wedding", "width": "", "bg2": "", "conc": " ", "place": "The Twins, the Riverlands", "result": "*Decisive Lannister - Frey - Bolton victory*Annihilation of the Northern army*Death of King Robb Stark*Death of Catelyn Stark*End of the Northern Rebellion*Capture of Lord Edmure Tully", "commanders1": "King Robb Starkâ&euro; ", "date": "", "link": "House Bolton House Bolton", "commanders2": ["Lord Tywin Lannister (in absentia)", "Lord Roose Bolton", "Lord Walder Frey", "*Lothar Frey*Walder Rivers"], "prev": "Liberation of Harrenhal", "side2": "File:Frey mini shield.png", "conflict": "War of the Five Kings", "side1": "File:Stark mini shield.png"}, "sections": {"TOP": "Red Wedding0138014u7q4843itp20slv0epx4ceslfnwn521809522015-04-04T05:47:20ZThe Dragon Demands5014364/* Aftermath */{{Massacre\n|name='''Red Wedding'''\n|width=\n|prev=[[Liberation of Harrenhal]]\n|conc= \n|next=[[Purple Wedding]]\n|image=[[File:Mhysa burning stark banner.png|300px]]\n|conflict=[[War of the Five Kings]]\n|date=\n|place=[[The Twins]], [[the Riverlands]]\n|result=*Decisive Lannister - Frey - Bolton victory\n*Annihilation of the Northern army\n*Death of King [[Robb Stark]]\n*Death of [[Catelyn Stark]]\n*End of the Northern Rebellion\n*Capture of Lord [[Edmure Tully]]\n|BG2=\n|side1=[[File:Stark mini shield.png|20px|right|link=House Stark]] [[House Stark]]\n*House Stark vassal houses\n[[File:Tully mini shield.png|20px|right|link=House Tully]] [[House Tully]]\n*House Tully vassal houses\n|side2=[[File:Frey mini shield.png|20px|right|link=House Frey]] [[House Frey]]\n*House Frey vassal houses\n[[File:Bolton mini shield.png|20px|right|link=House Bolton]] [[House Bolton]]\n|commanders1=King [[Robb Stark]]â&euro; \n|commanders2=Lord [[Tywin Lannister]] (in absentia)&lt;br&gt;Lord [[Roose Bolton]]&lt;br&gt;Lord [[Walder Frey]]&lt;br&gt;\n*[[Lothar Frey]]\n*[[Walder Rivers|Black Walder Rivers]]\n|forces1= 6,000+/-\n|forces2=Unknown\n|casual1=Nigh-complete annihilation, few survivors captured&lt;br&gt;\n*King Robb Starkâ&euro; \n*Queen Talisa Starkâ&euro; \n*Unborn child of Robb and Talisaâ&euro; \n*Lady Catelyn Starkâ&euro; \n*[[Grey Wind]]â&euro; \n*Ser [[Wendel Manderly]]â&euro; \n*Lord [[Edmure Tully]] (POW)\n|casual2=Light&lt;br&gt;\n*Lady [[Joyeuse Erenford]]â&euro; \n|civilian=}}\n{{Quote|The Lannisters send their regards.|Roose Bolton to Robb Stark, as he drives a dagger through his heart.|The Rains of Castamere (episode)}}\nThe '''Red Wedding''' is a massacre during the [[War of the Five Kings]] arranged by Lord [[Walder Frey]] as revenge against King [[Robb Stark]] for breaking the marriage pact between [[House Stark]] and [[House Frey]]. During the massacre, King Robb, his wife, [[Talisa Stark|Queen Talisa]], his mother, [[Catelyn Stark|Lady Catelyn]], and most of his bannermen and men-at-arms are murdered following the marriage feast and bedding of [[Edmure Tully]] and [[Roslin Frey]].\n\nUnbeknownst to most, however, is the fact that the true mastermind of the Red Wedding is [[Tywin Lannister]], who conspired with Frey and Lord [[Roose Bolton]] to betray the Northern army in return for clemency and rewards, the breaking of the marriage pact being a mere cover for the massacre.\n\n", "In the books": "The Red Wedding plays out somewhat differently in the ''[[A Song of Ice and Fire]]'' novels. To begin with, most of Robb's leading bannermen, prominent members of other major Houses from the North, are killed in the betrayal. Many of these were secondary or tertiary recurring characters such as Dacey Mormont, Lucas Blackwood, or Wendel Manderly, who had become regular fixtures in chapters focusing on the Stark storyline, but could not realistically have all been fit into the limited running time of the TV series. Almost every major noble House in the North loses at least one immediate family member in the massacre. Thus, the impact of the massacre is even deeper in the book narrative,Â since many established characters besides Robb and Catelyn are also killed.\n\nAs author [[George R.R. Martin]] has repeatedly said, he refused to plot out the books down to the slightest detail before he began, and if writers can be categorized into &quot;architects&quot; who plan out everything in advance, or &quot;gardeners&quot; who assemble a general plan for where things are planted but then lets them grow on their own, Martin definitely considers himself a gardener. Even so, he did establish a general outline which planned out the largest plot points and most important character deaths before the first novel was even published. Like the execution of Ned Stark at the end of the first novel, Martin always planned that Robb Stark and his entire army would be killed at the Red Wedding, as it was one of the most pivotal events in the entire storyline, concluding the Stark-Lannister war while setting new plotlines into motion.\n\n[[Greatjon Umber]] was present at the Red Wedding in the books, but [[Clive Mantle]], who played him in Season 1, was unable to reappear for Season 2 or Season 3. Greatjon does not die at the Red Wedding but is taken prisoner. Several Freys enter into drinking contests with Greatjon to try to incapacitate him when the fighting started, but he drinks them all under the table, and is still able to put up a significant fight. It takes eight men to subdue Greatjon and even so he manages to kill one, seriously wound two more, and bite half the ear off another. However, Greatjon's son Smalljon Umber is decapitated by Bolton men.\n\nThe Greatjon is the only head of a noble House from the North present in the Twins at the time, which is why the Lannisters wanted him taken alive as a valuable political hostage. The heads of three other major Houses are not present for the wedding: [[Maege Mormont]], [[Galbart Glover]], and [[Jason Mallister]]. Robb had sent the three to treat with the [[crannogmen]] of [[House Reed]] to coordinate their plan to retake [[Moat Cailin]] from the [[ironborn]] and carry a letter naming Robb's heir - as Jeyne Westerling is not known to be pregnant at the time. Lord Jason left the other two to reinforce his home castle at [[Seagard]]. Lord Jason's son and heir Patrek Mallister is present at the Red Wedding. The whereabouts of Maege Mormont and Galbart Glover, remain unknown.\n\nNearly all of the Stark bannermen at the wedding were slain. The books mention only four who were taken alive, three of the Riverlands and one of the North: Edmure Tully, Marq Piper, Patrek Mallister, and Greatjon Umber. It is unknown if any of the other guests were taken alive too.\n\n[[Brynden Tully]] is not present for the wedding. Robb had him stay behind at Riverrun to command their rearguard and hold the line of the Red Fork,Â creating for him the titleÂ Warden of the Southern Marches. Brynden is shown leaving the main hall to relieve himself before the fighting starts in the show, however in the following episode Roose Bolton confirms that he has escaped, apparently heading back to Riverrun (to bring him back in synch with his book location). It is probable that the TV producers didn't want the audience to suspect that the Freys would betray Robb, which would be unlikely if the entire Stark-Tully family was present. In the books, Robb leaves Brynden and his queen at Riverrun because he is worried that the Freys will exact vengeance for breaking his betrothal, but if this had happened in the TV series it may have made their intentions too obvious. Even so, when Robb actually arrived at the Twins, his fears disappeared when Walder Frey formally extended guest right to him, as no lord ever breaks such a sacred pact, thus the Freys' betrayal was still a surprise.\n\n[[Talisa Stark]] is the first to die in the episode but her book counterpart Jeyne Westerling is also not present at the Red Wedding, having been left behind at the safety of Riverrun with Brynden. Further, Jeyne isn't explicitly stated to be pregnant in the novels. According to [[Richard Madden]] (Robb Stark) the reason that the TV series has Jeyne/Talisa die at the Red Wedding is because they didn't want the audience to harbor any romantic illusions about her escaping to give birth to Robb's child who would one day dramatically return to avenge his death. This is one of the fantasy stereotypes that George R.R. Martin himself set out to deconstruct with the series, i.e. the assumption that Robb would live to dramatically avenge his father Ned's death. The TV series wanted to make it clear with the Red Wedding that Robb isn't going to live to avenge his father, nor is Robb's child going to live to avenge him. As Madden said, &quot;I think it was important for her to die because it's a full stop to that train, the story of that army. I think if there was anything left... I think it's more tragic that there's nothing left over from it. There's no possibility that Talisa's in hiding, and she's going to have a baby, and one day that baby will take over as King in the North. I think there's something tragic about it all being cut short instantly.&quot;&lt;ref&gt;&quot;[http://www.rollingstone.com/movies/news/game-of-thrones-q-a-richard-madden-on-robb-starks-endgame-20130602 'Game of Thrones' Q&amp;A: Richard Madden on Robb Stark's Endgame], June 2nd, 2013.&lt;/ref&gt;\n\nCatelyn doesn't slit the throat of Walder Frey's young wife Joyeuse Erenford in the books. Instead Catelyn takes Walder Frey's mentally disabled middle-aged grandson Aegon Frey hostage. Aegon is the court fool at the Twins, derisively made to wear a jester's hat filled with bells, which is why he is more commonly known as &quot;Jinglebell&quot;. The other Freys cruelly enjoy watching the fool caper and prance about. In their confrontation, Catelyn says she'll trade a son for a son, but Walder points out that Jinglebell is only a grandson and has never been of much use. While this does keep the already large number of characters down, it omits the revelation of Walder's hypocrisy: for all of his protestations that he values family above all else, in truth he would casually sacrifice a grandson without regret.\n\nThe manner of Catelyn's death is also slightly different. In the books, Catelyn is so consumed by grief at the sight of Robb's death that she claws at her face, raking her fingernails across her cheeks until she has carved out long strips of flesh and is bleeding profusely. She becomes so hysterical out of a mixture of shock and grief that she goes half-mad and starts laughing uncontrollably, as the blood from her devastated face &quot;tickles&quot; until ultimately the horrified Freys, who had planned to take her [[hostage]], put her out of her misery by slitting her throat. The TV series' version just has Catelyn stare vacantly in utter, silent despair, not even reacting as Black Walder slits her throat. Another change is that in the books Catelyn is killed by Raymund Frey, a relatively minor character who is the eleventh son of Lord Walder Frey, his sixth son by his third wife.\n\nThe Frey musicians do not stop playing ''The Rains of Castamere'' during the massacre. It was the signal used to Frey and Bolton men throughout the Twins and in the camps outside to begin the attack, thus the slaughter in the main hall began soon after they started playing. Catelyn and many other Northerners instantly realize something is wrong when they start playing &quot;the Lannister song&quot;, as opposed to in the TV series where Catelyn sits worried and confused when the Frey musicians start playing it. The musicians continue to play the song loudly as fighting breaks out in the main hall, in order to signal men further away in the camps.\n\nThe books later clarify that the main architects of the massacre were Tywin Lannister, Roose Bolton, and Walder Frey. The plan loosely came about after the [[Battle of the Blackwater]], when it became obvious that the Lannisters were winning the war. Tywin never met Roose and Walder in person, but conducted the negotiations through secret letters sent by messenger raven: quite probably, the letters he was nonchalantly writing earlier in Season 3 of the TV series were implied to be these very messages. In terms of the TV series, this means that Roose was secretly plotting to kill Robb during all of his earlier scenes in Season 3, even those between Roose and Robb himself: he was simply feigning loyalty the entire time. There was also a fourth major architect of the massacre, Lord Walder's son Lame Lothar Frey. Lame Lothar is the steward of the Twins and in charge of managing the castle. While Walder himself made the general decision to betray the Starks, Lame Lothar planned out the practical details of the betrayal, assigning specific tasks to each group of Frey soldiers. The TV series doesn't directly explain this, though it does have Lame Lothar personally kill Robb's wife Talisa.\n\nJust as the music starts playing, Catelyn grabs Edwyn Frey by the arm and notices he is wearing chainmail underneath his outer clothing. She realizes this means the Freys are about to attack them, and she slaps him. This was changed to Roose Bolton in the TV version.\n\nRobb's direwolf Grey Wind is let loose during the massacre by Ser Raynald Westerling, the older brother of Jeyne Westerling. According to Merrett Frey, he kills four wolfhounds and rips the kennelmaster's arm off before being brought down by crossbow fire. In the TV version he is mercilessly shot while inside his pen and incapable of fighting back at all, unable to do anything but growl.\n\nAnother minor change is that while [[Arya Stark]] did arrive at the Twins as the Red Wedding was taking place, the betrayal began slightly before she arrived and fighting was already breaking out in the camps. Arya thus never got close enough to personally witness the death of Grey Wind or her brother's mutilated corpse. In both versions, however, Arya still wants to rush into the castle to try to save her family, but [[Sandor Clegane]] knocks her unconscious to prevent her from trying - saving her life in the process, as he realized any attempt to intervene at this point was suicidal. In the books, he rides her down on horseback and hits her in the back of the head with the blunt end of a longaxe.\n\nAnother change is that Roose Bolton says &quot;The Lannisters send their regards&quot; in the TV version, but in the books he says &quot;Jaime Lannister sends his regards.&quot; This is possibly because the TV producers did not want to give the false impression that Jaime was somehow involved with the Red Wedding, which he was not.\n\n", "Behind the scenes": "Author George R.R. Martin revealed that he was hoping to play one of the casualties at the Twins, but his schedule prevented him.&lt;ref&gt;[http://www.omnivoracious.com/2013/03/valar-dohaeris-an-interview-with-george-rr-martin.html]&lt;/ref&gt;\n\n", "Participants": "===Architects and Perpetrators===\n{{Template:Dialogue a-b|Tyrion|Walder Frey is many things... but a brave man? No. He never would've risked such an action if he didn't have certain assurances.|Tywin|Which he got from me.|Tyrion and Tywin Lannister|Mhysa}}\n*Lord [[Tywin Lannister]], who arranged the massacre with Walder Frey and Roose Bolton and offered them protection and titles\n*Lord [[Walder Frey]]\n*Lord [[Roose Bolton]], personally killed the injured Robb Stark with a dagger thrust to the heart.\n*[[Lothar Frey|&quot;Lame&quot; Lothar Frey]], stabbed Queen Talisa Stark to death\n*[[Walder Frey (Black Walder)|&quot;Black&quot; Walder Frey]], slit the throat of Catelyn Stark\n\n====Perpetrators' victims====\n*Lady [[Joyeuse Erenford|Joyeuse Frey]], her throat slit by Catelyn Stark\n\n===Known victims===\n{{Quote|Explain to me why is it more noble to kill ten thousand men in battle than a dozen at dinner.|Tywin Lannister|Mhysa}}\n*King [[Robb Stark]]\n*Lady [[Catelyn Stark]]\n*Queen [[Talisa Stark]]\n**Robb and Talisa's unborn child\n*Ser [[Wendel Manderly]]\n*[[Grey Wind]], Robb's [[direwolf]]\n*Lord [[Gregor Forrester]]\n\n===Known captives===\n*Lord [[Edmure Tully]]\n\n===Known escapees===\n* Ser [[Brynden Tully]]\n* [[Gared Tuttle]]\n* [[Rodrik Forrester]]\n\n", "See also": "*Â {{AWOIAF}} (spoilers from the books)\n\n", "History": "===Prelude===\n{{Quote|My honored guests, be welcome within my walls and at my table. I extend to you my hospitality and protection in the light of the Seven.|Lord Walder to King Robb and his entourage|The Rains of Castamere (episode)}}\nKing Robb was lulled into a sense of security by Walder Frey because he had extended [[guest right]] to the Starks - formally eating salt and bread from the same bowl as his guests. To break guest right is to break all the laws of gods and men, thus while Robb and Catelyn were always wary of Walder Frey's intentions, they never thought that even such a despicable man as he would sink so low as to break such a sacred pact.\n\nThe betrayal was scheduled to occur after the formal ceremony and the bedding, with Edmure and Roslin safely away in another part of the castle to consummate their marriage.\n\nThe door of the great hall is closed and barred by Black Walder. Meanwhile, Roose Bolton and his men were to position themselves around the hall, secretly armed and armored. The signal for massacre to begin was for the musicians to play an instrumental version of &quot;[[The Rains of Castamere (song)|The Rains of Castamere]]&quot;.\n\n===The Massacre===\n{{Quote|Your Grace, I feel I've been remiss in my duties. I've given you meat and wine and music, but I havenâ&euro;&trade;t shown you the hospitality you deserve. My King has married and I owe my new Queen a wedding gift.|Lord Walder signals for the massacre to begin.|The Rains of Castamere (episode)}}\n[[File:Talisa Stabbed.jpg|thumb|200px|Talisa is stabbed by Lame Lothar.]]\nWalderÂ Frey eventually holds a hand up to cue the musicians to cease playing, addressing Robb and claiming that he has been negligent in his duties as a host by failing to present his king with a proper wedding gift. At this moment,Â RooseÂ Bolton gives Catelyn a knowing look and glances towards his left arm, prompting her to lift up his sleeve and reveal theÂ chain mailÂ he is wearing underneath.Â RooseÂ smiles ominously andÂ CatelynÂ realizes that they have been led into a trap: she slapsÂ RooseÂ across the face and then shouts to warn Robb, but it is too late.\n\nAt Walder Frey's signal, [[Lothar Frey]] approaches [[Talisa Stark]] from behind and begins to repeatedly stab her in the stomach with a dagger, killing her unborn child instantly and causing her to quickly succumb to her wounds. As this is occurring, the musicians hired for the wedding reveal themselves to beÂ a group of [[Assassin|assassins]],Â brandishing crossbows and firing on Robb Stark and the Northern leadership gathered in the main hall. After the first volley the Northern guests are attacked in the main hall by armed Frey and Bolton men, as the crossbowmen continue to pick off survivors. Some of the Northerners killed by the Freys fall dead into their own meals, which the same Frey men had set there earlier as their guests.Â \n[[File:Roose kills Robb S3 Ep9.jpg|150px|thumb|Roose Bolton murders Robb Stark.]]\nOutside of the keep,Â Frey and Bolton men turn on the other Northern soldiers in the camps who had been heavily drinking during the celebrations, taking them completely by surprise.Â Half a dozen Frey crossbowmen approach [[Grey Wind]],Â Robb'sÂ [[Direwolves|direwolf]],Â who has been forbidden from entering the castle to prevent him from defending Robb during the massacre, and fatally shoot him with crossbows dead while he is trapped inside a pen.\n\nRobb, while wounded with several crossbow bolts, crawls towards TalisaÂ and embraces her, devastated over the loss of his wife and unborn child.Â Lord Walder, seeing that Robb has survived the initial onslaught, raises a hand to halt the carnage and watches Robb's suffering with cruel amusement.Â Catelyn, who had taken refuge under her table, notices thatÂ Walder Frey'sÂ eighth wife,Â [[Joyeuse Erenford]], is hiding beneath Walder's table and rushes forward, dragging her out and putting a table knife to her throat. She beseeches Walder Frey to end the slaughter and allow Robb to leave.Â SheÂ offers herself as a hostage in exchange for Robb's life, desperately screaming at Robb to walk out while he can. When Robb fails to respond, she turns back to Walder andÂ promisesÂ that they will not retaliate if he is allowed to live. Walder fires back that she already swore an oath to him that Robb would marry his daughter, finally revealing his motive for the betrayal.Â In a last plea of desperation, she swears on her honor as a Tully and a Stark that if Robb is not allowed to walk out, she will slit Joyeuse's throat. Walder appears to consider her offer for a moment, before glibly responding that he'll simply &quot;find another.&quot;\n\nRobb then somehow finds the strength to drag himself back onto his feet, and weakly calls out &quot;mother!&quot; to her in a daze. As CatelynÂ looks into Robb's eyes,Â Roose Bolton steps in front of Robb and tells him that &quot;the Lannisters send their regards,&quot; stabbing him through the heart. \n[[File:Catelyn_dies.jpg|thumb|200px|Catelyn is killed by &quot;Black&quot; Walder Rivers.]]\nTrue to her word, Catelyn slits Joyeuse's throat and lets out a wail of grief, believing all of her sons to be dead.Â Catelyn then becomes catatonic, silently staring at Robb's corpse in shock and utter despair, not reacting as her own throat is slit nearly to the bone from behind by [[Walder Rivers|Black Walder Rivers]].&lt;ref&gt;&quot;[[The Rains of Castamere (episode)]]&quot;&lt;/ref&gt;\n[[File:Robb_Wind.png|thumb|300px|&quot;King in the North! King in the North!  Here comes the King in the North!&quot;]]\nAfterward, as the massacre of the Stark army encamped outside the Twins rages on, the Freys horrifically desecrate Robb's corpse by decapitating it and sewing the head of his direwolf Grey Wind in its place, then parade it around the keep atop a horse; a final insult against the [[King in the North]].&lt;ref name=&quot;Mhysa&quot;&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\nCatelyn'sÂ corpse was also desecrated: in cruel mockery of traditional [[House Tully]] funeral customs, which involve cremating a body on a burning boat set adrift in the [[Trident|Trident River]], the Freys unceremoniously flung Lady Catelyn's corpse from the battlements of the Twins, throwing it into the river to rot as if it was trash.&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\n===Aftermath===\n{{Quote|The Red Wedding they're calling it.  Walder Frey committed sacrilege that day.  He shared bread and salt with the Starks.  He offered them [[Guest right|guest right]]. The gods will have their vengeance...Frey will burn in the seventh hell for what he did.|A [[Farmer|Riverlands farmer]] loyal to the Tullys.|Breaker of Chains}}\n\nThe events of the Red Wedding effectivelyÂ end the conflict between House Stark and HouseÂ LannisterÂ in a decisive victory for KingÂ â&euro;&lsaquo;[[Joffrey Baratheon]]Â and HouseÂ Lannister.Â Not only was Robb Stark himself killed in the betrayal, but the entire Northern army that Robb Stark led to southern Westeros was also destroyed - save only for those forces of [[House Karstark]] which had earlier abandoned Robb to return home, and the forces of [[House Bolton]]Â which turned on the other Northern Houses. For his part in the betrayal, Lord Frey was granted the castle of Riverrun and promised Lannister protection from any northern retaliation.Â LordÂ WalderÂ had his men captureÂ [[Edmure Tully]] out of his marriage bed alive, asÂ [[Riverrun]]Â has not yet fallen toÂ LannisterÂ forces and LordÂ EdmureÂ is a valuable hostage to hopefully negotiate its surrender in the near future.Â RooseÂ Bolton, for his part in the Red Wedding, is awarded the title ofÂ [[Warden of the North]], drastically elevating his House's stature.&lt;ref name=&quot;Mhysa&quot;/&gt; The Boltons are also granted the lands of [[Winterfell]] itself.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt; \n\nSurviving Stark Bannermen also suffered from the loss; [[House Forrester]] found themselves under the submission of [[House Whitehill]], their long-standing enemy and Bolton bannermen.&lt;ref&gt;[[Game of Thrones: A Telltale Games Series]]&lt;/ref&gt;\n\nThe [[War of the Five Kings]] continues, however, as [[Balon Greyjoy]] still fights for the Iron Islands' independence and to hold on to his conquest in the North, while [[Stannis Baratheon]] continues to dispute [[Joffrey Baratheon]]'s right to the Iron Throne.\n\n[[Brynden Tully|Bryndenâ&euro;&lsaquo; Tully]] had been present for the wedding but fortuitously, he had left the keep to relieve himself on a tree outside before the massacre in the main hall began. He then managed to fight his way out of the assault on the camps and slip away from the Twins during the confusion of the night-time ambush. Roose Bolton ruefully notes to Walder Frey the next day that he has escaped. Lord Walder is dismissive and says he won't get far, but Bolton is clearly concerned that the Blackfish will manage to reach the safety of Riverrun before he can be found.&lt;ref name=&quot;Mhysa&quot;/&gt;\n\n[[Greatjon Umber]], one of the most powerful and loyal bannermen of House Stark, is not present at [[the Twins]] for the wedding, making him one of the few bannermen of House Stark that remains alive and free.&lt;ref&gt;[https://twitter.com/b_cogman/status/446300694090637312]&lt;/ref&gt;&lt;ref&gt;[https://twitter.com/b_cogman/status/446329941031124992]&lt;/ref&gt;\n\n"}, "title": "Red Wedding"}