{"attributes": {}, "sections": {"Various regents": "*Lord {[[Eddard Stark]]}, [[Lord of Winterfell]], [[Warden of the North]], and [[Hand of the King]], was named Lord Regent and Protector of the Realm in [[Robert Baratheon|Robert Baratheon's]] will. However, Stark was betrayed, then arrested and executed for treason. He therefore never assumed the regency.\n*Queen [[Cersei Lannister]] declared herself Queen Regent for her son, King [[Joffrey Baratheon]], after she betrayed Eddard Stark.\n*Lady {[[Lysa Arryn]]} ruled as Lady Regent of [[The Vale of Arryn|the Vale]] in the name of her son, [[Robin Arryn]].\n\n", "TOP": "Regent0125199zqiwtz2c0hx77uwdl628azxfir6xsr1682422014-12-30T11:14:41ZTheRealPella15636815various edits for grammar, clarity, and brevity; also arranged regents in a more logical order'''Regent''' is the title held by a noble who rules in the name of a King, Queen, Lord, or Lady, because the rightful ruler is a child or is incapacitated. When ruling in the name of a child, a regent's rule ends when the child heir reaches adulthood. In the [[Seven Kingdoms]], the legal age of adulthood is 16 years old.\n\nWhen a regent rules in the name of the [[King of the Andals and the First Men]], he or she may also hold the title of [[Protector of the Realm]]. A royal regent also holds a seat in the [[Small Council]], taking the place of the young monarch. While a regent functionally rules in place of an underage monarch, only the actual ruler and the [[Hand of the King]] may sit on the [[Iron Throne]] itself. For this reason, Queen Regent Cersei Lannister sits on a gilded chair at the foot of the throne.\n\nIf a king dies and his own queen acts as regent for their children, she is known as the &quot;Queen Regent&quot;. Since a regency, by definition, requires a king's death, the title &quot;King Regent&quot; is never used; a male acting as regent for a king would hold the title &quot;Lord Regent&quot;. Regents for regular lordships may be called &quot;Lord (Lady) Protector&quot; or &quot;Lord (Lady) Regent&quot;.\n\n", "Historical regents": "*Queen {[[Sharra Arryn]]} was regent for her son, King [[Ronnel Arryn (King)|Ronnel Arryn]],Â at the time of the [[War of Conquest|Targaryen Conquest]]. Ultimately, she surrendered to the Targaryens after [[Visenya Targaryen]] flew her dragon directly to the Eyrie. In exchange, the Arryns were allowed to continue to rule as [[Lord Paramount of the Vale|Lords Paramount of the Vale]] under the Targaryens.\n*Queen {Alyssa Velaryon}, widow of Aenys I, ruled as regent for her son, Jaehaerys I, from 48AC to 50AC. She then married Lord Robar Baratheon.\n*â&euro;&lsaquo;PrinceÂ {Aemond Targaryen} served as regent for his elder brother, King Aegon II, who was wounded during the Dance of the Dragons.\n*â&euro;&lsaquo;LordÂ {CorlysÂ Velaryon}, Lord of the Tides and Master of Driftmark, was regent for King Aegon III from 131AL until Lord Velaryon's death in 132AL. Aegon III also had many other regents, who changed in rapid succession until 136AC, when the king came of age.\n\n"}, "title": "Regent"}