{"attributes": {}, "sections": {" Known and alleged kingslayers ": "{{Quote|Perhaps you should speak to me more softly then. Monsters are dangerous - and just now, kings are dying like flies.|[[Tyrion Lannister]] to King [[Joffrey Baratheon]] after the Red Wedding|Mhysa}}\n[[File:Roose kills Robb S3 Ep9.jpg|thumb|right|200px|[[Roose Bolton]] murders Robb Stark during the [[Red Wedding]].]]\n\n* Ser [[Jaime Lannister]], perhaps the most notable example of a kingslayer, who killed [[Aerys II Targaryen]] during the [[Sack of King's Landing]]. Jaime's actions were considered especially heinous, as he was in fact a member of Aerys' own Kingsguard, and took a holy vow to lay down his life in defense of his king&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt; Jaime killed Aerys in order to foil his scheme to destroy [[King's Landing]], but since he never revealed it to anyone (except recently to [[Brienne of Tarth|Brienne]]) - everyone assumed he killed Aerys so the Lannisters would seize the throne. It is unknown whether Jaime would still bear the stigma of kingslayer if he revealed his real motive.\n* Queen [[Cersei Lannister]], along with her cousin [[Lancel Lannister|Lancel]], conspired to bring about the death of her husband King [[Robert Baratheon]]. On Cersei's instruction Lancel replaced the wine in the king's flask with a stronger, fortified vintage, causing Robert to quickly descend into an intoxicated state, dulling his reflexes, and ultimately leading him to suffer a fatal wound upon a boar's tusk.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n* King [[Stannis Baratheon]], who conceives a [[Shadow|shadow assassin]] with [[Melisandre]] to kill his brother [[Renly]]. This may not be considered a true example of kingslaying, as Renly himself was a usurper, and was in open rebellion against his elder brother, the ''rightful'' king. Moreover, Renly never officially sat upon the Iron Throne.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n**[[Brienne of Tarth]], who had sworn herself to Renly as one of his Kingsguard, is also held suspect for the murder.\n*Lord [[Roose Bolton]] betrayed and personally murdered his own King, [[Robb Stark]], during the massacre known as the &quot;[[Red Wedding]]&quot;. The massacre occurred at [[the Twins]] under the roof of Lord [[Walder Frey]], who joined Roose in organizing the betrayal, and whose crossbowmen wounded Robb at the beginning of the attack. Lord [[Tywin Lannister]] also helped plan the betrayal from a distance, as he guaranteed the Freys and Boltons that they would not be punished for breaking [[guest right]]. Still, while others such as Walder or Tywin share in the guilt, it was Roose himself who struck the deathblow.&lt;ref&gt;&quot;[[The Rains of Castamere (episode)]]&quot;&lt;/ref&gt;\n*[[Tyrion Lannister]] accused of assassinating his own nephew, King [[Joffrey Baratheon]], with poisoned wine at [[Purple Wedding|his own wedding]].&lt;ref&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt;\n**The actual kingslayer, however, is Lady [[Olenna Tyrell]] who carried out the actual poisoning, and plotted it with Lord [[Petyr Baelish]].&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\n", "TOP": "Regicide019351jqenrkniinehmhvk6wqyidr1u6n39ln1558432014-08-05T17:25:30ZThe Dragon Demands5014364[[File:Kingslayer.png|thumb|right|300px|[[Jaime Lannister]] murdered Aerys II Targaryen during the [[Sack of King's Landing]], earning the derogatory nickname of &quot;Kingslayer&quot;.]]\n{{Quote|Is that what you tell yourself at night? That you're a servant of justice? That you were avenging my father when you shoved your sword in Aerys Targaryen's back?|Eddard Stark to Jaime Lannister|Lord Snow}}\n\n'''Regicide''', also known as '''kingslaying''', is the deliberate act of murdering a [[King|monarch]] and is considered the most severe crime in the [[Seven Kingdoms]]. Whoever commits it is dubbed a '''kingslayer'''.  It usually refers to the act of killing one's own king.  \n\nSomewhat like [[kinslaying]], [[incest]], or violating [[guest right]], anyone who kills a king is believed to be cursed. Because the [[King of the Andals and the First Men]] is blessed by the [[High Septon]] of the [[Faith of the Seven]] at his coronation, it is considered a heinous crime in that religion to kill the king who sits the [[Iron Throne]].\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n* {{WP}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the taboo against kingslaying is much the same.\n\n[[Jaime Lannister]] directly states that in the eyes of gods and men, [[kinslaying]] is considered to be even worse than regicide - thus while men often think of him as honorless and call him &quot;the Kingslayer&quot;, Jaime still has major personal reservations against kinslaying, which would make him sink even lower on the moral scale. Unlike Cersei, Jaime actually never liked Joffrey and recognized him for the sociopathic monster that he is. Having already killed one king, and been made a social pariah for it, Jaime no longer had any personal restrictions on simply killing another king. Even so, Jaime never considered killing Joffrey to remove him from the line of succession, not because he was a king, but because if nothing else, Jaime would not kill his own son.\n\n"}, "title": "Regicide"}