{"attributes": {}, "sections": {"Westeros": "There are only three religions with significant numbers in Westeros:\n\n*'''The [[Old Gods of the Forest]]''' - innumerable and nameless spirits of each tree, rock, and stream worshipped by the [[Children of the Forest]] and later by the [[First Men]]. The original religion of the continent, it was later pushed back by the Faith of the Seven. In the present day, it is the majority religion only in [[the North]] and [[Beyond the Wall]], though there still exist a scattered minority of followers in the south of the continent.&lt;ref name=&quot;VG Gods Old and New&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/appendix/gods-old-and-new/ HBO viewers guide, season 2 appendix, Gods Old and New entry]&lt;/ref&gt;\n\n*'''The [[Faith of the Seven]]''' - introduced to Westeros during the [[Andals|Andal]] [[Andal Invasion|Invasion]] six thousand years ago, it has for millennia been the majority religion on the continent. In terms of number of followers, geographic spread, and influence on politics, the Faith of the Seven is the overwhelmingly dominant religion in Westeros. It is based on the worship of &quot;[[The Seven]]&quot; or the &quot;Seven-faced God&quot;, a single deity with seven &quot;aspects&quot; or &quot;faces&quot;.&lt;ref name=&quot;VG Gods Old and New&quot;/&gt;\n\n*'''The [[Drowned God]]''' - the local religion of the [[Ironborn|people]] of the the [[Iron Islands]]. Worshipers of the Drowned God value maritime skill, as well as prowess in combat and in piratical raids. It is the least followed of the three major religions in Westeros as well as the least widespread, being restricted to the lightly populated Iron Islands. Nonetheless, as there are so few major religions on the continent, it is still the third largest religion, and is certainly dominant within the Iron Islands themselves.&lt;ref name=&quot;VG Gods Old and New&quot;/&gt;\n\n", "TOP": "Religion0119649fs21slc4nc3jagknah6icahkucnyzm1684582015-01-05T02:33:13ZThe Dragon Demands5014364/* Other Regions */{{Quote|I've been all over the world, my boy, and everywhere I go people tell me about &quot;the true God&quot;.  They all think ''&lt;u&gt;they've&lt;/u&gt;'' found the right one!|[[Salladhor Saan]]|The Night Lands}}\n\nA multitude of different religions are worshiped by different cultures and peoples in [[the Known World]], across the three continents of [[Westeros]], [[Essos]], and [[Sothoryos]].\n\n", "In the books": "There are a few other religions of note from the ''[[A Song of Ice and Fire]]'' novels which have not yet appeared in the TV series as of the end of Season 3.\n\nThere is actually a fourth religion found in Westeros, the worship of Mother Rhoyne, but its numbers are very small and it is only found exclusively in the main river system of [[Dorne]]. A thousand years ago, the Rhoynar people fled Valyria's western expansion and sailed to Dorne, where they intermingled with the local Andals and First Men to form their own unique culture. Most of the Dornishmen abandoned their old religion and adopted the Faith of the Seven, but a small handful clung to their old river-based culture and religion. Living on boats moving up and down the [[Greenblood]] River in Dorne, this small minority became known as the &quot;Orphans of the Greenblood&quot;, &quot;orphans&quot; because they are separated from their homeland in Essos. Originally, the Rhoynar lived in trading city-states located on the great [[Rhoyne]] River and its network of tributaries, in the area of the modern Free Cities. The spirit of the Rhoyne River itself is worshiped in the religion as &quot;Mother Rhoyne&quot;, though there are several other river-themed deities in the religion such as the Old Man of the River, a turtle-god, and his enemy the King Crab.\n\nThere are a few other major religions in Essos. The Moonsingers are a small but fairly widespread religion, initially worshiped by some of the slaves working in the mines of the Valyrian Freehold. Some of the Moonsingers at one point led a great escape of a large number of slaves, which fled to the far northwest of the continent and founded the city of Braavos. While Braavos is noted for the diverse array of religions worshiped within it, the Moonsingers are still quite popular there (possibly more than the Lord of Light, which only has a small presence in Braavos). The Valyrians themselves had their own religion, as the Targaryen dragons are said to have been named after the old Valyrian gods, but the religion does not appear to have survived the Doom of [[Valyria]]. Even the Targaryens who survived later converted to the Faith of the Seven when they conquered Westeros.\n\nWhile the Lord of Light religion is the majority religion in the southern Free Cities of Volantis, Lys, Myr, and Tyrosh, it doesn't seem to be the majority religion in the northern Free Cities, though their exact beliefs have not been given in detail. The Lord of Light is worshiped in Pentos and Qohor and even has a small presence in Braavos, but the exact extent of the religion in these places is uncertain. A deity known as the Black Goat seems to be fairly popular in Qohor, and Norvos has an order of bearded priests (though what they are priests of hasn't been expanded upon).\n\nIn Slaver's Bay, the gods of the [[Ghiscari Empire]] are still worshipped. The clergy in the Slaver Cities are known as &quot;Graces&quot;, and perform different duties depending on the color of their robes. The Green Grace is the topmost religious figure (there being one in each Slaver City); Blue Graces act as healers, while Red Graces are temple-prostitutes, mostly of highborn origin, while White Graces are highborn girls too young for the duties associated with the Red Graces; there are also Pink Graces that seem to serve as handmaidens to the Green Grace.\n\nLittle is known of Sothoryos, or the religious practices of its peoples. The inhabitants of the Summer Isles consider sexuality to be a holy and life-affirming act. The people of the island of [[Naath]], off the north coast of Sothoryos, worship a monotheistic deity known as the Lord of Harmony. The Lord of Harmony religion forbids harming any living thing, even animals, thus the Naathi people are vegetarians, refusing to eat the flesh of any animal, and are famous for their adherence to pacifism.\n\nThere are a few other religions or cults that get namedropped as existing in the Free Cities, though they don't exist in large numbers and aren't important to the storyline. Many are mentioned only once, and are often in-jokes by author George R.R. Martin, or references to religions in other science fiction stories he has written.\n\n", "Quotes": "{{Dialogue a-b-a|Tyrion Lannister|The Lord of Light wants his enemies burned. The Drowned God wants them drowned. Why are all the gods such vicious cunts? Where is the god of tits and wine?|Varys|In the Summer Isles, they worship a fertility goddess with sixteen teats.|We should sail there immediately.|Tyrion and Varys|The Prince of Winterfell}}\n\n", "References": "{{Reflist}}\n\n", "Essos": "In contrast to Westeros, on the eastern continent of [[Essos]] across the [[Narrow Sea]] there are a large number of local religions, but few religions that are widespread across large geographical areas. Even so, each of the [[Free Cities]] or cities of [[Slaver's Bay]] may contain worshipers of numerous different local religions that are not to be found anywhere else in the world. The Free City of [[Braavos]] has a very diverse, cosmopolitan religious makeup. The one major exception to this is the Lord of Light religion, which is very widespread, from the Free Cities in the west to [[Asshai]] in the distant east. Indeed, in the southern Free Cities such as Volantis, Lys, and Myr, the Lord of Light is the majority religion, and it has at least a plurality in many other major cities of the continent. Still, unlike in Westeros where the Faith of the Seven is often the exclusive religion, in many cities in Essos where the faith of the Lord of Light is the majority religion there are still substantial minorities that worship other religions.\n\n*'''The [[Lord of Light]]''' - focuses on worship of the &quot;one true god&quot;, a fire-god known as the Lord of Light. Espouses strong dualistic beliefs, as the Lord of Light struggles against darkness. Loosely speaking it is the majority religion in many parts of Essos, particularly the major trading hubs such as the [[Free Cities]].&lt;ref name=&quot;VG Gods Old and New&quot;/&gt;\n\n*'''The [[Ghiscari religion]]''' - the major religion followed in [[Slaver's Bay]], run by priestesses known as [[Graces]].\n\n*'''[[God of Death]]''' - a minor religion in [[Braavos]] worshiped by the mysterious cult of assassins known as the [[Faceless Men]].\n\n*'''The [[Weeping Woman]]''' - a deity worshiped by a minor cult in the Free City of [[Lys]], though it is not the majority religion in the city.  \n\n*'''The [[Valyrian religion]]''' - the religion of the old [[Valyrian Freehold]], little-practiced after the [[Doom of Valyria]] destroyed their civilization four hundred years ago.  The [[House Targaryen|Targaryens]] named several of their [[Dragons|dragons]] after gods of old Valyria.\n\n*'''[[Great Stallion]]''' - the nomadic [[Dothraki]] mounted warriors from the central plains known as the [[Dothraki Sea]] possess their own religious beliefs and customs, and worship a deity known as the Great Stallion.\n\n*'''[[Great Shepherd]]''' - a local deity of the [[Lhazareen]], a peaceful people that inhabits the region of [[Lhazar]], northeast of Slaver's Bay and south of the Dothrai Sea. This religion holds that all men are part of one flock.\n\n*'''The [[Lion of Night]]''' - a deity in the religion of [[Yi Ti]], in the distant east.\n\n", "Other Regions": "\n*'''[[Summer Islands religion]]''' - Summer Islanders consider sex to be a holy and life-affirming act that honors their gods.\n\n"}, "title": "Religion"}