{"attributes": {"status": " :Category:Status: Dead", "death": "Killed by a Shadow-creature birthed by Melisandre", "last": "&quot;The Ghost of Harrenhal&quot;", "family": [" Steffon Baratheon - father", "Cassana Baratheon - mother", "Robert Baratheon - eldest brother", "Stannis Baratheon - elder brother", "Margaery Tyrell"], "rightlink": "House BaratheonCharacter", "season": "Season 1", "image": "Renly profile.jpg", "leftimage": "Baratheon mini shield.png", "allegiance": "House Baratheon of Storm's End", "actor": "Gethin AnthonyQuote", "religion": "Faith of the Seven", "culture": "Andal", "deathep": "&quot;The Ghost of Harrenhal&quot;", "titles": "King of the Andals and the First Men", "rightimage": "Renly mini shield.png", "place": "Storm's End", "title": "Renly I Baratheon", "aka": "The King in Highgarden", "first": "&quot;Lord Snow&quot;", "appearances": "8 episodes &lt;small&gt;#Appearances", "leftlink": "House Baratheon"}, "sections": {"Family tree": "{{House Baratheon family tree}}\n\n", "TOP": "Renly Baratheon022006sj8s0jndm0zm56hu4f87m1h8pfa4481753932015-03-05T16:34:06ZSharp Blades26158496{{Heraldry\n|leftimage=Baratheon mini shield.png\n|leftlink=House Baratheon\n|rightimage=Renly mini shield.png\n|rightlink=House Baratheon\n}}\n{{Character\n| Title=Renly I Baratheon\n| Image=Renly profile.jpg\n| Season=[[Season 1|1]], [[Season 2|2]]\n| First=&quot;[[Lord Snow]]&quot;\n| Last=&quot;[[The Ghost of Harrenhal]]&quot;\n| Appearances=8 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Titles=[[King of the Andals and the First Men|King of the Seven Kingdoms]] (claimant)&lt;br&gt;[[Lord Paramount of the Stormlands]] (formerly)&lt;br&gt;[[Lord of Storm's End]]&lt;br&gt;[[Master of Laws]] (formerly)\n| Aka=The King in Highgarden\n| Status= [[:Category:Status: Dead|Deceased]]\n| Death=Killed by a [[Shadow]]-creature birthed by [[Melisandre]]\n| DeathEp=&quot;[[The Ghost of Harrenhal]]&quot;\n| Place=[[Storm's End]]\n| Culture=[[Andal]]\n| Religion=[[Faith of the Seven]]\n| Allegiance=[[House Baratheon]] of Storm's End\n| Family= {[[Steffon Baratheon]]} - father&lt;br&gt;{[[Cassana Baratheon]]} - mother&lt;br&gt;{[[Robert Baratheon]]} - eldest brother&lt;br&gt;[[Stannis Baratheon]] - elder brother&lt;br&gt;[[Margaery Tyrell|Margaery Baratheon]] - wife/widow&lt;br&gt;[[Cersei Lannister|Cersei Baratheon]] - sister-in-law&lt;br&gt;[[Selyse Baratheon]] - sister-in-law&lt;br&gt;[[Shireen Baratheon]] - niece&lt;br&gt;[[Gendry]] - bastard nephew&lt;br&gt;{[[Joffrey Baratheon]]} - alleged nephew&lt;br&gt;[[Tommen Baratheon]] - alleged nephew&lt;br&gt;[[Myrcella Baratheon]] - alleged niece&lt;br&gt;[[Loras Tyrell]] - lover\n| Actor=[[Gethin Anthony]]}}\n{{Quote|[[Stannis Baratheon|He]] inspires no love or loyalty. He's not a king. I am.|Renly Baratheon|You Win or You Die}}\n\n'''Renly Baratheon''' is a recurring character in the [[Season 1|first]] and [[Season 2|second]] seasons. He is played by guest star [[Gethin Anthony]], and debuts in &quot;[[Lord Snow]].&quot; Renly is a younger son of [[House Baratheon]] who is the [[Lord of Storm's End]] and has served on the [[small council]] as [[Master of Laws]]. Following the death of his oldest brother King [[Robert Baratheon]], Renly claims the Iron Throne for himself, contesting the claims of his nephew [[Joffrey Baratheon]] and his older brother [[Stannis Baratheon]]. Renly is [[Assassination of Renly I|assassinated]] by a shadow creature conjured by Stannis' advisor [[Melisandre]] during the [[War of the Five Kings]]. After Renly's death most of his bannermen from [[the Stormlands]] submit to his older brother.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels Renly is twenty-one when the events of the books begin. He is fifteen years younger than King Robert, whom he strongly resembles in appearance, charisma, and skill at arms. He is the Lord Paramount of the Stormlands and the Lord of Storm's End, a source of friction between him and his brother Stannis, who holds the far colder, poorer and more isolated castle of [[Dragonstone]] in the King's name. Renly is tremendously friendly, open and honorable, but also has a tendency towards flippancy and not taking events seriously. His closest friend - and lover - at court is his former squire, Ser [[Loras Tyrell]], now a formidable knight in his own right.\n\nThe power grasping House Tyrell is trying to get Robert Baratheon interested in Margaery Tyrell. Renly on behalf of Loras has been helping them (he talks about this with Stannis in the negotiation of Storm's End, Stannis taunts him for taking Robert's leavings). In King's Landing Renly had a picture of Margaery and was trying to get Eddard to say she looked like Lyanna. Renly wants Robert to put Cersei aside to marry Margaery. Eddard is oblivious, he thinks it's funny that a man who looks like a young Robert, Renly, has now imagined the woman he loves, Margaery, is a young Lyanna.\n\nIn the novels, the relationship between Loras and Renly is more subtly depicted than in the TV series, with only guarded references to the relationship in the interactions between other characters. This is largely due to the narrative mechanics: Renly, Loras, and Margaery are not POV characters in the first two books. The scenes at King Renly's army camp are told from Catelyn's POV, and she would not be privy to the details of Renly and Loras's relationship. However, author [[George R.R. Martin]] has independently confirmed that they were involved in a relationship.&lt;ref&gt;[http://www.westeros.org/Citadel/SSM/Entry/1316/ So Spake Martin]&lt;/ref&gt; Renly is publicly hiding his homosexuality due to the social repercussions this would have with the dominant religion of Westeros, the Faith of the Seven. It isn't exactly clear how widely Renly's relationship with Loras was known about, or even to what extent his friends and family knew (Robert, etc.). In the negotiation scene with Stannis, Renly tells him that Margaery came to him a maiden, Stannis replies that in his bed, she will die one. Brienne is in love with Renly and cried at his wedding. In the books, Littlefinger and Varys seem to know (due to their spy rings), and even Jaime Lannister makes an off-hand comment about it at one point. When directly asked how widely Renly's relationship with Loras was known about (citing that even Jaime knew), George R.R. Martin's only response was &quot;what do you think?&quot;&lt;ref&gt;[http://www.westeros.org/Citadel/SSM/Entry/A_Number_of_Questions/ So Spake Martin]&lt;/ref&gt;\n\nLoras mentions at one point after Renly's death that he owned books with &quot;drawings that would turn a [[septon]] blind,&quot; implying that he possessed quite an impressive collection of gay porn. From all evidence, though, it seems that Renly and Loras were monogamous and faithful to each other. Loras never said what happened to Renly's extensive book collection after he died.\n\nRenly is described as possessing an uncanny physical resemblance to his older brother Robert when Robert was his age. Robert was considered quite an attractive man in his youth (before the stress of ruling led him to overeating and drinking). Renly is considered even more attractive. Sansa remarks that Renly is the most attractive man she has ever seen. In the first novel, ''A Game of Thrones'', Renly is described as having green eyes. However, in the second novel, ''A Clash of Kings'', he is described as having blue eyes. Author George R.R. Martin only noticed this error when fans pointed it out. Therefore, in a later book, Martin included a wink at his previous mistake by having a character recall that Renly had &quot;blue-green&quot; eyes, which looked blue or green depending on the light he was standing in. The matter is rendered moot in the TV series, as actor Gethin Anthony has brown eyes.\n\nIn the books Renly is not willing to let Robb secede the North from the authority of the Iron Throne. Though he's willing to let him rule the North and the Riverlands and even hold the title of King in the North, he demands Robb to swear fealty to him nevertheless.\n\nHis manner of death is slightly different in the books. Instead of stabbing him in the chest, the shadow slits his throat, cutting through his steel gorget &quot;like cheesecloth&quot;.\n\nRenly did not have a Kingsguard, but founded a new order, theÂ Rainbow Guard, identical to the Kingsguard in almost every way. Each member had a different color that they wore, i.e. RobarÂ the Red, Brienne the Blue, EmmonÂ the Yellow.\n\nIn the books, when Stannis confronts Renly at their final parley, Renly flippantly offers him a peach, to emphasize that he doesn't take Stannis' threat seriously. The TV series removed this (though Renly does inspect an apple while meeting with Littlefinger in his tent in &quot;[[Garden of Bones]]&quot;). Fans were initially baffled at why such a seemingly inconsequential but cherished moment from the books was omitted. As writer [[Bryan Cogman]] later explained that what happened was:\n\n:&quot;Gethin Anthony. Bloody diva. He hates peaches. I mean HATES THEM. I was at lunch with him, early on â&euro;&rdquo; this is like, season one when we were all getting to know each other. There was this chocolate cake thing he ordered for desert and there was a kind of fruity sauce on it. He took one bite and said â&euro;&oelig;Are there FUCKING PEACHES in this sauce?â&euro;? Dude roared, Iâ&euro;&trade;ve never seen anything like it. Finn Jones was with us and we had to physically keep Geth from punching the waiter in the teeth. All the while, Iâ&euro;&trade;m thinking â&euro;&oelig;Oh no! What are we going to do when we get to the peach in Season 2?â&euro;?\n\n:So season 2 rolls around and we get to the scene and we do these table reads of the first few episodes. And Gethin is there, very niceâ&euro;Ś but he takes David &amp; Dan aside. And I see him talking to D&amp;D turning BRIGHT REDâ&euro;Ś like heâ&euro;&trade;s about to have a breakdown or something. Then I remember: the peach! Heâ&euro;&trade;s read the draft! The scene with the peach! And David &amp; Dan are trying to explain the symbolic meaning of the peach and how itâ&euro;&trade;s a fan favorite and how many readers canâ&euro;&trade;t separate Renly from the peachâ&euro;Ś We even had George skype with him about it â&euro;&rdquo; Gethin was so angry, foaming at the mouth. I didnâ&euro;&trade;t think anyone could make George R.R. Martin cry but Gethin did. I canâ&euro;&trade;t even repeat the things he said.\n\n:Iâ&euro;&trade;ve never seen anyone hate a specific fruit so much! And usually Gethâ&euro;&trade;s a really sweet guyâ&euro;Ś you might even call him a â&euro;&oelig;peachâ&euro;?. But donâ&euro;&trade;t. Cuz if you do, heâ&euro;&trade;ll cut you.\n\n:Anyway, no dice. He threatened to walk if we made him eat a peach. We offered to make a fake peach, out of gelatin or something, but that didnâ&euro;&trade;t fly. He wouldnâ&euro;&trade;t even PRETEND to eat a peach onscreen. We tried a few takes with him eating an appleâ&euro;Ś I think maybe one with a bunch of grapesâ&euro;Ś but it just didnâ&euro;&trade;t work. So we cut the fruit altogether. But you can blame Gethin fucking Anthony and his weird peach hatred.\n\n:'''I hope by now you know Iâ&euro;&trade;m joking.''' I donâ&euro;&trade;t know what happened to the peach. It was in there at one point, I think. Maybe there werenâ&euro;&trade;t any peaches in season in Belfast that month...&quot;&lt;ref&gt;[http://winteriscoming.net/2013/04/ask-a-got-writer-bryan-cogman-on-the-writing-process-robb-and-talisa-and-renlys-peach/ Bryan Cogman Q&amp;A], WinterIsComing.net, April 24, 2013.&lt;/ref&gt;\n\n", "Quotes": "{{Quote|No-one wants you for their king. You never wanted any friends, brother, but a man without friends is a man without power!|'''Renly Baratheon''' to Stannis Baratheon|:Video: Game Of Thrones Season 2}}\n{{Quote|Born amidst salt and smoke. Is he a ham?|Renly to Melisandre|Garden of Bones}}\n\n", "Image gallery": "&lt;gallery&gt;\nRenly.jpg|Renly in the first season\nSmall Council.png|Renly attends a [[small council]] meeting in &quot;[[Cripples, Bastards and Broken Things]]&quot;.\nLoras and Renly.jpg|Renly is shaved by his lover [[Loras Tyrell]] in &quot;[[The Wolf and the Lion]]&quot;.\nRobert's hunting party.jpg|Renly accompanies [[Robert Baratheon|Robert]] hunting in &quot;[[A Golden Crown]]&quot;.\nRenly-baratheon-gethin-anthony-helen-sloan.jpegâ&euro;&#x17D;|Promotional image of Renly in the [[Season 2|second season]].\nMargaery and Renly.jpg|Renly with [[Margaery Tyrell]] in a second season trailer.\nLoras vengeance Renly.jpg|Renly lies dead.\n&lt;/gallery&gt;\n\n", "See also": "*{{AWOIAF}}\n\n", "Appearances": "{{Season One Appearances|||yes|yes|yes|yes|yes|||}}\n{{Season Two Appearances|||yes|yes|yes}}\n\n", "Biography": "===Background===\nRenly is the third and youngest son of [[Steffon Baratheon]]Â and [[CassanaÂ Baratheon|Cassana&amp;nbsp;Baratheon]]. Steffon was the head of [[House Baratheon]] and [[Lord Paramount of the Stormlands]]. [[The Stormlands]] are one of the constituent regions of the [[Seven Kingdoms]] and House Baratheon is one of the [[Great Houses]] of the realm. Renly has two older brothers [[Robert Baratheon|Robert]] and [[Stannis Baratheon|Stannis]]. Steffon died when the boys were young and Robert inherited his titles. Robert led [[Robert's Rebellion|a rebellion]] against King [[Aerys II Targaryen]], deposing and replacing him as the [[King on the Iron Throne]]. He made Renly the [[Lord of Storm's End]] following his victory. Renly was only a child during the civil war, so he did not fight.&lt;ref name=&quot;A Golden Crown&quot;&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/rbaratheon/ HBO viewer's guide, season 2 guide to houses, House Baratheon of Storm's End entry]&lt;/ref&gt;\n\nRenly serves Robert as [[Master of Laws]] on the King's [[small council]] in [[King's Landing]]. He is fourth in line to the throne, behind his nephews [[Joffrey Baratheon|Joffrey]] and [[Tommen Baratheon|Tommen]] and his older brother [[Stannis Baratheon|Stannis]]. Renly is popular at court because of his friendly manner and keen fashion sense.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/rbaratheon/renly-baratheon/ HBO viewer's guide, season 2 guide to houses, House Baratheon of Storm's End - Renly Baratheon entry]&lt;/ref&gt;\n\nBy the time the TV series begins, Renly has been involved in a homosexual romance with Ser [[Loras Tyrell]] for many years. They must keep their love a secret, because the dominant religion of the realm, the [[Faith of the Seven]], considers homosexuality to be a sin.&lt;ref name=&quot;The Wolf and the Lion&quot;&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\n===[[Season 1]]===\nRenly greets [[Eddard Stark]], whom he knew when younger, upon his arrival at [[King's Landing]]. Renly is the only member of the [[small council]] whom Eddard greets warmly. Renly agrees with Eddard's assessment that his brother Robert's profligate spending is damaging the realm.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt;\n\n[[File:Renly Baratheon.jpg|thumb|200px|Lord Renly Baratheon at the Hand's [[tourney]] in [[King's Landing]].]]\nRenly irritates [[Lord Commander|Commander]] [[Janos Slynt]] by questioning his competence to command the [[City Watch]] if he cannot keep the peace.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt; Renly bets on his not-so-secret lover, [[Loras Tyrell|Ser Loras Tyrell]], to win a joust against [[Gregor Clegane|Ser Gregor Clegane]]. He wins a significant sum of money from [[Littlefinger]], then they mock each other. Renly asks Littlefinger if he has a friend; Littlefinger retorts by asking when Renly will be having his friend, pointing at Loras. Later, in the small council, Renly supports Robert's proposed assassination of [[Daenerys Targaryen]]. Loras suggests that Renly claim the [[Iron Throne]] for himself and offers the support of the rich and powerful [[House Tyrell]]. Renly points out that he is fourth in line to the throne, behind his two nephews and his older brother, Stannis. Loras counters that Robert claimed the throne through strength of arms alone and asserts that the realm will not follow Joffrey because he is a monster, Tommen because he is too young, or Stannis who &quot;has the personality of a lobster&quot;.&lt;ref name=&quot;The Wolf and the Lion&quot;/&gt;\n\nRenly goes hunting with Robert and his retinue. He quarrels with Robert over his glorification of warfare and Robert's needling him about how many girls he has slept with; in Robert's words &quot;simpler times&quot; which were in fact more bloody than he is willing to admit. Robert is gored by a boar off screen.&lt;ref name=&quot;A Golden Crown&quot;/&gt;\n\nAs Robert lays dying Renly suggests to Eddard that they take Joffrey prisoner and hold him hostage to neutralize [[House Lannister]] and allow Renly to seize the throne. Eddard believes this to be treason, he instead supports Stannis' claim to the throne. Eddard says he will not dishonor Robert's final hours by taking children prisoner and shedding blood in the castle. Later, Eddard hears from [[Varys]] that Renly and Loras have fled the city.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n\nAt the Lannister camp, [[Kevan Lannister|Kevan]] reports that both Renly and Stannis have laid claim to the throne. Elsewhere, [[Robb Stark]] rejects [[Jonos Bracken]]'s suggestion they side with Renly and is instead declared [[King in the North]] by his bannermen.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n[[File:Renly promo.jpg|right|thumb|Renly crowned himself King despite his older brother Stannis being ahead in the line of succession.]]\nBefore the [[Battle of Oxcross]], two Lannister sentries argue who is the greatest swordsman in Westeros. [[Rennick]] says that Ser Loras Tyrell can't be a great swordsman as he has been stabbing Renly Baratheon for years and Renly's not dead.&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\nRenly is crowned King with the support of the powerful [[House Tyrell]] of [[Highgarden]]. He gathers an army of 100,000 men from across [[the Reach]] and [[the Stormlands]].&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt; He solidifies his alliance with House Tyrell by marrying [[Margaery Tyrell]], the sister of his lover [[Loras Tyrell]].\n\n[[File:Renly sigil.png|thumb|right|The sigil adopted by King Renly I in the War of the Five Kings mirrored the alliance of House Baratheon of Storm's End with House Tyrell of [[Highgarden]].]]\nFor his personal sigil, Renly altered the original color scheme of the sigil of House Baratheon. Instead of the black crowned stag on a yellow field, Renly's banner displays a golden crowned stag on a field of green, a nod to the color scheme of his new wife's powerful family, House Tyrell. He is known as &quot;The King in Highgarden&quot; because of the alliance.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/map/special/areas-of-control/2/ HBO viewers guide, season 2 map, special features - Areas of Control, Renly Baratheon entry]&lt;/ref&gt;\n\nWhile Renly intended to eventually march on King's Landing, he was in no great hurry, content to let Robb Stark continue bleeding the Lannisters in the Riverlands. Time was largely on Renly's side, and he could afford to wait longer to assemble as large an army as possible before engaging in the war. Indirectly, however, Renly's faction was adversely affecting the Lannister position simply by closing off the shipment of foodstuffs from the fertile Tyrell-held lands of [[the Reach]] to King's Landing. Already overburdened with war refugees, this eventually produced starvation-level conditions among the poor of the capital city, leading to the [[Riot of King's Landing]].&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt; Further, the simple existence of Renly's army in the south damaged the Lannister strategic position in the war: Tywin Lannister could not commit all of his forces to marching against Robb Stark at Riverrun or in the Westerlands, without leaving King's Landing undefended from attack by Renly. Instead, Tywin was forced to leave the bulk of his forces at [[Harrenhal]], mid-way between Robb in the north and Renly in the south, to react against whichever of them moved on King's Landing first.\n\nKing Renly camps his growing army near [[Storm's End]] in the Stormlands, and throws a tournament for his men. Renly and his new Queen watch from a wooden dais. Margaery stands and cheers on her brother Loras as he disarms his opponent. His rival manages to step under a swing of his great axe and knock him off his feet. Loras yields when his opponent lifts his visor and holds a knife close to his face. Margaery sinks back into her seat. Renly congratulates the combatants as they stand and calls the winner forward. He commands them to stand and remove their helm. The crowd are shocked when the fighter is revealed to be a woman; [[Brienne of Tarth]]. Renly tells her that she is everything that her father promised. Margaery says that Loras fought valiantly and Renly agrees with her. He names Brienne champion and offers to grant anything that she requests. Brienne asks to join his [[Kingsguard]] and he accepts.&lt;ref name=&quot;E13&quot;&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\nA [[Baratheon Guard]] announces the arrival [[Catelyn Stark]]. Catelyn modifies his mention of [[Robb Stark|Robb]], asserting his position as [[King in the North]]. Renly introduces Margaery who offers her condolences on the death of Eddard. Catelyn says that she is kind and Renly promises to avenge the death, drawing cheers from his men. Catelyn accepts the pledge and calls Renly â&euro;&oelig;My Lord.â&euro;? Brienne corrects her, saying that she should call Renly â&euro;&oelig;Your Graceâ&euro;? and kneel when speaking to him. Renly waives the formality and calls Catelyn an honored guest. Loras interrupts to ask if Robb has marched against [[Tywin Lannister]] yet. Catelyn denies knowing Robb's strategy and says that she would not divulge it to them if she did. Loras says that Robb should have attended rather than sending his mother. Catelyn retorts that Robb is fighting a war rather than playing at one. Renly laughs off the barb and invites Catelyn to walk with him.&lt;ref name=&quot;E13&quot;/&gt;\n\nRenly takes Catelyn on a tour of his camp. He stops to greet [[Gerald]], who is recovering from being injured by a horse. He is careful to mention the vast size of his force, over 100,000 men. Catelyn warns him to take the war more seriously, saying that his men are the knights of summer and winter is coming. He ends the tour by asking Brienne to show Catelyn to a tent that he has assigned her. He says that he is going to pray, alone.&lt;ref name=&quot;E13&quot;/&gt;\n\nRenly and Loras kiss passionately inside Renly's tent. Renly undresses his lover and notes his badly bruised chest before kissing the marks. Loras stops him and complains about Brienne's appointment to the Kingsguard being a further humiliation after she bested him in the tournament. Renly cites Brienne's devotion and then realizes that Loras is jealous. Loras denies jealousy, mocking her as &quot;Brienne the beauty.&quot; Renly begins to undo Loras' britches, saying that he will make it up to him. Loras stops him and says that he must devote his attentions to another Tyrell that night. He reminds Renly of his responsibilities to their alliance and warns him that his vassals are gossiping about his bride still being a virgin two weeks after their marriage. Renly is disbelieving of Margaery's virginity and Loras says that she is still officially a virgin before going to fetch her.&lt;ref name=&quot;E13&quot;/&gt;\n\nRenly pours himself wine as he waits. When Margaery enters he warns her that he may have drunk too much. She says it is his right as a king and he compliments her gown. She says she is unsure how she likes it as a pretext to take it off. Renly says that she does not need the gown and she leans in to kiss him. He says that beauty concealed can be more desired but she silences him and persists despite his reluctance. She reaches for his crotch and he blames the wine for his lack of arousal. She offers to take care of it and unlaces his britches. He breaks off their kiss and apologizes. She offers to ask Loras to come in and help. He is stunned at her forwardness. She says that she could turn over so that Renly can pretend that she is Loras if he would prefer. He claims to not understand what she means. She smiles and says that he can be open with her and should save his lies for court because he will need a lot of them. She sits next to him on their bed and says that their enemies will be thwarted if he gets her pregnant. She offers him the choice of how he would like to do it; either with her alone or with her and Loras. She says that he can choose because he is a king and kisses him on the cheek.&lt;ref name=&quot;E13&quot;/&gt;\n\n[[Petyr Baelish]] arrives at Renlyâ&euro;&trade;s camp in [[the Stormlands]]. Renly greets him as his â&euro;&oelig;favorite whoremongerâ&euro;? and sarcastically hopes that he has not been waiting long. Petyr follows Renly into his tent and Renly criticizes his lack of loyalty. Petyr says that he is a practical man and Renly says that he dislikes Petyr and demands to know why he is there. Petyr looks to Brienne and Renly says that her loyalty comes without charge and she can be trusted. Petyr says that Renly still has friends at court who think [[Eddard Stark]] was mistaken in not supporting Renlyâ&euro;&trade;s claim. Renly says that Petyr is trying to protect himself in the face of his inevitable victory. Petyr offers to open the gates of Kingâ&euro;&trade;s Landing to Renly.&lt;ref name=&quot;E14&quot;&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n[[File:Renly Stannis Parley.jpg|250px|right|thumb|Renly and Stannis parley.]]\nStannis meets Renly on the coast of the Stormlands to [[parley]]. Stannis is accompanied by Melisandre, [[Davos]] and several guards. Renly brings Catelyn, Brienne and Loras along with his own guards. Stannis remarks on Catelynâ&euro;&trade;s presence and she says that she had not expected to be there. Renly wonders if it is really Stannis and feigns confusion over his banner. Renly jokes that the battle would be confusing if they both used the same one. Renly wonders why Stannisâ&euro;&trade; version of the stag is aflame. Melisandre explains that Stannis has taken the fiery heart of the [[Lord of Light]] for his sigil. Renly says that she must be the fire priestess he has heard so much about and jokes that he now knows why Stannis found religion late in life. Stannis warns his brother to watch his tongue. Renly says that he is relieved that Stannis is not really a fanatic and calls him charmless, rigid and a bore but not godly. Melisandre admonishes Renly to kneel before the Lordâ&euro;&trade;s chosen and says that Stannis was born amidst salt and smoke. Renly jokes that she makes Stannis sound like a ham. Stannis again warns his brother. Catelyn admonishes them to stop bickering and remember that they are brothers. Stannis counters that he would expect her to support his claim as Eddard did. He says that Eddard dies for his integrity yet she sits beside a pretender. She says that they share a common enemy and Stannis retorts that the Iron Throne is his by right and that all who deny it are his enemies. Renly says that no-one wants Stannis for their king and that he is opposed from Dorne to the Wall. Renly says that Stannis never wanted friends but that a man without friends is a man without power. Stannis says that he will give Renly the night to reconsider for the sake of their mother. He offers to restore Renly to his seat on the council and to name him as his heir until he has a son if he strikes his banners before dawn. He says that otherwise he will destroy Renly. Renly reminds Stannis of his numerous supporters and says that they will make him king. Stannis wheels his horse and rides away as Melisandre warns Renly to look to his sins because &quot;The night is dark and full of terrors.&quot; Renly asks if his companions can believe that he loved Stannis once as he leads them away.&lt;ref name=&quot;E14&quot;/&gt;\n\nRenly's camp is a hive of activity as his troops prepare for the coming battle with Stannis in darkness. The camp is beset by strong winds. Catelyn meets with Renly in his command tent. Two of his kingsguard are outside while [[Brienne of Tarth]] stands watch inside the tent. Renly has Catelyn swear that her son King [[Robb Stark]] has no interest in challenging him for the [[Iron Throne]]. Renly drinks from a goblet thoughtfully and announces that he sees no reason for hostility between them. He offers his terms; Robb can retain the title of [[King in the North]], and control of all lands north of [[Moat Cailin]], but must swear fealty to Renly as [[Eddard Stark]] did to [[Robert Baratheon]] eighteen years earlier. Catelyn is hesitant and Renly reminds her that Robert and Eddardâ&euro;&trade;s friendship held the [[Seven Kingdoms]] together. Catelyn asks what he offers in return for Robbâ&euro;&trade;s loyalty. Renly says that he will destroy Stannisâ&euro;&trade;s army and then Baratheon and Stark will fight their common enemy together as they have done many times in the past.&lt;ref name=&quot;E14&quot;&gt;&quot;[[The Ghost of Harrenhal]]&lt;/ref&gt;\n\n[[File:RenlysDeathS2Ep5.png|thumb|Renly is assassinated.]]\nRenly stands before a mirror and Brienne helps out of his cloak. Catelyn beseeches him to reconsider negotiating with Stannis. Renly reminds Catelyn of his brotherâ&euro;&trade;s rigidity and refuses to attempt further debate with him. He asks her to take his terms to Robb and says that he sees them as natural allies and hopes that Robb feels the same. He suggests that acting together they could end the war in a fortnight. An unnatural gust parts the tents opening and black smoke rushes inside. Catelyn and Brienne are stunned while Renly watches transfixed in his mirror. The smoke coalesces into a [[Shadow|human shape]] and stabs Renly through the chest. In the mirror its face resembles Stannis. The smoke dissipates and Renly collapses forward. Brienne wails and catches him as he slides to the ground dead.&lt;ref name=&quot;E14&quot;/&gt; Brienne is initially blamed for Renly's death by Ser [[Robar Royce]] and [[Emmon Cuy]] of his Kingsguard.Â  Brienne kills both men while defending herself against their accusations. Brienne is still blamed by many for Renly's murder, so she flees the camp with Catelyn.&lt;ref name=&quot;E14&quot;/&gt;\n\nRenly lies dead on a table while Loras grieves and vows to kill Stannis for this, as he doesn't believe Brienne is responsible. Littlefinger and Margaery persuade him to leave for Highgarden, as he cannot take revenge if he is dead. Renly's forces largely swear fealty to Stannis when he arrives the next day. [[House Tyrell]] lead their troops back to [[Highgarden]].\n\n"}, "title": "Renly Baratheon"}