{"attributes": {"status": ":Category:Status: Dead", "death": "Died giving birth to Daenerys Targaryen", "last": "", "family": [" Aegon V Targaryen - father", "Duncan Targaryen - brother", "Aerys II Targaryen - brother/husband", "Daeron Targaryen (son of Aegon V)"], "title": "Rhaella Targaryen", "season": "Season 1", "image": "Rhaella Targaryen.jpg", "allegiance": "House Targaryen", "culture": " ValyrianQueen '''Rhaella Targaryen'''Â is an unseen character in ''Game of Thrones''. She is deceased when the events of the series begin and is not expected to appear in the series.==Biography=====Background===File:Daenerys birth.jpg", "titles": "Queen", "link": " House TargaryenCharacter", "mentioned": "", "place": "King's Landing", "aka": "", "first": ""}, "sections": {"TOP": "Rhaella Targaryen05631dsug6hrf3xiksghvcvwhwobzyz9fsty1812962015-04-05T21:51:47ZSer Patrek25358400Undo revision 181294 by [[Special:Contributions/75.117.73.28|75.117.73.28]] ([[User talk:75.117.73.28|talk]]){{Heraldry\n|image = Targaryen mini shield.png\n|link = House Targaryen\n}}\n{{Character\n| Title=Rhaella Targaryen\n| Image=Rhaella Targaryen.jpg\n| Season=[[Season 1|1]]\n| First=\n| Last=\n| Mentioned=\n| Aka=\n| Status=[[:Category:Status: Dead|Deceased]]\n| Titles=Queen\n| Death=Died giving birth to [[Daenerys Targaryen]]\n| Place=[[King's Landing]]\n| Allegiance=[[House Targaryen]]\n| Family= {[[Aegon V Targaryen]]} - father&lt;br&gt;{[[Duncan Targaryen]]} - brother&lt;br&gt;{[[Aerys II Targaryen]]} - brother/husband&lt;br&gt;{[[Daeron Targaryen (son of Aegon V)|Daeron Targaryen]]} - brother&lt;br&gt;{[[Rhaegar Targaryen]]} - son/nephew&lt;br&gt;{[[Viserys Targaryen]]} - son/nephew&lt;br&gt;[[Daenerys Targaryen]] - daughter/niece&lt;br&gt;{[[Aerion Targaryen]]} - uncle&lt;br&gt;[[Aemon| Aemon Targaryen]] - uncle&lt;br&gt;{[[Elia Martell]]} - daughter-in-law&lt;br&gt;{[[Drogo]]} - son-in-law&lt;br&gt;{[[Rhaenys Targaryen (daughter of Rhaegar)|Rhaenys Targaryen]]} - granddaughter/great niece&lt;br&gt;{[[Aegon Targaryen (Son of Rhaegar)|Aegon Targaryen]]} - grandson/great nephew&lt;br&gt;{[[Rhaego]]} - grandson/great nephew\n| Actor=|Culture = [[Valyrian]]}}\nQueen '''Rhaella Targaryen'''Â is an unseen character in ''[[Game of Thrones]]''. She is deceased when the events of the series begin and is not expected to appear in the series.\n\n", "Family tree": "{{House Targaryen family tree}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Rhaella is the wife and sisterÂ of Aerys II and the mother of Rhaegar, Viserys, and Daenerys.\n\nRhaella in her youth fell in love with a young knight from [[the Stormlands]] (his name is not mentioned by [[Barristan Selmy]] - he is presumed to be Ser Bonifer Hasty), who wore her favor in a tourney and named her queen of love and beauty. Their love was hopeless, as they both knew, since a landed knight is no fit consort for a princess of royal blood. After Rhaella's marriage to Aerys, Bonifer put away his lance and eventually became very pious. People heard him say that only the Maiden could replace Queen Rhaella in his heart. Ser Bonifer is still alive during the War of the Five Kings, and though old is still capable of combat. He and his men initially marched with Renly, but after his death switched over to Stannis, and took part in the [[Battle of the Blackwater]]. At the end of the battle he surrendered and knelt before King Joffrey, who pardoned him. Later he is given the office of castellan of [[Harrenhal]]. The alleged curse that striked all the former governers of the ill-fated castle (except [[Roose Bolton|one]]) does not worry him.\n\nAerys had married Rhaella partly out of duty, since he had lusted after [[Joanna Lannister]]. The siblings apparently loathed each other and their marriage was loveless, becoming violent and abusive towards the end.\n\nAccording to [[Jaime Lannister|Jaime]], Aerys and Rhaella used to avoid each other most of the time - except when Aerys had someone burnt to death. The Mad King would become aroused by immolating his enemies, then he would pay a visit to Rhaella and molest her in extremely brutal manner. At one of those occasions, Jaime and Jon Darry stood at guard outside the queen's bedchamber, and heard her cry helplessly &quot;You're hurting me!&quot; A young and idealistic seventeen year old, Jaime was horrified by the sounds of marital rape which came through the door. Frightened, Jaime implored Ser Darry - a veteran member of the Kingsguard and a man he had revered for years - that &quot;We are sworn to protect her as well.&quot; Darry answered, &quot;We are, but not from him,&quot; and prevented Jaime from intervening. According to the queen's maids, on the next morning she looked as if some beast had savaged her, clawing at her thighs and chewing on her breasts. This vicious assault increased the loathing Jaime had already felt toward Aerys ever since the execution of [[Rickard Stark]] and his [[Brandon Stark (Son of Rickard)|son]]. Ever since, Jaime has been disgusted by sexual assaults against women, explaining why he went out of his way to save [[Brienne of Tarth]] from being raped when they were captured.\n\nRhaella was apparently a good mother to Rhaegar and Viserys. Viserys always told Daenerys that the stories saying their father was insane and &quot;the Mad King&quot; were nothing but lies spread by the Usurper (Robert Baratheon) and his followers. When she asks Barristan about this, he says that Viserys wasn't lying, though he was misinformed. Barristan explains that Rhaella always tried to hide the worst of Aerys's behavior from their children, not wanting to frighten them. Aerys may not have been as unstable earlier in his life when Rhaegar was born, but by the time Viserys was a young boy it took Rhaella's active intervention to keep him from seeing Aerys at his worst. Rhaegar, meanwhile, grew into an adult and gradually realized that his father was going insane, but hoped to quietly wait out the rest of his reign without major incident.\n\nBoth [[Joanna Lannister]] and the mother of [[Doran Martell|Doran]] and [[Oberyn Martell]] (whose name is still unknown) served as handmaidens to Queen Rhaella in their youth, and while there Joanna and Lady Martell became close friends. Years later, Lady Martell traveled with her children to Casterly Rock, intending to arrive soon after Joanna gave birth to her latest child, only to find that she had died giving birth to [[Tyrion Lannister|Tyrion]]. She had hoped to arrange a future political marriage between the Lannister and Martell children, but Tywin was so grieved over her death that all he offered was his infant dwarf son Tyrion, which she turned down. In the TV series, Oberyn recalls this trip in Season 4's &quot;[[Mockingbird]]&quot; but leaves out any mention of Queen Rhaella - because he also left out any mention of his mother. Instead, he says that it was his ''father'' who brought him and his sister Elia on a trip to Casterly Rock, even though Oberyn's mother was actually the Ruling Princess of Dorne in her own right.\n\nViserys loved his mother and always blamed Daenerys for killing her in childbirth. He did try to restrain this anger at first, but as their years in exile grew meaner and harsher he grew ever more bitter. Probably the last straw which truly broke Viserys was when they became so desperate that he had to resort to selling his mother's crown just so they could have enough coin to pay for food. Daenerys recalls that whatever joy was left in Viserys was gone after that day.\n\n", "Biography": "===Background===\n[[File:Daenerys birth.jpg|thumb|left|Rhaella dies giving birth to Daenerys]]\n\nRhaella Targaryen was the daughter of King [[Aegon V Targaryen]] and the sister wife of King [[Aerys II Targaryen]]. They had three children [[Rhaegar Targaryen|Rhaegar]], [[Viserys Targaryen|Viserys]] and [[Daenerys Targaryen|Daenerys]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/#!/guide/houses/targaryen/ HBO Viewers Guide House Targaryen Family Tree]&lt;/ref&gt;\n\nShe was unhappily married to her brother Aerys. It is said that one time when [[Jaime Lannister]] was on guard at their door he was forced to listen to Aerys rape Rhaella and was unable to do anything to stop it, while the other Kingsguard refused to intervene.&lt;ref&gt;[[The Kingsguard (Histories &amp; Lore)]]&lt;/ref&gt;\n\nAfter the death of Rhaegar in the [[Battle of the Trident]], Rhaella and Prince Viserys fled to the [[House Targaryen|Targaryens]] ancestral seat of [[Dragonstone]]. Aerys would perish during the Sack of King's Landing, while Rhaella died giving birth to Daenerys during a great storm. After her death the children were taken across the [[Narrow Sea]] by loyalists to live in exile in the [[Free Cities]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/targaryen/rhaella-targaryen/ HBO viewers guide, season 2 guide to houses, House Targaryen - Rhaella Targaryen entry]&lt;/ref&gt;&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/map/special/journey-of-daenerys/1/ The Journey of Daenerys Targaryen on HBO's viewers guide]&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}}\n\n"}, "title": "Rhaella Targaryen"}