{"attributes": {"status": " :Category:Status: Dead", "death": " Eaten by Sunfyre at DragonstoneQuote", "last": "", "family": [" Viserys I Targaryen - father", "Aegon II Targaryen - half-brother", "Aemond Targaryen - half-brother", "Daemon Targaryen - uncle/husband", "Aegon III Targaryen - son", "Daeron I Targaryen - grandson", "Baelor Targaryen - grandson", "Daena Targaryen - granddaughter", "Rhaena Targaryen - granddaughter", "Elaena Targaryen - granddaughter", "Viserys II Targaryen - son", "Aegon IV Targaryen - grandson", "Naerys Targaryen - granddaughter", "Aemon Targaryen (Dragonknight)"], "title": "Rhaenyra Targaryen", "season": " Season 3", "image": "Rhaenyra Targaryen.png", "allegiance": "House Targaryen", "titles": ["Princess", "King of the Andals and the First Men"], "link": " House TargaryenCharacter", "mentioned": "&quot;And Now His Watch is Ended&quot;", "place": "Red Keep, King's Landing", "aka": "Rhaenyra of House Targaryen, the First of Her Name", "first": ""}, "sections": {"TOP": "Rhaenyra Targaryen015409dnemdhup6x8zepje2y947de6oz050rs1759092015-03-08T19:06:30ZDaemon Targaryen24097499{{Heraldry\n|image = Targaryen mini shield.png\n|link = House Targaryen\n}}\n{{Character\n| Title=Rhaenyra Targaryen\n| Image=Rhaenyra Targaryen.png\n| Season= [[Season 3|3]]\n| First=\n| Last=\n| Mentioned=&quot;[[And Now His Watch is Ended]]&quot;\n| Aka=Rhaenyra of House Targaryen, the First of Her Name\n| Status= [[:Category:Status: Dead|Deceased]]\n| Titles=Princess&lt;br&gt;[[King of the Andals and the First Men|Queen of the Andals and the First Men]] (claimant)&lt;br&gt;Lady Regnant of the Seven Kingdoms (claimant)&lt;br&gt;[[Protector of the Realm]] (claimant)\n| Place=[[Red Keep]], [[King's Landing]]\n| Allegiance=[[House Targaryen]]\n| Family= {[[Viserys I Targaryen]]} - father&lt;br&gt;{[[Aegon II Targaryen]]} - half-brother&lt;br&gt;{[[Aemond Targaryen]]} - half-brother&lt;br&gt;{[[Daemon Targaryen]]} - uncle/husband&lt;br&gt;{[[Aegon III Targaryen]]} - son&lt;br&gt;{[[Daeron I Targaryen]]} - grandson&lt;br&gt;{[[Baelor Targaryen]]} - grandson&lt;br&gt;{[[Daena Targaryen]]} - granddaughter&lt;br&gt;{[[Rhaena Targaryen]]} - granddaughter&lt;br&gt;{[[Elaena Targaryen]]} - granddaughter&lt;br&gt;{[[Viserys II Targaryen]]} - son&lt;br&gt;{[[Aegon IV Targaryen]]} - grandson&lt;br&gt;{[[Naerys Targaryen]]} - granddaughter&lt;br&gt;{[[Aemon Targaryen (Dragonknight)|Aemon Targaryen]]} - grandson&lt;br&gt;[[Aemon Targaryen]] - descendant&lt;br&gt;{[[Aegon V Targaryen]]} - descendant&lt;br&gt;[[Daenerys Targaryen]] - distant descendant\n| Actor=|Death = Eaten by [[Sunfyre]] at [[Dragonstone]]}}\n{{Quote|Rhaenyra Targaryen was murdered by her brother, or rather, his dragon.  It ate her while her son watched. What's left of her is buried in the crypts right down there.|King [[Joffrey Baratheon]] points out what little remains of Rhaenyra in the [[Great Sept of Baelor]]|And Now His Watch is Ended}}\n\n'''Rhaenyra Targaryen''' is a mentioned character in ''[[Game of Thrones]]''. She is long dead by the time of the series. She was a Princess of [[House Targaryen|Targaryen dynasty]].\n\nHer name is pronounced &quot;Ruh-near-uh&quot;.&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt; While this may seem odd, the official [[pronunciation guide]] developed for the cast and crew of the TV series states that &quot;Daenerys&quot; is pronounced &quot;Duh-NAIR-iss&quot;, so apparently the &quot;ae&quot; syllable in [[George R.R. Martin]]'s writing is somehow meant to represent a short &quot;u&quot; sound as in &quot;put&quot;. Then again, &quot;[[Rhaegar Targaryen|Rhaegar]]&quot; is pronounced &quot;Ray-gar&quot;.\n\n", "Family tree": "{{House Targaryen family tree Dance of the Dragons Era}}\n\n", "In the books": "===The Dance of the Dragons===\nIn the ''[[A Song of Ice and Fire]]'' novels, Rhaenyra was the daughter and eldest surviving child of King Viserys I. Rhaenyra was the only Targaryen woman who laid claim to the throne of the Seven Kingdoms. Rhaenyra was raised her entire life as the designated heir, and this made her quite pampered and arrogant.\n\nHowever, after her mother Aemma of [[House Arryn]]Â died her father remarried and had several sons by his second wife. Even so, Viserys I still publicly expected his daughter to succeed him, and when he died, his official will even stated so. Rhaenyra's younger half-brother Aegon, however, challenged her claim, citing that the normal inheritance laws of the [[Andals]] in the Seven Kingdoms (which had been united by House Targaryen only 129 years before by [[Aegon I Targaryen|Aegon the Conqueror]]) followed male-preference primogeniture, meaning that a younger son would rightfully inherit before an older daughter. Rhaenyra had been raised as the heir apparent for years and commanded the loyalty of an inner circle of noble families very close to the crown. In defiance, her half-brother had himself crowned in King's Landing as Aegon II, and rallied to his side those noble Houses who did not enjoy royal favor during the reign of her father.\n\nThis began a devastating civil war that tore apart the Seven Kingdoms, which later became known as ''The Dance of the Dragons'', as Targaryen fought Targaryen and dragon fought dragon. The civil war lasted three years. Most of the Targaryen [[dragons]] were used up in the civil war, as the only thing that can easily kill a dragon is another dragon. The civil war lasted for three years, during which all three of Rhaenyra's sons by her first husband were killed.\n\nAegon II held many advantages in the war, including control of the capital city, the support of the Lord Commander of the Kingsguard, and the approval of the High Septon. Rhaenyra's faction was based at Dragonstone, and to her advantage she had a larger number of dragons under her control, twelve to Aegon II's four - though three of these were &quot;wild&quot; and as-yet untamed and another three were immature. She also did not have enough Targaryen blood relatives on her side to ride all of them, as a dragon will (typically) only bond with someone possessing the blood of Old Valyria - thus a search was launched to find &quot;dragonseeds&quot;, forgotten bastard Targaryen children.\n\nThe Seven Kingdoms were split into two factions during the war, known as the &quot;Blacks and the Greens&quot; - over an incident at a tournament some years before at which Aegon II's mother Queen Alicent Hightower wore a green dress while Rhaenyra wore a black dress. Generally, Rhaenyra was supported by noble families who had been in favor during her father's reign and enjoyed strong ties to the crown, while Aegon II rallied those who had been out of favor. Viserys I had made signed charters with many powerful Houses in which they swore to accept Rhaenyra as his heir, but at least some broke their word after he died. Rhaenyra sent her eldest son Jacaerys north on his dragon to visit the Eyrie and then Winterfell. At the time, the Vale was ruled by a female heiress who had inherited in her own right due to a lack of male heirs, and given that the entire civil war questioned a woman's right to rule, they were natural allies. Moreover, the Arryns had enjoyed royal favor earlier in Viserys I's reign when his first wife was an Arryn - Rhaenyra's own mother, giving her blood ties to the Arryns. The hardy and honorable Northerners, meanwhile, famously always kept an oath once given, and thus the Starks came into the war on Rhaenyra's side in accordance with the original agreements they had made with Viserys I. Rhaenyra sent her second sonÂ LucerysÂ flying on his dragon to Storm's End to woo a marriage alliance with a Baratheon daughter, but Aegon II's brotherÂ Aemond flew to Storm's End at the same time to pursue the same goal, while riding the older dragon [[Vhagar]]. The results were decidedly mixed, and Storm's End subsequently supported Aegon II. Meanwhile, the Westerlands sided with Aegon II because he appointed Tyland Lannister as his new Master of Coin. The Hightowers were of course staunch supporters of Aegon II, as was apparently much of the Reach. Dorne had not been incorporated into the realm yet, and as they have often done throughout history, the Iron Islands remained neutral while the mainlanders slaughtered each other.\n\nAt some point Rhaenyra herself was captured by Aegon II's forces, and in a public execution was fed to her half-brother Aegon II's dragon, while her son was forced to watch. Rhaenyra's supporters continued to fight on in the name of her two surviving sons, however, and eventually triumphed. Through uncertain circumstances Aegon II died without male heirs, and peace was achieved when Rhaenyra's eldest surviving son was crowned as Aegon III. He was the son who had been forced to watch his mother consumed by a dragon, and he developed a deep hatred and fear of the creatures. So many dragons had died in the war that they couldn't maintain a stable breeding population, and the few survivors became inbred and sickly. The last Targaryen dragons - the last dragons in the known world - died during the reign of Aegon III, earning him the sobriquet &quot;Aegon the Dragonbane&quot;. Aegon III married Aegon II's surviving daughter to re-unite the factions from the war, though many cadet branches and relatives of House Targaryen had been killed in the war. Aegon III ruled well, and both his sons (Daeron I and Baelor I) became king after him, but each died childless. Therefore, the throne later passed to Rhaenyra's youngest son, [[Viserys II Targaryen|Viserys II]], who served as [[Hand of the King]] under his nephews for many years. Viserys II was the father of [[Aegon IV Targaryen|Aegon IV]] and grandfather of Daeron II, and Daeron II was himself the grandfather of [[Aerion Targaryen|Aerion Brightfame]], [[Aegon V Targaryen|Aegon V &quot;the Unlikely&quot;]], and Maester [[Aemon]].\n\nRhaenyra was married twice, and had five sons. Her first husband was Ser LaenorÂ Velaryon, who was the son of Lord Corlys Velaryon who served as herÂ Hand of the King during the Dance, and she had three sons by him; Jacaerys Velaryon, Lucerys Velaryon, andÂ Joffrey Velaryon. It was widely rumored by her opponents, however, that all three were actually bastards fathered by her lover, Harwin of [[House Strong]]. While this accusation was used as a political weapon it is strongly suggested that there was some truth to it - though the matter is academic given that all three were definitely descended from the royal line through their mother, and it is irrelevant for later history because all three died without issue. Rhaenyra's second husband was actually her own uncle Prince Daemon Targaryen, her father's younger brother. Daemon was a fierce and powerful warrior, and one of the most skilled and dangerous dragon-riders during the Dance. The two sons she bore to Daemon were Aegon III and Viserys II. Rhaenyra's only daughter was stillborn, in her final pregnancy. The entire reason that Rhaenyra wasn't in King's Landing when her father died is because she was resting at Dragonstone eight months pregnant. However, when news reached the island that her half-brother had declared himself king in opposition to her, she became so distressed that she went into premature labor and her daughter was stillborn, as well as badly deformed (similar to [[Daenerys Targaryen]]'s stillborn son [[Rhaego]] generations later). Rhaenyra blamed her brother and his supporters for causing the death of her daughter, adding further fuel to her hatred of them. Rhaenyra was also supported by PrincessÂ Rhaenys Targaryen, popularly known as &quot;the Queen Who Never Was&quot; due to that fact that she held a claim to the throne after her grandfatherÂ Jaehaerys I died, but her claim was ignored and the throne passed to her cousinÂ Viserys I.\n\nLater histories remember Rhaenyra as pampered and arrogant, because she had been raised most of her life as the heir presumptive. She could be charming to those she liked, but was also quick to anger and never forgot a slight. However, this does not match the image of Rhaenyra's actions in the Dance of Dragons itself. By all accounts, ''she'' was the patient one, while Aegon II - a full decade younger than her - was still very much an impulsive young man. Rhaenyra actually benefited from years of training and experience at council, skills which Aegon II sorely lacked. When Rhaenyra first learned of the coup against her at King's Landing, she actually decided against making an immediate full scale assault against the capital, realizing she would have to be patient if she was to have any hope of winning back her throne. It is strongly implied that the reason Rhaenyra is remembered as arrogant is specifically because she was a woman who intended to rule in her own right, and she actually behaved no better or worse than a man would have in her position. The problem was that in the patriarchal society of Westeros, it was seen as improper for a woman to issue firm commands to men instead of behaving submissively i.e. instead of behaving like [[Catelyn Stark]], politely cajoling and urging male lords to do what she wanted, Rhaenyra assertively gave out decrees in the manner [[Tywin Lannister]] or [[Brienne of Tarth]] would - good, sensible orders, but men were frequently offended that she did not behave submissively as a &quot;proper&quot; lady should.\n\nRhaenyra's personal heraldry was a variation on the normal Targaryen heraldry, quartered with the moon-and-falcon sigil of House Arryn (for her mother) and the seahorse sigil of House Velaryon (for her first husband, and because the Velaryons were one of her major supporters). Thus, viewed head-on, the top left and lower right quarters contained a normal red Targaryen dragon on black, the Arryn sigil was in the upper right, and the Velaryon sigil was in the lower left. While her faction during the Dance was informally known as &quot;the Blacks&quot;, armies loyal to Rhaenyra bore banners displaying her personal heraldry of quartered red dragons.\n\n===Impact on Royal Succession Law===\n\nAfter the Dance of the Dragons, House Targaryen revised the royal succession laws to follow a modified and extremely strict version of male-preference primogeniture, in which female heirs are put behind all possible male ones. For example, under the succession laws of most Andal nobles in Westeros, a lord's daughter will succeed before his own younger brother, but under the new Targaryen royal succession laws, a lord's younger brother will inherit before the lord's daughter. Before Rhaenyra, the first five generations of Targaryens (Aegon I, his sons Aenys I and Maegor I, Aenys I's son Jaehaerys I, his son, and Viserys I) had simply never produced a firstborn daughter before, so this did not retroactively remove an older female branch from the line of succession.\n\nDuring her life, Rhaenyra styled herself &quot;Rhaenyra of House Targaryen, First of Her Name&quot;, but subsequent histories do not refer to her as &quot;Rhaenyra I&quot;. Many felt that because Rhaenyra's own son Aegon III ended up succeeding to the throne, the dynastic claim of her faction was vindicated. However, at this point House Targaryen wanted to enforce the new strict male-preference primogeniture laws, under which the deceased Rhaenyra would never have inherited in the first place. Thus, even her own son could not retroactively consider his mother to have been the rightful ruler during the civil war. If her half-brother was retroactively established as not the lawful heir, Rhaenyra's son would have been crowned under the royal name &quot;Aegon II&quot; not &quot;Aegon III&quot;, to reinforce that his uncle had not been the lawful heir. Because he couldn't do this and enforce the new strict male-preference primogeniture laws, her son had to take the name &quot;Aegon III&quot; and officially declare that his mother had only been a rival claimant, not the lawful heir.\n\nIt is because of Rhaenyra and the Dance of the Dragons, and the stricter male-preference royal inheritance laws that House Targaryen embraced as a result, that there has never been a ruling Queen on the Iron Throne, at any point in the subsequent 170 years between the Dance and the [[War of the Five Kings]]. Any subsequent female monarch of the name &quot;Rhaenyra&quot; would have to be styled &quot;Rhaenyra I&quot;, not &quot;Rhaenyra II&quot;, though the Targaryens just avoided the issue by never naming one of their daughters &quot;Rhaenyra&quot; again.\n\nRhaenyra may have formed her own rival [[Kingsguard]], which may have been known as a Queensguard. Daenerys Targaryen later forms her own &quot;Queensguard&quot;, but it isn't clear whether this is a term Daenerys made up, or if it is the proper term for the Kingsguard under a female monarch. It is known that just as Targaryen fought Targaryen and dragon fought dragon in the civil war, the Kingsguard was split, with different members joining both sides. Lord Commander Criston Cole of the Kingsguard had chosen to declare her half-brother Aegon II king, and thereafter became known as &quot;the Kingmaker&quot;, but he died during the civil war.\n\nRhaenyra Targaryen and the Dance of the Dragons are going to be the subject of an upcoming prequel novella by author [[George R.R. Martin]], titled ''The Princess and the Queen''.\n\nThe succession dispute and civil war between Rhaenyra and Aegon II is analogous to the Anarchy in England during the early twelfth century, during which King Henry I's only surviving heir was his daughter Matilda. Like Rhaenyra, Matilda was quite pampered and arrogant (as a result of expecting to be heir and being the widow of the Holy Roman Emperor), though she hadn't been raised as the heir apparent her whole life (Henry I's son died later in the White Ship disaster). Matilda was challenged by her cousin Stephen of Blois, who was from a junior branch of the royal family but nonetheless usurped the throne by rushing to the capital to be crowned king. In the cases of both Rhaenyra/Aegon II and Matilda/Stephen, the resulting civil war wasn't really concerned with who the lawful heir was under different succession rights, but was truly a struggle between two major factions of nobles which had developed: those who currently enjoyed royal favor (under Rhaenyra and Matilda) and those who had not previously enjoyed royal favor (the supporters of Aegon II and Stephen). In both cases, the rival male claimant is historically considered the lawful ruler (Aegon II and Stephen), but the son of the female claimant (Rhaenyra and Matilda) ended up ruling after the male claimant's son had died (the succession of Aegon III and Henry II Plantagenet).\n\n", "Biography": "===Background===\nRhaenyra was a Princess of the [[House Targaryen|Targaryen dynasty]]. She was the half-sister of [[Aegon II Targaryen]], and the mother of future king [[Aegon III Targaryen]]. Her son Aegon III was himself the father of Kings [[Daeron I Targaryen]] and [[Baelor Targaryen]].\n\nRhaenyra fought her brother Aegon II for the [[Iron Throne]] in a civil war of succession known as the [[Dance of the Dragons]]. She eventually was defeated and Aegon II had his [[dragon]] devour her.&lt;ref&gt;[[The Death of Kings]]&lt;/ref&gt;\n\n===[[Season 3]]===\n\n[[File:Ambush at Dragonstone.png|thumb|left|Rhaenyra is eaten by [[Sunfyre]]]]Touring the [[Great Sept of Baelor]] in [[King's Landing]], King [[Joffrey Baratheon]] explains to [[Margaery Tyrell]] the fate of Rhaenyra Targaryen. Joffrey points out the crypts where what little is left of her is kept.&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n\n"}, "title": "Rhaenyra Targaryen"}