{"attributes": {"begin": " ", "end": " ~700 BAL", "name": " Rhoynish Wars", "image": "", "next": " Nymeria's War", "place": " Around the Rhoyne River, general region of the modern Free Cities, Essos", "result": " *Valyrian conquest of western Essos*Destruction of Rhoynar city-states*Migration of Rhoynar refugees to Dorne in Westeros, leading to Nymeria's War.", "commanders1": " *Princess Nymeria*Other Rhoynar princesQuote", "side1": " Alliance of Rhoynar city-states", "side2": " Valyrian Freehold", "previous": " Ghiscari Wars"}, "sections": {"Aftermath": "\nAfter their armies were burned and destroyed by the Valyrian's dragons, the surviving women and children in the Rhoynar's city-states were left defenseless.  Before the Valyrians' armies could arrive to enslave them all, Princee [[Nymeria]] rallied the survivors to flee by ship, in a massive refugee fleet that passed down the Rhoyne and out into the [[Summer Sea]].  Eventually Nymeria and her followers landed in [[Dorne]], in the southeast corner of [[Westeros]].  After they arrived Nymeria had their ships burned so none would lose heart and think of fleeing back to slavery in the east.  Once in Dorne, Nymeria allied with local ruler [[Mors Martell]], leading to [[Nymeria's War]], in which they used their combined strength to conquer and unite all of Dorne for the first time.&lt;ref&gt;[[House Martell (Histories &amp; Lore)]]&lt;/ref&gt;\n\n", "TOP": "Rhoynish Wars03125429c5dg96eolc43uhytu5oxtynhyce241805892015-04-02T23:01:02ZThe Dragon Demands5014364{{Conjecture}}\n{{War\n|previous = [[Ghiscari Wars]]\n|next = [[Nymeria's War]]\n|name = Rhoynish Wars\n|image =\n|begin = \n|end = ~700 BAL\n|place = Around the [[Rhoyne]] River, general region of the modern [[Free Cities]], [[Essos]]\n|result = *Valyrian conquest of western Essos\n*Destruction of Rhoynar city-states\n*Migration of Rhoynar refugees to [[Dorne]] in [[Westeros]], leading to [[Nymeria's War]].\n|side1 = Alliance of [[Rhoynar]] city-states\n|side2 = [[Valyrian Freehold]]\n|commanders1 = *Princess [[Nymeria]]\n*Other Rhoynar princes}}\n{{Quote|The warrior-queen Nymeria crossed into Dorne from Essos, fleeing the dragonlords of Valyria.|Prince [[Oberyn Martell]]|House Martell (Histories &amp; Lore)}}\nThe '''Rhoynish Wars''' were a prolonged conflict between the [[Rhoynar]] and the [[Valyrian Freehold]], which ended about a thousand years ago when the Rhoynar were finally subdued by the Valyrians' [[Dragons|dragons]].  \n\nThe Rhoynar people at the time lived in city-states along the [[Rhoyne]] River, in the region of western [[Essos]] where the present-day [[Free Cities]] are located.  After defeating the old [[Ghiscari Empire]] [[Valyrian-Ghiscari Wars|in a series of wars]] that ended about 5,000 years ago, the Valyrians continued to spread their domination across the continent.  Eventually their colonies in the west - the nascent Free Cities such as [[Volantis]] - came into conflict with the Rhoynar who were already living in the region.  \n\n", "See also": "*{{AWOIAF}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the conquest of the Rhoynar by the Valyrians directly caused the flight of the Rhoynar refugees to Dorne in Westeros, the third and last major ethnic group to migrate to the continent.\n\nThe ''World of Ice and Fire'' sourcebook (2014) gives more details on how the wars progressed:\n\nValyrian adventurers and merchants gradually kept expanding further and further westward, where they were welcomed at first by the Rhoynar, who were not a bloodthirsty people and did not desire conflict (even though they were strong warriors who fiercely defended their homes when attacked).  [[Volantis]] was the first and greatest of these Valyrian colony cities.  Over the centuries, however, competition over local resources and trade inevitably led to conflict between them.  \n\nThese wars and skirmishes started out very gradually:  the first clash was known as the &quot;First Turtle War&quot; and lasted less than a month.  The subsequent &quot;Rhoynish Wars&quot; were a 250 year period of pervasive on and off skirmishes and flareups into outright warfare.  Many of these were localized and inconclusive, but the Valyrians tended to win more than they lost.  Specific conflicts in this time period included the War of the Three Princes, the Second Turtle War, the Fisherman's War, the Salt War, the Third Turtle War, the War on Dagger Lake, and the First Spice War, among many others.  The final phase of the Rhoynish Wars was the massive conflict known as the Second Spice War, which saw the Rhoynar defeated and Nymeria lead the survivors to Dorne.\n\nThe Rhoynar lasted for as long as they did in no small part because the Valyrians simply didn't turn their full attention to the frontiers, instead more focused on the constant feuds between rival [[Dragonlords|dragonlords]] in the core territories of the [[Valyrian Peninsula]] itself.  For the same reason, the Valyrians hadn't simply exploded across all of Essos in the four thousand years since they had conquered the Ghiscari Empire to the east.  The Rhoynar were not fighting the core forces of the Valyrians, but the forces of its colony-states such as Volantis - and the colonists did not possess any dragons (which is why they had struck out on their own in the first place, as without dragons they had little power in the Freehold).  Every now and again, when the tide of the wars turned particularly against the colony-states and it seemed like they were in serious danger of destruction, the colonies would call for help from the dragonlords living in Old Valyria itself.  They would arrive and turn back the Rhoynar with their dragons, but but because wars are expensive and they were more concerned with affairs and feuds back home, they would return as soon as they had succeeded in defending the colony-cities, but not stay to continue an offensive against the Rhoynar.  Nor did the Rhoynar present a united front, their city-states were fiercely independent and did not present a united front.   During periods when the Valyrian colonists were weak and not a pressing threat, the Rhoynar cities would even continue their own petty conflicts with each other.  As a result the wars see-sawed back and forth for generations.  The definitive history text on these conflicts is held to be Beldecar's ''History of the Rhoynish Wars''.  \n\nThe conflicts came to an end about a thousand years ago (700 BAL), when three dragonlords from Valyria joined with the settlers in Volantis to completely destroy the great Rhoynar port city of Sarhoy, at the westernmost of the four mouths of the Rhoyne River (Volantis is on the easternmost mouth). In response, Prince Garin the Great of [[Chroyane]] united all five of the remaining independent Rhoynar city-states along the Rhoyne River into a grand alliance:  Chroyane, Sar Mell, Ny Sar, Ar Noy, and Ghoyan Drohe.  By putting a weapon in the hand of every Rhoynar boy old enough to hold one, he fielded the largest land army Essos had ever seen, a quarter of a million strong.  Princess [[Nymeria]], ruler of Ny Sar, was their only leader who spoke against the war, saying that it was ultimately unwinnable, yet she had no choice but to join in because her warriors were so eager that she couldn't stop them.\n\nThe Rhoynar forces were split in three:  one on the east bank, one on the west, and a fleet on the river itself, as they made their way south from Chroyane.  The Rhoynar had magical power of their own, not based on &quot;fire and blood&quot; like the Valyrians, but on the waters of Mother Rhoyne.  Their &quot;water-wizards&quot; called up floods and water-spouts which devastated Valyrian towns and armies.  Garin inflicted defeat after defeat, and in a massive battle at [[Volon Therys]] slaughtered a Valyrian army 100,000 strong, killing two of the dragons they possessed and wounding the third.  The Rhoynar were only a short distance from Volantis itself, whose inhabitants retreated behind the city's massive walls.  Garin's victory was short lived, however, because the panicked Volantenes called upon mother Valyria to send aid.  Briefly, the Valyrian dragonlords in Old Valyria itself knew real fear for the first time in four thousand years, since their defeat of the Ghiscari Empire.  As Nymeria had warned, they now turned their full attention and resources to defeating the Rhoynar:  they arrived at Volantis with a force of ''three hundred'' dragons. Against such a host, Garin's entire army was destroyed.  Garin himself was captured and tormented by being left alive to see the destruction of his city, where he later died.  \n\nSubsequently, Princess Nymeria gathered the Rhoynar survivors and assembled an immense evacuation fleet using every ship that could sail on the river.  Most of their men had died in battle, so most of the refugees were women and children (though Rhoynar women were frequently also warriors).  They passed down the Rhoyne and passed into the [[Summer Sea]] - avoiding the Valyrians at Volantis to the east by taking the westernmost mouth of the river, near the ruins of Sarhoy.  According to myth, her fleet consisted of &quot;Ten Thousand Ships&quot;, though there is no way of knowing the exact number, and many were simple skiffs or rafts.  The Rhoynar traveled across the Summer Sea for several years, wandering through several unsuitable landing sites before finally landing in [[Dorne]], the southeastern peninsula of [[Westeros]].  Nymeria then had all of the Rhoynar's ships burned on the coasts, so none would lose heart and think of fleeing back east to certain defeat and enslavement at the hands of the Valyrians.\n\n"}, "title": "Rhoynish Wars"}