{"attributes": {"status": "Extinct", "predecessor": "", "features": ["Olive/bronzed skin", "Black hair", "Dark eyesImage:Rhoynar cities.png"], "language": "", "title": " Rhoynar", "ruler": " ", "image": " ", "society": "River-based mercantile city-states", "location": " Rhoyne River network, Essos", "religion": "", "aka": "", "successors": "Dornishmen"}, "sections": {"TOP": "Rhoynar032984u10cykvuurn9yhju3c5cq1qx61pzrg1584262014-09-04T20:57:03ZThe Dragon Demands5014364/* In the books */{{Culture infobox\n| Title= Rhoynar\n| Image= \n| AKA=\n| Status=Extinct\n| Predecessor=\n| Successors=[[Dornishmen]]\n| Location = [[Rhoyne]] River network, [[Essos]]\n| Ruler= \n| Society=River-based mercantile city-states\n| Language=\n| Religion=\n| Features=Olive/bronzed skin&lt;br&gt;Black hair&lt;br&gt;Dark eyes\n}}\n[[Image:Rhoynar cities.png|thumb|right|200px|A map showing the location of the major Rhoynar cities on the continent of Essos. All of these cities were destroyed by the Valyrians.]]\nThe '''Rhoynar''' were a people from the eastern continent who fled to [[Dorne]] during a war with the [[Valyrian Freehold]] and intermingled with the local [[Andals|Andal]] population. They were named for their homeland, the immense [[Rhoyne]] river and its numerous tributaries.\n\n[[Dornishmen]] are descendants of the Rhoynar and still keep some of their customs and laws alive.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Rhoynar are an ancient people of [[Essos]]. They dwelt along the banks of the immense River Rhoyne, which extended for thousands of miles across many tributaries, forming a vital trade and transport link in western Essos. According to some sources, the Rhoynar taught the Andals how to smelt iron, though in [[Westeros]], the [[Faith of the Seven]] teaches that the Andals received this gift from the Smith in a vision.\n\nOver a thousand years before the events of the novels, the Rhoynar lands fell under the creeping influence of [[Valyria]]. The Freehold had established the city of [[Volantis]] at the mouth of the river and as the years passed they attempted to take more and more control of territory along the river. They also founded two other cities - [[Norvos]] and [[Qohor]] - on tributaries of the Rhoyne much further to the north. Valyrian adventurers, merchants, and settlers had been expanding into western Essos since the end of the [[Valyrian-Ghiscari Wars]] five thousand years ago, but eventually the colonies grew into large cities and by around 950 BAL they came into open conflict. The Rhoynish Wars lasted two and a half centuries, though they were not a period of continuous warfare but many short, brutal wars fought for similar reasons. While the Valyrians won these conflicts more often than they lost it was very slow going, as the Rhoynar fiercely defended their independence. The settlers in Volantis and other colonies also had few dragons at their disposal: when the conflicts turned dire they could call upon dragonriders from Valyria to help, but as soon as they left the fortunes of war turned once again. If the legends are to be believed, the Rhoynar also possessed magical powers very different from those of the Valyrians, which were based on fire and blood. Instead, Rhoynar magic was based on water, and their water-wizards were capable of calling upon massive floods to destroy Valyrian towns, or raising water-spouts to fend off dragon-fire.\n\nThe conflicts came to an end about a thousand years ago (700 BAL), when three dragonlords from Valyria joined with the settlers in Volantis to completely destroy the great Rhoynar port city of Sarhoy. In response, Prince Garin the Great of Chroyane united all five of the remaining independent Rhoynar city-states into a grand alliance, and by putting a weapon in the hand of every Rhoynar child old enough to hold one, fielded the largest land army Essos had ever seen, a quarter of a million strong. Garin moved south along the Rhoyne with his army inflicting defeat after defeat, and in a massive battle at Volon Therys slaughtered a Valyrian army 100,000 strong, killing two of the dragons they possessed and wounding the third. His victory was short lived, however, because the panicked Volantenes called upon mother Valyria to send aid, which came in the form of a force of ''three hundred'' dragons. Against such a host, Garin's entire army was destroyed.\n\nSubsequently, the Rhoynar warrior-queen Nymeria of Ny Sar assembled an immense evacuation fleet using every ship that could sail on the river. According to myth, she guided ten thousand ships out of the Rhoyne Delta, into the [[Summer Sea]], west along the coast and through the [[Stepstones]], to finally land in Dorne along the coast and the banks of the Greenblood River.\n\nAt that time [[Dorne]] was a patchwork of small, shifting states. Lord Mors Martell of [[Sunspear]] allied with Queen Nymeria, marrying her, and using their combined power they were able to overrun and conquer all of Dorne.\n\nBy the War of the Five Kings, the Dornishmen have a mixed ethnicity due to the intermingling and merging of the Rhoynar with the local [[First Men]] and Andals who were already in Dorne when they migrated there. The Rhoynar impact on the gene pool of Dorne is strongest along the coasts, and up the river valleys into the central deserts, where the people have the dark olive skin and long black hair of their Rhoynar ancestors. However, the impact was least in the isolated [[Red Mountains]] of western Dorne, where hardly any Rhoynar settled, and the inhabitants resemble blonde-haired Andals. A small group of Rhoynar, however, refused to assimilate with the local inhabitants or culture at all. A small, gypsy-like culture of river-folk moving up and down the major rivers of Dorne such as the [[Greenblood]], these &quot;Orphans of the Greenblood&quot; are closest to the original ethnicity, culture, and religious practices of the original Rhoynar.\n\nDuring and after the Rhoynar evacuation, the Valyrians destroyed the Rhoynish capital, Ny Sar, and many of the other great cities of the kingdom, including [[Chroyane]], [[Ar Noy]], and Ghoyan Drohe.\n\nIn the novels, the King of Westeros is styled the &quot;King of the Andals, the Rhoynar and the First Men&quot;. In the TV series, the Â RhoynarÂ are left out of the list, probably because neither the Rhoynar nor their Dornishmen descendants have been introduced by the first three seasons. In the season four finale, however, [[Daenerys Targaryen]] is referred to as &quot;Queen of the Andals, the Rhoynar and the First Men&quot; by [[Missandei]].\n\n"}, "title": "Rhoynar"}