{"attributes": {"status": " :Category:Status: Alive", "death": "", "last": "&quot;The Rains of Castamere (episode)", "family": [" Eddard Stark - father", "Catelyn Stark - mother", "Robb Stark - brother", "Sansa Stark - sister", "Bran Stark - brother", "Arya Stark - sister", "Jon Snow - bastard half-brother", "Benjen Stark - paternal uncle", "Brandon Stark (Son of Rickard)"], "title": "Rickon Stark", "culture": " NorthmenQuote", "season": "Season 1", "image": "tumblr_mkmw9ak61j1r9h4heo1_1280.jpg", "allegiance": "House Stark", "actor": "Art Parkinson", "age": "  10 in Season 5", "titles": "Prince", "link": " House StarkCharacter", "place": "Winterfell", "aka": "", "appearances": "12 episodes &lt;small&gt;#Appearances", "first": "&quot;Winter is Coming (episode)"}, "sections": {"Family tree": "{{House Stark family tree}}\n\n", "TOP": "Rickon Stark021380gnu80rw3b6odd3cwdoxweyfaibegoj1813092015-04-05T22:46:37ZDaemon Targaryen24097499{{Heraldry\n|image = Stark mini shield.png\n|link = House Stark\n}}\n{{Character\n| Title=Rickon Stark\n| Image=tumblr_mkmw9ak61j1r9h4heo1_1280.jpg\n| Season=[[Season 1|1]], [[Season 2|2]], [[Season 3|3]]\n| First=&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;\n| Last=&quot;[[The Rains of Castamere (episode)|The Rains of Castamere]]&quot;\n| Appearances=12 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Titles=Prince\n| Aka=\n| Status= [[:Category:Status: Alive|Alive]]\n| Age=  10 in Season 5\n| Death=\n| Place=[[Winterfell]]\n| Allegiance=[[House Stark]]\n| Family= {[[Eddard Stark]]} - father&lt;br&gt;{[[Catelyn Stark]]} - mother&lt;br&gt;{[[Robb Stark]]} - brother&lt;br&gt;[[Sansa Stark]] - sister&lt;br&gt;[[Bran Stark]] - brother&lt;br&gt;[[Arya Stark]] - sister&lt;br&gt;[[Jon Snow]] - bastard half-brother&lt;br&gt;[[Benjen Stark]] - paternal uncle&lt;br&gt;{[[Brandon Stark (Son of Rickard)|Brandon Stark]]} - paternal uncle&lt;br&gt;{[[Lyanna Stark]]} - paternal aunt&lt;br&gt;{[[Jon Arryn]]} - uncle by marriage&lt;br&gt;[[Petyr Baelish]] - uncle by marriage&lt;br&gt;[[Roslin Frey]] - aunt by marriage&lt;br&gt;{[[Rickard Stark]]} -  paternal grandfather&lt;br&gt;[[Brynden Tully]] - maternal great-uncle&lt;br&gt;{[[Hoster Tully]]} - maternal grandfather&lt;br&gt;{[[Minisa Tully]]} - maternal grandmother&lt;br&gt;[[Edmure Tully]] - maternal uncle&lt;br&gt;{[[Lysa Arryn]]} - maternal aunt&lt;br&gt;[[Robin Arryn]] - first cousin&lt;br&gt;{[[Talisa Maegyr]]} - sister-in-law&lt;br&gt;[[Tyrion Lannister]] - brother-in-law\n| Actor=[[Art Parkinson]]|Culture = [[Northmen]]}}\n{{Quote|Robb's at war and I'm going beyond the Wall.  If something happens to us, you're the heir to Winterfell.|[[Bran Stark]] when he sends Rickon away into hiding.|The Rains of Castamere (episode)}}\n'''Rickon Stark''' is a recurring character in the [[Season 1|first]], [[Season 2|second]] and [[Season 3|third]] seasons. He is played by guest star [[Art Parkinson]] and debuts in the [[Winter is Coming (episode)|series premiere]]. Rickon is the youngest son of [[Eddard Stark]] and [[Catelyn Stark]] and lives with his family in [[Winterfell]] until the [[Fall of Winterfell]]. Rickon adopted the [[direwolf]] [[Shaggydog]] and they have forged a strong connection. He traveled to find safety at [[Last Hearth]] with the wildlingÂ [[Osha]] after being separated from his brother, [[Bran Stark|Bran]], [[Hodor]], [[Meera Reed|Meera]] and [[Jojen Reed]]. He is six when the series begins.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels Rickon is three years old when the narrative begins. As with several other younger characters he was aged-up by a few years in the TV series (stated to be six years old in Season 1). He is very young, but fierce and strong for his age. He has the auburn hair and blue eyes of the Tullys. He and Robb are the only ones out of Ned Stark's six children who are not POV characters. While Robb is an important character, he isn't a POV for dramatic reasons (most of his actions are told through Catelyn's POV). Rickon, meanwhile, isn't a POV character due to his very young age. Much as in Seasons 1 and 2, Rickon usually appears in chapters narrated by Bran's POV. Another similarity is that as Rickon gets older he gradually gets a larger speaking role, as seen in both book 2 and Season 2 compared to his small role in book 1 and Season 1.\n\nRickon is deeply affected by the massive lossesÂ occurring in his young life, compounded by the fact that he is only three to six old (between the first and third novels) and thus has difficulty comprehending why these horrible things are even happening. Within a span of only two years, theÂ Lannisters and their allies killed Rickon's father, burned down his home castle of Winterfell, and killed his mother and oldest brother. The loss of Maester LuwinÂ was also a heavy blow to him. As a result Rickon becomes very angry and aggressive, which is reflected in the attitude of his direwolf Shaggydog. Rickon is so upset when his mother leaves home to travel with Robb's army to the south that he refuses to have his hair cut. As a result his hair becomes long and very unruly, signifying the mountain of anger and grief the young boy sits on due to the loss of his slain family members and followers.\n\nHe is separated from Bran much earlier, just after leaving Winterfell, and Osha plans to take him south, ''&quot;perhaps to White Harbor,&quot;'' not to Last Hearth.\n\n", "Image gallery": "&lt;gallery&gt;\nJon,_Bran_and_Robb.jpg|Rickon Stark (in the background, behind Robb) watches his brother Bran practice his archery in &quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;.\nHouse Stark and retainers.jpg|Rickon and his family await the arrival of the king in &quot;Winter is Coming&quot;.\nRickon Stark infobox.jpg|Rickon before leaving [[Winterfell]]\nBran and Rickon Alive.jpg|Bran, Rickon, and Hodor alive in the crypts of Winterfell in &quot;[[The Prince of Winterfell]]&quot;.\nLuwin Dying 2x10.png|Rickon with a dying Maester Luwin in the Godswood in &quot;[[Valar Morghulis]]&quot;.\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n\n", "Appearances": "{{Season One Appearances|yes|||||||yes||yes}}\n{{Season Two Appearances|||||yes|yes|yes|yes||yes||yes}}\n{{Season Three Appearances||yes||||yes|yes||yes}}\n\n", "Biography": "===Background===\nRickon is the fifth child and youngest son of Lady [[Catelyn Stark|Catelyn]] and Lord [[Eddard Stark]]. Eddard is the head of [[House Stark]] and [[Lord Paramount of the North]]. [[The North]] is one of the constituent regions of the [[Seven Kingdoms]] and House Stark is one of the [[Great Houses]] of the realm. House Stark rule the region from their seat of [[Winterfell]] and Eddard also holds the title [[Lord of Winterfell]]. He is also the [[Warden|Warden of the North]] to King [[Robert Baratheon]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/stark/ HBO viewers guide, season 2 guide to houses, House Stark entry]&lt;/ref&gt;\n\nRickon was born and raised at Winterfell. He has two older brothers [[Robb Stark|Robb]] and [[Bran Stark|Bran]] and two older sisters [[Sansa Stark|Sansa]] and [[Arya Stark|Arya]]. He also has an older bastard half-brother of [[Jon Snow]]. He is named for his grandfather, [[Rickard Stark|Rickard]], who died eleven years before Rickon was born. He is six when the TV series begins.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/stark/rickon-stark/ HBO viewers guide, season 2 guide to houses, House Stark - Rickon Stark entry]&lt;/ref&gt;\n\n===[[Season 1]]===\n[[File:Rickon Stark.jpg|thumb|left|160px|Rickon looks on in delight as Bran misses his target during practice.]]RickonÂ watches Bran's unsuccessful practice at archery and laughs when Bran misses and is outwitted by Arya, and later helps Robb and Jon put the arrows back in their place. His brothers find a litter of direwolves in the Wolfswood and bring them back to Winterfell: Rickon adopts one of the wolves and names it [[Shaggydog]]. He receives the visiting King [[Robert Baratheon]] with his family at [[Winterfell]], standing close to his mother. His father accepts King Robert's offer to serve as the [[Hand of the King]]. Rickon's brother Bran is found severely injured at the base of a disused tower.&lt;ref&gt;&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;&lt;/ref&gt; Eddard travels south to the capital [[King's Landing]], taking Arya and Sansa with him. Catelyn initially remains with Bran. She protects him from an assassination attempt and then discovers evidence implicating [[House Lannister]] in his injuries. She follows Eddard south to warn him in secret. Rickon's oldest brother [[Robb Stark|Robb]] is left in charge of Winterfell.&lt;ref&gt;&quot;[[The Kingsroad]]&quot;&lt;/ref&gt;\n\nKing Robert dies following a hunting accident. His son [[Joffrey Baratheon]] claims the throne. Eddard challenges his legitimacy and is arrested for treason. Robb decides to ride against King Joffrey and wants to bid his younger brothers goodbye but Rickon is nowhere to be found. Afterwards [[Bran Stark|Bran]] tries to reassure Rickon that Robb will return but Rickon is adamant that he'll never see Robb again.\n\n[[File:Shaggydog.png|thumb|Rickon and Shaggydog in the crypts below Winterfell in [[Fire and Blood]].]]\nRickon sees his father in the crypts below Winterfell in a [[Greensight|dream]]. He goes down to the crypts with Shaggydog to look for him. He meets his brother Bran who also had a dream about his father being there. When Bran emerges from the crypts Maester [[Luwin]] tells him that their father has been killed.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\nIn the great hall of Winterfell, Prince [[Bran Stark]] holds court for his people. He remains the acting Lord of Winterfell and wears a gorget embossed with the direwolf of House Stark about his neck while the House Tully pin fastens his doublet. Meanwhile, Rickon sat beside his older brother, shelling nuts loudly with a rock. A shepherd reports being unable to tend to his flock with his three sons fighting in the south. He reassures Bran of the loyalty of his sons but says that there are growing numbers of wolves in the north and that he cannot protect his sheep from them alone. Bran offers to assign two orphans from Winterfellâ&euro;&trade;s outlying Winterstown to aid him if he will give them room and board. The shepherd gratefully accepts, saying that his wife always wanted more children. When the shepherd leaves Bran tells Rickon to stop. Having seen everyone Bran tells [[Maester]] [[Luwin]] that he is going to go for a ride before dark and calls for Hodor.&lt;ref name=&quot;E15&quot;&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\nSer [[Rodrik Cassel]] enters the Great Hall calling for Bran. He reports that [[Torrhenâ&euro;&trade;s Square]] is under siege. Luwin is shocked, remarking that Torrhenâ&euro;&trade;s Square is just 14 leagues away and wonders how the Lannisters have reached so far north. The two brothers' [[Free Folk]] servant [[Osha]] listens intently as she lights candles at the back of the room. Ser Rodrik speculates that it could be a raiding party led by [[Gregor Clegane|the Mountain]] or a group of sellswords. Bran says that they must help their bannermen. Rodrik nods agreement and says that even with most of their forces fighting for Robb he can gather 200 decent men. Luwin wonders if Rodrik needs to take so many and Bran cautions that they must protect their bannermen if they expect their bannermen to protect them. Rodrik smiles at the boyâ&euro;&trade;s wisdom and Bran orders him to leave as soon as he has his men. Rodrik confidently says that it will not take long because southerners do not do well in their territory.&lt;ref name=&quot;E15&quot; /&gt;\n\nThe attack is a feint orchestrated by [[Theon Greyjoy]] to lure away the garrison of Winterfell. He seizes the poorly defended castle and forces Bran to surrender to him by threatening the people. Rickon is distraught when Theon publicly executes Rodrik. Along with Bran, he tried to plead for Rodrik's life but to no avail. Osha manages to free Bran and Rickon and leads them out of the castle.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt; They reach the shepherd's farm in the Winterstown. Rickon remembers that Bran sent [[Billy]] and [[Jack]] there and wants to approach them for food. Bran is cautious about putting them in danger if they are tracked. Bran's concern proves valid when Theon later reaches the farm but cannot find Bran or Rickon. He brutalizes the shepherd and then returns to Winterfell with the charred corpses of two boys, claiming that they are Bran and Rickon.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt; The escapees actually back tracked through the stream and are hiding in the crypts at Winterfell. The bodies were the orphans from the farm. Rickon is described as being aged six by [[Yara Greyjoy]] when she learns of their deaths.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\nA Bolton force led by Roose's bastard son [[Ramsay Snow]] besieges Winterfell, trapping Theon's meager Ironborn garrison. The Ironborn turn on Theon and accept Robb Stark's offer to spare their lives in return for surrendering. However, the House Bolton forces flay the Ironborn alive and sack Winterfell. Following the [[Sack of Winterfell]], Rickon and his companions emerge from the crypt to discover Winterfell in ruins. They also find a dying Maester Luwin resting under the willow tree. While Bran and Rickon offer to bring medicine to treat Luwin's wounds, he declines their offer and tells them to gather all of their warm clothing and travel north to Castle Black where they would be safe with their half-brother Jon Snow. At Luwin's own request, Osha euthanizes the elderly maester. Rickon then travels north, accompanied by his older brother Bran, their guardian Osha, Hodor, and their two direwolves.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n[[File:Rickon wakes up shocked.png|thumb|right|Rickon is shocked when his brother wakes up from his dream.]]\nFollowing the Fall of Winterfell, Rickon along with Bran, Osha, Hodor, and the direwolves Summer and Shaggydog travelled north towards [[Castle Black]], the headquarters of the Nightâ&euro;&trade;s Watch. During the journey, the group encountered [[Jojen Reed]] and his sister [[Meera Reed]]. During the first encounter between the two parties, Rickon and Hodor were out hunting, leaving Bran and Osha behind to guard the camp. The siblings were members of [[House Reed]], a vassal house of [[House Stark]], and had been searching for Bran and Rickon so that they can protect them. His older brother Bran also experienced strange dreams of seeing the world through the eyes of his wolf Summer. Bran would later learn from Jojen that he was a Warg and had the ability to enter the minds of animals and control their actions.&lt;ref&gt;''[[Dark Wings, Dark Words]]''&lt;/ref&gt; On one occasion, Rickon was present when Jojen descended into a fit due to the exertions of his vision.&lt;ref&gt;''[[The Climb]]''&lt;/ref&gt;\n\n[[File:Group arrive at windmill.png|thumb|left|Rickon and the group arrive at the windmill.]]\n\nLater, Rickon and his companions reached [[The Gift]], a region south of the Wall which was considered to be beyond the borders of the Seven Kingdoms. The Gift had been gifted to the Night's Watch thousands of years ago by [[Brandon the Builder]], from which the Watch draws support for its material needs. While the region was fertile, it was uninhabited due to frequent [[Wildling]] attacks which had forced the [[Smallfolk]] to migrate south over the centuries. When his brother Bran raised this controversial issue which troubled Osha due to her Wildling ancestry, Rickon added that he had heard tales about the Wildlings drinking blood.&lt;ref name=&quot;ReferenceA&quot;&gt;''[[The Rains of Castamere (episode)|The Rains of Castamere]]''&lt;/ref&gt;\n\n[[File:Rickon shocked when bran wargs.png|thumb|right|Rickon is shocked when his brother wargs into Hodor.]]\n\nRickon and his companions took shelter at an abandoned mill to escape a thunderstorm. Later, the group noticed a band of Wildlings chasing down a Northman. During the ensuing incident, Bran used his Warg powers to Warg through Summer and Shaggydog and fight off the Wildlings. This party of Wildlings included Rickon's half-brother [[Jon Snow]], who earlier had been taken captive by the Free Folk. Using his Warg abilities, Bran helped Snow to escape from his captors and return to the Night's Watch.&lt;ref name=&quot;ReferenceA&quot;/&gt;\n\n[[File:Osha with rickon.png|thumb|left|Rickon being comforted by Osha as they have to leave the group.]]\n\nFollowing the events of that night, Bran arranged for Osha to bring Rickon to the [[Last Hearth|holdfast]] of [[Greatjon Umber]], the Lord of Last Hearth and the head of [[House Umber]]. Lord Umber was a loyal ally of the Starks. This arrangement also suited Osha because she was unwilling to travel to the north with Bran and company due to the threat of the [[White Walkers]]. While Rickon was upset to be separated from his brother and expressed his desire to accompany him on his journey, he realized it was for his own good and ultimately cooperated with Bran and Osha. If something bad happened to Bran, Rickon knew that he would be the next in line to lead House Stark. During their journey to Greatjon Umber, Rickon and Osha were accompanied by the former's direwolf Shaggydog. Meanwhile, his older brother, Bran, and the remaining members of the party continued on their journey to the Wall.&lt;ref name=&quot;ReferenceA&quot;/&gt;\n\n"}, "title": "Rickon Stark"}