{"attributes": {"status": " :Category:Status: Dead", "10": "yesSeason Two Appearances", "death": "Beheaded by Robb Stark for treason", "last": "&quot;Kissed by Fire&quot;", "family": ["Harrion Karstark - son", "Torrhen Karstark - son"], "title": "Rickard Karstark", "season": "Season 1", "image": "Rickard-Karstark-HD.png", "allegiance": ["House Stark", "House Karstark"], "actor": ["Steven Blount (announced, Season 1)", "John Stahl (named, Season 2 Season 3)Quote"], "culture": "Northmen", "deathep": "&quot;Kissed by Fire&quot;", "titles": "Lord of Karhold", "link": "House KarstarkCharacter", "7": "yes", "8": "yesSeason Three Appearances", "place": "Karhold", "aka": "", "5": "yes==Family tree==House Karstark family tree==Behind the scenes==File:Rickard Karstark.jpg", "appearances": "6 episodes &lt;small&gt;(#Appearances", "first": "&quot;Fire and Blood&quot;"}, "sections": {"Family tree": "{{House Karstark family tree}}\n\n", "Behind the scenes": "[[File:Rickard Karstark.jpg|thumb|Steven Blount as Rickard Karstark in &quot;Fire and Blood.&quot;]]\nOriginally [[Vinnie McCabe]] had been announced in the role of Rickard Karstark, however he turned out to be playing a [[House Lannister|Lannister]] bannerman, [[Leo Lefford]], in the same episode as Karstark's debut. [[Steven Blount]] appeared as a Stark bannerman in &quot;[[Fire and Blood]].&quot;&lt;ref name=&quot;E10&quot;/&gt; Blount's character was given lines spoken by Rickard Karstark in the book and his CV lists him as playing Lord Karstark.&lt;ref&gt;[http://www.firstcallmanagement.ie/STEVE%20BLOUNT.html Steven Blount's CV at First Call Management.]&lt;/ref&gt; For the [[Season 2|second season]] it was announced that [[John Stahl]] was playing Rickard Karstark.&lt;ref&gt;[http://grrm.livejournal.com/243470.html George R.R. Martin's blog announcing John Stahl's casting]&lt;/ref&gt; Stahl was named on screen as Lord Karstark in &quot;[[A Man Without Honor]].&quot;&lt;ref name=&quot;E17&quot;/&gt;\n\n[[Bryan Cogman]] acknowledged that Rickard Karstark worships the Old Gods, so his line that he would cut his own heart out and offer it to the Father (one of the Seven) if it would bring his sons back is an error; Cogman reconciled this by saying that Lord Rickard's line should be understood as simply being very sarcastic, i.e. equivalent to if he had said &quot;I'd rip out my heart and offer it up to the [[Great Stallion]] of the Dothraki if it would bring my sons back.&quot;\n\n", "TOP": "Rickard Karstark02798amwxu7z3s30xkwvrbdk5hrtja72vhwz1793392015-03-25T21:53:39ZThe Dragon Demands5014364Trying to emphasize this point.  Undo revision 179337 by [[Special:Contributions/EnglishJoker|EnglishJoker]] ([[User talk:EnglishJoker|talk]]){{Heraldry\n|image=Karstark mini shield.png\n|link=House Karstark\n}}\n\n{{Character\n| Title=Rickard Karstark\n| Image=Rickard-Karstark-HD.png\n| Season=[[Season 1|1]], [[Season 2|2]], [[Season 3|3]]\n| First=&quot;[[Fire and Blood]]&quot;\n| Last=&quot;[[Kissed by Fire]]&quot;\n| Appearances=6 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n| Aka=\n| Status= [[:Category:Status: Dead|Deceased]]\n| Titles=[[Lord of Karhold]]\n| Death=Beheaded by Robb Stark for treason\n| DeathEp=&quot;[[Kissed by Fire]]&quot;\n| Place=[[Karhold]]\n| Culture=[[Northmen]]\n| Allegiance=[[House Stark]]&lt;br&gt;[[House Karstark]]\n| Family={[[Harrion Karstark]]} - son&lt;br&gt;{[[Torrhen Karstark]]} - son\n| Actor=[[Steven Blount]] (announced, [[Season 1]])&lt;br&gt;[[John Stahl]] (named, [[Season 2]] [[Season 3]])}}\n{{Quote|Any man who stands between a father and his vengeance asks for death!|Rickard Karstark|A Man Without Honor}}\n\n'''Rickard Karstark''' is a recurring character in the [[Season 1|first]], [[Season 2|second]] and [[Season 3|third]] seasons. He was originally played by guest star [[Steven Blount]] and debuts in &quot;[[Fire and Blood]]&quot;. The role was recast for the second season with [[John Stahl]] playing Lord Karstark. Rickard Karstark is the [[Lord of Karhold]] and the head of [[House Karstark]]. He fights for King [[Robb Stark]], his distant relative and liege lord, in the [[War of the Five Kings]]. He loses both of his two sons in the war against [[House Lannister]], and is later executed himself for treason against the new [[King in the North]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Rickard Karstark is the ruling lord of [[House Karstark]] of Karhold. Their lands are along a heavily-forested headland far to the north-east of [[Winterfell]], overlooking the Shivering Sea. He is named for [[Eddard Stark|Eddard Stark's]] father, [[Rickard Stark|Rickard]], and fought in [[Robert's Rebellion]] alongside his liege lord. He has four children: Harrion, Torrhen, Eddard and Alys. He's described as gaunt and long-bearded, and Jon Snow implies he is a fierce warrior.\n\nTwo of Lord Rickard's sons, Torrhen and Eddard, are struck down by [[Jaime Lannister]] in the [[Battle of the Whispering Wood]], while he kills [[Stafford Lannister]] at the [[Battle of Oxcross]]. Lord Rickard's mention of losing a son to Jaime prior to Torrhen's death seems to reference Eddard's death at the Whispering Wood. Though clearly angered that Jaime is kept alive, Lord Rickard doesn't openly demand the execution of Jaime. Catelyn's decision to send Jaime back to King's Landing isn't caused by Karstark's actions but of fear that Joffrey may execute Sansa on a whim, as she believes Theon has executed Bran and Rickon. Lord Rickard becomes furious when Robb forgives Catelyn for her actions, and murders the hostages [[Willem Lannister]] and Tion Frey - not [[Martyn Lannister]].\n\nRickard is succeeded by his son Harrion, who is currently held prisoner by the Lannisters and his whereabouts are unknown.\n\n", "Quotes": "'''Spoken by Rickard'''\n\n{{Dialogue a-b|Catelyn Stark|Wise men do not make demands from Kings.|Rickard Karstark|Fathers who love their sons do.|Rickard's desire to kill Jaime Lannister.|A Man Without Honor}}\n\n{{Quote|I lost one son, fighting by your son's side. I lost another to the Kingslayer, strangled with a chain. You commit treason because your children are prisoners? I would carve out my heart and offer it to the Father if he would let my sons wake from their graves and step into a prison cell. I don't want your grief, I want my vengeance, and you stole it from me.|'''Rickard''' to [[Catelyn Stark]] on releasing [[Jaime Lannister]]|The Prince of Winterfell}}\n\n{{Quote|It's treason to free your enemies! In war, you ''kill'' your enemies! Did [[Eddard Stark|your father]] not teach you that, boy!?|'''Rickard''' to Robb Stark|Kissed by Fire}}\n\n{{Quote|Leave me to the King. He wants to give me a scolding before he sets me free. That's how he deals with treason. Our King in the North. Or should I call him 'the King who lost the North'?|'''Rickard''' to Brynden Tully|Kissed by Fire}}\n\n{{Quote|Kill me and be cursed. You are no King of mine!|'''Rickard's''' last words to [[Robb Stark]]|Kissed by Fire}}\n\n", "See also": "*{{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season One Appearances|10=yes}}\n{{Season Two Appearances|7=yes|8=yes}}\n{{Season Three Appearances|yes|yes|5=yes}}\n\n", "Biography": "===Background===\nRickard Karstark is the [[Lord of Karhold]] and the head of [[House Karstark]], a vassal family to [[House Stark]] of [[Winterfell]]. He is a close ally and distant relation of House Stark.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/stark/rickard-karstark/ HBO viewers guide, season 2 guide to houses, House Stark - Rickard Karstark entry]&lt;/ref&gt; He has at least two sons, [[Torrhen Karstark]]&lt;ref name=&quot;E17&quot;&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt; and [[Harrion Karstark]].&lt;ref name=&quot;E305&quot;&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n\n===[[Season 1]]===\nLord Karstark listens to the debate between Robb Stark, [[Jonos Bracken]] and [[Greatjon Umber]] about whether they should join forces with [[Renly Baratheon|Renly]] or [[Stannis Baratheon]]. When the Greatjon names Robb as the [[King in the North]] and lays his sword at his feet, Karstark is the second to join him, saying he'll have peace on those terms.&lt;ref name=&quot;E10&quot;&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n[[File:Stark Bannermen.jpg|thumb|Stark bannerman hear that Queen Cersei rejected their peace terms in &quot;[[A Man Without Honor]]&quot;.]]\nRickard Karstark is among [[Robb Stark]]'s host in the [[Westerlands]] and is present when [[Alton Lannister]] gives Queen [[Cersei Lannister]]'s response to Robb's peace terms. Karstark's son [[Torrhen Karstark]] is later killed by [[Jaime Lannister]] during an escape attempt. After Jaime's recapture, Lord Rickard demands Jaime's execution in revenge for the murder of his son, but [[Catelyn Stark]] speaks for his life. After Lord Rickard's threatening reaction, she reminds him that he has sworn an oath of loyalty to Robb Stark and that Jaime is a prisoner of war. She says that he should remember who his king is and who she is. She promises him that Jaime will be punished for what he did. Reluctantly Lord Karstark gives in, but demands retribution when his King returns from [[The Crag]]. During the confrontation with Lady Catelyn, Lord Rickard also dismisses [[Talisa Maegyr]] as a &quot;foreign bitch&quot;.&lt;ref name=&quot;E17&quot;/&gt;\n\nCatelyn sends Jaime to King's Landing with her sworn sword [[Brienne]] to exchange him for her captive daughters, fearing that Rickard or his men will kill him if he remains in the camp. He is furious that she has denied him his vengeance and rejects her argument that Jaime may yet save the lives of her children, adding that he personally would happily exchange his life for those of his deceased children, Torrhen and [[Harrion Karstark|Harrion]], even if it meant captivity for them. Robb tells Catelyn that she has betrayed him and orders her kept under guard.&lt;ref name=&quot;E18&quot;&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n[[File:Roose-and-Rickard-3x01.jpg|thumb|right|250px|Rickard expresses his lack of faith in Robb to Roose Bolton.]]\nRickard's faith in Robb continues to deteriorate as the Northern host arrives at [[Harrenhal]], finding the castle's inhabitants had been put to the sword. [[Roose Bolton]] attempts to reassure Rickard, telling him that he has sent his best [[Locke|hunter]] in pursuit of the Kingslayer, and that the dead will be avenged in time. Karstark, however, is clearly unconvinced.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\nLord Karstark manifests his disapproval of the march to [[Riverrun]] for the funerals of Lord [[Hoster Tully]], grandfather of his King, considering it a distraction from the war effort. When questioned by Robb if he has lost faith in the Northern cause, Lord Karstark insists that if the cause is revenge he will keep faith &quot;until it snows in [[Dorne]]&quot;, but adds that he believes Robb lost the war the day he he married [[Talisa Maegyr]].&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt;\n\nRickard KarstarkÂ and his men killÂ [[Martyn Lannister|Martyn&amp;nbsp;Lannister]]Â andÂ [[Willem Lannister|Willem&amp;nbsp;Lannister]]Â in the dungeons of RiverrunÂ and are brought before Robb Stark. He openly insults the King in the North and claims the war is a lost cause.Â Remaining true to his honor just like his father, Robb decides that Lord KarstarkÂ must die for his treason. Though [[Edmure Tully]], Talisa, and Catelyn attempt to advise Robb to hold Karstark hostage and send him to the Night's Watch after the war - on the basis that the Karstarks form a significant portion of Robb's army, and they will abandon Robb if he executes their lord.  Despite the warnings of all of his councilors, Robb refuses to listen.\n\n[[File:Robb_prepares_to_execute_Rickard_s3e5.jpg|thumb|Rickard Karstark is executed by Robb Stark.]]As Lord Karstark is brought before Robb, he reminds him that the blood of the [[First Men]]Â run through bothÂ of their veins since they are of the North. Lord Karstark also reminds Robb he fought alongside Eddard Stark during [[Robert's Rebellion]]Â and alongside him against KingÂ Joffrey. Finally, he states that they are both kin, since House Karstark was founded by a Stark of Winterfell. Robb tells him that all of it didn't stop him from murdering the Lannister boys and it will not save him now. Rickard doesn't want to be saved, but he wants it to haunt him for the rest of his days. True to the traditions of the North and his father, Robb Stark personally beheads Rickard Karstark with a single strike of his sword after Rickard curses Robb and renounces all allegiance to him.&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n\n"}, "title": "Rickard Karstark"}