{"attributes": {}, "sections": {"TOP": "River Road0120791pty8sl6b8n60m72f5txd65md0jy6wp1806302015-04-03T05:14:04ZThe Dragon Demands5014364/* References */[[File:Riverlands map.jpg|thumb|right|200px|A map of the Riverlands, with the &quot;River Road&quot; clearly marked.]]\nThe '''River Road''' is a major highway in the [[Seven Kingdoms]]. It runs west to east across the continent from [[Casterly Rock]] and [[Lannisport]] on the west coast, to the crossroads with the [[Kingsroad]] and the [[Eastern Road]] near the [[Crossroads Inn]].\n\nThe River Road exits [[the Westerlands]] through the only major pass in the mountains along their northeast border with [[the Riverlands]], a pass watched over by the strategically vital fortress of [[Golden Tooth]]. The road leads roughly northeast from Lannisport until it reaches [[Riverrun]], the capital of the Riverlands. At Riverrun, the road crosses over the Red Fork of the [[Trident]] River to its southern bank. From there, the River Road predominantly runs alongside the south bank of river across the width of the Riverlands (hence the road's name), through the heart of Westeros. The River Road runs northeast from Lannisport to Riverrun, but after passing Riverrun the Red Fork and the road curve to follow a more even east-west route.\n\nIn the east of the continent, just east of the point where the three forks of the Trident (Red, Blue, and Green) merge, the River Road crosses over to the north bank of the combined Trident River. Slightly east and downriver from the crossing of the River Road is the crossing made by the [[Kingsroad]], known as the [[Ruby Ford]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/inn-at-the-crossroads/ HBO viewers guide, season 2 map, Inn at the Crossroads entry]&lt;/ref&gt;\n\nJust north of the river crossings, the River Road joins with the Kingsroad and the High Road at the crossroads. The [[Crossroads Inn]] is located near this junction.\n\nLoosely speaking the Eastern Road is the eastern continuation of the River Road, but they are considered to be separate thoroughfares, apparently due to the major differences in topography between them (wide and wet river paths versus treacherous and narrow mountain paths).\n\n", "See also": "* {{AWOIAF}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the exact geography of the region around the Inn at the Crossroads and nearby fords of the Trident River has been the subject of a little confusion: some sources say that the River Road joins with the Kingsroad ''before'' it crosses the Trident River (and thus, the [[Ruby Ford]] is the only river crossing), while others say that the River Road joins with the Kingsroad ''after'' they both separately cross the Trident (in which case, the River Road has its own separate ford west of the Ruby Ford). In the first scenario, the Inn at the Crossroads is located where the [[Kingsroad]] forks off into the High Road to the [[Vale of Arryn]] , while in the second scenario, the &quot;crossroads&quot; is indeed a four way crossroads where the River Road and High Road intersect with the Kingsroad.\n\nThe maps provided in the books are at the scale of the entire continent, so they don't show this area in enough detail to make the placement clear. Moreover, they don't seem to agree: the map of the North (including the northern Riverlands) seems to indicate that the River Road and Kingsroad join only after both separately cross the Trident, however, the map of the South of [[Westeros]] seems to indicate that they join ''before'' making a single crossing of the river at the Ruby Ford. Neither map shows the area very distinctly.\n\nThe confusion extends to materials from the HBO television series itself. The HBO online viewer's guide map actually indicates ''very'' clearly that the River Road makes a separate crossing over the Trident River, west of the Kingsroad crossing at Ruby Ford, and that they only meet near the Crossroads Inn itself.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/inn-at-the-crossroads/ HBO viewers guide, season 2 map, Inn at the Crossroads entry]&lt;/ref&gt; However, the on-screen map used by characters in the show doesn't show a separate western crossing, and seems to indicate that they cross the river as a single road (albeit, this map is heavily stylized, and a drawing of a castle covers the area where both rivers would cross). As the online HBO viewer's guide map very distinctly presents that there are two separate crossings, and that the two roads only meet at the Crossroads Inn, this is the scenario assumed by the ''Game of Thrones Wiki''.\n\nAnother possibility is that the River Road crossing displayed on some maps actually indicates a ferry crossing: it's stated that travelers used to be able to take a ferry from relatively near the Crossroads Inn to Lord Harroway's Town on the south bank. However, about a century ago, after the [[Blackfyre Rebellion]], but in the time of the current innkeeper's grandfather, the banks of the Trident flooded. Afterwards the course of the river slightly changed, and the ferry service was discontinued.\n\nEither way, it's odd that some maps don't show the River Road linking with the Kingsroad south of the river: it isn't clear why a traveler moving directly from [[King's Landing]] to Riverrun would needlessly cross north of the river only to cross back south over it again, when a direct path to Riverrun would avoid crossing the River entirely. Hopefully, the forthcoming map book compendium ''Lands of Ice and Fire'' will clear up this confusion.\n[[Category:Locations in the Riverlands]]\n\n"}, "title": "River Road"}