{"attributes": {}, "sections": {"TOP": "River King021363f9xu6x11e6hxbrzw16psd8eyu78mac21538522014-07-19T22:08:00ZThe Dragon Demands5014364{{Quote|The old River Kings, Storm Kings, and the Kings of the Rock spilled blood [[The Riverlands|here]] for thousands of years, squabbling like children over a new toy. Until the ironborn came... and spanked them with their axes.|Ser [[Brynden Tully]]|House Tully (Histories &amp; Lore)}}\n\n'''River King''' was the title held by an ancient, and now extinct, dynasty that ruled over [[the Riverlands]].  They fought against the [[Storm Kings]] of [[House Durrandon]] to the southeast, and against [[House Lannister]] from [[Kingdom of the Rock]] to the west.  [[House Mudd]] was the last dynasty of River Kings.&lt;ref&gt;&quot;[[House Tully (Histories &amp; Lore)]]&quot;&lt;/ref&gt;\n\nOver three centuries before the [[War of Conquest|Targaryen Conquest]], the River Kings were completely conquered by the [[Kingdom of the Stormlands]], and House Durrandon extended its control all the way north to [[the Neck]].&lt;ref&gt;&quot;[[The Stormlands (Histories &amp; Lore)]]&quot;&lt;/ref&gt;\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, it isn't entirely clear if the &quot;River Kings&quot; ruled all of the Riverlands. At one time or another, House Mudd, House Fisher, [[House Blackwood]], and [[House Bracken]] claimed to be kings. The Brackens claim that they were kings first (in the millennia-long, legendary past) but then the Blackwoods overthrew them, while the Blackwoods claim that it was the other way around. House Mudd was based around the Blue Fork of the [[Trident]] River, and was said to rule between [[the Neck]] and the Trident, but a large portion of the Riverlands extends south of the Trident. It also isn't clear if the Mudds managed to subdue the Blackwoods and Brackens, to the southwest along the Red Fork of the Trident). The upcoming ''World of Ice and Fire'' sourcebook should sort this out.\n\nBased on George R.R. Martin's comments, it vaguely appears that House Fisher ruled first, but was defeated by the first great wave of [[ironborn]] expansion, one or two thousand years ago. House Mudd drove the ironborn out when this first era of expansion ended, but the Mudds were later conquered by the Storm Kings about 360 years before the Targaryen Conquest. Some three generations before the Targaryen Conquest, the ironborn entered their second great age of expansion under [[House Hoare]], who captured the Riverlands from the Storm Kings.\n\n"}, "title": "River King"}