{"attributes": {"status": " :Category:Status: Dead", "death": " Killed by Brienne of Tarth", "family": [" Yohn Royce - father", "Waymar Royce - brother'''Robar Royce''' is a member of Renly Baratheon's Kingsguard. He is a background character in the Season 2"], "title": " Robar Royce", "season": " Season 2", "image": " Renly's_Kingsguard_2.png", "allegiance": [" House Royce", "Renly I's Kingsguard"], "actor": " :Category:Performer Unidentified", "deathep": "&quot;The Ghost of Harrenhal&quot;", "titles": " Ser", "link": "House BaratheonCharacter", "place": "Runestone", "5": "yes==Family tree==House Royce family tree==In the books==In the ''A Song of Ice and Fire'' novels, Ser Robar Royce is a member of Renly's Rainbowguard as Robar the Red, the second son of Lord House Royce", "appearances": " &quot;The Ghost of Harrenhal&quot;"}, "sections": {"Family tree": "{{House Royce family tree}}\n\n", "TOP": "Robar Royce08080rz2zom6tktcn49l6mvekoekdpq92zjk1795012015-03-26T14:14:34ZThe White Winged Fury26111788Format.{{Conjecture}}\n{{Heraldry\n|image=Renly mini shield.png\n|link=House Baratheon\n}}\n{{Character\n|Title = Robar Royce\n|Season = [[Season 2|2]]\n|Image= Renly's_Kingsguard_2.png|thumb|175px\n|Appearances = &quot;[[The Ghost of Harrenhal]]&quot;\n|Titles = [[Ser]]\n|Status = [[:Category:Status: Dead|Deceased]]\n|Death = Killed by [[Brienne of Tarth]]\n|DeathEp =&quot;The Ghost of Harrenhal&quot;\n|Place=[[Runestone]]\n|Allegiance = [[House Royce]]&lt;br&gt;Renly I's [[Kingsguard]]\n|Actor = [[:Category:Performer Unidentified|Unknown]]\n|Family = [[Yohn Royce]] - father&lt;br&gt;{[[Waymar Royce]]} - brother\n}}'''Robar Royce''' is a member of [[Renly Baratheon]]'s [[Kingsguard]]. He is a background character in the [[Season 2|second season]], played by an unidentified extra and only appears in the &quot;[[The Ghost of Harrenhal]]&quot;. He is killed by [[Brienne of Tarth]] after he blames and attacks her in the wake of Renly's [[Assassination on Renly Baratheon|assassination]].\n\n", "Appearance": "{{Season Two Appearances|5=yes}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Ser Robar Royce is a member of Renly's Rainbowguard as Robar the Red, the second son of Lord [[House Royce|Yohn Royce]] of [[Runestone]] after Ser Andar Royce and older brother of [[Waymar Royce]] of the [[Night's Watch]]. He is first seen in King's Landing at the Hand's tournament with his father and Ser Andar where he wears steel armor with ancient bronze runes that are supposed to have mystical powers of protection. He unhorsed freerider Lothor Brune, but was then defeated by Ser Loras Tyrell.\n\nWhen [[Eddard Stark]] sends Lord [[Beric Dondarrion]] after Ser [[Gregor Clegane]], who is terrorizing the [[Riverlands]], Ser Robar is sent to the [[Kingswood]] to inform the King who is hunting with others, including Lord Yohn Royce.\n\nIn Renly's camp he tells Catelyn Stark as he escorts her to the sept that the reason that he had joined Renly was to seek the glory he would never find as the second son of a noble house and he was weary of being in tournaments. Catelyn Stark guesses him to be about 21 years old. When Renly names him to his Rainbow Guard he names him the red knight Robar the Red. At the feast at Bitterbridge, Ser Bryce Caron dares him to juggle daggers.\n\nWhen Renly is murdered, Brienne's scream causes Ser Robar and Ser Emmon Cuy and two guards to rush into the tent. They arrive just after Renly's assassination to find Brienne bending over his body and covered in his blood. Cuy blames Brienne for the death and he and the other two guards attack her. Catelyn Stark convinces Robar that Brienne is innocent. He tells Lady Catelyn to get her away and he fights off the men-at-arms that follow Cuy, while Catelyn uses an iron brazier to knock Emmon Cuy unconscious, then she and Brienne escape. Ser Robar and Ser Emmon are subsequently killed in a fit of rage by their Lord Commander, Ser [[Loras Tyrell]].\n\n", "See also": "* {{AWOIAF}} (major spoilers from the books)\n\n", "Biography": "===[[Season 2]]===\nKing [[Renly Baratheon]]'s camp is a hive of activity as his troops prepare for the coming battle with the forces of King [[Stannis Baratheon]] in darkness. The camp is beset by strong winds. [[Catelyn Stark]] meets with King Renly in his command tent. Ser Robar and his sworn, Ser [[Emmon Cuy]], are outside while [[Brienne of Tarth]] stands watch inside the tent. Hearing Brienne scream the guards rush into the tent with swords in hand. They see Brienne kneeling over Renlyâ&euro;&trade;s corpse and assume that she is responsible. They threaten her life. Catelyn tries to intervene but they push her aside. Brienne fights both of them off, killing them.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n[[File:Brienne kills.jpg|thumb|left|Brienne kills Robar Royce in &quot;[[The Ghost of Harrenhal]]&quot;]]\n\n"}, "title": "Robar Royce"}