{"attributes": {"status": " Married (both deceased)", "last": " The Rains of Castamere (episode)", "imagesize": " 255px", "title": " Robb and Talisa", "image": "Robb weds Talisa.png", "allegiance": "  House Stark", "actor": " Richard Madden and Oona ChaplinQuote", "titles": " King and Queen of the North", "first": " Garden of Bones"}, "sections": {"TOP": "Robb and Talisa Stark012535hoknerma1if8eg13sfi0rpap3vmn1d91559182014-08-06T03:33:20ZThe Dragon Demands5014364/* In the books */{{Relationship Infobox\n|Title = Robb and Talisa\n|Image =Robb weds Talisa.png\n|ImageSize = 255px\n|Seasons together = [[Season 2|2,]] [[Season 3|3]]\n|First = [[Garden of Bones]]\n|Last = [[The Rains of Castamere (episode)|The Rains of Castamere]]\n|Titles = King and Queen of the North\n|Status = Married (both deceased)\n|Allegiance =  [[House Stark]]\n|Actor = [[Richard Madden]] and [[Oona Chaplin]]}}\n{{Quote|I am his and he is mine, from this day until the end of my days.|Talisa Stark|Valar Morghulis}}\n[[Robb Stark]] who has been proclaimed [[King in the North]] meets [[Talisa Maegyr]] a battle field healer after the [[Battle of Oxcross]], in [[Season 2]], in the episode &quot;[[Garden of Bones]]&quot;. Despite the fact that he has entered a marriage contract with [[House Frey]], Robb comes to love her.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, there is no character named Talisa. Robb marries Jeyne Westerling whom he meets at the Crag. She is described as slender, with brown eyes, chestnut curls, and a heart shaped face. [[House Westerling|The Westerlings]] are an old Westeros house and descend from the [[First Men]], but Jeyne did have [[Maggy|a great-grandmother]] who came from [[Essos]]. The Westerlings are bannermen of the Lannisters, and Robb leads the storming of their castle. He is wounded in the arm and Jeyne nurses him. It is not said that she has actual medical training, though her mother Sybell was taught to make potions by [[Maggy|Jeyne's great-grandmother]] the &quot;maegi&quot;. Robb is there recuperating when word comes about the deaths of [[Bran Stark|Bran]] and [[Rickon Stark|Rickon]]. Jeyne comforts him and they have sex. Despite his betrothal promise to House Frey, RobbÂ marries Jeyne to spare herÂ from disgrace after having taken her virginity, seeing it as the honorable thing to do.Â Jeyne's parents had surrendered to him, but with the marriage, they now acknowledge him as king. When Robb returns to Riverrun to confront his mother about releasing Jaime Lannister, he is less harsh with her as he himself has also been reckless in the breaking of his marriage alliance. Their marriage is not done in secret. Catelyn chides Robb for breaking the pact with the Freys, and he admits his mistake, but the damage cannot be undone, no matter how much they try to appease the Freys.\n\nJeyne was not present at the [[Red Wedding]], remaining at Riverrun with the [[Brynden Tully|Blackfish]]. ItÂ later transpired that the most of the Westerlings, Jeyne's mother and uncle in particular,Â were involved in the Red Wedding at Tywin Lannister's order, though JeyneÂ appeared unaware and her brother Rayland was genuinely loyal to the Starks (which cost his life when he tried to save Grey Wind). The family was pardoned for their planned &quot;betrayal&quot; and welcomed back peacefully, and was well rewarded for their part in bringing the Starks down.\n\n", "Appearances": "{{Season Two Appearances||||yes||yes|yes|yes||yes}}\n{{Season Three Appearances|yes|yes|yes||yes|yes|yes||yes}}\n\n", "Background": "Robb Stark is heir to [[Lord Eddard Stark]] of [[Winterfell]]. His father goes to [[King's Landing]] with Robb's two sisters, [[Sansa Stark|Sansa]] and [[Arya Stark|Arya]], in order to serve as [[Hand of the King]] to [[Robert Baratheon]]. When [[Catelyn Stark]] (formerly [[House Tully|Tully]]) takes [[Tyrion Lannister]] captive and charges him with murder. [[House Lannister|Lannister]] forces begin attacking the [[Riverlands]]. This fighting is the opening round of the [[War of the Five Kings]]. Eddard Stark learns that Robert Baratheon's heirs, including [[Joffrey Baratheon|Prince Joffrey]], are the products of an adulterous relationship between [[Jaime Lannister|Jaime]] and [[Cersei Lannister]]. On the death of King Robert, Lord Eddard tries to secure the throne for the true heir [[Stannis Baratheon]], and he is subsequently arrested for treason. Robb, as acting [[Lord of Winterfell]], calls up his bannermen when he learns of the arrest of his father and is marching them south into the Riverlands in order to confront the armies of the Lannister forces.\n\nTalisa Maegyr is a healer from [[Volantis]], one of the free cities of [[Essos]]. It is a city where nobility is important. Rulers must be able to trace their ancestry back to the days of [[Valyria]]. [[Maegyr family|Maegyr]] is an old and noble house. Slavery is legal and forms the basis of the economy. When she was young Talisa spent her days learning to dance, recite poetry, and play the harp. She was expected to lead the frivolous life of a noble women, but when her brother nearly drowns and is saved by a slave, she decides to dedicate her life to something worthwhile and takes up the study of medicine. She has come to [[Westeros]], because she has promised herself to never again live in a place where slavery is accepted.\n\n[[The North]] was once an independent kingdom, until the invasion of Westeros by [[Aegon I Targaryen|Aegon Targaryen]] 300 years ago. Not being able to face the [[House Targaryen|Targaryen's]] dragons in battle led to [[Torrhen Stark]] , King in the North, to renounce his crown and swear fealty.\n\n", "Gallery": "&lt;gallery&gt;\nTalisa 2x04.PNG|Talisa questions Robb about the necessity of war in &quot;[[Garden of Bones]]&quot;.\n&lt;/gallery&gt;\n\n", "History": "===[[Season 1]]===\nRobb Stark must cross the bridge over the [[Trident]] to reach [[Riverrun]] and lift the siege by Jaime Lannister's army. If he stays where he is, he will be trapped between two armies, each with greater numbers than his own. This bridge is controlled by [[Walder Frey]] of House Frey. Lord Walder was called up as a bannerman of House Tully, but delayed going until he could see who was going to win. With war going badly for the Tullys, he questions why he should get involved and risk the wrath of the Lannisters. Walder Frey has always felt the other houses slighted him when it came to making marriage alliances, and he wants one with one of the great houses. Lady Catelyn Stark handles the negotiations. Robb must marry a daughter or granddaughter of Walder Frey. As they do not have the time or manpower to lay siege to the [[Twins]], Robb agrees.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\n[[File:Catandrobb.png|thumb|Catelyn comforts Robb on hearing of Eddard's execution in &quot;[[Fire and Blood]]&quot;.]]\nWord of Lord Eddard's execution has reached Robb Stark's camp. A withdrawn Catelyn Stark walks through the camp, while the men of the Stark forces bow to her, showing respect and condolences. She walks into the surrounding wood and, once concealed, collapses against a tree to weep. Hearing noises from further in the forest, she walks on to find Robb crying as he angrily strikes his sword repeatedly against a tree. She calls to him and gently points out that he is ruining his sword. Robb drops the sword and falls into his mother's arms. He wants to kill the Lannisters for what they have done. Lady Catelyn reminds him that they still have Sansa and Arya. After they free the girls, then they may &quot;kill them all.&quot; &lt;ref name=&quot;Fire&quot;&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n[[File:The king in the north.png|thumb|Robb declared King in the North in &quot;[[Fire and Blood]]&quot;.]]\nRobb and his bannermen are debating what they will do after Joffrey is deposed. [[Renly Baratheon|Renly]] and Stannis Baratheon have declared for the throne. Some believe that they should ally with Renly, who has the stronger army, but Stannis is elder, so has the greater claim, if [[Tommen Baratheon|Tommen]] is bypassed. [[Greatjon Umber]] asks why they should swear fealty to the southern kings at all. It was the Targaryen's dragons that made the North part of the [[Seven Kingdoms]], but the dragons are dead. He swears an oath of fealty to Robb Stark as King in the North and all the other bannermen take up the call as well.&lt;ref name=&quot;Fire&quot;/&gt;\n\n===[[Season 2]]===\n====Chance meeting and falling in love====\nIn the aftermath of the [[Battle of Oxcross]] Robb Stark is walking through the carnage with one of his commanders, [[Roose Bolton]], when he sees a battlefield healer struggling with a [[Wounded Lannister]] soldier. His foot is infected, and he must have it amputated. Bolton thinks that she should only be treating northern soldiers, but she points out that she is not northern. Robb comes over and helps hold the man down, also giving him something to bite on. When the man has been loaded onto a cart, Robb asks for her name. Talisa only gives her first name, then questions Robb about why this war needs to be fought. The man was only a fisherman who was conscripted into the Lannister army, what conflict would Robb have with him? Will getting revenge on Joffrey bring his father back? And who will be king afterward? Robb has trouble answering these questions, but considers peace under King Joffrey to be unthinkable. As she is riding away on another cart with her box of medical supplies, Robb comments that the man was lucky that Talisa was here. Talisa retorts that he was unlucky that Robb was.&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\nRobb is walking through his camp and sees Talisa writing a letter. She jokes that it is to [[Tywin Lannister]]. Robb calls her &quot;My Lady&quot;. She wonders why he thinks that she is of noble birth, but he calls it obvious. She tries to tell him that her father was a shop keeper, but Robb realizes that it is not true, that she is high born. She despairs that she always thought she was a brilliant liar, but Robb says that she is better at amputations.\n\n[[File:Catelyn returns.jpg|thumb| Robb introduces his mother to Talisa in &quot;[[The Old Gods and the New]]&quot;.]]\nTalisa is talking to Robb when his mother returns from her trip to see Renly at Storm's End. Robb introduces them. Talisa in response to Catelyn's query responds that her name is Maegyr and that it is a very old name in Volantis, where she is from. Talisa excuses herself, and Catelyn watches Robb looking at Talisa depart. Robb says that he has missed his mother and Catelyn smiles saying that she can see he has been forlorn. She reminds him that he is betrothed and not free to follow his heart. Robb acknowledges that.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\n[[File:Talisa.jpg|thumb|Talisa appeals to Robb for help in getting medical supplies in &quot;[[A Man Without Honor]]&quot;.]]\nTalisa comes to the doorway of Robb's field tent, he has been meeting with his bannermen, only Roose Bolton is left and he excuses himself. She looks tired and disheveled and wears her healing apron, while she wipes the blood from her hands. Talisa says that she has used up most of the supplies that she had with her. She tells him that she heard that he is going off to accept the surrender of [[The Crag]] and wonders if he will procure medical supplies from the castle Maester for her. Robb agrees, but as she starts to make him a list, he asks her to come with him (it is obvious that he wants to stay near to her). And besides, if she can see what supplies the Maester has, she would be much more able to get what she needs than he would be. Robb has told her that some of his commanders do not see the need to be treating the enemy wounded, but Robb tells her as he goes, that he wishes to have the supplies to treat &quot;all&quot; the men. As she watches him walk away, Talisa's eyes are bright.&lt;ref name=&quot;Honor&quot;&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\nJaime Lannister attempted to escape and has been recaptured. Lady Catelyn is trying to restore calm to the camp, as Lord [[Rickard Karstark]] is demanding the right to behead Jaime, as his only remaining heir had been killed in the escape. Catelyn insists that he is Robb's prisoner to decide what to do with. Lord Rickard asks where the king is. Catelyn says that he knows perfectly well that the king has gone to the Crag to accept their surrender. To which Lord Karstark scoffs, that he has gone to the Crag, but not to negotiate. He took that &quot;foreign bitch&quot; with him. Lady Stark is shocked and says, &quot;How dare you!&quot;.&quot;&lt;ref name=&quot;Honor&quot;/&gt;\n\n[[File:Robb and Talisa.jpg|thumb|Walking together, Robb tells Talisa about his father.]]\nOn their way back from the Crag, Robb and Talisa are walking together, their horses being lead behind them. Talisa asks him about the girl he is to marry. Is she pretty, what is her name? Robb does not know, as they have never met. He says that he supposes that her last name is Frey. He and Talisa laugh as she wishes the two of them happiness together. Robb begins to talk about his father and the lessons of leadership he received. How a lord must see all of his people, even the humblest as his children. He says that his father was the best of men, but then all children think that of their fathers. Talisa assures him that that is not the case. He tells her that his father never cared about gold and glory, and Talisa asks about what Robb thinks of them. Robb is a bit angry with the question. He asks her if she thinks that he is fighting this war so they will write songs about him. He says that he wants to go home, he wants his men to be able to go home, but he needs to get justice for his father's murder, and cutting off Joffrey's head would be a good start. Talisa wishes that she could have met Eddard Stark, and Robb assures her that his father would have liked her. A man interrupts their talk as he rides up to tell Robb that Jaime Lannister has escaped.&lt;ref name=&quot;Prince&quot;&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n[[File:Robb and Talisa1.jpg|thumb|Robb and Talisa fall into each other's arms in &quot;[[The Prince of Winterfell]]&quot;.]]\nLater, Talisa comes to Robb's tent to comfort him. He has had to arrest his mother for freeing Ser Jaime and Lord Rickard Karstark is furious. Robb questions her about her past, and this time she responds, telling him why she became a healer. It was after she witnessed the near drowning of her brother, when she was a child. They had gone down to the river to swim in the heat of a summer day, while their parents had gone to a wedding. She had lost sight of him while talking to a friend. The little boys life was saved by a slave from a fishing boat who had revived him. The slave had rushed over and pushed Talisa out of the way. He took great risk to himself, it was death for a slave if Talisa had reported him. Talisa tells Robb that after that she determined to do good with her life and not just be a frivolous noble, and to never again live in a place where slavery was legal. Touched by her bravery, Robb announces that he doesn't want to marry the Frey girl, and Talisa, caught up in the moment, says that she doesn't want him to either. They fall into each other's arms, pull off each other's clothes, and lower themselves to the ground. There is a look of wonder in Robb's eyes as this is his first time.&lt;ref name=&quot;Prince&quot;/&gt;\n\n====A secret wedding====\nRobb talks to his mother about Talisa. Catelyn reminds Robb that Walder Frey is a dangerous man to cross. She implores Robb that the arranged marriage is the best course (the foundation of their society is made up of oaths and alliances). He says that he loves Talisa and Catelyn says that she knows that &quot;that seems important to you.&quot; Robb says firmly, &quot;It is important.&quot; Catelyn tells him that she and [[Eddard Stark]] were strangers when they married and yet came to love passionately. But love didn't just happen to them, they built their love stone by stone, over the years, and not just for themselves, but for Robb and his siblings (love would make a strong marriage which would provide a happy home, but also safety to the children of a strong alliance of noble houses). Robb gets an offended look when she adds that it is not exciting like secret passion in the woods. The Frey girl may not be beautiful or exciting, but in the long run what they would have would be stronger. Robb says she defends the marriage contract because she made it. She reminds him that he agreed to it, that he gave his word, and if he treats his oaths recklessly, then his people will do the same. She even starts to bring up his father and what Eddard lived his life for (honor, duty, fealty). However, Robb in the flush of first love won't listen. Besides, he says after her freeing of Jaime, his mother is not justified in portraying herself as the voice of reason rather than recklessness.\n\nRobb and Talisa marry, sharing their vows secretly in a private ceremony before a Septon. He binds their hands together with a ribbon, and they recite the names of the Gods. They commit themselves to each other.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n[[File:Robb_Talisa_Bear_and_Maiden_Fair.jpg|thumb|Talisa and Robb in &quot;[[The Bear and the Maiden Fair (episode)|The Bear and the Maiden Fair]]&quot;.]]\nRobb and Talisa make the know abouts of their marriage public, yet to the disapproval of Catelyn Stark, and the disappointment of their former ally Walder Frey. Talisa continues to work as a healer in the Northern Army, while simultaneously ruling as Robb's queen.\n[[File:Talisa_Stabbed.jpg|thumb|Talisa is stabbed by [[Lothar Frey]] in &quot;[[The Rains of Castamere (episode)|The Rains of Castamere]]&quot;.]]\n\nAfter sharing an intimate moment, Robb and Talisa discuss their plans after the war in the North. Shortly after she asks Robb if he will come to Volantis with her so that her family can meet him... and their child, revealing that she is pregnant. the two embrace and kiss out of joy.\n[[File:Robb_and_Talisa_Red_Wedding.jpg|thumb|Robb crawls towards his dead wife.]]\n\n[[EdmureÂ Tully|Edmure&amp;nbsp;Tully]] agrees to marryÂ one of WalderÂ Frey's daughters in place of Robb.&lt;ref name=&quot;Maiden&quot;&gt;&quot;[[The Bear and the Maiden Fair (episode)|The Bear and the Maiden Fair]]&quot;&lt;/ref&gt;\n\n====The Red Wedding====\nThe wedding takes place and everything seems to be reconciled. However because of Robb's decision to go back on the oath he made to Walder Frey, after Edmure is married and taken to &quot;bed&quot; his new wife, Robb, Talisa, Catelyn, along with Robb's soldiersÂ are all murdered by Walder Frey's men. Robb and Talisa manage to share one last kiss before TalisaÂ is stabbed multiple times in the stomach, fatally wounding her and killing their unborn child. She immediatly collapses and dies in Robb's armsÂ from massive blood loss. Robb is shot five times with crossbow bolts and then stabbed in the heart by Roose Bolton.Â Catelyn'sÂ throat is slit after she killsÂ [[Joyeuse Frey|Walder Frey's wife]], whom she takes hostage in an attempt to save her son.&lt;ref name=&quot;Rains&quot;&gt;&quot;[[The Rains of Castamere (episode)|The Rains of Castamere]]&quot;&lt;/ref&gt;\n\n"}, "title": "Robb and Talisa Stark"}