{"attributes": {"season": " Season 2", "image": " Robert's Rebellion.png", "narrator": [" Stannis Baratheon", "Davos Seaworth", "Margaery Tyrell", "Catelyn Stark", "Varys", "Petyr Baelish", "Oberyn Martell'''&quot;Robert's Rebellion&quot;''' is a collection of short videos included in the &quot;Histories &amp; Lore&quot;, a special feature present in the Blu-ray set of Seasons Season 2"], "title": " Robert's Rebellion"}, "sections": {"TOP": "Robert's Rebellion (Histories &amp; Lore)014588jb00ekysm3hzykbwgewncpoim617pi91772872015-03-16T19:04:13ZGreater good3347453/* Varys and Petyr Baelish */{{Lore|Title = Robert's Rebellion|Image = Robert's Rebellion.png|Season = [[Season 2|2]], [[Season 3|3]], [[Season 4|4]]|Narrator = [[Stannis Baratheon]]&lt;br&gt;[[Davos Seaworth]]&lt;br&gt;[[Margaery Tyrell]]&lt;br&gt;[[Catelyn Stark]]&lt;br&gt;[[Varys]]&lt;br&gt;[[Petyr Baelish]]&lt;br&gt;[[Oberyn Martell]]}}\n'''&quot;Robert's Rebellion&quot;''' is a collection of short videos included in the &quot;[[Histories &amp; Lore]]&quot;, a special feature present in the Blu-ray set of Seasons [[Season 2|2]], [[Season 3|3]] and [[Season 4|4]]Â ofÂ ''[[Game of Thrones]]''. They provide accounts of [[Robert's Rebellion]] from different points of view, narrated, respectively, by [[Stephen Dillane]] as King [[Stannis Baratheon]], [[Liam Cunningham]] as Ser [[Davos Seaworth]], [[Natalie Dormer]] as Lady [[Margaery Tyrell]], [[Michelle Fairley]] as Lady [[Catelyn Stark]], [[Aidan Gillen]] as Lord [[Petyr Baelish]], [[Conleth Hill]] as Lord [[Varys]] and [[Pedro Pascal]] as Prince [[Oberyn Martell]].\n\n", "Synopsis": "===Stannis Baratheon===\n[[Stannis Baratheon]] reflects on his brother [[Robert Baratheon|Robert]]'s rebellion against the Mad King [[Aerys II Targaryen]] and his own part in it, as well as his bitterness for not being justly rewarded.\n\n===Davos Seaworth===\n[[Davos Seaworth]] recounts his lowly beginnings and days as a smuggler as well as the event that brought him into the service of Stannis Baratheon.\n\n===Margaery Tyrell===\n[[Margaery Tyrell]] details [[House Tyrell]]'s loyalty to [[House Targaryen]] before the rebellion and to [[House Baratheon]] afterwards.\n\n===Catelyn Stark===\n[[Catelyn Stark]] reminisces on the rebellion and how it affected [[House Tully|the family she was born into]] as well as [[House Stark|the one she married into]].\n\n===Varys and Petyr Baelish===\n[[Varys]] and [[Petyr Baelish]] debate the downfall of House Targaryen and the roles played by those involved.\n\n===Oberyn Martell===\n[[Oberyn Martell]] discussed his sister [[Elia Martell|Elia]]'s marriage to Prince [[Rhaegar Targaryen]] and the horrors that befell her and [[Rhaenys Targaryen (daughter of Rhaegar)|her]] [[Aegon Targaryen (Son of Rhaegar)|children]] as a result.\n\n==Stannis Baratheon's perspective==\n\n[[Stannis Baratheon]]'s [[Robert Baratheon|brother]] had raised the banners of [[Storm's End]], their ancestral castle, against the [[Mad King Aerys]]. [[Jon Arryn]] of [[the Vale]] and [[Eddard Stark]] of [[the North]] stood with him, and [[Hoster Tully]] of [[the Riverlands]] would join. But the Baratheon lands were far from theirs, and separated by combined strength of [[Westerlands|the West]], [[the Reach]], and [[King's Landing]] itself. Even Robert's own lords were against him. Stannis considers it was the hardest choice he had ever made: his brother or his King. Blood or honor. Aerys ruled by the rights of all the lords in [[Westeros]]. Everyone knew the price of defiance. But Stannis believes that there are deeper, older laws: the younger brother bows before the elder. And so Stannis followed Robert.\n\nEarly in the war, [[Mace Tyrell]]'s indecisive [[Battle of Ashford|victory]] at [[Ashford]] cut Robert off from Storm's End. Instead of pursuing Robert, and risking his record, Mace Tyrell turned east and laid [[Siege of Storm's End|siege]] to the Baratheon home. The Tyrell army and navy encircled Storm's End, preventing any resupply by land or sea: if a wagon tried to reach them it was burned; if a ship tried to land it was sunk. Stannis and his garrison were locked inside Storm's End to starve. But Robert had commanded him to hold the castle no matter the cost. Robert couldn't afford to loose his ancient seat, which had never fallen.\n\nStannis then recounts that, while Robert [[Battle of the Trident|smashed]] [[Rhaegar]] on [[the Trident]], Stannis' men ate the dogs because the horses had already been devoured; and while the [[Lannisters]] [[Sack of King's Landing|sacked]] King's Landing, Stannis and his men ate the rats. If the smuggler [[Davos]]Â had not slipped through the Tyrell blockade with his onions, the Storm's End garrison would've eaten their own dead. But Stannis held the castle, and sarcastically adds, until Lord [[Eddard]]Â remembered them and marched to lift the siege. The Tyrells didn't even put up a fight, and Robert threw a feast to celebrate Lord Eddard's victory.\n\nStannis was sent to the royal [[Dragonstone (island)|island]] stronghold of [[Dragonstone (castle)|Dragonstone]] to deal with [[Viserys Targaryen|Viserys]] and [[Daenerys]], the last surviving [[House Targaryen|Targaryen]]Â children. Before Stannis arrived, however, they had escaped across the [[Narrow Sea]]. Robert was furious. He stripped Stannis of Storm's End, and gave it to &quot;that prancing fool&quot; [[Renly]], Stannis' younger brother. Stannis could keep Dragonstone.\n\nNow Robert is dead, and a [[Joffrey Baratheon|bastard pretender]] &quot;soils [his] [[Iron Throne|throne]]&quot; while the [[Seven Kingdoms|realm]] fills with &quot;schemers and traitors&quot;. But &quot;the rightful King&quot; is coming for them all and he will not stop until he has scoured the land clean of abomination. The Baratheons say &quot;Ours is the Fury&quot;. He will show them fury burns.\n===Appearances===\n===Characters===\n* [[Stannis Baratheon]]\n* Lord [[Robert Baratheon]] (mentioned)\n* King [[Aerys II Targaryen]], the &quot;Mad King&quot; (mentioned)\n* Lord [[Jon Arryn]] (mentioned)\n* Lord [[Eddard Stark]]\n* Lord [[Hoster Tully]] (mentioned)\n* Prince [[Rhaegar Targaryen]]\n* [[Davos]]\n* Prince [[Viserys Targaryen]] (mentioned)\n* Princess [[Daenerys Targaryen]] (mentioned)\n* [[Renly Baratheon]]\n* King [[Joffrey Baratheon]] (indirectly mentioned)\n\n===Noble Houses===\n* [[House Baratheon]]\n* [[House Targaryen]] (mentioned)\n* [[House Arryn]] (mentioned)\n* [[House Stark]]\n* [[House Tully]] (mentioned)\n* [[House Tyrell]]\n* [[House Lannister]] (mentioned)\n\n===Locations===\n*[[The Vale of Arryn]] (mentioned)\n* [[The North]] (mentioned)\n* [[The Riverlands]] (mentioned)\n* [[The Westerlands]] (mentioned)\n* [[The Reach]] (mentioned)\n*[[The Crownlands]]\n** [[Blackwater Rush]]\n** [[King's Landing]]\n** [[Rosby]]\n*[[The Stormlands]]\n**[[Bronzegate]]\n**[[Griffin's Roost]]\n**[[Mistwood]]\n**[[Stonehelm]]\n**[[Storm's End]]\n**[[Summerhall]]\n* [[Blackwater Bay]]\n** [[Dragonstone (island)]]\n***[[Dragonstone (castle)]]\n*[[Narrow Sea]]\n===Events===\n*[[Robert's Rebellion]]\n** [[Battle of the Trident]] (mentioned)\n** [[Sack of King's Landing]] (mentioned)\n** [[Siege of Storm's End]]\n** [[Assault on Dragonstone]]\n===Miscellaneous===\n*[[Iron Throne]] (mentioned)\n\n==Davos Seaworth's perspective==\n\nIn King's Landing, if someone leaves the [[Red Keep]] and isn't careful, he may find himself in [[Flea Bottom]]. In such a cesspool it was that House Seaworth had its &quot;glorious start&quot;. Davos got out as soon as he could, finding work on a smuggler ship. Soon every port on the [[Narrow Sea]] had a bounty on him, which would've been collected if he didn't gave a percentage to the right people or pick the right tide. Davos then jokes that one can tell a good smuggler by talking to him because he has a head that talks back.\n\nHe considers himself a good smuggler: Davos of Flea Bottom had run with orphans and beggars, but Davos the smuggler was received by merchants and lords, when nobody could catch him. Oddly, the only honest work came from pirates, like the notorious [[Salladhor Saan]], an old friend. All he ever wanted was someone to buy his cargo quickly, before the tide left, and sell it without telling how he had gotten it. In time, Davos saved enough to buy a small plot of land and found [[Marya Seaworth|a woman]] who was kind enough to overlook his trade. She gave him a son, [[Matthos]]; and they dreamed of the traders' circle around the [[Jade Sea]]. Just one trip and Davos could settle them and their family for life.\n\nThen some stormlord [[Robert's Rebellion|revolted]] against the [[Iron Throne]]. Wars aren't quite good for smugglers as every harbor fills with guards and inspectors, and the seas fill with blockades and pirates paid by each side to prey on the other. Though Davos had no love for the [[Mad King]], he had grown up around the power of [[King's Landing]] and figured [[Robert Baratheon]] would end as the other rebel lords: burned to ash. But he didn't; and [[the North]], [[the Riverlands]], and [[the Vale]] joined him. And in the taverns people drank to Robert's health openly. &quot;Brave fools&quot;, he thought. But Davos had a family who'd be left in the cold if he lost his head.\n\nWhen [[Mace Tyrell]] marched on Robert's home at [[Storm's End]], Davos spied the end of the rebellion. The castle was garrisoned by Robert's younger brother [[Stannis]] and a small guard, and would not hold out for long. When it fell, Robert would be homeless, and his support would bleed away. This he knew from experience. Months later, Stannis was still holding the castle. Nobody cared. But on voyages, Davos had seen what famine does, and the thought of all those men in Storm's End would die unmourned and forgotten. No better than Flea Bottom orphans. Davos told his wife and himself that he'd get a high price for the onions and salt beef. In truth, he knew he'd be captured by the Tyrell galleys or drowned. But he was too stubborn.\n\nLater that night, in the dark, in a tiny boat with a black sail, Davos cursed myself and the moonlight as he waited for the tide to turn. When it did, the wind beat the sail so hard, Davos ripped it down, fearing the Tyrell ships would hear. Luckily, they had grown lax. With muffled oars, alone, Davos steeled his cargo through the treacherous currents and snarls of rock that gave [[Shipbreaker Bay]] its name. The waves finally carried him, soaked and near blind from seawater, through the mouth of the cavern beneath the castle. Then, Stannis Baratheon arrived. The siege had left him gaunt, but not weak, never weak, Davos insists. He greeted the smuggler and accepted the onions with cool courtesy, betraying no emotion even as all his men wept. He doled out the food to [[Selyse Florent|his wife]] and each of his men before he ate himself, a portion no larger than any other. When Stannis' finally thanked Davos, he could see Stannis' mind already returned to the castle's defense, his duty.\n\nAfter Aerys fell and [[Ned Stark|Lord Stark]] lifted the siege, Stannis summoned Davos. For his salvation of Storm's End, he was to be granted a [[knighthood]], a keep of his own, and his son taken into Stannis' personal service. Davos of Flea Bottom had become Ser Davos of House Seaworth, and his son would serve the King's own brother. But, for his previous crimes as a smuggler, Davos was to have the fingertips of one hand taken off above the highest joint. Stannis held that Davos had flouted the laws of the land for years and a good act does not wash out the bad. In one fell swoop, or five, Stannis gave Davos' son a future and Davos' family a name that he could've never have imagined, nor earned, on his own. He still keeps the finger bones in a bag around his neck to remind him of what he was and what he owes to Stannis.\n\n===Notes===\n*Davos says that Stannis took the fingers from his off-hand in &quot;five swoops&quot;: this is an error. Stannis only cut off the tips of his &quot;fingers&quot; - narrowly defining &quot;fingers&quot; to exclude his thumb. In the TV series itself, Davos visibly still has his right thumb when he removes his gloves.\n\n===â&euro;&lsaquo;Appearances===\n\n===Characters===\n* Ser [[Davos Seaworth]]\n* [[Salladhor Saan]]\n* [[Marya Seaworth]]\n* [[Matthos Seaworth]]\n* Lord [[Robert Baratheon]]\n* King [[Aerys II Targaryen]], the &quot;Mad King&quot; (mentioned)\n* Lord [[Mace Tyrell]] (mentioned)\n* [[Stannis Baratheon]]\n* [[Selyse Baratheon]] (mentioned)\n* Lord [[Eddard Stark]] (mentioned)\n\n===Noble Houses===\n* [[House Seaworth]]\n* [[House Baratheon]]\n* [[House Targaryen]] (mentioned)\n* [[House Tyrell]] (mentioned)\n* [[House Stark]] (mentioned)\n\n===Locations===\n*[[The Crownlands]]\n** [[King's Landing]]\n*** [[Flea Bottom]]\n*** [[Red Keep]]\n*[[The Stormlands]]\n**[[Storm's End]]\n**[[Shipbreaker Bay]]\n*[[The North]] (mentioned)\n*[[The Riverlands]] (mentioned)\n*[[The Vale of Arryn]] (mentioned)\n* [[Jade Sea]] (mentioned)\n\n===Events===\n*[[Robert's Rebellion]]\n** [[Siege of Storm's End]]\n\n===Miscellaneous===\n*[[Iron Throne]] (mentioned)\n* [[Knighthood]]\n\n==Margaery Tyrell's perspective==\n\nSome great families call the [[House Tyrell|Tyrells]] upstarts, but the truth is that while the [[House Stark|Starks]] and [[House Lannister|Lannisters]] fell to the [[House Targaryen|Targaryens]] in defeat, House Tyrell rose. For thousands of years, Tyrells served as loyal [[Steward|stewards]] to the [[King of the Reach|Kings of the Reach]], until the [[Mern Gardener|last of their line]] [[Field of Fire|burned]] to death, resisting the [[War of Conquest|Targaryen invaders]]. To save [[the Reach]] from a similar fate, the Tyrells yielded [[Highgarden]] to [[Aegon I Targaryen|Aegon]] and [[Visenya Targaryen|his]] [[Rhaenys Targaryen (sister of Aegon I)|sisters]]. In gratitude, the Tyrells were given dominion over the Reach, and they became [[Lord of Highgarden|lords]] of the castle in which, for generations, they had served.\n\nUnder the Targaryen dynasty, [[Westeros]] prospered. Gone were the petty wars of seven kingdoms and the endless thirst for minor glories that drove them. [[The Westerlands]] enriched the realm, [[the North]] guarded it, and the Reach and [[Riverlands]] fed it. This harmony is what [[Robert Baratheon]] shattered with his [[Robert's Rebellion|rebellion]] against [[Aerys II Targaryen]].\n\nWhen the call to arms came, though, Tyrells did not want to answer. Margaery argues that the Reach is a gentle land and the Mad King was not muched loved, but the Tyrells owed peace and status to his family. Lord [[Mace Tyrell]] called his banners and marched north to battle the rogue Stormlord, who had already [[Battle of Summerhall|defeated]] three forces in a single day, and, at [[Ashford]], Lord Mace won. Some chasten Lord Mace for not pursuing Robert after the battle. They had cut Robert off from the Stormlands, the seat of his power, and he had fled north, within easy grasp of Lord [[Tywin Lannister]], who had been [[Hand of the King|Hand]] of Aerys for nearly twenty years. Lord Mace moved instead to lay siege of Robert's ancestral stronghold of [[Storm's End]]. &quot;The rose&quot; would strangle &quot;the stag&quot; as &quot;the lion&quot; pounced, so the Tyrells waited, but the lion of Lannister slumbered and Robert slipped past the King's forces to join [[Ned Stark]].\n\nThe Tyrells could have lifted the siege and deployed their armies north to aid the crown; they also could have stormed the walls of Storm's End and made him homeless, but they had ample supplies, control of land and sea, and most of all: patience. Their siege would succeed, eventually, at little cost of lives to the Tyrells. If Robert prolonged the war with minor victories, the capture of Storm's End would hasten his downfall. And if Robert won the war, it wouldn't have done for him to find the Tyrells within his walls with the bodies of his brother Stannis and his sworn men.\n\nWhen the lion finally showed his colors and &quot;[[Sack of King's Landing|purged]]&quot; [[King's Landing]], the Tyrells knew their cause was lost. Lord Mace chose the peaceful route and bent the knee to Robert, who heartily pardoned him. Margaery considers it strange, as the Tyrells had beaten him and starved his brother to the brink of death. The Tyrells were to keep their lands, castle, and title, but they knew they would never be welcome at court. It didn't matter, the Reach was still the most fertile of the [[Seven Kingdoms]], and under the Tyrell hand. Margaery concedes that every flower, even &quot;the rose&quot;, needs pruning, but then it &quot;grows strong&quot;.\n\n===Appearances===\n\n===Characters===\n* King [[Aegon I Targaryen]], the &quot;Conquerer&quot;\n* Queen [[Rhaenys Targaryen (sister of Aegon I)|Rhaenys Targaryen]]\n* Queen [[Visenya Targaryen]]\n* King [[Mern Gardener]]\n* [[Harlen Tyrell]]\n* King [[Aerys II Targaryen]], the &quot;Mad King&quot;\n* Lord/King [[Robert Baratheon]]\n* Lord [[Mace Tyrell]]\n* Lord [[Tywin Lannister]] (mentioned)\n* Lord [[Eddard Stark]]\n* [[Stannis Baratheon]] (mentioned)\n* Ser [[Jaime Lannister]]\n\n===Noble Houses===\n* [[House Tyrell]]\n* [[House Gardener]]\n* [[House Targaryen]]\n* [[House Baratheon]]\n* [[House Lannister]]\n\n===Locations===\n*[[The Westerlands]]\n*[[The North]]\n*[[The Riverlands]]\n*[[The Crownlands]]\n** [[King's Landing]]\n*[[The Reach]]\n**[[Ashford]] (mentioned)\n**[[Highgarden]]\n* [[The Riverlands]]\n** [[Gods Eye]]\n*[[The Stormlands]]\n** [[Storm's End]]\n** [[Summerhall]] (indirectly mentioned)\n\n===Events===\n* [[War of Conquest]]\n** [[Field of Fire]]\n* [[Robert's Rebellion]]\n** [[Battle of Summerhall]] (indirectly mentioned)\n** [[Battle of Ashford]] (mentioned)\n** [[Siege of Storm's End]]\n** [[Sack of King's Landing]]\n\n===Titles===\n*[[Steward]]\n*[[King of the Reach]]\n*[[Hand of the King]] (mentioned)\n\n==Catelyn Stark's perspective==\n\n&quot;Family. Duty. Honor&quot;. Every [[House Tully|Tully]] child learns the House words, but [[Catelyn Tully]] was a woman before she understood their meaning. Years before, [[Hoster Tully|her father]] took as his [[ward]] the son of a wartime friend, a minor on [[the Fingers]]. The boy's name was [[Petyr Baelish]], but due to his home and size, [[Edmure Tully|her brother]] soon named him &quot;Littlefinger&quot;.\n\nWhen Catelyn came of age, [[Brandon Stark (Son of Rickard)|Brandon Stark]] of [[Winterfell]] sought and won her hand. To Lord Hoster, Brandon was heir to [[the North]] and a suitable match for a daughter of House Tully. To Catelyn, Brandon was wild and terrifying, never far from laughter or trouble; she loved him with all the fire of a first passion, much, she came to realize, as Petyr loved her. When Petyr heard of her engagement, he challenged Brandon to a duel and survived only because Catelyn begged Brandon not to kill him, as she still fought of Petyr as family. Now she wishes she had let him die.\n\nOnly days before her wedding, when she thought she would be happy forever, Prince [[Rhaegar Targaryen]] [[Abduction of Lyanna Stark|abducted]] Brandon's sister, [[Lyanna Stark|Lyanna]]. Hotblooded as always, Brandon rode immediately to [[King's Landing]] to demand justice, which the [[Mad King Aerys]] [[Execution of Rickard and Brandon Stark|gave him]], in his own twisted fashion. The day the [[raven]] arrived with news of Brandon's death, Catelyn locked herself in her room and refused to eat for days, until her father reminded her of her duty. Catelyn was to marry [[Eddard Stark|Eddard]], Brandon's younger brother, a man whom she had never met, of whom none spoke ill, or anything at all. Their union would cement an alliance of the North, [[Vale of Arryn|Vale]], [[Stormlands]], and [[Riverlands]] in [[Robert's Rebellion|rebellion]] against the Mad King. As a Tully, Catelyn did her duty. They were married quickly, and were spared one night before Ned had to return to the field.\n\nCatelyn spent the war by the window, waiting for a raven to hear if [[Robb Stark|her child]] would grow fatherless, or at all. They knew the price of defeat. Catelyn scoured the kitchens and washerwomen for any and all gossip: [[Robert Baratheon|Robert]] had won and crushed the Mad King. Robert had lost but [[Jaime Lannister]] was now King. Robert had almost won, but the Mad King had become a [[dragon]] and burned [[King's Landing]] to ash. At night, Catelyn told herself the war would end soon and bring peace: either a victory or the grave.\n\nCatelyn believes she was wrong. Robert won, and her husband avenged his brother and her love. But when he returned home to her he could not meet meet her eyes. She saw the reason, by his side. Catelyn is aware that many men have bastards, and that under the strain of war any man, no matter how honorable, may forsake his vows for a night of warmth he may never know again. But Ned Stark was not built like other men. His northern honor would not let him sequester his shame in some distant holdfast. He brought this boy, this &quot;[[Jon Snow]]&quot;, home to raise with his trueborn children. Her children.\n\nYet Catelyn considers these bitter memories to be sweet now. They are all she has left of &quot;her Ned&quot;. Their family is broken and scattered, and their son must wage a [[War of the Five Kings|war]] for the pieces. She is adamant that they need to go [[Winterfell|home]], for the Starks are of the North and, like the snows of winter, when they come south... they melt away.\n\n===Appearances===\n===Characters===\n* Lady [[Catelyn Tully]]\n* Lord [[Hoster Tully]]\n* [[Petyr Baelish]]\n* [[Edmure Tully]] (indirectly mentioned)\n* [[Brandon Stark (Son of Rickard)|Brandon Stark]]\n* Prince [[Rhaegar Targaryen]] (mentioned)\n* [[Lyanna Stark]] (mentioned)\n* King [[Aerys II Targaryen]], the &quot;Mad King&quot; (mentioned)\n* Lord [[Eddard Stark]]\n* Lord [[Robert Baratheon]] (mentioned)\n* Ser [[Jaime Lannister]] (mentioned)\n* [[Robb Stark]]\n* [[Jon Snow]]\n* [[Sansa Stark]]\n\n===Noble Houses===\n* [[House Tully]]\n* [[House Baelish]]\n* [[House Stark]]\n* [[House Targaryen]] (mentioned)\n\n===Locations===\n* [[The Riverlands]]\n** [[Riverrun]]\n* [[The North]]\n** [[Winterfell]]\n* [[The Vale of Arryn]]\n** [[The Fingers]] (mentioned)\n* [[The Stormlands]] (mentioned)\n* [[King's Landing]] (mentioned)\n\n===Events===\n* [[Robert's Rebellion]]\n** [[Abduction of Lyanna Stark]] (mentioned)\n** [[Execution of Rickard and Brandon Stark]] (mentioned)\n\n===Miscellaneous===\n* [[Ravens]] (mentioned)\n* [[Dragons]] (mentioned)\n\n==Varys and Petyr Baelish's perspectives==\nVarys begins by stating that for three hundred years the [[House Targaryen|Targaryen dynasty]] ruled [[Westeros]]. Wars were still fought, homes still burned and men still died but compared to the chaos of what came before, the realm was stable. Littlefinger argues that it was also boring. The Targaryens lied, killed and thieved as much as other lords, they just had [[dragons]] to answer all complaints, until they did not.\n\nWhen the [[last dragon]] died, it was only a matter of time before the Targaryens followed. Varys asks Littlefinger if by &quot;only&quot; he means another century? Littlefinger replies that they wasted that century trying to replace their lost advantage: [[Tragedy of Summerhall|incinerating their own palaces to hatch dragon eggs]], [[Aerion Targaryen|drinking wildfire to become dragons]] and the [[Aerys II Targaryen|Mad King]]'s favorite of burning men alive so he could pretend to be a dragon.\n\nVarys insists that the [[small council]] urged Aerys to pardon [[Brandon Stark (Son of Rickard)|Brandon Stark]]. The boy had threatened Prince [[Rhaegar Targaryen|Rhaegar]], but Rhaegar had [[Abduction of Lyanna Stark|stolen]] the boy's [[Lyanna Stark|sister]] and the boy was the eldest son of their [[Rickard Stark|Warden of the North]]. Littlefinger asks who the greater fool is: a mad king or the man who reasons with him? Aerys saw knives in every shadow. When Varys told him to treat the Starks with caution, he made him afraid and what he feared he killed.\n\nVarys expresses surprise that Littlefinger of all people would bother with recriminations for Brandon's [[Execution of Eddard Stark|death]], not after their duel. Littlefinger claims that Brandon was as arrogant as he was stupid, like his father who answered Aerys' summon to the capital. They earned their fates. But the younger son, [[Eddard Stark|Ned]], what was his crime that Aerys ordered his death as well? Varys points out that unlike men, families do not die when you lop off their head.\n\nLittlefinger tells Varys that at the very least he should have pointed out that loyal and dutiful Ned was living with [[Jon Arryn]], a proud and over-righteous lord with an impregnable castle and no sons of his own. Perhaps he could have spared Aerys the embarrassment of revolt. Varys sarcastically laments that they did not have the foresight to consult Littlefinger, but points out that first they would have to have known who he was. Littlefinger states that nobody know [[Robert Baratheon]] either, yet he claimed the right to sit on the [[Iron Throne]]. Varys points out that he had Targaryen blood, through his [[Cassana Baratheon|mother]]. Littlefinger calls this a pretty dress for an ugly truth: it was war and he could swing a hammer harder than the other options.\n\nLittlefinger asks Varys when he knew he had lost. Varys replies that it was when Robert Baratheon killed Prince Rhaegar on [[the Trident]]. Littlefinger says that this is wrong: he lost the war when he let Ned Stark slip back into [[The North]]. Neither the [[Bloody Gate]] of [[The Vale of Arryn|the Vale]] or [[Moat Cailin]] in [[the North]] have ever fallen. They could have held out for years even if they had killed Robert, but Varys let him slip through his fingers as well.\n\nVarys says that he told the court that Robert was hiding in the [[Stoney Sept]], but the [[Jon Connington|Hand of the King]] spent too much time searching the city. Something about the glory of single combat. Then Ned Stark's army arrived to save the day. Littlefinger says that it is too bad Lord [[Tywin Lannister|Tywin]] was notÂ Hand any longer. He would have simply razed the town and been done with it. Varys says that perhaps this is true, and perhaps the rebels would have found even more of the countryside flocking to their banners.\n\nLittlefinger suddenly remembers that Varys was not always so loyal to [[House Lannister|the Lannisters]] during the war. Varys insists that he did his duty to the realm. When Lord Tywin showed up at [[King's Landing]] professing loyalty, he warned Aerys not to open the gates. Prince Rhaegar was dead, their army scattered. The lion does not stir unless he smells meat. Littlefinger admits that he admires Varys' powers of persuasion; few could traffic on so many secrets to so little avail. Varys reveals that [[Grand Maester]] [[Pycelle]] told Aerys what he wanted to hear: that his old friend Tywin was there to save him.\n\nLittlefingerÂ reminisces that Aerys' old friend [[Sack of King's Landing|sacked the city]] and [[Jaime Lannister|his son]] stabbed Aerys in the back. Varys calls this a regrettable though necessary action. Littlefinger says the same of the pardons the new King Robert bestowed upon the royalists: [[Mace Tyrell]], [[Barristan Selmy]], Varys. Varys comments that King Robert wisely chose order over vengeance. Littlefinger claims that Jon Arryn wisely chose for Robert. Jon Arryn died, then Robert, then Ned. So ended their glorious revolution. Varys laments that Westeros has been burning ever since. Littlefinger thinks that they should let it, which Varys says is very Targaryen of him, comparing him to one of the mad ones. Littlefinger concludes that fire turns even the proudest oaks to ash, leaving newer roots space to climb...\n\n===Notes===\n*A point which might cause some confusion is that Varys says that &quot;we&quot; warned King Aerys, which some might mistake to imply that Littlefinger was also on the Small Council at the time. However, later in the video Varys makes a separate jab that no one at court even knew who Baelish was at the time, because he was still a minor lord living in the Vale, so this is not a change from the books.\n*A rather large break with book continuity is introduced by this segment. In Season 1, Maester [[Aemon]] stated that Mad King Aerys was his brother's son, not his brother's grandson. In the books, Aemon's younger brother [[Aegon V Targaryen]] became king (after Aemon refused the crown due to his vows), and was later succeeded by his son Jaehaerys II, a good but physically frail man who died after ruling only three years. King Aerys II and Queen [[Rhaella Targaryen]] were the children of Jaehaerys II. Aemon's statements in the TV series, however, seemed to skip Jaehaerys II. The TV writers later confirmed that Jaehaerys II has indeed been omitted from the TV continuity - they have not stated why, but possibly just to simplify the relationship between Aemon and Daenerys. The major problem this change introduced is that [[House Baratheon]] intermarried with [[House Targaryen]] in that generation: Aegon V's daughter (and Jaehaerys II's sister) Rhaelle Targaryen married the lord of House Baratheon, and their son was [[Steffon Baratheon]], the father of Robert, Stannis, and Renly. [[Robert Baratheon]]'s entire claim to the throne was based on the technicality that he had Targaryen blood through Rhaelle (though even this video points out that it was a pretext and he won the crown through warfare). When the TV series omitted Jaehaerys II, no information was provided on exactly how the Baratheons intermarried with the Targaryens in the new, altered continuity - the Season 1 animated featurettes even somewhat implied that in order to simplify the story, Robert's &quot;Targaryen blood&quot; came purely from [[Orys Baratheon]], the founder of House Baratheon and ''rumored'' [[Bastardy|bastard]] half-brother of [[Aegon the Conqueror]] (which would be complicated, given that Orys is widely believed to have been Aegon's half-brother but this was never proven). In ''either'' scenario, the Targaryen bloodline passed through Robert's father Steffon: either Steffon's mother was a Targaryen (though her exact place in the family tree is uncertain due to the omission of Jaehaerys's generation), or the Targaryen bloodline passed down from father-to-son among the Baratheon men, from Steffon through Orys. In this video, however, Varys clearly states that Robert possessed Targaryen blood &quot;through his ''mother''&quot; - [[Cassana Baratheon]], born into [[House Estermont]]. It is unclear how to reconcile this new information. It is possible that in the TV continuity, Steffon Baratheon may have married a Targaryen daughter or that Cassana Estermont had Targaryen blood.\n\n"}, "title": "Robert's Rebellion (Histories &amp; Lore)"}