{"attributes": {"status": " :Category:Status: Dead", "death": "Mortally wounded by a wild boar after drinking wine given to him by Lancel Lannister, on orders from Cersei Lannister", "last": "&quot;You Win or You Die&quot;", "family": [" Steffon Baratheon - father", "Cassana Baratheon - mother", "Stannis Baratheon - younger brother", "Renly Baratheon - youngest brother", "Cersei Lannister - wife/widow", "Cersei's black-haired son"], "title": "Robert I Baratheon", "culture": " Andal", "season": "Season 1", "image": "RobertBaratheon.jpg", "allegiance": "House Baratheon", "actor": "Mark Addy", "religion": " Faith of the SevenQuote", "age": "", "deathep": "&quot;You Win or You Die&quot;", "titles": ["King of the Andals and the First Men", "Lord of the Seven Kingdoms", "Protector of the Realm", "Lord of Storm's End (former)", "Lord Paramount of the Stormlands (former)"], "link": " House BaratheonCharacter", "birth": "", "place": "Storm's End", "aka": ["Robert of House Baratheon, the First of His Name", "The Usurper"], "appearances": "7 episodes &lt;small&gt;#Appearances", "first": "&quot;Winter is Coming (episode)"}, "sections": {"Family tree": "{{House Baratheon family tree}}\n\n===Bastards===\nRobert Baratheon is rumored to have fathered over a dozen [[bastard]] children over the years. Those who have been introduced in the TV series so far include:\n\n*[[Gendry]] - adolescent armorer's apprentice in [[King's Landing]]. Mother was a tavern wench.\n*{[[Barra]]} - infant in King's Landing. Mother was [[Mhaegen]], a prostitute. Killed in [[Massacre in King's Landing|Joffrey's purge]].\n*Several other bastard children killed in [[Joffrey Baratheon|Joffrey]]'s purge, including a second infant, two brothers, and one child.\n\n{{Template:Robert Baratheon's bastards tree}}\n\n", "Behind the scenes": "*On the [[Season 1]] Blu-ray, Robert narrates [[Complete Guide to Westeros]] videos on '''&quot;[[Mad King Aerys (Complete Guide to Westeros)|Mad King Aerys]]&quot;''', '''&quot;[[Robert's Rebellion (Complete Guide to Westeros)|Robert's Rebellion]]&quot;''' and '''&quot;[[The Sack of King's Landing (Complete Guide to Westeros)|The Sack of King's Landing]]&quot;'''.\n\n", "TOP": "Robert Baratheon02122dwtfvojnqmzorvuax4a8hewexq2ynf11759212015-03-09T00:22:44ZTitanchamp75154975{{Heraldry\n|image = Baratheon mini shield.png\n|link = House Baratheon\n}}\n{{Character\n| Title=Robert I Baratheon\n| Image=RobertBaratheon.jpg\n| Season=[[Season 1|1]]\n| First=&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;\n| Last=&quot;[[You Win or You Die]]&quot;\n| Appearances=7 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Titles=[[King of the Andals and the First Men]]&lt;br&gt;Lord of the Seven Kingdoms&lt;br&gt;Protector of the Realm&lt;br&gt;[[Lord of Storm's End]] (former)&lt;br&gt;[[Lord Paramount of the Stormlands]] (former)\n| Aka=Robert of House Baratheon, the First of His Name&lt;br&gt;The [[Usurper]]\n| Status= [[:Category:Status: Dead|Deceased]]\n| Age=\n| Birth=\n| Death=Mortally wounded by a wild boar after drinking wine given to him by [[Lancel Lannister]], on orders from [[Cersei Lannister]]\n| DeathEp=&quot;[[You Win or You Die]]&quot;\n| Place=[[Storm's End]]\n| Allegiance=[[House Baratheon]]\n| Family= {[[Steffon Baratheon]]} - father&lt;br&gt;\n{[[Cassana Baratheon]]} - mother&lt;br&gt;\n[[Stannis Baratheon]] - younger brother&lt;br&gt;\n{[[Renly Baratheon]]} - youngest brother&lt;br&gt;\n[[Cersei Lannister]] - wife/widow&lt;br&gt;{[[Cersei's black-haired son|Trueborn son with Cersei]]} - died in infancy&lt;br&gt;\n{[[Joffrey Baratheon]]} - alleged son (step-son)&lt;br&gt;\n[[Myrcella Baratheon]] - alleged daughter (step-daughter)&lt;br&gt;\n[[Tommen Baratheon]] - alleged son (step-son)&lt;br&gt;\n[[Gendry]] - unacknowledged bastard son&lt;br&gt;\n{[[Barra]]} - unacknowledged bastard daughter&lt;br&gt;\n[[Selyse Baratheon]] - sister-in-law&lt;br&gt;\n[[Shireen Baratheon]] - niece&lt;br&gt;\n{[[Tywin Lannister]]} - father-in-law&lt;br&gt;\n[[Jaime Lannister]] - brother-in-law&lt;br&gt;\n[[Tyrion Lannister]] - brother-in-law&lt;br&gt;{[[Lyanna Stark]]} - betrothed (formerly)&lt;br&gt;Other bastards\n| Actor=[[Mark Addy]]|Culture = [[Andal]]\n|Religion = [[Faith of the Seven]]}}\n{{Quote|I'm not trying to honor you. I'm trying to get you to run my [[Seven Kingdoms|kingdom]] while I eat, drink, and whore my way to an early grave.|Robert Baratheon to [[Eddard Stark]]|Winter is Coming}}\n\n'''Robert Baratheon''' is a major character in the [[Season 1|first season]]. He is played by starring cast member [[Mark Addy]], and debuts in the [[Winter is Coming|series premiere]].\n\nRobert Baratheon was the ruler of the Seven Kingdoms, formally styled as '''Robert of the House Baratheon, the First of His Name, [[King of the Andals and the First Men]], [[Lord of the Seven Kingdoms]] and [[Protector of the Realm]]'''. He took the throne through conquest in the war known as [[Robert's Rebellion]]. Robert was a great warrior in his youth. He killed [[Rhaegar Targaryen]], Prince of Dragonstone, at the [[Battle of the Trident]]. After the war, Robert married [[Cersei Lannister]] to cement an alliance with [[House Lannister]] to hold the kingdoms together, but the marriage is loveless. Robert and Cersei have three children: [[Joffrey Baratheon|Joffrey]], [[Myrcella Baratheon|Myrcella]] and [[Tommen Baratheon|Tommen]]. Unbeknown to Robert, all three were actually fathered by Cersei's twin brother, [[Jaime Lannister]].\n\nRobert found the winning of his kingdom far more fulfilling than the running of it, and spent much of the next seventeen years whoring, drinking and hunting. So it is his [[small council]] that is delegated the tedious tasks of ruling. He is a childhood friend of [[Eddard Stark]] and considers him his true brother. He names Ned [[Hand of the King]] when the [[Jon Arryn|previous Hand]] dies in mysterious circumstances. Eddard launches an investigation and discovers that his predecessor was scrutinising the parentage of Cersei's children. Fearful of exposure, Cersei instructs Robert's squire, [[Lancel Lannister]], to give him too much wine while hunting. Robert is fatally wounded by a boar and succumbs to his injuries soon afterwards. Robert names Eddard protector of the realm just before his death. CerseiÂ then ignores the proclamation, has Eddard arrested, and seizes the throne for her son, [[Joffrey Baratheon|Joffrey]]. This dispute leads to the [[War of the Five Kings]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]] ''novels, Robert is in his mid-thirties when the events of the books begin. He is jovial and fun-loving, fond of battle, women and drink. As a young man Robert was a formidable warrior, noted for his chivalry, sense of honor and immense charisma. He won several loyal Targaryen bannermen to his cause through strength of personality alone. Very tall and incredibly muscular, Robert was considered one of the most attractive men in Westeros, desired by every maiden in the realm. However, after becoming king, Robert let himself go somewhat, becoming fat, soft and indolent, though still capable of great generosity to his friends. Robert has also become more bitter following Lyanna's death and his unhappy marriage to Cersei, despite their multiple children.\n\n===Bastards===\n\nRobert is rumored to have fathered over a dozen [[Bastards|bastard]] children over the years, though exactly how many he has is unknown even to Robert. Cersei once visited a [[Maggy|maegi]] in her youth who predicted that Cersei would have three children (Joffrey, Myrcella, and Tommen) and that Robert would have sixteen - the prophecy about Cersei's children turned out to be true, but it is unknown if the prophecy about Robert's children turned out to be accurate. Robert had a voracious sexual appetite since he was a teenager, however, and he had sex with innumerable whores and servant girls for over twenty years before his death, so tracking down all of his bastards would be an exceedingly difficult task. [[Varys]] himself can confirm of at least eight bastard children which Robert fathered over the years.\n\n*Robert's only acknowledged bastard is Edric Storm, whom he acknowledged because his mother was not a commoner but a noblewoman from [[House Florent]]- Delena Florent, Selyses' cousin. Robert acknowledged the boy but Cersei would have been furious if he raised him in his own home, so he sent Edric away to be fostered at [[Storm's End]] his whole life. Edric had virtually no contact with Robert: Edric would receive [[nameday]] presents every year (a pony one year, a sable cloak the next, and once even a miniature warhammer similar to the one Robert used) and write thank-you letters to Robert for them, but they were actually sent by Varys without Robert's input at all. When reading those letters, Robert would laugh and ask Varys what he sent that year. Edric bears amazing resemblance to his father; when [[Davos Seaworth]] first met Edric, he immediately concluded the youth is a bastard of Robert. Stannis resents Edric because the youth's presence is a constant reminder to him how Robert violated his wedding bed (similarly to [[Catelyn Stark]]'s feelings toward [[Jon Snow]]), but allows him to spend time with [[Shireen Baratheon|Shireen]]. Although [[Selyse Baratheon|Selyse]] and [[Melisandre]] urged Stannis to sacrifice Edric (in the TV series he was switched with Gendry), Stannis was not thrilled about killing his nephew, and was not overly furious when it was revealed that Davos sent him away.\n\n*Another confirmed bastard is Mya Stone, the eldest of Robert's bastards. She is nineteen years old. Robert fathered her in the Vale while he was fostering there with Eddard Stark, a few years before he led the rebellion against King Aerys Targaryen (thus she is apparently the oldest of his bastards, in her late teens/early twenties). Mya was not ''officially'' acknowledged by Robert, but her existence is considered to be an open secret. Robert knew her when she was a toddler but he left her behind when he became king; once during a heated argument over Robert's disappointment regarding Joffrey, Robert threatened to punish Cersei by bringing a bastard daughter of his to be raised in the Red Keep (the name of the girl in question is not mentioned, but it's likely to be Mya), and Cersei responded &quot;Do as you please, but you may find that the city is not a healthy place for a growing girl&quot; - bluntly implying that she would harm the girl; Robert angrily punched Cersei, but knowing that she truly meant this threat, he backed down. Thus while Mya has not been officially, legally acknowledged as Robert's bastard, her status as his daughter is such public knowledge that she uses the special bastard surname &quot;Stone&quot; - without complaint by others that Robert technically never officially gave her the right to use the name &quot;Stone&quot;. Mya works as a pack mule guide along the treacherous mountain path leading to [[the Eyrie]], and is encountered by [[Catelyn Stark]] when she brings [[Tyrion Lannister]] to the Eyrie to hold prisoner at her sister [[Lysa Arryn|Lysa]]'s court.\n\n*In the books, [[Barra]] was the only of Robert's bastards who was reported to be killed at Cersei's command following his death. She was explicitly killed on Cersei's orders, not on Joffrey's as in the TV series.\n\n*Petyr Baelish also told Eddard Stark that some years earlier Robert fathered bastard twins with a serving woman at Casterly Rock, and that Cersei had both children killed. Ned was surprised that Robert would have stood by and let such a thing happen, but then recalled that Robert seemed to have grown adept at shutting his eyes. It is unknown if the story is true.\n\nRobert never cared much about his bastards. According to Stannis, he liked the making of children well enough, but after birth they were a bother to him.\n\nGendry, Edric Storm, Mya Stone, plus the deceased Barra and twins at Casterly Rock only account for six bastards, however, when Varys said he knew of at least eight. When [[Arya Stark]] and Gendry first encounter the [[Brotherhood Without Banners]] in the Riverlands, they pass through the town of [[Stoney Sept]], where they encounter a dark-haired prostitute named Bella who ''claims'' to be a bastard of Robert. Bella states that she is the daughter of a prostitute that Robert had sex with as he was passing through the town during the [[Battle of the Bells]], and that she was named &quot;Bella&quot; for the battle. She does generally resemble Robert and her age matches her story of when Robert would have had sex with her mother, but her claim cannot be definitely confirmed.\n\nThe TV series has not introduced any other bastards besides Gendry, even going so far as to combine parts of Edric Storm's storyline - being taken to Dragonstone - with Gendry's storyline in Season 3. It is unclear if the TV series means to imply that Gendry is Robert's only surviving bastard, but either way the focus given to Gendry is much greater in the TV continuity.\n\n", "Quotes": "{{Quote|Honor? I've got [[Seven Kingdoms]] to rule! One king, Seven Kingdoms! Do you think honor keeps them in line? Do you think it's honor that's keeping the peace? It's fear! Fear and blood!|'''Robert Baratheon''' at the [[small council]] meeting about [[Daenerys Targaryen]]|The Wolf and the Lion}}{{Dialogue a-b|Cersei|I shall wear this as a badge of honor.|Robert|Wear it in silence or I'll honor you again.|[[Cersei Lannister]] and '''Robert Baratheon'''|A Golden Crown}}\n{{Quote|King Robert Baratheon, murdered by a pig.|'''Robert Baratheon'''|You Win or You Die}}\n{{Quote|He was a good man, a great warrior. And a terrible king.|[[Barristan Selmy]] about '''Robert Baratheon'''|Kissed by Fire}}\n\n", "Image gallery": "&lt;gallery&gt;\nRobert Baratheon.jpg|Robert arrives in [[Winterfell]] in &quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;.\nRobert and Lancel.jpg|Robert is unable to fit into his armor in &quot;[[Cripples, Bastards and Broken Things]]&quot;.\nCersei and Robert.jpg|Robert and [[Cersei Lannister|Cersei]] visit the wounded Eddard in &quot;[[A Golden Crown]]&quot;.\nRobert's last act.jpg|Robert signs his final proclamation in &quot;[[You Win or You Die]]&quot;.\nWondercon-costume-robert.JPG|Robert Baratheon costume on display at Wondercon 2011.\nGot robert poster.jpg|Promotional poster of King Robert.\n&lt;/gallery&gt;\n\n", "See also": "*{{AWOIAF}} (MAJOR spoilers for the series)\n\n", "Appearances": "{{Season One Appearances|yes|yes|yes|yes|yes|yes|yes}}\n\n", "Biography": "===Background===\nRobert is the first son of [[Steffon Baratheon]]Â and [[Cassana Baratheon]], and has two younger brothers, [[Stannis Baratheon|Stannis]] and [[Renly Baratheon|Renly]]. Steffon was the head of [[House Baratheon]] and [[Lord Paramount of the Stormlands]]. [[The Stormlands]] are one of the constituent regions of the [[Seven Kingdoms]] and House Baratheon is one of the [[Great Houses]] of the realm. His parents died in his youth Â when their ship was caught in a storm; Robert, standing on the walls of Storm's End with Stannis, witnessed his parents ship that was returning from Essos break up on the rocks. He inherited the lordship, and was fostered byÂ [[Jon Arryn]], the head of [[House Arryn]], another Great House. [[Eddard Stark]], the second son of [[House Stark]], was also fostered by Jon Arryn and Robert and Eddard became as close as brothers.&lt;ref&gt;&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;&lt;/ref&gt;\n\n[[File:Robert and Lyanna.jpg|thumb|left|Lyanna and her father Lord Rickard Stark with Robert Baratheon.]]\nRobert served [[Aerys II Targaryen|King Aerys II Targaryen]] (known as the Mad King) as the Lord Paramount of the [[Stormlands]]. Robert was betrothed to [[Lyanna Stark]], Eddard's sister. Lyanna was kidnapped by [[Rhaegar Targaryen|Prince Rhaegar Targaryen]].&lt;ref&gt;&quot;Winter is Coming&quot;&lt;/ref&gt;&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/jbaratheon/robert-baratheon/ HBO viewers guide, season 2 guide to houses, House Baratheon of King's Landing - Robert Baratheon entry]&lt;/ref&gt; [[File:Robert slays Rhaegar.jpg|thumb|left|Robert Baratheon slays Rhaegar Targaryen at the [[Battle of the Trident]].]] The mad king had Eddard's [[Rickard Stark|father]] and [[Brandon Stark (the elder)|brother]] killed for protesting against the kidnapping.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt; This sparked a [[Robert's Rebellion|massive uprising]] against the Mad King led by Robert, Eddard and Jon Arryn.&lt;ref&gt;&quot;Winter is Coming&quot;&lt;/ref&gt; Lyanna and Aerys died during the civil war that followed.&lt;ref&gt;&quot;Winter is Coming&quot;&lt;/ref&gt;&lt;ref&gt;&quot;Lord Snow&quot;&lt;/ref&gt; Robert claimed the [[Iron Throne]] because he started the [[File:Lyanna funeral.jpg|thumb|left|Robert Baratheon mourns at the funeral of Lyanna Stark.]] war and killed Prince Rhaegar personally.&lt;ref name=&quot;Rhaegar viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-ofthrones/season2/#!/guide/houses/targaryen/rhaegar-targaryen/ HBO viewers guide, season 2 guide to houses, House Targaryen - Rhaegar Targaryen entry]&lt;/ref&gt; Robert also had the best claim to the throne as a result of being related to the Targaryens through his paternal grandmother, Rhaelle. Targaryen.&lt;ref&gt;&quot;Winter is Coming&quot;&lt;/ref&gt; The other leaders of the rebels, Jon Arryn and Eddard Stark, believed that Robert, with his claim and charismatic personality, should be king and both stood aside.\n\n[[File:Robert Cersei wedding.jpg|thumb|right|King Robert marries Cersei Lannister.]]\nRobert was devastated by Lyanna's death, but was urged by Jon Arryn to marry [[Cersei Lannister|Cersei]] of [[House Lannister]], making an alliance with her father, [[Tywin Lannister]], who had joined his cause late in the conflict and delivered the capital of [[King's Landing]] to him.&lt;ref&gt;&quot;Lord Snow&quot;&lt;/ref&gt; He named Jon Arryn as his [[Hand of the King|Hand]] while Eddard took his father's role as [[Warden of the North]].&lt;ref&gt;&quot;Winter is Coming&quot;&lt;/ref&gt;\n\nStannis fought for Robert through the war though Stannis and Robert never loved one another.&lt;ref name=&quot;E11&quot;&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;&lt;ref&gt;&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot; Robert tells [[Eddard Stark]] &quot;You were the brother I chose.&quot;&lt;/ref&gt; Despite Stannis' service during the war, Robert made Renly the [[Lord of Storm's End]] following his victory. Renly was only a child during the civil war, so he did not fight.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt; Stannis was made [[Lord of Dragonstone]] and served on Robert's [[small council]] as [[Master of Ships]]. Renly later joined the small council as [[Master of Laws]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/sbaratheon/stannis-baratheon HBO viewers guide, season 2 guide to houses, House Baratheon of Dragonstone - Stannis Baratheon entry]&lt;/ref&gt;&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/rbaratheon/renly-baratheon HBO viewers guide, season 2 guide to houses, House Baratheon - Renly Baratheon entry]&lt;/ref&gt;\n\nRobert has been the [[King of the Andals and the First Men]] and the ruler of the [[Seven Kingdoms]] of Westeros since the end of the civil war. However, he is more concerned with drinking, whoring and hunting than with the minutiae of ruling his kingdom.&lt;ref&gt;&quot;Winter is Coming&quot;&lt;/ref&gt;&lt;ref&gt;&quot;Lord Snow&quot;&lt;/ref&gt; He revels in the glory days of the rebellion.&lt;ref&gt;&quot;A Golden Crown&quot;&lt;/ref&gt; He leaves the running of the kingdom largely his [[small council]], led by Jon Arryn. King Robert also loves to throw events such as [[tournament]]s at which he spares no expense. Unfortunately, after seventeen years this has left the realm deeply in debt, for a shocking six million [[Currency|Gold Dragons]], half of that to House Lannister. &lt;ref&gt;&quot;[[Winter is Coming]]&quot;, &quot;[[Lord Snow]]&quot;&lt;/ref&gt; He apparently has three children with Cersei: [[Joffrey Baratheon|Joffrey]], [[Myrcella Baratheon|Myrcella]] and [[Tommen Baratheon|Tommen]].&lt;ref&gt;&quot;Winter is Coming&quot;&lt;/ref&gt; Unbeknownst to Robert all three were actually fathered by Cersei's twin brother [[Jaime Lannister]].&lt;ref&gt;&quot;You Win or You Die&quot;&lt;/ref&gt; Robert has also fathered several illegitimate bastards. He has an unacknowledged bastard son named [[Gendry]] fathered on a tavern wench.&lt;ref&gt;&quot;Cripples, Bastards and Broken Things&quot;&lt;/ref&gt; He has an unacknowledged bastard daughter named [[Barra]] fathered on the prostitute [[Mhaegen]].&lt;ref&gt;&quot;The Wolf and the Lion&quot;&lt;/ref&gt; He has at least four other unacknowledged bastards fathered with various women in the city of King's Landing alone.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\nJon Arryn began to investigate the lineage of Cersei's children, comparing their appearance to Robert's bastard offspring. He died under mysterious circumstances shortly after beginning his investigation. Robert has decided to ride north to Eddard's keep [[Winterfell]] to name him as Jon Arryn's replacement.&lt;ref&gt;&quot;Winter is Coming&quot;&lt;/ref&gt;\n\n===[[Season 1]]===\n[[File:Robert at Winterfell.jpg|thumb|Lord Eddard and Lady Catelyn show respect to King Robert in &quot;[[Winter is Coming]]&quot;.]]\n[[File:Lyanna's statue.jpg|thumb|Lyanna's statue in Winterfell's crypts]]\nThe royal party arrives in [[Winterfell]] and [[Eddard Stark|Lord Eddard]] presents his household to King Robert. After initial greetings, Robert demands to see the crypts and pay his respects, stoking Queen [[Cersei Lannister|Cersei]]'s impatience. In the crypts Robert offers prayers to a statue of [[Lyanna Stark]]. He tells Eddard that in his dreams he kills [[Rhaegar Targaryen]] every night anew, but Eddard replies that [[House Targaryen]] is destroyed. &quot;Not all of them,&quot; Robert counters. Robert formally offers Eddard the role of [[Hand of the King]], telling him that he needs someone to run the kingdom and revealing that he is fearful of betrayal from within his court. Eddard asks for time to think about it. Robert agrees but offers a sweetener: the hand of his son [[Joffrey Baratheon|Joffrey]] in marriage to Eddard's daughter [[Sansa Stark|Sansa]]. A great feast is held in honor of the king's visit to Winterfell. The next morning Eddard and Robert go hunting and Eddard accepts Robert's offer, with Robert stating that Ned is a loyal friend, the last one he's got.&lt;ref&gt;&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;&lt;/ref&gt;\n\nThe parties depart Winterfell. Days later, on the Kingsroad south to the capital, Robert calls a halt to discuss some newly-arrived dire news with Eddard. Robert's spies have learned of [[Daenerys Targaryen]]'s marriage to [[Drogo|Khal Drogo]] whose ''[[khalasar]]'' is reported to number over one hundred thousand people. Eddard points out that the [[Dothraki]] cannot cross the [[Narrow Sea]], as they have no ships, but Robert is concerned that the [[Seven Kingdoms]] will soon face another war.&lt;ref&gt;&quot;[[The Kingsroad]]&quot;&lt;/ref&gt;\n\nOn the Kingsroad, the royal party reaches the [[Crossroads Inn]], a noted stop on the way south to the capital. Joffrey is injured by [[Nymeria]], a direwolf belonging to Ned's younger daughter [[Arya Stark|Arya]] during the halt. Arya is brought before Robert and truthfully blames Joffrey for instigating the incident but Joffrey's falsified version of events is supported by Sansa. Robert is furious that a minor fracas has become a major incident with his wife and his new Hand accusing one another's children; he also appears to exhibit disdain towards Joffrey over the fact his son was beaten and disarmed by a girl several years his junior. He decides to let Ned disciplineÂ Arya whilst he will do the same to Joffrey, but to appease his Queen he agrees that a direwolf must be executed. When Nymeria cannot be found, Robert commands that Sansa's wolf [[Lady]] must be killed instead.&lt;ref&gt;&quot;The Kingsroad&quot;&lt;/ref&gt;\n\nOn his return to King's Landing Robert orders a [[tournament]] to celebrate Eddard's appointment as King's Hand. He avoids the [[small council]] meetings where discussion of the kingdom's mounting debts and the difficulty of paying for the tournament are raised. Robert swaps old war stories with [[Barristan Selmy|Ser Barristan Selmy]], a distinguished and famous knight and [[Lord Commander]] of the [[Kingsguard]] and [[Jaime Lannister]], whilst also humiliating his 'useless' squire, [[Lancel Lannister]].&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt; Robert enjoys the attentions of at least four women in his chambers. Jaime Lannister, left guarding his room outside, is infuriated by the insult done to his sister by this, and vents about it to [[Jory Cassel]].&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\nRobert learns that Daenerys is pregnant and orders that she and her brother [[Viserys Targaryen]] be assassinated. Eddard disagrees with the decision, and resigns as Hand, enraging Robert. Later, Cersei asks the King if it was wise to lose Eddard in this way and they discuss their marriage. Robert tells her he could never love her due to his feelings for Lyanna. Robert's brother [[Renly Baratheon|Renly]] reports that Robert is planning a big hunt and has asked Renly to accompany him, a prospect Renly dreads.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n[[File:Robert's hunting party.jpg|thumb|King Robert Baratheon, [[Renly Baratheon|Renly]], the King's squire [[Lancel Lannister]], and [[Barristan Selmy]] at the hunt.]]\n\nRobert and Cersei visit Eddard as he recovers at the [[Tower of the Hand]], from wounds sustained fighting Jaime and his guards. Cersei is furious with Eddard for having her brother [[Tyrion Lannister|Tyrion]] arrested and for fighting with Jaime, but Eddard is unrepentant. She wants Robert to take action against him, but Robert refuses to condemn him, without hearing Eddard's side, and tells her to be silent. When Cersei protests further, and calls Robert a woman, he hits her. She says that she will wear the bruise with honor. Robert tells her to be silent, or he will honor her again, and Cersei leaves in anger. Afterwards, Robert restores Eddard to his position as King's Hand, and tells him not to quit again, or he will give the position to Jaime Lannister. He tells Ned to end the animosity between [[House Stark]] and [[House Lannister]], as strife between the two houses could lead them into war, and that he is leaving on a hunt in the Kingswood and wants the realm at peace by the time he returns. Robert goes hunting, taking Selmy, Lancel and Renly with him. Being supplied with wine by Lancel, Robert becomes drunk and nostalgic, and Renly becomes annoyed with Robert for glorifying the &quot;good old days&quot; and leaves the hunt to return to the [[Red Keep|castle]].&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt; Robert is badly wounded whilst trying to kill a boar while hunting. He is taken back to the capital and on his deathbed tells Joffrey that he wishes he could have been a better father to him. After Robert commands everyone to leave, he names Ned as Lord [[Regent]] and [[Protector of the Realm]]. Eddard has learned that Joffrey, [[Myrcella Baratheon|Myrcella]] and [[Tommen Baratheon|Tommen]] are not Robert's children, but are instead the product of incest between Cersei and her twin brother Jaime, but is unable to tell the dying Robert this. Robert also asks him to cancel the attempt on Daenerys Targaryen's life but it comes too late to stop the attempt on Daenerys' life. After Robert's death, Cersei destroys the proclamation of Eddard as Regent and Protector of the Realm and has Eddard arrested. Renly also flees the city, after telling Eddard that he would make a better king than his and Robert's other brother (and the rightful heir), [[Stannis Baratheon|Stannis]].&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt; Robert's death sparks the [[War of the Five Kings]] with both of his brothers, Joffrey, [[Balon Greyjoy]], and [[Robb Stark]] crowning themselves as kings.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\nAt some point prior to his death (possibly as he lay mortally wounded after the boar hunt), Robert specified that he did not want to be buried in the [[Great Sept of Baelor]] in King's Landing, where the remains of previous kings from the Targaryen dynasty are interred. Instead, as per Robert's instructions he was buried alongside his forefathers at his family's ancestral castle, [[Storm's End]].&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n\n"}, "title": "Robert Baratheon"}