{"attributes": {"status": " :Category:Status: Alive", "death": "", "last": "", "family": ["Jon Arryn - father", "Lysa Arryn - mother", "Hoster Tully - grandfather", "Minisa Tully - grandmother", "Catelyn Stark - aunt", "Eddard Stark - uncle by marriage", "Edmure Tully - uncle", "Roslin Frey - aunt-by-marriage", "Robb Stark - first cousin", "Sansa Stark - first cousin", "Arya Stark - first cousin", "Bran Stark - first cousin", "Rickon Stark - first cousin", "Petyr Baelish - stepfather"], "title": "Robin Arryn", "culture": " AndalQuote", "season": "Season 1", "image": "Robin-Arryn-405.jpg", "allegiance": "House Arryn", "actor": "Lino Facioli", "age": " Approx. 12 in Season 5", "titles": ["Lord of the Eyrie", "Warden"], "link": "House ArrynCharacter", "8": "yes Template:Season Four Appearances", "6": "yes", "place": "The Eyrie", "aka": "Sweetrobin", "5": "yes", "appearances": " 6 episodes &lt;small&gt;#Appearances", "first": "&quot;The Wolf and the Lion&quot;"}, "sections": {"Family tree": "{{House Arryn family tree}}\n\n", "TOP": "Robin Arryn022169kijhw2wspcok2x3kk7whcmzkrht4161790072015-03-24T11:44:18ZRandomDudeDude5971784Adding categories{{Heraldry\n|image=Arryn mini shield.png\n|link=House Arryn\n}}\n{{Character\n| Title=Robin Arryn\n| Image=Robin-Arryn-405.jpg\n| Season=[[Season 1|1]], [[Season 4|4]], [[Season 5|5]]\n| First=&quot;[[The Wolf and the Lion]]&quot;\n| Last=\n| Appearances= 6 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Titles=[[Lord of the Eyrie]]&lt;br&gt;[[Warden|Warden of the East]]&lt;br&gt;[[Lord Paramount of the Vale]]\n| Aka=Sweetrobin\n| Status= [[:Category:Status: Alive|Alive]]\n| Death=\n| Place=[[The Eyrie]]\n| Allegiance=[[House Arryn]]\n| Family={[[Jon Arryn]]} - father&lt;br&gt;{[[Lysa Arryn]]} - mother&lt;br&gt;{[[Hoster Tully]]} - grandfather&lt;br&gt;{[[Minisa Tully]]} - grandmother&lt;br&gt;{[[Catelyn Stark]]} - aunt&lt;br&gt;{[[Eddard Stark]]} - uncle by marriage&lt;br&gt;[[Edmure Tully]] - uncle&lt;br&gt;[[Roslin Frey]] - aunt-by-marriage&lt;br&gt;{[[Robb Stark]]} - first cousin&lt;br&gt;[[Sansa Stark]] - first cousin&lt;br&gt;[[Arya Stark]] - first cousin&lt;br&gt;[[Bran Stark]] - first cousin&lt;br&gt;[[Rickon Stark]] - first cousin&lt;br&gt;[[Petyr Baelish]] - stepfather\n| Actor=[[Lino Facioli]]|Age = Approx. 12 in Season 5|Culture = [[Andal]]}}\n{{Quote|Mummy, I want to see the bad man fly.|Robin Arryn|The Wolf and the Lion}}\n'''Robin Arryn''', commonly called &quot;'''Sweetrobin'''&quot; by his mother, is a recurring character in the [[Season 1|first]], [[Season 4|fourth]] and [[season 5|fifth]] seasons.&lt;ref&gt;[http://unitedagents.co.uk/lino-facioli]&lt;/ref&gt; He is played by guest star [[Lino Facioli]] and debuts in &quot;[[The Wolf and the Lion]]&quot;.Â Lord Robin Arryn is the only surviving child and heir of Lord [[Jon Arryn]] by his wife, [[Lysa Arryn|Lysa]] of [[House Tully]]. He is the [[Lord of the Eyrie]], the head of [[House Arryn]], the [[Warden|Warden of the East]] and [[Lord Paramount]] of the [[Vale of Arryn]]. His mother was killed byÂ [[Petyr Baelish]]Â in &quot;[[Mockingbird]]&quot; by being pushed out of the [[Moon Door]]Â and falling hundreds of feet to her death, leaving Petyr as the acting Lord Paramount of the Vale as Robin's step-father.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Robin's character is named '''Robert Arryn'''. The character was renamed for the television series to avoid confusion with Robert Baratheon and Robb Stark - Robb Stark and Robert Arryn both being named after King Robert. The name &quot;Robin&quot; was chosen because it allows him to keep his book nickname of &quot;Sweetrobin&quot;, which is how he is more commonly known. Robert is six years old when the events of the books begin. He is a soft, spoiled child but also sickly, suffering from epileptic seizures which occur sporadically. His mother dotes on him a great deal. His illness, combined with his mother's doting, has left him intellectually and physically stunted for a boy his age.\n\n[[Joffrey Baratheon|Joffrey]] used to call Robert cruel names, and once slapped him with a wooden stick.\n\nSansa never harms Robert physically. At one occasion he demands &quot;I want a hundred lemon cakes and five tales!&quot;. Sansa thinks ''&quot;I'd like to give you a hundred spankings and five slaps&quot;'' but restrains herself.\n\nAuthor [[George R.R. Martin]] made it a point to have several characters with the same name, because this happened in real life. It would be implausible to say that &quot;Robert Baratheon&quot; was the only person named &quot;Robert&quot; on an entire continent. Noble families in particular frequently re-use a small set of names, as children are named to honor famous ancestors, relatives, or major allies (i.e. &quot;Robert Arryn&quot; is named in honor of &quot;Robert Baratheon&quot;, his father's great ally, as is Robb Stark). One of the reasons Martin wrote the ''A Song of Ice and Fire'' novels is because he grew so frustrated with writing for television and film, in which budget constraints and audience attention span are a limiting factor. As Martin explained:\n\n:Martin: &quot;I wrote these books, never dreaming they would be filmed or made. It was almost a reaction to my tenure in Hollywood. 'I'm just going to do this as big as I want.' But I broke a lot of rules in writing these books, that you're taught as a writer, that I certainly was taught. But at certain point I thought, 'To hell with those rules'.\n:Question: &quot;What rules?&quot;\n:Martin: &quot;Well, having so many characters, for one. Having similar names. Stuff like that. I remember as a little baby writer I was taught never have two characters whose names begin with the same letter because people will get them confused. And I realized I was going to have more than 26 characters, so that would have to go out the window. - And also I was reading a lot of history. [People said], 'Never have two characters with the same letter? Certainly never have two characters with the same name.' But then I'm saying, 'That's so unrealistic'.Â I mean, English history is entirely composed of Henrys and Edwards. There's endless Henrys and Edwards, and you know, not only kings, who at least get numbers, but the guys who never become king. They're princes, and then they die. They're not even distinguished by numbers and it's very hard to keep all these guys straight. But that's the way history actually was. Families using the same name over again. And I like that element of verisimilitude, [so] I adopted that.&quot;&lt;ref&gt;Anders, Charlie Jane. [http://observationdeck.io9.com/george-r-r-martin-the-complete-unedited-interview-886117845 &quot;George R.R. Martin: The Complete Unedited Interview.&quot;] ''Observation Deck.'' 23 Jul 2013.&lt;/ref&gt;\n\nLords in the Vale style Lord Robert the &quot;True Warden of the East&quot; after King Robert names [[Jaime Lannister]] as [[Warden of the East]] due to the child lord's physical and mental state. Jaime continues to nominally hold the position when he spends a full year as a prisoner of the Starks after the [[Battle of the Whispering Wood]], though his imprisonment means that the position is left functionally vacant. The title of Warden of the East is restored to Sweetrobin by [[Tywin Lannister]] as one of the conditions of the marriage-alliance between Lysa and [[Petyr Baelish]] which brings House Arryn back into the Lannister fold.\n\n", "See also": "* {{AWOIAF|Robert Arryn}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season One Appearances|5=yes|6=yes|8=yes}} \n{{Template:Season Four Appearances|||||yes||yes|yes}}\n\n", "Biography": "===Background===\nRobin was born in [[King's Landing]] where his father was serving as the [[Hand of the King]] for [[Robert Baratheon]]. Jon begins an investigation into Robert's legitimate and bastard children and then takes a fever and dies suddenly. Robin inherits Jon's position. Lysa rushes Robin back to [[the Eyrie]] following Jon's death.&lt;ref name=&quot;Lysa Arryn viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/arryn/lysa-arryn/ HBO viewers guide, season 2 guide to houses, House Arryn - Lysa Arryn entry]&lt;/ref&gt; She writes to her sister to accuse [[House Lannister]] of poisoning Jon.&lt;ref&gt;&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;&lt;/ref&gt; LysaÂ was fiercely protective of Robin and he leads an extremely sheltered life.&lt;ref name=&quot;Robin Arryn viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/arryn/robin-arryn/ HBO viewers guide, season 2 guide to houses, House Arryn - Robin Arryn entry]&lt;/ref&gt;\n\n===[[Season 1]]===\n[[File:Lysa and Robin.png|thumb|Lysa dotes over her son.]]\n[[Catelyn Stark]] brings the captive [[Tyrion Lannister]] to [[the Eyrie]]. Catelyn has arrested him on suspicion of involvement in the attempted assassination of her son [[Bran Stark|Bran]] and expects Lysa's support given her earlier accusation. She is shocked to see that Lysa still breastfeeds Robin, despite him being so old. Robin is prone to fits of histrionics, demanding to see &quot;the bad man fly&quot;.Â Lysa calls him a strong and mighty ruler, worthy of [[the Vale]]'s leadership, but Catelyn appears skeptical.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\nTyrion agrees to confess to his crimes and is brought before the High Seat. He presents a list of minor misdemeanors from childhood, though Robin is particularly intrigued by some of them. Tyrion demands a [[First Trial of Tyrion Lannister|trial by combat]] to prove his innocence and persuades the mercenary [[Bronn]] to be his champion. Bronn triumphs against Robin's champion, Ser [[Vardis Egen]] and he and Tyrion are allowed to go free. Robin is disappointed at being deprived of an execution by Moon Door.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\nCatelyn visits Robin and Lysa before leaving the Vale to join her son [[Robb Stark|Robb]]'s army. She asks Lysa to commit the Vale to the war on the side of the [[House Stark|Starks]] and [[House Tully|Tullys]], but Lysa refuses, saying the Vale's [[knights]] are needed at home to defend Robin.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n[[File:Robin_MD.jpg|thumb|Robin throws his gift through the Moon Door.]]\nRobin receives his new step-father, [[Petyr Baelish]], and his cousin [[Sansa Stark]] at the Eyrie. Robin takes temporary delight in the gift Petyr brings him - a falcon, finely carved from crystal - before throwing it out the Moon Door to demonstrate the Door's nature to Sansa. Lysa seems to have allowed him some freedom since Littlefinger's arrival, as she allowed him out of her sight to show Sansa around.&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;\n\nLater, he visits Sansa in the courtyard of the Eyrie while she is building a snow castle of [[Winterfell]]. When he suggests they add a Moon Door to it, he accidentally knocks over one of the towers that Sansa has built. At first, she gently scolds him, but as he grows petulant, insisting that he didn't ruin it, Sansa is driven to slap him across the face. He then runs back into the castle. Later on, his mother is killed by being pushed out of Robin's favorite plaything, theÂ [[Moon Door]],Â byÂ [[Petyr Baelish]].&lt;ref&gt;[[Mockingbird]]&lt;/ref&gt;\n\nLittlefinger urges two Lords of the Vale, Lord [[Yohn Royce]] and Lady [[Anya Waynwood]], to back Lord Robin Arryn against the Lannisters, and makes an arrangement with them so that Robin finally leaves the Eyrie and conducts an official tour of the his lands. Later, Robin prepares to depart, but admits that he is afraid to abandon the safety of the Eyrie. However, Petyr urges him not to worry about his death but about his life. He tells Robin that taking charge of his own life is what being the Lord of the Vale really means.&lt;ref&gt;[[The Mountain and the Viper]]&lt;/ref&gt;\n\n"}, "title": "Robin Arryn"}