{"attributes": {"status": " :Category:Status: Alive", "family": [" Gregor Forrester - father", "Elissa Forrester - mother", "Asher Forrester - brother", "Mira Forrester - sister", "Ethan Forrester - brother", "Talia Forrester - sister", "Ryon Forrester - brother", "Malcolm Branfield - uncle", "Thorren Forrester - paternal grandfather", "Talia Branfield - maternal grandmother", "Branfield (Lord)"], "title": " Rodrik Forrester ", "season": " ''Game of Thrones: A Telltale Games Series''", "image": " RodrikTSITD.png", "allegiance": " House Forrester", "actor": " Russ BainQuote", "culture": " Northmen", "titles": " Lord of Ironrath", "link": "House ForresterCharacter", "place": " Ironrath", "aka": " Rodrik the Ruined (called by the House Whitehill", "appearances": " 4 episodes", "first": " &quot;Iron From Ice&quot;"}, "sections": {"Family Tree": "{{House Forrester family tree}}\n\n", "TOP": "Rodrik Forrester028549dp61invnn3wd2w8nws82buz8ger0z0b1809692015-04-04T10:09:20ZThebegnob4824006New photo and quote (replacing the previous one, cause it's determinant){{Heraldry\n|image=Forrester mini shield.png\n|link=House Forrester\n}}\n{{Character\n|Title = Rodrik Forrester \n|Image = RodrikTSITD.png\n|Season = ''[[Game of Thrones: A Telltale Games Series]]''\n|First = &quot;[[Iron From Ice]]&quot;\n|Appearances = 4 episodes\n|Place = [[Ironrath]]\n|Status = [[:Category:Status: Alive|Alive]]\n|Allegiance = [[House Forrester]]\n|Family = {[[Gregor Forrester]]} - father&lt;br&gt;[[Elissa Forrester]] - mother&lt;br&gt;[[Asher Forrester]] - brother&lt;br&gt;[[Mira Forrester]] - sister&lt;br&gt;{[[Ethan Forrester]]} - brother&lt;br&gt;[[Talia Forrester]] - sister&lt;br&gt;[[Ryon Forrester]] - brother&lt;br&gt;[[Malcolm Branfield]] - uncle&lt;br&gt;{[[Thorren Forrester]]} - paternal grandfather&lt;br&gt;{[[Talia Branfield]]} - maternal grandmother&lt;br&gt;{[[Branfield (Lord)|Lord Branfield]]} - maternal grandfather&lt;br&gt;\n[[Elaena Glenmore]] - betrothed/formerly betrothed (player-determined)\n|Aka = Rodrik the Ruined (called by the [[House Whitehill|Whitehills]])\n|Culture = [[Northmen]]\n|Titles = [[Lord of Ironrath]]\n|Actor = [[Russ Bain]]}}\n\n{{Quote|No one can know the future. Whatever tomorrow brings, Talia, the Forresters will stand tall.|Rodrik to his sister [[Talia Forrester|Talia]].|The Sword in the Darkness}}\n\n'''Rodrik Forrester''' is the eldest son of [[Gregor Forrester]] and the current head of [[House Forrester]] and [[Lord of Ironrath]]. He is one of the main playable characters in ''[[Game of Thrones: A Telltale Games Series]]''.\n\n", "Quotes": "'''Quotes about Rodrik'''\n\n{{Quote|Rodrik. He was our best warrior by far.|[[Gared Tuttle]] remembering Rodrik.|Iron From Ice}}\n\n", "Image Gallery": "&lt;gallery&gt;\nRodrik forrester (telltale).jpg|A promotional image of Rodrik Forrester.\nTSITD Rodrik Gryff Argue.png\n&lt;/gallery&gt;\n\n", "Appearances": "{{Telltale Game Series Appearances|yes|yes|yes|yes}}\n\n", "Biography": "===Background===\nRodrik was trained from a young age to take on the burden of leadership. Heâ&euro;&trade;s a man built for the position, a formidable presence both on and off the battlefieldâ&euro;&rdquo;but when [[Robb Stark]] called his banners to war, Rodrik was asked by his father to stay and protect their home, [[Ironrath]]. Rodrik refused, riding out into battle with his father and leading the Forrester army into battle with such force that he is now feared among the Lannister soldiers.&lt;ref&gt;Game Codex - Rodrik Forrester&lt;/ref&gt;\n\n===&quot;[[Iron From Ice]]&quot;===\n[[File:E96M8Wi.jpg|thumb|left|230px|Rodrik after being crushed by a horse.]]\n\nAlong with the rest of [[Robb Stark]]'s army, Rodrik and his house attends [[Edmure Tully]] and [[Roslin Frey]]'s wedding at the Twins. Once &quot;[[The Rains of Castamere (song)|The Rains of Castamere]]&quot; song starts, an unexpected massacre begins at the hands of the [[House Frey|Freys]], slaughtering the remaining northern army camped outside the Twins. As Rodrik valiantly fights off Frey soldiers, his father's squire - [[Gared Tuttle]] - attempts to run to his aid. Before he can reach him, Rodrik is stabbed in the back of the leg followed by having a horse fall on him supposedly killing him and leavingÂ [[House Forrester]] leaderless in the process.&lt;ref&gt;&quot;[[Iron From Ice]]&quot;&lt;/ref&gt;\n\n===&quot;[[The Lost Lords]]&quot;===\nRodrik awakens to find himself being towed on a corpse cart along with several other bodies, including his father.\n\nThe cart arrive at Ironrath to which no one notices his movement, until he forces himself out of the cart and noticed then by [[Royland Degore|Ser Royland]] who orders to fetch the [[Ortengryn|Maester]] as he passes out.\n[[File:Rodrik_returns,_now_as_Lord_of_Ironrath.png|thumb|left|233px|Badly wounded, Rodrik has the responsibility to lead House Forrester as Lord.]]\n\nRodrik awakens to find himself in mid-surgery and sees his [[Elissa Forrester|mother]] before once again passing out, he then wakes arm bandaged and his leg severely wounded, yet able to still walk. [[Talia Forrester|Talia]] practicing her singing, tells him that he their brother [[Ethan Forrester|Ethan]] is dead and their other brother [[Ryon Forrester|Ryon]] is captured, to which he is gravely upset.\n\nRodrik with the help of Talia slowly makes his way to the Great Hall to discuss the [[House Whitehill|Whitehill]] soldiers within their walls, Lady Forrester announces that Rodrik's fiancĂŠe Lady Elaena has been invited to see him.\n\nA while later, [[Elaena Glenmore]] arrives and discusses with Rodrik about the future between their two houses, whether or not they still intend to marry depends on how well Rodrik handles the conversation. Their meeting is interrupted by Lord Whitehill who overrules Rodrik about taking all the Ironwood forests, and defying House Bolton in the process.\n\nRodrik is last seen attending the funeral of his father and brother Ethan, with his mother, his sister Talia, Ser Royland, [[Duncan Tuttle]], [[Ortengryn|Maester Ortengryn]], his brother Ryon or [[Gwyn Whitehill]] (player-determined) and the little army Ironrath has, he gives a farewell speech to those before listening to Talia's now finished song for the fallen two.\n\n===&quot;[[The Sword in the Darkness]]&quot;===\nRodrik wakes up after dreaming of the battle of the twins and hears soldiers banging on to their shields. Gryff Whitehill introduces himself and says that they will stay in the Great Hall of House Forrester. Rodrik can choose to stop them or let them pass.\n\nAfter, they meet as a council to discuss a plan to Exile Gryff or save Ryon. Whichever they choose does not matter due to something that happens later. In private, Duncan speaks with Rodrik to plan a meeting with Gwyn Whitehill. Rodrik meets with Gwyn Whitehill privately. She tells them about that her father knows about their plans due to there being a traitor in their council. Rodrik leaves once Whitehill men approach the area.\n\nAt the great hall, the next day - Rodrik and his mother are in the Great Hall after it was ransacked. Rodrik can choose to reveal about his knowledge of their being a traitor in the Council. Four men come in and re-enact Ethan's death. Rodrik can choose to strike the soldier with a cup or restrain himself. Later on, [[Gryff Whitehill|Gryff]] grabs [[Talia Forrester|Talia]] and says that she attacked a man. Gryff throws Talia into the mud while Rodrik can attack Gryff. Rodrik is knocked down and is given the choice to stay down or get up. He gets the choice three times after Rodrik consistently kept getting punched by Gryff. Rodrik can end up standing up to Gryff or stay down. Gryff warns that &quot;This isn't over&quot; and walks away. In a tower, Talia and Rodrik are speaking about what Rodrik did with [[Gryff Whitehill|Gryff]]. Talia says she will do anything to protect her family.\n===&quot;[[Sons of Winter]]&quot;===\nâ&euro;&lsaquo;â&euro;&lsaquo;Rodrik will appear in this episode.\n\n"}, "title": "Rodrik Forrester"}