{"attributes": {"status": " :Category:Status: Dead", "family": " Sharra Arryn - mother", "title": " File:Arryn mini shield.png", "season": " Histories &amp; Lore", "image": " Sharra and Ronnel Arryn.jpg", "allegiance": " House Arryn", "titles": ["King of Mountain and Vale", "Lord Paramount of the Vale", "Lord of the Eyrie", "Warden of the East"], "place": "The Eyrie", "mentioned": " &quot;The Vale (Histories &amp; Lore)&quot;Quote", "aka": "  ", "appearances": " "}, "sections": {"TOP": "Ronnel Arryn (King)021511i2neh1dcmmll84d0wmqjbqy8ymz3bk61764302015-03-12T20:59:40ZThe Dragon Demands5014364/* References */{{Conjecture}}\n{{Character\n|Title = [[File:Arryn mini shield.png|40px|left]] Ronnel Arryn [[File:Arryn mini shield.png|40px|right]]\n|Image = Sharra and Ronnel Arryn.jpg\n|Season = [[Histories &amp; Lore]]\n|Appearances = \n|Titles=[[King of Mountain and Vale]]&lt;br&gt;[[Lord Paramount of the Vale]]&lt;br&gt;[[Lord of the Eyrie]]&lt;br&gt;[[Warden of the East]]\n|Aka =  \n|Status= [[:Category:Status: Dead|Deceased]]\n|Place =[[The Eyrie]]\n|Allegiance = [[House Arryn]]|Family = {[[Sharra Arryn]]} - mother|Mentioned = &quot;[[The Vale (Histories &amp; Lore)]]&quot;}}\n{{Quote|During [[Aegon I Targaryen|Aegon]]'s [[War of Conquest|conquest]], [[Visenya Targaryen|one of his sisters]] did the same, flying [[Vhagar|her dragon]] over the [[Bloody Gate]] and up to [[the Eyrie]], the Arryn stronghold, and the Arryn boy king yielded the Vale in return for a ride on the beast.|[[Petyr Baelish]]|The Vale (Histories &amp; Lore)}}\n'''Ronnel Arryn''' is an unseen character in ''Game of Thrones''. He is deceased when the events of the series begin. He was the last [[King of Mountain and Vale]].\n\nHe is not to be confused with his descendant [[Ronnel Arryn]], younger brother of [[Jon Arryn]], who lived three centuries later, and died some years before [[Robert's Rebellion]].\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, it was Queen Sharra who surrendered the Kingdom when she found Ronnel sitting on Visenya's lap, both atop Vhagar, and he asked her if he could ride the [[dragon]].\n\nThe Vale actually put up a fairly strong resistance during the War of Conquest. After the initial Targaryen landing at the mouth of the Blackwater River, the three siblings along with their dragons split up to pursue three separate objectives: Aegon would [[Burning of Harrenhal|attack Harrenhal]] to the west, Rhaenys and Orys would [[Last Storm|attack Storm's End]] to the south. Meanwhile, Visenya would lead the Targaryen navy to make an amphibious landing in the east of the Vale - given that it would have been suicidal to try to lead a land army through the narrow pass through the Mountains of the Moon that seal its western border (a pass known as the &quot;Bloody Gate&quot;). However, their fleet was intercepted by the Arryn fleet, and the resulting Battle of [[Gulltown]] was the worst setback the Targaryens suffered during their invasion of Westeros (Aegon did later withdraw from Dorne, but only after guerrilla resistance convinced him it would be too difficult to hold, not a disastrous pitched battle). The entire Targaryen fleet was destroyed in the battle. Visenya did what she could to salvage the situation by using her dragon Vhagar to destroy all of the remaining Arryn ships, but even so, the Targaryens no longer had a fleet to quickly reposition troops along the coasts, so the rest of their conquests had to be fought by land.\n\nThe Vale also lost its ability to move troops across the water, but rather than try to unite with the anti-Targaryen alliance before formed between the Reach and the Westerlands, Sharra adopted a siege strategy, closing the Bloody Gate and positioning her land armies to massacre the Targaryen army if it tried to force the mountain pass. The result was that the strength of the Vale was not present at the [[Field of Fire]], though it is uncertain if this would have affected its outcome. Similar to how Aegon faced the same mentality at Harrenhal but simply flew over the castle walls, after the Field of Fire Visenya decided to simply fly her dragon over the mountains and directly to the Eyrie. Instead of immediately attacking the castle, however, the implicit threat alone was enough to makeÂ Sharra surrender.\n\nVisenyaÂ was true to her word: the Arryns retained their control over the Vale, and she took Ronnel up for a flight on Vhagar.\n\nAfter Aegon I died in 37 AL he was succeeded by his son [[Aenys Targaryen]], but many considered him a weakling and opportunistic rebellions broke out throughout the Seven Kingdoms.  In the Vale, Ronnel's younger brother Jonos staged a coup, imprisoned Ronnel in the Eyrie's dungeons, and declared the Vale independent again, with himself as its king.  Aenys was slow to respond, but the armies of [[House Royce]] rose up to besiege Jonos in the Eyrie - they felt that Jonos would not succeed and hoped to curry favor with the Targaryens.  In response, Jonos had Ronnel executed by throwing him out the [[Moon Door]].  Aegon's younger son [[Maegor Targaryen|Maegor]] later arrived at the Eyrie on his father's dragon, [[Balerion]], and put down the rebellion.  Jonos and his followers were all executed.  Both Ronnel and Jonos died without surviving heirs, so rule of the Vale passed to their cousin Hubert Arryn, who was married to a lady of House Royce - after Jonos executed Ronnel the Royce army besieging the Eyrie had already started supporting Hubert as an alternative to Jonos.  As a result, later generations of House Arryn actually do not directly descend from Ronnel, but from his cousin Hubert.\n\n", "Biography": "===Background===\n[[File:Visenya_takes_the_Eyrie.jpg|thumb|Visenya Targaryen flew her dragon directly over the mountains to the Eyrie.]]\nKing Ronnel Arryn was only a child during the [[War of Conquest]], with his mother, Queen [[Sharra Arryn]] ruling [[the Vale]] as Regent. When [[Visenya Targaryen]] flew to [[the Eyrie]] demanding submission, Ronnel bent the knee to [[Aegon I Targaryen|Aegon the Conqueror]] and surrendered the [[Kingdom of the Mountain and the Vale]] in exchange for a ride atop [[Vhagar]].&lt;ref&gt;[[The Vale (Histories &amp; Lore)]]&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF|Ronnel Arryn (King)|Ronnel Arryn}}\n\n"}, "title": "Ronnel Arryn (King)"}