{"attributes": {"status": " :Category:Status: Alive", "religion": " Old Gods of the Forest", "last": "", "family": [" Domeric Bolton - trueborn son", "Ramsay Bolton - legitimized bastard son", "Walda Bolton - wife"], "title": " Roose Bolton", "season": " season 2", "image": " Roose Bolton Season5.png", "allegiance": " House Bolton", "actor": " Michael McElhattonQuote", "culture": " Northmen", "titles": ["Lord of the Dreadfort", "Warden of the North", "Lord Paramount of the North", "Lord of Winterfell"], "link": "House BoltonCharacter", "place": " The Dreadfort", "aka": "", "appearances": "13 episodes &lt;small&gt;#Appearances", "first": "&quot;Garden of Bones&quot;"}, "sections": {"Family tree": "{{House Bolton family tree}}\n\n", "Quotes": "{{Quote|The high road is very pretty, but you'll have a hard time marching your army down it.|Roose Bolton to Robb Stark|Garden of Bones}}\n{{Quote|In my family we say: A naked man has few secrets; a flayed man, none.|Roose Bolton|Garden of Bones}}\n{{Quote|A touch of mercy is a virtue, Your Grace; too much...|Roose Bolton to Robb Stark|The Prince of Winterfell}}\n{{Quote|You're in no place to insist on anything. I would have hoped you'd learned your lesson about overplaying your... position.|Roose Bolton to Jaime Lannister|The Climb}}\n{{Dialogue a-b-a|Roose Bolton|Lord Walder let me choose any of his granddaughters and promised me the girl's weight in silver as a dowry, so I have a fat young bride.|Catelyn Stark|I hope she makes you very happy.|Well she's made me very rich.|Roose Bolton discusses his new wife at the [[Red Wedding]].|The Rains of Castamere (episode)}}\n{{Quote|The Lannisters send their regards.|Roose Bolton to Robb Stark, as he drove a dagger through Robb's heart.|The Rains of Castamere (episode)}}\n\n", "TOP": "Roose Bolton03143fblny8n8d735xqyrakteuvfox9mqcv41799802015-03-28T03:50:01ZTitanchamp75154975{{Heraldry\n|image=Bolton mini shield.png\n|link=House Bolton\n}}\n\n{{Character\n| Title = Roose Bolton\n| Image = Roose Bolton Season5.png\n| Season = [[season 2|2]], [[Season 3|3]], [[Season 4|4]], [[Season 5|5]]\n| First=&quot;[[Garden of Bones]]&quot;\n| Last=\n| Appearances=13 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Status= [[:Category:Status: Alive|Alive]]\n| Titles=[[Lord of the Dreadfort]]&lt;br&gt;[[Warden of the North]]&lt;br&gt;[[Lord Paramount of the North]]&lt;br&gt;[[Lord of Winterfell]]\n| Aka=\n| Culture= [[Northmen]]\n| Place = [[The Dreadfort]]\n| Allegiance = [[House Bolton]]\n| Religion= [[Old Gods of the Forest]]\n| Family = {[[Domeric Bolton]]} - trueborn son&lt;br&gt;[[Ramsay Bolton]] - legitimized bastard son&lt;br&gt;[[Walda Bolton]] - wife\n| Actor = [[Michael McElhatton]]}}\n{{Quote|Ride 700 miles that way, you're still in the North. 400 miles that way. 300 miles that way. The North is larger than the other six kingdoms combined. And I am the Warden of the North. The North is &lt;u&gt;mine&lt;/u&gt;.|Roose to Ramsay Bolton|The Mountain and the Viper}}\n\nLord '''Roose Bolton''' is a major character in the [[Season 5|fifth]] season. He initially appeared as a recurring character in the [[Season 2|second]], [[Season 3|third]] and [[Season 4|fourth]] seasons. He is played by [[Michael McElhatton]] and debuts in &quot;[[Garden of Bones]].&quot; Roose Bolton is the [[Lord of the Dreadfort]] and the head of [[House Bolton]]. He declared for [[Robb Stark]] in the [[War of the Five Kings]], but ultimately betrayed Robb and murdered him during the [[Red Wedding|massacre]] at [[Edmure Tully]]'s wedding at [[The Twins]]. RooseÂ was then appointed [[Warden|Warden of the North]] as a reward.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Roose Bolton is noted for his practice of having regular leechings, which he believes improves his health and has earned him the nickname of &quot;the Leech Lord&quot;. He is extremely pale skinned, some say due to his leechings. As in the TV series, he is also a teetotaler, refusing wine and ale and drinking only hippocras. Roose intentionally speaks very softly, thus forcing those who listen to do so intently. He's described as being mild mannered, but also cold, calculating, and capable of great cruelty. Several characters describe him as not possessing real human emotions, and he never raises his voice in anger even when frustrated or threatened - instead, he will silently stare intently at whoever offended him, mentally calculating how to destroy them. According to Jaime, Roose's silence is a hundred times more threatening than [[locke|Vargo Hoat]]'s slobbering malevolence. Theon Greyjoy used to mock Roose's silence during Robb's war councils, but after being held a prisoner in the Dreadfort and after Roose's participation in the betrayal at the Red Wedding, he sees Lord Bolton for what he really is, and notes that one only has to look at Roose to realize that he has more cruelty in his pinky toe than all of the Freys combined.\n\nDuring [[Robert's Rebellion]], Bolton followed his liege lord Ned Stark and participated in the [[Battle of the Trident]]. After the battle he suggested to [[Robert Baratheon]] that he execute the captured Ser [[Barristan Selmy]], who had fought for the royalist army and had been severely injured. Robert, however, was impressed by Selmy's courage and sent his personal [[maester]] to treat him.\n\nPrior to marrying Fat Walda, Roose had two wives. Nothing is known about his first wife (other than that he apparently had no children by her). His second wife was Bethany Ryswell, sister of [[Barbrey Ryswell|Lady Dustin]], and mother of Domeric Bolton, who died from a sickness of the bowels (Roose suspects that Ramsay killed him). Bethany died of fever two years after her son. Roose does mention in passing once that Domeric actually had at least two brothers, but they all died in the cradle.\n\nDuring the War of the Five Kings, Roose is the commander of the northern forces at the [[Battle of the Green Fork]], which differs from the TV series' portrayal of the conflict. Roose Bolton meets [[Tywin Lannister|Tywin]]'s host of 20,000 with a diversionary force of 16,000, retreating in good order after their surprise attack had failed and they had bought enough time for Robb Stark's success at the [[Battle of the Whispering Wood]]. Northern casualties were relatively light, though several of their lords are either killed or captured.\n\nRoose's army, based at the Twins, continues to operate independently of Robb Stark's. When [[Tywin Lannister]] leaves [[Harrenhal]] on his way to [[King's Landing]], Roose quickly marches his army in to occupy the castle after cutting a deal with the Brave Companions. Arya ends up serving Roose as his [[cupbearer]], but is unnerved by his use of regular leechings. She decides to leave the castle incognito instead of revealing her true identity, despite Roose's position as a vassal to her brother.\n\nAfter the Fall of Winterfell and the Battle of the Blackwater, Roose decides to betray King Robb. To weaken the Northern Houses and set up his own push to take over the North, he intentionally sends the forces under his command on suicide missions, to kill off as many Stark loyalists as possible. He puts about a third of his forces, three thousand men, under the command of Robett Glover and Ser Helman Tallhart, and sends them on a risky attack against [[Duskendale]] (possibly having outright forwarned the Lannisters via messenger-raven). At Duskendale they are surrounded by a combined Lannister-Tyrell army and annihilated, destroying most of the remaining Northern infantry in the process (though Robett Glover himself was taken prisoner). Bolton claimed to Robb that Glover and Tallhart carried out the attack on their own initiative, diverting blame from him and keeping his treachery secret. He then retreated his remaining six thousand men from Harrenhal back towards the Twins, but he intentionally marched his force too slowly, so that when they had to cross the [[Trident]] River at the [[Ruby Ford]], his rearguard was caught out of position on the southern side of the river when the Lannister army led by Ser [[Gregor Clegane]] arrived. Clegane's men slaughtered the rearguard, which made up about one third of the remaining Northerners after Duskendale (roughly two thousand men). This move left Roose commanding a force of five hundred mounted and three thousand infantry, most of them his personal feudal levies from House Bolton's lands. By sending out the soldiers of other Northern Houses to die ahead of his own, the military strength of the rest of the North was crippled while Roose's own Bolton army was virtually unscathed. The surviving force also contained some elements sworn to [[House Karstark]], at a time when the Karstarks had lost their lord to King Robb's justice and thus their loyalty was left in doubt.\n\nDuring the Red Wedding, Roose leaves the feast prior to the massacre and returns in full armor leading similarly armed Bolton soldiers - for a split second the surviving Northern bannermen in the hall think he has arrived to help them, but Roose and his men then join the Freys in attacking the other Northerners. After Catelyn's final confrontation with Walder Frey, Roose personally kills Robb Stark by driving his sword through his heart (not simply a dagger as in the TV series). Roose's final words to Robb in the books are &quot;Jaime Lannister sends his regards&quot; instead of &quot;The Lannisters send their regards&quot; as in the TV series - this slight change was apparently made so viewers would not mistakenly think Jaime had anything to do with the Red Wedding, which he did not.\n\nAnother of Roose's customs is to burn not only letters but also entire books as soon as he's finished with them. Author George R.R. Martin has said that this is meant to be a microcosm of the entire character: Roose is so selfish, calculating, and ruthless that he would destroy a valuable book to preserve the advantage in knowledge it gave him over other people. Roose will destroy any advantage, even ''potential'' advantage, rather than let it continue to exist and run the danger that it might one day aid his enemies.\n\n", "Behind the scenes": "In the Season 3 Blu-ray, RooseÂ narrates [[Histories &amp; Lore]] video '''&quot;[[House Bolton (Histories &amp; Lore)|House Bolton]]&quot;'''.\n\n", "Image Gallery": "&lt;gallery captionalign=&quot;left&quot; spacing=&quot;small&quot; columns=&quot;3&quot; hideaddbutton=&quot;true&quot;&gt;\nRoose.jpg|Roose Bolton's image in the HBO viewer guide.\nRoose Bolton.jpg|Roose Bolton confers with King Robb in &quot;[[Garden of Bones]]&quot;\nStark Bannermen.jpg|Robb Stark and his bannermen, among them Roose, in &quot;[[A Man Without Honor]]&quot;.\nRoose 2x04.jpg|Promotional image of Roose Bolton.\nBolton-trolls-Jaime.jpg|Roose toys with Jaime, demonstrating his penchant for emotional cruelty. \nRoose kills Robb S3 Ep9.jpg|Roose kills Robb in &quot;[[The Rains of Castamere (episode)|The Rains of Castamere]]&quot;.\nRoose Psychopath Smile.jpg|Roose's stilted, fake attempt at a smile in &quot;[[Mhysa]]&quot; indicates his lack of real human emotions.\nRoose-Bolton-S4XEP08.png|Roose reveals a royal decree of legitimization to Ramsay.\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season Two Appearances||||yes||yes|yes|yes}} \n{{Season Three Appearances|yes|yes|||yes|yes|yes||yes|yes}} \n{{Season Four Appearances||yes||||||yes}}\n\n", "Biography": "===Background===\nRoose Bolton is the head of [[House Bolton]], a vassal family to [[House Stark]] of [[Winterfell]]. He is the [[Lord of the Dreadfort]]. Roose takes pride in his house sigil; the flayed man. Although torture is outlawed in [[the North]], his family is famous for flaying the skin from their enemies as a means of torture and execution. Roose fought for Lord [[Eddard Stark]] in the civil war known as [[Robert's Rebellion]] and proved his worth as a soldier in the [[Battle of the Trident]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/stark/roose-bolton/ HBO viewers guide, season 2 guide to houses, House Stark - Roose Bolton entry]&lt;/ref&gt;\n[[File:Roose-Bolton-bannerman.jpg|thumb|right|250px|Roose Bolton: A seemingly loyal Stark bannerman.]]\nRoose Bolton had a trueborn son, [[Domeric Bolton|Domeric]], who perished, forcing Roose to rely on his [[bastard]] son, [[Ramsay Snow]].&lt;ref&gt;&quot;Bastards of Westeros&quot; promotional video&lt;/ref&gt;\n\n===[[Season 1]]===\n[[House Bolton]] banners are present among [[Robb Stark]]'s forces as they assemble at Winterfell and march south to fight [[House Lannister]] following the imprisonment and execution of Lord [[Eddard Stark]].&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;&lt;ref name=&quot;E10&quot;&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt; Robb is proclaimed [[King in the North]] by his bannermen following the death of Eddard, although Roose is not seen.&lt;ref name=&quot;E10&quot; /&gt;\n\n===[[Season 2]]===\nRoose fights for King [[Robb Stark]] in his decisive victory at the [[Battle of Oxcross]]. The following morning Roose reports that they killed five Lannister men for every casualty they suffered. He expresses concern over the volume of prisoners they have taken, saying that they are struggling to feed their own men. Robb insists that the prisoners be treated well and rejects Rooseâ&euro;&trade;s suggestion that they torture the officers, reminding him that the Boltons' traditional practice of flaying their enemies is outlawed in the North. Roose warns Robb that the high road is pretty but difficult. Robb counters that he is treating his prisoners as he hopes the Lannisters will treat his sisters.&lt;ref name=&quot;E14&quot;&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n[[File:Roosethemessanger.jpg|thumb|left|250px|Lord Bolton delivers news of Winterfell's capture in &quot;[[The Old Gods and the New]]&quot;.]]\nThey come across a nurse, [[Talisa Maegyr]], and a [[Silent Sisters|silent sister]] treating a [[wounded Lannister]] soldier. The healer is preparing to amputate his leg to prevent a wound infection spreading. The soldier is begging her not to proceed but she insists on the necessity of amputation. Roose criticizes her spending time on the Lannister soldiers and she retorts that the Northmen are not her men. Robb helps to restrain the wounded man as she saws off his lower leg.&lt;ref name=&quot;E14&quot; /&gt;\n\nHe later brings Robb and [[Catelyn Stark]] news of [[Winterfell]]'s fall at the hands of the turncloak [[Theon Greyjoy]]. He reports that there is no news of Robb's brothers, but that Ser [[Rodrik Cassel]] has been killed. An enraged Robb declares that he must return north to retake his castle and save his brothers, but Roose counters that they have the Lannisters on the retreat, and must continue their offensive. He tells the King that he can have his [[bastard]] son, [[Ramsay Snow]], muster several hundred men to retake Winterfell. Robb relents, but orders that the safety of his brothers is paramount. Robb insists that Theon must be brought to him alive so he can inquire as to why he betrayed the North - and so that Robb can execute him personally.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\n[[File:Robb Stark and Roose Bolton.jpg|250px|thumb|Robb Stark and Roose Bolton discuss plans to recapture Winterfell in &quot;[[The Prince of Winterfell]]&quot;.]]\nAfter the [[Battle of the Yellow Fork]] Robb's bannermen gather to hear Queen Regent [[Cersei Lannister]]'s rejection of their peace terms. They complain that the prison cells are overflowing. Robb leaves the camp with a small force to negotiate the surrender of [[the Crag]].&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt; Catelyn releases [[Jaime Lannister]], enraging Robb and his bannermen and resulting in her being placed under guard. Roose meets with Robb to discuss the situation of Winterfell. Robb details a plan to offer mercy to Theon's men so that they will abandon him allowing them to retake the castle with minimal bloodshed. Roose is confident that it will work. Their discussion is interrupted by Talisa and Roose leaves them alone.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n[[File:Roose-and-Robb-3x01.jpg|thumb|left|250px|Robb Stark and Roose Bolton discuss their attack on Harrenhal in &quot;[[Valar Dohaeris]].&quot;]]\nRoose, along with the rest of the Northern host,Â [[Liberation of Harrenhal|arrives]] at [[Harrenhal]], finding the ruined castle abandoned and the captives slain, save for a man in [[maester]]Â robes named [[Qyburn]]. While Robb and Talisa attend to the man's injuries, Roose discusses Jaime Lannister's escape with [[Rickard Karstark]], and assures him that the dead will be avenged in time.&lt;ref&gt;&quot;[[Valar Dohaeris]]&lt;/ref&gt;\n\nMessenger-[[ravens]] come to Harrenhal bearing news of [[Hoster Tully]]'s death, and of Winterfell's destruction. Roose delivers the messages to Robb, who charges Bolton with holding Harrenhal with a portion of the Northern army, while he and the bulk of his forces ride for [[Riverrun]].&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt;\n\nRoose's minion, [[Locke]], successfully recaptures Jaime Lannister, and delivers him to his Lord at Harrenhal. Roose is visibly angered at Jaime's mutilated state. Jaime asks Roose about Cersei. In a moment of callousness, Roose explains the details of the [[Battle of the Blackwater]], in which [[Stannis Baratheon]] attacked [[King's Landing]], and appears on the verge of telling Jaime that Cersei is dead, only to tell him that Tywin Lannister arrived at the last minute and fought Stannis off. Jaime's relief sends him to his knees, visibly amusing Roose.&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n[[File:Lannister-enimity-means-little-to-Bolton.jpg|thumb|right|250px|Roose negotiates with Jaime and Brienne in &quot;[[The Climb]]&quot;.]]\nRoose negotiates with Jaime and [[Brienne]] over dinner. Bolton weighs up his options; bluntly informing his captives that the safest course of action would simply be to murder both of them, and discreetly dispose of their bodies. Although Jaime attempts to sway Roose by reminding him of the consequences of crossing his father, Roose is unperturbed at the prospect of having Lord Tywin as an enemy, as the war is keeping him fully occupied. Ultimately Roose relents, agreeing to release Jaime, and return him safely to King's Landing on the condition that he inform his father that Bolton had no part in the loss of Jaime's hand. He also retains Brienne as a hostage, stating his intention to charge her with treason.&lt;ref&gt;&quot;[[The Climb]]&quot;&lt;/ref&gt;\n\nBefore Jaime departs for King's Landing, Roose asks Jaime to give his regards to Jaime's father [[Tywin Lannister|Tywin]]. Jaime then asks Roose to tell [[Robb Stark]] that &quot;the Lannisters send their regards&quot;.&lt;ref&gt;[[The Bear and the Maiden Fair (episode)]]&lt;/ref&gt;\n\n[[File:Red_wedding_roose_robb.png|thumb|left|250px|&quot;The Lannisters send their regards&quot; - Roose murders Robb in &quot;[[The Rains of Castamere (episode)|The Rains of Castamere]].&quot;]] \nAfterwards, Roose arrives atÂ [[The Twins]] to attend the wedding of [[Edmure Tully]] and [[Roslin Frey]]. However, he has been secretly plotting with [[House Frey]] to ultimately bring about the downfall of the Starks. During the wedding, Roose stays seated beside Lady Catelyn, and just prior to the massacre he directs her gaze to his arm, coaxing her to pull back his sleeve to reveal chain mail underneath. Upon her discovery, he flashes her a sinister grin, revealing that the Starks have been betrayed, causing her to slap him across the face andÂ yell atÂ Robb to run. Bolton runs to safety as the Freys [[Red Wedding|turn on]] the Starks. In the aftermath, he approaches Robb and whispers in his ear &quot;the Lannisters send their regards&quot;, as he stabs him in the heart.&lt;ref&gt;&quot;[[The Rains of Castamere (episode)|The Rains of Castamere]]&quot;&lt;/ref&gt;\n\nAfter killing Robb, Roose climbs to the top of [[The Twins]] and watches the massacre of the [[House Stark|Stark]] forces. The next day, he and [[Walder Frey]] gloat over the deaths of the Starks and the capture of Edmure Tully, though Roose is wary about the escape of [[Brynden Tully]], concerned that he will reach the safety of Riverrun before he can be found. Walder comments that it must have been difficult following [[Robb Stark]], and Roose notes that Robb never once listened to his advice. Walder jokingly raises a toast to the Young Wolf, and Roose says that he will now be forever young. Roose then explains to Walder what ''really'' happened at the [[Sack of Winterfell]]: it was actually Roose's bastard son [[Ramsay Snow]], leading a force of Bolton soldiers, who burned Winterfell to the ground. Roose falsely reported to Robb that Theon and the [[ironborn]] were responsible to deflect suspicion from the Boltons - while Ramsay captured Theon and has been sadistically torturing him in the Dreadfort's dungeon. Roose decided to betray Robb long ago, after the Lannisters defeated Stannis Baratheon at the Battle of the Blackwater, and was simply feigning loyalty this entire time, even as he was plotting the Starks' destruction.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n[[File:Roose-Ramsay-Reek.jpg|thumb|right|250px|Roose scolds Ramsay over his treatment of Theon.]]\nRoose is forced to smuggle himself back into his own lands, due to the ironbornÂ holding [[Moat Cailin]]. Arriving at the Dreadfort with his new bride, Roose introduces Lady [[Walda Bolton|Walda]] to his bastard son, [[Ramsay Snow|Ramsay]], before demanding to see the Bolton's [[Theon Greyjoy|prized hostage]]. He is angry with Ramsay for sending terms toÂ [[Balon Greyjoy]]Â behind his back and for mutilating Theon, as it gives them less leverage over the [[Greyjoy]]s. He notes that TywinÂ Lannister might have named him [[Warden of the North]], but he has given him no assistance towards controlling it; the Northerners are still furious over the Boltons'Â betrayal at the Red Wedding. Bolton is shocked and worried to learn that Theon never actually killed [[Bran]] and [[Rickon Stark]], which means that if the Northerners discover they are alive they will rally behind ''them''â&euro;&lsaquo;, not the Boltons. He and Ramsay muse that [[Jon Snow]], who is half-Stark, may be sheltering them, at [[Castle Black]]. Roose ordersÂ [[Locke]]Â to hunt down the remaining Starks and kill them before the Northerners discover that they're alive, though Locke is killed by Bran in the attempt. He then instructs Ramsay to head south with Theon and reclaim Moat Cailin which will allow their army to return north and help them conquer their lands.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n[[File:Roose and Ramsay confer.jpg|thumb|right|250px|Ramsay reports his success at Moat Cailin to his father.]]\nLater, Roose and his army meet Ramsay near Moat Cailin where Ramsay presents him with the fortress's flag. Roose instructs Ramsay to walk with him, and they climb a hill. He asks if there has been any word from Locke, and Ramsay answers that there has been nothing. Roose dismisses this as unimportant, speculating that the Stark children are most likely dead. At the top of the hill, Roose points out that the north is larger than all of the other kingdoms combined, and that, thanks to Ramsay's actions, he now has control of it. He then hands Ramsay a document, legitimizing him as Ramsay Bolton. After Ramsay swears to honor him and uphold his traditions, Roose leads his forces towards [[Winterfell]], presumably moving his base of operations to the ruined fortress.&lt;ref&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt;\n\n===[[Season 5]]===\n\n", "Personality": "Roose Bolton is cautious, intelligent, ruthless, and easily capable of unspeakable cruelty. Â He has a visible lack of primary emotions, never publicly expressing anger, happiness, or sadness.Â He is very politicallyÂ astute, and during his service to [[Robb Stark]] he frequently offered advice that was the most pragmatic, albeit the most ruthless (such as recommending that they put prisoners to the sword because they were having difficulty feeding them all).\n\nWhen he realized that Robb Stark had no chance of winning the war, he sought an alliance with House Frey and House Lannister.Â Roose's cold realism clashed with Robb's idealism which he had inherited from his fatherÂ [[Ned Stark]]. When all seemed lost, he did not attempt to fight for a losing cause and instead decided to safeguard his family's future by cynically turning on his liege lord.\n\nâ&euro;&lsaquo;Roose is a cunning strategist, both on and off the battlefield. Roose's betrayal was sudden and unexpected, and it resulted in the utter decimation of the rebellious Northern lords and their armies while his own forces remained basically intact. This would allow House Bolton to overpower the now defenseless home territories of these other Houses in the North, ensuring Bolton rule. Bolton's calculating nature was also apparent when he chose a new bride to cement his new alliance with House Frey: because Lord Walder promised him the girl's weight in silver as a dowry, he simply married the heaviest of Walder's female descendants, called Fat Walda.\n\nRoose does value the legacy of House Bolton as something bigger than himself, unlike how Robb Stark jeopardized House Stark's future by marrying a girl on a whim of love and disregarding a vital political marriage.\n\nUnlike Robb Stark, he believed that he wasn't a lord to indulge his own petty whims and that strengthening his House was his first priority: in that context, he marriedÂ [[Walda Frey (Fat Walda)|Walda Frey]]Â to guarantee his alliance with House Frey. As a result, Roose is somewhat critical of his bastard son Ramsay's more wild or shocking actions, because as Roose's only heir, Ramsay represents the future of House Bolton. Roose does enjoy sadistically toying with other people - as seen when he briefly taunted Jaime Lannister that King's Landing might have fallen to Stannis Baratheon - but a major difference between him and Ramsay is that Roose has caution enough to only partake in such amusements when he thinks he can get away with it.\n\n"}, "title": "Roose Bolton"}