{"attributes": {"status": " :Category:Status: Dead", "10": "yesSeason Two Appearances", "death": "Stabbed in the heart by Arya Stark", "last": "&quot;Mockingbird&quot;", "family": "", "title": "Rorge", "season": "Season 1", "image": "Rorge_S04.jpg", "allegiance": "House Lannister", "actor": "Andy BeckwithQuote", "deathep": "&quot;Mockingbird&quot;", "link": " House LannisterCharacter", "7": "yes==Image gallery==&lt;gallery&gt;Rorge and Biter.jpg", "8": "yesSeason Four Appearances", "mentioned": "", "place": "", "aka": "", "appearances": " 5 episodes &lt;small&gt;#Appearances", "first": "&quot;Fire and Blood&quot; (unidentified) "}, "sections": {"TOP": "Rorge04740f7mbp8eh1mx23b80t6v07e0kq4alcfj1637592014-11-03T17:36:54ZUltimateSupreme Bot5345390adding Heraldry template{{Heraldry\n|image = Lannister mini shield.png\n|link = House Lannister\n}}\n{{Character\n| Title=Rorge\n| Image=Rorge_S04.jpg\n| Season=[[Season 1|1]], [[Season 2|2]], [[Season 4|4]]\n| First=&quot;[[Fire and Blood]]&quot; (unidentified) \n| Last=&quot;[[Mockingbird]]&quot;\n| Appearances= 5 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Mentioned=\n| Aka=\n| Status= [[:Category:Status: Dead|Deceased]]\n| Death=Stabbed in the heart by [[Arya Stark]]\n|DeathEp=&quot;[[Mockingbird]]&quot;\n| Place=\n| Allegiance=[[House Lannister]]\n| Family=\n| Actor=[[Andy Beckwith]]}}\n\n{{Quote|Come closer and I'll shove that stick up your bunghole and fuck you bloody!|Rorge to [[Arya Stark]]|The Night Lands}}\n\n'''Rorge''' is a recurring character in the [[Season 1|first]], [[Season 2|second]] and [[Season 4|fourth]] seasons. He is played by guest star [[Andy Beckwith]] and debuts in the &quot;[[The Night Lands]],&quot; though he was also portrayed by an unidentified extra in &quot;[[Fire and Blood]]&quot;. Rorge is a criminal, forcibly recruited into the [[Night's Watch]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Rorge is described as thick, short, and very hairy. He was a petty thug in [[King's Landing]] who at some time had lost his nose. To hide his missing nose, he wears a helm with a nose guard whenever he can. According to semi-canon source, he ran a dog and bear-fighting pit in the city and had his protege Biter fight in the pit for money. The pit was shut down and both were arrested and cast into the cells of the [[Red Keep]] shortly before Yoren found them and forcibly recruited them into the Watch.\n\nRorge is also a prolific raper, and his constant threats to shove a stick up the ass of anyone he dislikes are not merely rhetoric. Rorge committed rape so many times that he was eventually caught by the City Watch and castrated, but undeterred, Rorge continued to rape or sodomize people with sticks and other objects. His real pleasure wasn't in the actual sex act, but in sadistically inflicting pain and death on others.\n\nWhen [[Arya Stark]] encountered Rorge in [[Harrenhal]], his reaction was the same as in the TV series. Arya reminded him that she saved him, and the ingrate thug promised to rape her once more for that. Arya's mentioning of [[Jaqen H'ghar]]'s name seemed to scare him, though.\n\nRorge and Biter helped Arya and Jaqen to free the Northern prisoners. Afterwards they join the Brave Companions, the notorious sellsword company led by [[Locke|Vargo Hoat]]. Rorge was among those who caught [[Jaime Lannister|Jaime]] and [[Brienne of Tarth|Brienne]]. Rorge, with Shagwell and Zollo, attempted to gang-rape Brienne although Hoat forbade them, but were foiled by Jaime.\n\nWhile Vargo Hoat becomes delirious due to his festering head injury, many of the Brave Companions leave Harrenhal, among them Rorge and Biter. They and five more form a gang that sacks [[Saltpans]]. They never encounter Arya and the Hound, but Rorge finds the Hound's helmet and wears it, pretending to be him. The disguise causes spreading of false rumors about atrocities committed by the Hound. Jaime is rather puzzled to hear those rumors, because such atrocities are more typical to [[The Mountain]] rather to the Hound.\n\nRorge and Biter have nothing to do with the [[dying man]] that Arya and the Hound encounter. He was injured by a [[Bolton]] soldier.\n\nRorge does not tell Arya and the Hound about Joffrey's death. They hear about it from [[Polliver]].\n\nRorge's gang encountersÂ [[Brienne]]Â near the [[Inn at the Crossroads]]. Brienne duels with Rorge and kills him.\n\n", "Behind the scenes": "Fans have speculated that Rorge was one of three figures seen in the back of Yoren's wagon in the [[Fire and Blood|final episode]] of the [[Season 1|first season]]. However, Andy Beckwith was not cast in the role until filming was underway on Season 2. Whether one of those characters was meant to be Rorge and the role has been effectively recast is not clear.\n\n", "Image gallery": "&lt;gallery&gt;\nRorge and Biter.jpg|Rorge &amp; [[Biter]] at [[Harrenhal]]\n&lt;/gallery&gt;\n\n", "See also": "\n* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season One Appearances|10=yes}}\n{{Season Two Appearances||yes|yes|8=yes}}\n{{Season Four Appearances|7=yes}}\n\n", "Biography": "===Background===\nRorge is a criminal, forcibly recruited into the [[Night's Watch]] by [[Yoren]] during his visit to [[King's Landing]]. He is accompanying the rest of Yoren's new recruits northwards to [[the Wall]].\n\n===[[Season 2]]===\nRorge is kept inside a cage alongside [[Biter]] and [[Jaqen H'ghar]] for their trip to [[the Wall]], because they are dangerous prisoners from the city's dungeons. When Jaqen asks &quot;[[Arya Stark|Arry]]&quot; for water, Rorge demands beer and insults Arya, who says that he should have asked nicely and hits Rorge's hand with a stick. He recoils and then tries to grab Arya through the cage. Biter moves up behind Rorge and hisses as Rorge threatens Arya again.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\nThe group is resting in a barn when they are roused to arms by Yoren and told they are being attacked. As they rush outside one man trips and drops his torch, setting a fire near the prisoner wagon. They are met by Ser [[Amory Lorch]] and a force of men loyal to [[House Lannister]]. Lorch points out the Gold Cloaks with him and says that they have come for [[Gendry]], a royal bastard. Lorch orders Yoren and the recruits to drop their weapons. Yoren remains defiant and Lorch orders him shot.&lt;ref name=&quot;E13&quot;&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\nSeeing their leader killed, Gendry and many of the other recruits join the fight. Arya is distracted by Jaqen calling for help as the flames lick the bars of the cage. She hands him an axe before rushing to join the fray. They use it to escape the wagon. Gendry is overwhelmed and knocked down. As Arya runs round a corner she is knocked over and taken prisoner along with the other survivors.&lt;ref name=&quot;E13&quot;/&gt;\n\nRorge, Biter and Jaqen are inducted into the Lannister army. They serve at [[Harrenhal]], where their former fellow recruits are also taken as captives. Arya approaches Rorge and Biter, she is looking for Jaqen. Rorge repeats his earlier threats and shows no acknowledgement of her saving his life, calling her Yoren's bitch. They then leave Harrenhal.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\nArya and The Hound come across a homestead recently burned and pillaged by Rorge and Biter. After granting a [[Dying man (Mockingbird)|mortally wounded peasant]] a merciful death, The Hound is suddenly ambushed from behind by Biter and bitten. The Hound overpowers Biter and kills him by snapping his neck. Rorge appears, and recognizes The Hound. He tells them about Joffrey's [[Purple Wedding|death]], and says there is a price on Sandor's head for killing Lannister soldiers. The Hound is unimpressed, but Arya remembers Rorge as the prisoner of the Night's Watch who threatened to &quot;fuck her bloody&quot; with a stick. Sandor asks if he's on her list, and she replies that he can't be because she doesn't know his name. The Hound asks him, but as soon as Rorge replies, Arya swiftly kills him with a quick thrust of Needle to the heart.&lt;ref&gt;[[Mockingbird]]&lt;/ref&gt;\n\n"}, "title": "Rorge"}