{"attributes": {"status": ":Category:Status: Dead", "death": "Shot numerous times with a crossbow, one fatally to the heart by Joffrey Baratheon", "last": "&quot;The Climb&quot;", "family": "", "title": "Ros", "season": "Season 1", "image": "Ros-3x04.jpg", "allegiance": ["Petyr Baelish", "Varys"], "actor": "Esme Bianco", "deathep": " &quot;The Climb&quot;Quote", "place": "", "aka": "", "appearances": "14 episodes &lt;small&gt;(#Appearances", "first": "&quot;Winter is Coming (episode)"}, "sections": {"Relationships": "'''Colleagues'''\n*[[Petyr Baelish]] (employer)\n*[[Daisy]]\n*[[Armeca]]\n*[[Mhaegen]]\n*[[Varys]] (informer)\n\n'''Clients'''\nSome of the highest lords and not-so-high lords in Westeros have been customers of Ros, including:\n*[[Tyrion Lannister]]\n*[[Theon Greyjoy]]\n*[[Jon Snow]] (declined)\n*Grand Maester [[Pycelle]]\n*King [[Joffrey Baratheon]] (Used her for target practice with his crossbow)\n\n", "TOP": "Ros021971zvb8q2q4moafym2dtyqy2z3jd9qjb11762172015-03-11T22:11:40ZThe Dragon Demands5014364{{Character\n| Title=Ros\n| Image=Ros-3x04.jpg\n| Season=[[Season 1|1]], [[Season 2|2]], [[Season 3|3]]\n| First=&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;\n| Last=&quot;[[The Climb]]&quot;\n| Appearances=14 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n| Aka=\n| Status=[[:Category:Status: Dead|Deceased]]\n| Death=Shot numerous times with a crossbow, one fatally to the heart by [[Joffrey Baratheon]]\n| Place=\n| Allegiance=[[Petyr Baelish]]&lt;br&gt;[[Varys]]\n| Family=\n| Actor=[[Esme Bianco]]|DeathEp = &quot;[[The Climb]]&quot;}}\n{{Quote|If you like redheads, ask for Ros.|[[Theon Greyjoy]]|Cripples, Bastards and Broken Things}}\n\n'''Ros''' was a recurring character in the [[Season 1|first]], [[Season 2|second]] and [[Season 3|third]] seasons. She is played by guest star [[Esme Bianco]] and debuts in the [[Winter is Coming (episode)|series premiere]]. Ros is a [[Prostitution|prostitute]] of renowned beauty. Originally working in a brothel at [[Winterfell]], on the eve of the outbreak of the [[War of the Five Kings]] Ros relocates to the capital city of [[King's Landing]], where she finds employment at the high-class brothel of [[Petyr Baelish|Petyr &quot;Littlefinger&quot; Baelish]]. She later spies on Littlefinger in exchange for [[Varys]] 'Â promise of protection, but LittlefingerÂ somehow finds out about their deal and she dies after he gives her to King [[Joffrey]] to use as a live target for his crossbow, and she is killed by multiple crossbow bolts while tied to his bed.\n\n", "In the books": "There is no character named Ros in the ''[[A Song of Ice and Fire]]'' novels. She is the first character created specifically for the show. However, some fans have speculated that her role is based on the &quot;red-headed whore&quot; who appears very briefly in the first novel. This is strengthened by the fact that Bianco was originally announced as playing &quot;Red-Headed Whore&quot;. She was originally only supposed to appear in the first episode at Winterfell when Tyrion visits the local brothel. According to the episode's Blu-ray commentary, the producers were impressed with Bianco's performance, particularly that even though the shooting location was freezing cold at the time of her nude scene, she acted through it and gave no hint of discomfort due to the temperature in her performance. Ros' role grew as Season 1 went through production, and as it became a recurring role, author [[George R.R. Martin]] suggested that her character should be given a name.\n\nWhen asked (during Season 3) about how the writers decide to make new scenes that have no counterpart in the books, particularly with regard to Ros, writer [[Bryan Cogman]] said:\n\n:&quot;It varies. Sometimes they're conceived in the room, often they happen as we're writing individually, sometimes they're written as we're shooting when realize we need to service a character or a subplotâ&euro;Ś Ros sort of evolved as we went along â&euro;&rdquo; from day player to sort of exposition tool (a way of learning about Theon, Littlefinger, and Pycelle in Season 1) to, as you say, a kind of window into the world from the '[[smallfolk]]' POV in Season 2...and when certain scenes (the killing of the bastards, Cersei arresting the wrong whore) came up we decided to use Ros, since she was a character the audience was familiar with. It sort of became a &quot;country girl moves to the city with big dreams&quot; story that takes a lot of dark turns. And, as you saw at the end of last season, she plays a part in the Littlefinger vs. Varys subplot which was largely created for the show. And, it must be said, Esme has turned in a very subtle and interesting performance through it all â&euro;&rdquo; if you track her from that first scene in 101 to the current season itâ&euro;&trade;s a nice arc. But, yeah, I know some fans arenâ&euro;&trade;t crazy about her. Sorry.&quot;&lt;ref&gt;[http://winteriscoming.net/2013/04/ask-a-got-writer-bryan-cogman-on-the-writing-process-robb-and-talisa-and-renlys-peach/ Bryan Cogman Q&amp;A], WinterIsComing.net, April 24, 2013.&lt;/ref&gt;\n\nLoosely speaking, Ros does stand in for, or act as a condensation of, several different prostitute characters that existed in the books. For example, in the books Cersei does imprison a prostitute that she thinks is Tyrion's lover (although his actual lover is Shae), but it is a different character named Alayaya, the daughter of Chataya, the woman who owns the whorehouse. The entire subplot involving these prostitute characters was cut from the TV series, and Ros functionally assumes this role in the story. As Bryan Cogman himself noted:\n\n:&quot;With Season 2, thereâ&euro;&trade;s a character in the book named Alyaya, who we didn't end up keeping. We knew that Ros would serve that function in the latter part of the season where Cersei thinks sheâ&euro;&trade;s caught Tyrionâ&euro;&trade;s girlfriend but actually has caught Ros and doesn't know who she is. We had that in place...it's funny, itâ&euro;&trade;s one of those things that kind of happened by accident. Youâ&euro;&trade;re finding different ways as you're plotting the season to examine different traits and characters.\n\n:There's a throwaway line in the second book where Tyrion says 'Oh, we should hire some whores for Joffrey, maybe that would let him calm down a bit.' And we thought, we have to see that scene. And what ended up emerging was that horrific, as horrific as anything in the show, scene where Ros and Daisy are made to abuse each other for Joffrey's sick jollies.\n\n:And then, the other thing that we sort of built into the show was the rivalry between Littlefinger and Varys...Ros seemed to be the perfect person for Varys to have an insider in Littlefinger's companyâ&euro;Śshe came to Littlefinger's, trusted him, thought she had a rapport, and sort of had a rude awakening about who she is, and who she is in Littlefinger's eyes....&quot;\n\n:&quot;...There's a great divide in the fan community about Ros, which I think is pretty unfair to Esme [Bianco] who's done an absolutely terrific job playing the part...In Kingâ&euro;&trade;s Landing, for the most part, you're seeing things through the eyes of the nobles, and Ros gives you a window into the class of people they take for granted. It was fun this season to sort of explore those people on the margins. The other whore, Daisy, also did a fantastic job. In a weird way, it's a bizarro Sansa story. They both come to the capital with big dreams and an idea of what it's going to be like, a romantic vision. You see Daisy getting a little tour of the brothel and it's as if she's in Disneyland, she's wide-eyed, 'This is classy! This is a classy brothel, finally!' And what she doesn't realize is the classy brothel is probably the worst place to work. So that was kind of a sad little arc to play with.&quot;&lt;ref&gt;[http://thinkprogress.org/alyssa/2012/06/08/496478/game-of-thrones-story-editor-bryan-cogman-on-the-second-season-adapting-books-he-loves-and-the-shows-secret-main-character/ Bryan Cogman ThinkProgress interview], June 8, 2012.&lt;/ref&gt;\n\nMartin has stated that he intends to write the character into upcoming books, though in what capacity he has not specified. Ros' appearance in future books is now questionable following her death in Season 3.\n\n", "Image gallery": "&lt;gallery&gt;\nRosHBOpromo1.jpg|Ros HBO promo from &quot;[[Season 1]]&quot;.\nTyrion and Ros.png|Ros with [[Tyrion Lannister]] in the [[North]].\nRosAndJoffrey.jpg|King Joffrey torments Ros\nRos 2x10.png|Ros covering her bruises in &quot;[[Valar Morghulis]]&quot;\nRos.png|[[Ros]] and [[Armeca]] in &quot;[[You Win or You Die]]&quot;\nRos #2.png|[[Ros]] listens to [[Pycelle]]'s ramblings in &quot;[[Fire and Blood]]&quot;\nRos 4.png|[[Ros]] and [[Daisy]] watch two whores practicing in &quot;[[The North Remembers]]&quot;\nRos 5.png|[[Ros]] in &quot;[[The Night Lands]]&quot;\nRos 6.png|A beaten [[Ros]] is shown to [[Tyrion]] by [[Cersei]] in &quot;[[The Prince of Winterfell]]&quot;\nRos 7.png|[[Ros]] and [[Shae]] in &quot;[[Valar Dohaeris]]&quot;\nRos 8.png|[[Ros]] in &quot;[[Walk of Punishment]]&quot;\nRos 9.png|[[Ros]] talks to [[Varys]] about [[Littlefinger]] in &quot;[[And Now His Watch is Ended]]&quot;\nRos 10.png|[[Ros]]' corpse after being murdered by [[Joffrey]] in &quot;[[The Climb]]&quot;\nRos on top of Tyrion.png\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}}\n\n", "Appearances": "{{Season One Appearances|yes||||yes|yes|yes|||yes}}\n{{Season Two Appearances|yes|yes||yes||||yes||yes|||yes}}\n{{Season Three Appearances|yes||yes|yes||yes}}\n\n", "Biography": "===Background===\nRos is a [[Prostitution|prostitute]] in a brothel in [[Winterfell]]'s outlying town. She has drawn the attention of the young nobles of Winterfell including [[Theon Greyjoy]] and [[Jon Snow]]. Theon is a regular customer while Jon is not. Jon once paid Ros for her time but did not have sex with her because of a pang of conscience over the possibility of fathering a bastard when he has suffered the life of being a bastard himself.\n\nRos says that she grew up in the town outside the walls of Winterfell, and remembers the day [[Sansa Stark]] was born and all the bells of the castle were rung in celebration (thirteen years before the beginning of the TV series).&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt; Ros is literate, which is uncommon for most prostitutes.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\n===[[Season 1]]===\nRos is shown entertaining [[Tyrion Lannister]] shortly after his arrival at Winterfell. She informs Tyrion that the whorehouse was especially alerted to his imminent arrival, though by whom is not revealed.&lt;ref&gt;&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;&lt;/ref&gt;When Tyrion is returning from the Wall, he stops at Winterfell. Believing the Lannisters are responsible for Bran's fall, Robb denies him Winterfell's hospitality. When Tyrion is leaving to go stay in town, [[Theon Greyjoy]] recommends Ros to Tyrion, unaware that Tyrion is already acquainted with her. Tyrion promises &quot;not to wear her out&quot;. At [[Castle Black]], [[Jon Snow]] and his friend [[Samwell Tarly]] talk about having never been with a woman. Jon says that he once had the opportunity to have sex with a young and gorgeous whore named Ros. He describes her to Sam with red hair and indescribably perfect breasts. Jon ultimately declined to have sex with Ros, due to his fear that if he fathered bastard children of his own, as a [[bastard]] himself he would have nothing to offer them.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt; Theon sneaks Ros into his chambers, were they both undress and have sex. He notices that she is wearing a Lannister lion pendant and she tells him that it was a gift from Tyrion. He becomes angry when she insinuates that Tyrion is a superior lover and that his family's honor is suspect due to the failed [[Greyjoy Rebellion]]. When he refuses to pay for the encounter, Ros suggests that he gets a wife instead, infuriating Theon further.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\n[[File:Ros.jpg|thumb|Ros travels to Kings Landing, wearing the Lion pendant Tyrion gave her in &quot;[[A Golden Crown]].&quot;]]\nTheon is surprised to see Ros sitting in the back of a turnip cart. She tells him she has decided to leave Winterfell to seek out employment in [[King's Landing]], and is planning to get a ship from [[White Harbor]]. He unsuccessfully tries to persuade her to stay, but she points out that, with war coming, all the men will be marching away and there is nothing for her here. Theon throws her a coin, and she laughs and lifts up her skirt one last time. Theon reluctantly says he'll miss her, and she agrees that he will.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\nArriving in King's Landing, Ros finds employment at a brothel owned by [[Littlefinger]]. He tutors her and another prostitute, [[Armeca]], in the art of seduction. Ros learns that Littlefinger is infatuated with a woman who was betrothed to a man who injured him in a duel, but she later married the man's brother. However, it does not appear that she recognizes the woman in the story as Lady [[Catelyn Stark]].&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n\n[[File:Ros_and_Pycelle.png|thumb|Ros is bored by the Grand Maester's ramblings in &quot;[[Fire and Blood]]&quot;.]]\nRos's services are employed by [[Grand Maester]] [[Pycelle]]Â in King's Landing. As she gathers her clothes to leave, Pycelle begins to tell her about all the kings he has served, eventually his ramblings fade and she becomes impatient, questioning him about the original point of his speech. She leaves, frustrated.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n=== [[Season 2]] ===\nRos watches two new prostitutes in [[Petyr Baelish]]'s brothel practicing their work. She repeats Petyrâ&euro;&trade;s advice to ease into the act slowly and with passion. She tells the new employees to wash and dress for work that night before walking away. She is followed by [[Daisy]], who she instructs in the merits of their upmarket brothel. She greets Lord Orson who is passing with a young man as she tells Daisy that they cater to a higher class of customer than she was used to in [[Haystack Hall]]. Daisy watches [[Armeca]] leading a client away. Ros notes that Armeca pretends not to speak the Common tongue in order to seem exotic and reveals that she actually grew up in [[Flea Bottom]]. Daisy says that Armeca is beautiful, but Ros is dismissive of her colleague.&lt;ref name=&quot;E11&quot;&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\nLord Commander [[Janos Slynt]] enters with several of his men. Ros greets him with familiarity. More goldcloaks enter with a bloodied prisoner and Janos snaps his fingers at his men who begin to search the brothel. Ros reminds him that Petyr is the establishmentâ&euro;&trade;s owner and Janos cites orders. Ros wonders who the orders came from and Janos tells her only that they are from someone who doesnâ&euro;&trade;t care what Petyr thinks. [[Mhaegen]] is dragged into the room, holding her baby [[Barra]] (one of Robertâ&euro;&trade;s bastards). Janos looks at his prisoner who nods recognition. Janos then signals one of his men who takes the baby from the sobbing Mhaegen, draws his knife and then hesitates. Janos tells his man to kill the baby and then does it himself when his subordinate cannot, horrifying both Ros and Mhaegen.&lt;ref name=&quot;E11&quot;/&gt;\n\nRos is still visibly upset about the death of [[Barra]]. She is so distraught that she falls apart in front of a client. Lord [[Petyr Baelish]] comes into her room and she confides in him. However,Â Baelish compares her to a beautiful girl he purchased from a [[Lys]]eni pleasure house for an exorbitant price. The girl was so sad Baelish gained no money from her and he sold her to a Lord who wanted to &quot;transform&quot; her, a man who derived pleasure from things most men would find unthinkable. After this lesson, when he asks Ros if one day off will make her smile again Ros smiles and assures him it will. &lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\n[[Tyrion Lannister]], on the suggestion of [[Bronn]], hires Ros and Daisy as a [[nameday]] present for his nephew King [[Joffrey Baratheon]]. Tyrion hopes this will give the sadistic Joffrey an opportunity to release his frustrations away from Sansa. They wait for him in his chamber. When he arrives Ros wishes him a happy nameday and then reaches for his crotch. He flinches and then instructs Ros to touch Daisy. He asks if Ros can hit Daisy and she spanks her gently. Joffrey asks if Tyrion sent them and Ros says that Tyrion chose them himself. Joffrey takes off his belt and gives it to Ros to use. He forces Ros to hit Daisy hard enough to make her scream. He hands Ros a stagâ&euro;&trade;s head sceptre and she protests that too much pain will spoil the pleasure. He loads his crossbow as Ros warns him that his uncle might find out. He tells Ros that he wants Tyrion to find out and orders her to take Daisy to Tyrionâ&euro;&trade;s chambers to show him what has happened or she will also be beaten. He aims the crossbow at Ros and orders her to begin, as Daisy screams.&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\n[[File:Ros1.jpg|thumb|Ros's captivity is revealed in &quot;[[The Prince of Winterfell]].&quot;]]\nRos is captured by Queen Regent [[Cersei Lannister]], who mistakenly believes that she is Tyrion's lover (as a result of the Lannister pendant Tyrion gave Ros in Winterfell). She has Ros beaten and kept prisoner. She plans to use her captivity to force Tyrion into keeping Joffrey safe, believing that Tyrion is plotting to kill him. When Cersei says that she has his whore, Tyrion - thinking she has the dark-haired [[Shae]] - remarks that he thought she preferred blondes, but it is red-haired Ros that she has brought in and displayed beaten to him. Cersei explains that she will kill her in the most gruesome way, if harm comes to Joffrey while he mans the city walls, as Tyrion plans. Tyrion plays along to maintain the secret that Shae is his true lover; Ros does the same. Tyrion vows to free Ros and she begs him not to forget her.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n[[File:Ros and Varys 2x10.png|thumb|Varys recruiting Ros]]\nSome time after the Battle of Blackwater Bay Ros was freed, and is then visited by [[Varys]], though she doesn't realize who he is until she discovers his [[eunuch]] status. Varys gets Ros to admit she's afraid of Littlefinger, and tells her that unlike her current employer, he protects those who work for him. &lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n=== [[Season 3]] ===\nRos accompanies Littlefinger to the docks, where he has a quiet word with [[Sansa Stark]]. Left alone with Shae, Ros explains that she helps Littlefinger manage his affairs. She also tells Shae of the day Sansa was born, when all the bells in Winterfell were rung in celebration. Ros asks Shae to watch out for Sansa. When the Lorathi responds that she always does, Ros clarifies that she is referring specifically to Baelish.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\nFollowing Tyrion's appointment as the new Master of Coin, Ros assists him and Littlefinger in retrieving the Iron Throne's financial records from their hiding place under the floor of the brothel's office. Ros titillates [[Podrick Payne]] during the exchange, apparently for her own amusement.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\nRos is revealed to be meeting regularly with Varys to report on Littlefinger. She updates a slightly incredulous Varys on Podrick's apparently prodigious sexual skills, which she has had trouble verifying as the usually descriptive prostitutes he slept with seem to have been rendered speechless. When Varys asks how Littlefinger reacted, Ros says he didn't even notice and expresses concern about his plans for Lady Sansa. She presents Varys with a shipping manifest for Littlefinger's upcoming journey to the Vale. Surprising the Spider with the revelation that she is literate, Ros points out that Littlefinger has requisitioned ''two'' feather beds for his cabin - he is planning on taking someone important with him: Sansa.&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n\n[[File:Ros_dead_Closeup_S6E6.jpg|thumb|Ros is butchered by Joffrey.]]When Littlefinger finds out she is spying on him for Varys,Â he gives her to King [[Joffrey Baratheon|Joffrey]], who wanted to try something &quot;new and daring&quot;. Joffrey used Ros as a live target, brutally killing her by shooting her and pinning her to his bed with multiple crossbow bolts. &lt;ref&gt;&quot;[[The Climb]]&quot;&lt;/ref&gt;\n\n"}, "title": "Ros"}