{"attributes": {"status": " :Category:Status: Role ended", "10": "yes===Starring===Season three credits", "birthplace": "Aberdeen, Scotland, UK", "last": "&quot;The Children&quot;", "title": "Rose Leslie", "image": "Rose_Leslie_GoT_Premiere.jpg", "dateofbirth": "9 February 1987", "role": "Ygritte", "8": "yes", "7": "yes", "6": "yes", "imdb": "http://www.imdb.com/name/nm3310211/Quote", "appearances": "", "first": "&quot;The Old Gods and the New&quot;"}, "sections": {"Credits": "===Guest starring===\n{{Season two credits|6=yes|7=yes|8=yes|10=yes}}\n===Starring===\n{{Season three credits|yes|yes|yes||yes|yes|yes||yes|yes}}\n{{Season four credits|yes||yes|||||yes|yes|yes}}\n\n", "TOP": "Rose Leslie049259elcanhp6f9865t7xctssilkzz6h1js1738202015-02-20T18:36:49ZThe Dragon Demands5014364/* Game of Thrones */{{Cast\n| Title=Rose Leslie\n| Image=Rose_Leslie_GoT_Premiere.jpg\n| dateofbirth=9 February 1987\n| birthplace=Aberdeen, Scotland, UK\n| role=[[Ygritte]]\n| status= [[:Category:Status: Role ended|Role ended]]\n| First=&quot;[[The Old Gods and the New]]&quot;\n| Last=&quot;[[The Children]]&quot;\n| Appearances=\n| imdb=http://www.imdb.com/name/nm3310211/}}\n{{Quote|I personally love her so much because she's a lot of fun. She's feisty and she doesn't take crap from anybody... And the fact that she's a strong woman. There are so many powerful female characters in the series.|'''Rose Leslie''' on playing Ygritte&lt;ref&gt;''The SFX Book of Game of Thrones''&lt;/ref&gt;}}\n\n'''Rose Leslie''' (born '''Rose Eleanor Arbuthnot-Leslie''' on 9 February 1987 in Aberdeen) is a Scottish actress. She spent three years studying at the [[wikipedia:London Academy of Music and Dramatic Art|London Academy of Music and Dramatic Art]], graduating with a BA Honours degree. She is best known for playing the role of Gwen in the first season of the highly successful drama series ''[[wikipedia:Downton Abbey|Downton Abbey]],'' a role which allegedly contributed to her casting on ''Game of Thrones''. Leslie is descended from Scottish nobility, and grew up in her family's ancestral castle- ironically, her ''Game of Thrones'' character has never even seen a castle.\n\n", "See also": "* {{WP}}\n*{{Template:IMDb\n|# = 3310211}}\n*[http://www.youtube.com/watch?v=wfIu8WEia8k Rose Leslie interview October 2011 video]\n\n", "Game of Thrones": "\nIn ''[[Game of Thrones]]'' Leslie is playing the role of [[Ygritte]]. She was confirmed in the role on 10 October 2011.&lt;ref&gt;[http://insidetv.ew.com/2011/10/10/game-of-thrones-rose-leslie/ Entertainment Weekly]&lt;/ref&gt; She joined the cast as a guest star for the [[Season 2|second season]].  Benioff and Weiss specifically considered Leslie due to her performance on ''Downton Abbey''.  &lt;ref&gt;[http://www.denofgeek.us/tv/game-of-thrones/243771/67-things-you-didnt-know-about-game-of-thrones-season-4 ]&lt;/ref&gt;\n\nAfter being cast, Leslie dove into the books, and was on book four by the start of Season 3. She also took archery lessons, so it would look more realistic when Ygritte handles a bow.&lt;ref&gt;[http://winteriscoming.net/2013/03/interviews-with-tobias-menzies-rose-leslie-and-more/ WinterIsComing.net], March 14th, 2013.&lt;/ref&gt;  She later specified that after being cast she read as much as she could to research the role,  and got up to book four by the time she began filming in Season 2, though she was to busy afterwards to finish reading the rest of book four as well as the recently released fifth novel.  Either way, Ygritte dies at the end of the third novel, so she finished reading the ones relevant to her character.  As a result Leslie knew how Ygritte would die even before she began filming.&lt;ref&gt;[http://watchersonthewall.com/new-blu-ray-video-extra-game-of-thrones-fallen-roundtable/ ]&lt;/ref&gt;  \n\nAs is common practice on medieval productions, Leslie didn't actually fire arrows from her bow most of the time, but instead mimed pulling back and releasing her bowstring, and the arrows are added in digitally.  This allowed her to &quot;fire&quot; arrows much faster than a real person actually could.  The major reason for doing this is the fear that an actor firing even a prop arrow might accidentally hit someone.  Particularly, it would have been dangerous to actually fire an arrow in scenes where Ygritte is shooting someone at ''close'' range, not just across a field.&lt;ref&gt;[http://www.denofgeek.us/tv/game-of-thrones/243771/67-things-you-didnt-know-about-game-of-thrones-season-4 ]&lt;/ref&gt;\n\nActors commonly film their scenes in any given season out of order, i.e. the producers want the new character's introduction scene to work particularly well so the audience receives them well, so they often film their introduction scene near the ''end'' of filming, after the actor has had more time to get comfortable in the role.  This was not, however, the case with Rose Leslie:  her first scene playing Ygritte also happened to be the first scene that Ygritte is introduced in, Season 2's &quot;[[The Old Gods and the New]]&quot;.&lt;ref&gt;&quot;[http://watchersonthewall.com/new-blu-ray-video-extra-game-of-thrones-fallen-roundtable/ The Fallen, a Roundtable]&quot; - Season 5 Blu-ray featurette.&lt;/ref&gt;  Moreso, she also has the distinction of filming Ygritte's first scene first, and ultimately filming Ygritte's final scene last:  Ygritte's death scene in Season 4's &quot;[[The Watchers on the Wall]]&quot; was also the final scene that Rose filmed.  As she explained at the San Diego Comic-Con 2014 panel she felt it was very fortunate that it was also her last day filming, because her death scene in Jon Snow's arms was so emotionally draining that it would have been difficult to subsequently come back and film scenes from earlier episodes in the season.&lt;ref&gt;[http://watchersonthewall.com/game-thrones-qa-san-diego-comic-con-video/ Game of Thrones Q&amp;A at San Diego Comic Con Video]&lt;/ref&gt;\n\nAfter Leslie finished filming her final scene, weapons master [[Tommy Dunne]] presented her with a case containing Ygritte's bow for her to keep.&lt;ref&gt;[http://watchersonthewall.com/new-blu-ray-video-extra-game-of-thrones-fallen-roundtable/ ]&lt;/ref&gt;\n\n"}, "title": "Rose Leslie"}