{"attributes": {}, "sections": {"TOP": "Roseroad070193gbhg3flcg8255j05gf6f2r2xrejgt81806272015-04-03T05:08:46ZThe Dragon Demands5014364/* References */[[Image:Roseroad.png|thumb|right|200px|A map showing the Roseroad on the continent of Westeros.]]\nThe '''Roseroad''' is a major highway in the [[Seven Kingdoms]], second in size only to the [[Kingsroad]]. It connects the two largest cities in the realm, [[King's Landing]] and [[Oldtown]], via [[Highgarden]], the seat of [[House Tyrell]]. The Roseroad meets the [[Searoad]] at Highgarden, which travelers coming up from the south would take if they wanted to head north along the coast to [[Casterly Rock]] and [[Lannisport]] (those directly traveling from King's Landing to Lannisport would take the [[Goldroad]] to the north).\n\nThe road does not directly begin at King's Landing, instead splitting off from the Kingsroad just south of the mouth of the [[Blackwater Rush|Blackwater]] River, under the eves of the [[Kingswood]] (King's Landing itself is on the north side of the river's mouth). From there it runs southwest across much of [[the Reach]] until it arrives at Highgarden.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season1/#!/locations/kings-landing/ HBO viewers guide, season 1 map, King's Landing entry]&lt;/ref&gt;\n\nThe road crosses the great [[Mander]] River twice on the way from King's Landing to Highgarden: it crosses from the southern to northern bank of the upper Mander just west of [[Bitterbridge]] in the central Reach, then later on it crosses back across the Mander again from the northern bank to the southern bank just before it comes to Highgarden.\n\nThe Roseroad runs almost east-to-west between King's Landing and Bitterbridge, though always in a generally southwestern direction. However, after Bitterbridge the road angles much more sharply in a southwestern direction as it continues through Highgarden and on to Oldtown further to the southwest. As Oldtown is located on the west bank of the [[Honeywine]] River, the Roseroad also has to cross that river just before it reaches the city.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season1/#!/locations/highgarden/ HBO viewers guide, season 1 map, Highgarden entry]&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels the Roseroad is in the same location. It greatly speeds travel and commerce between King's Landing and Highgarden. It was apparently named for the rose-sigil of House Tyrell, because it links their castle seat at Highgarden to the capital city.\n\nThe army of [[House Tyrell]] uses the Roseroad to make a forced march from Bitterbridge to King's Landing to arrive in time to help swing the tide at the [[Battle of the Blackwater]]. Prior to the battle [[Tywin Lannister]]'s army left the Riverlands by following along the southern bank of the [[Blackwater Rush|Blackwater]] River. Tywin's army joined with the Tyrell army under the eves of the northern Kingswood, near where the Roseroad merges with the Kingsroad on the southern bank of the Blackwater, before crossing to the capital city on the northern bank.\n\nIn the TV series, the joint Lannister-Tyrell army attacks Stannis' army near the walls of Kings Landing itself. This is a condensation, as in the books, the majority of Stannis' forces marched by land to the southern bank of the mouth of the Blackwater, and his fleet was there to ferry soldiers to the north side of the bay (instead of carrying his entire army by sea from Storm's End). Because they were already on the southern bank of the river, the Lannister-Tyrell army coming up the Roseroad didn't have to cross the river to engage them right in front of the city walls.\n\n"}, "title": "Roseroad"}