{"attributes": {"status": " :Category:Status: Dead", "death": " Killed by Jaime Lannister'''Rossart''' is an unseen character in ''Game of Thrones''. He is dead by the time of the series and only appears in ''Histories &amp; Lore''. He was a Wisdom of the Alchemists' Guild.==Biography=====Background===Wisdom Rossart was a loyal servant of King Aerys II Targaryen, during whose reign the Guild rose again to royal favor. Rossart burned Aerys' enemies alive in the Great Hall (Red Keep)", "last": "", "family": "", "title": " Rossart", "season": "Season 3", "image": "Rossart.jpg", "allegiance": ["Alchemists' Guild", "House Targaryen"], "titles": ["Wisdom", "Hand of the King"], "link": "Hand of the KingCharacter", "mentioned": "&quot;Kissed by Fire&quot;", "place": "King's Landing", "aka": "", "first": ""}, "sections": {"TOP": "Rossart0131301lyooyv8qa6nmhtb4yc51xuw1negpn01740052015-02-22T13:27:38ZSer Patrek25358400[[File:Hand mini badge.png|thumb|right|50px|link=Hand of the King]]\n{{Character\n| Title= Rossart\n| Image=Rossart.jpg\n| Season=[[Season 3|3]]\n| First=\n| Last=\n| Mentioned=&quot;[[Kissed by Fire]]&quot;\n| Aka=\n| Status= [[:Category:Status: Dead|Deceased]]\n| Titles=[[Wisdom]]&lt;br&gt;[[Hand of the King]]\n| Place=[[King's Landing]]\n| Allegiance=[[Alchemists' Guild]]&lt;br&gt;[[House Targaryen]]\n| Family=\n| Actor=|Death = Killed by [[Jaime Lannister]]}}\n'''Rossart''' is an unseen character in ''[[Game of Thrones]]''. He is dead by the time of the series and only appears in ''[[Histories &amp; Lore]]''. He was a [[Wisdom]] of the [[Alchemists' Guild]].\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Wisdom Rossart was the head of the Alchemist's Guild during the reign of Mad King Aerys. He had been elevated largely because he shared the king's passion for fire. He was the pyromancer who had cooked Lord [[Rickard Stark]] in his armor with wildfire. After Lord Qarlton Chelsted was burned alive under the Mad King's orders, because he refused to take part in Aerys' plan to destroy the city and tried in vain to dissuade him, Rossart became the new Hand of the King, choosing a burning torch as his personal sigil. Rossart served as Hand for less than a fortnight, before being killed during the Sack of King's Landing. Many people who were not in the capital at the time do not even remember that he was briefly Hand of the King.\n\nAfter being sent by Aerys to kill Tywin, Jaime caught up with Rossart and killed him, then he returned to the throne room and killed Aerys. Jaime noted that Rossart at least tried to make a fight of it, while Aerys did not resist at all when Jaime slit his throat. Days later, Jaime hunted down the other pyromancers and slew them as well. Belis offered him gold, and Garigus wept for mercy, but Jaime killed them anyway.\n\n", "Biography": "===Background===\nWisdom Rossart was a loyal servant of King [[Aerys II Targaryen]], during whose reign the Guild rose again to royal favor. Rossart burned Aerys' enemies alive in the [[Great Hall (Red Keep)|Great Hall]] of the [[Red Keep]]. During the [[War of the Usurper]], he rose to [[Hand of the King]].&lt;ref&gt;&quot;[[The Alchemists' Guild (Histories &amp; Lore)]]&quot;&lt;/ref&gt;\n\nFollowing the Battle of the Trident, Aerys had Rossart fill King's Landing with secret caches of [[wildfire]] to destroy the city and all those in it should the capital fall to the rebellion. However, Rossart was killed by Ser [[Jaime Lannister]] during the capital's [[Sack of King's Landing|sacking]] to prevent him from carrying out the Mad King's order of destroying the entire city.&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n\n===Season 3===\nWhile feverishly taking a bath in [[Harrenhal]] along [[Brienne of Tarth]], Jaime recalls the turn of events that led him to kill [[Aerys II Targaryen]], indirectly referring to Rossart as &quot;Aerys's pyromancer&quot;.&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n\n"}, "title": "Rossart"}