{"attributes": {}, "sections": {"TOP": "Ruby Ford09773dd61zbq4cso4n6id6gw1webexwjegbr1492822014-06-27T00:39:58ZGreater good3347453'''Ruby Ford''' is a major crossing of the River [[Trident]], located just east of the point where the Green, Blue, and Red Forks of the Trident converge into a single river, and the waters are thus slow enough to cross.\n\nArmies moving north or south of the Trident river system (which separates both [[the North]] and the [[Vale of Arryn]] from the rest of Westeros) are basically faced with two choices for their route. The first choice is to travel along the lighter headwaters of the three forks of the Trident, though this does necessitate crossing the Green Fork at [[The Twins]] castle ruled by [[House Frey]]. The other option is to march east and use the Ruby Ford. The [[Kingsroad]] itself, extending between [[King's Landing]] and [[Winterfell]], crosses the Trident at the Ruby Ford. East of the Ruby Ford the combined size of the single river, now fed by all three tributaries, makes it too wide and deep to cross. This makes the Ruby Ford of vital strategic importance.\n\n[[File:Dead-Rhaegar.jpg|thumb|Rhaegar lies dead in the Ruby Ford.]]The Ruby Ford gained its name in the climactic [[Battle of the Trident]] during [[Robert's Rebellion]], when [[Robert Baratheon]] killed Prince [[Rhaegar Targaryen]] with his warhammer, and the death-blow struck Rhaegar so forcefully that the many rubies that ornamented his breastplate were shattered off and were scattered in the river.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/map/special/battleground-westeros/1/ HBO Viewer's Guide, Season 2 Special Features, Battleground Westeros - Battle of the Trident entry]&lt;/ref&gt;&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/the-ruby-ford/ HBO viewers guide, season 2 map, The Ruby Ford entry]&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}}\n\n", "In the Books": "\nIt is unknown what specific name, if any, the ford had in the thousands of years that it was used before the Battle of the Trident. One of the reasons [[Arya Stark]] wandered away from camp in the part of the books corresponding to &quot;[[The Kingsroad]]&quot;, apart from wanting to practice swordfighting with [[Mycah]], is because she wanted to search along the banks of the Ruby Ford for the rubies for which it is named. [[Sansa Stark]] insisted to her sister that in the many years since Rhaegar's death, all of the rubies have already been found.\n\n"}, "title": "Ruby Ford"}