{"attributes": {"image": "File:Winterfell_Burning.jpg", "conc": "", "result": ["Winterfell abandoned by the ironborn and put to the torch by Ramsay Snow", "Death of Maester Luwin, Ser Rodrik Cassel, and several members of the Stark household", "Escape of Brandon Stark"], "commanders1": "Prince Theon Greyjoy (POW)*Dagmer Cleftjaw Surrender â&euro; ", "side2": "File:Bolton mini shield.png", "side1": "File:Greyjoy mini shield.png", "casual4": "", "forces4": "", "forces3": "", "forces2": "500 men", "forces1": "20 ironborn warriors", "casual1": " 19 ironborn flayed alive*Dagmer Cleftjawâ&euro; *Black Lorrenâ&euro; *Gelmarrâ&euro; *Styggâ&euro; *Aggarâ&euro; *Urzenâ&euro; Theon Greyjoy captured by Ramsay Snow", "next": "Liberation of Harrenhal", "width": "", "bg2": "", "prev": "Battle of the Blackwater", "conflict": "War of the Five Kings", "civilian": ["Maester Luwin", "Entire population of Winterfell seemingly put to the swordDialogue a-b"], "link": "House Bolton House Bolton", "date": "", "casual2": " None", "commanders2": "Ramsay Snow", "casual3": "", "name": " Sack of Winterfell", "place": "Winterfell, the North"}, "sections": {"TOP": "Sack of Winterfell010129qdkyrlejrp82g4ixf038zmriai5euvm1770152015-03-15T17:03:43ZSharp Blades26158496{{Massacre\n|width=\n|prev=[[Battle of the Blackwater]]\n|conc=\n|next=[[Liberation of Harrenhal]]\n|name= Sack of Winterfell\n|image=[[File:Winterfell_Burning.jpg|center|300px]]\n|conflict=[[War of the Five Kings]]\n|date=\n|place=[[Winterfell]], the [[North]]\n|result=Winterfell abandoned by the ironborn and put to the torch by Ramsay Snow&lt;br&gt;Death of Maester [[Luwin]], Ser [[Rodrik Cassel]], and several members of the Stark household&lt;br&gt;Escape of [[Brandon Stark|Bran]] and [[Rickon Stark]], [[Osha]] and [[Hodor]]\n|BG2=\n|side1=[[File:Greyjoy mini shield.png|20px|right|link=House Greyjoy]] [[House Greyjoy]]\n|side2=[[File:Bolton mini shield.png|20px|right|link=House Bolton]] [[House Bolton]]\n|commanders1=Prince [[Theon Greyjoy]] (POW)\n*[[Dagmer Cleftjaw]] {{Surrender}} â&euro; \n|commanders2=[[Ramsay Snow]]\n|forces1=20 ironborn warriors\n|forces2=500 men\n|forces3=\n|forces4=\n|casual1= 19 ironborn flayed alive\n*Dagmer Cleftjawâ&euro; \n*[[Black Lorren]]â&euro; \n*[[Gelmarr]]â&euro; \n*[[Stygg]]â&euro; \n*[[Aggar]]â&euro; \n*[[Urzen]]â&euro; \nTheon Greyjoy captured by Ramsay Snow\n|casual2= None\n|casual3=\n|casual4=\n|civilian=Maester [[Luwin]]&lt;br&gt;Entire population of Winterfell seemingly put to the sword}}\n{{Dialogue a-b|Bran Stark|They burned it down. They burned everything.|Luwin|Not everything. Not you.|Prince Bran Stark and Maester Luwin|Valar Morghulis}}\nThe '''Sack of Winterfell''' is an event in the [[War of the Five Kings]]. It occurs offscreen in the episode &quot;[[Valar Morghulis]].&quot;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Sack of Winterfell takes place in a different manner. The Northern forces are rallied by Ser Rodrik Cassel, while the ironborn refuse to yield, as Theon takes the people of Winterfell hostage and threatens to hang them one by one if the Northern host doesn't disperse, starting with Rodrik's daughter, Beth. The fate of the siege is decided when a host of men gathered by Theon's collaborator, a Northman known only as &quot;Reek&quot;, arrives. Though his force is outnumbered four-to-one, Ser Rodrik's forces thought them to be friends and were slaughtered in a surprise attack. Theon, believing himself saved, opens the gates and allows them inside. &quot;Reek&quot; turns out to be none other than Ramsay Snow, who orders his forces to kill everyone in Winterfell and put it to the torch. By the end of the siege, Winterfell is burned and most of its people massacred, though Bran, Rickon, Hodor and Osha still escape, while Theon and some residents of Winterfell are imprisoned by Ramsay.\n\n", "History": "===Prelude===\nAfter news of the [[Fall of Winterfell]] to a band of [[ironborn]] led by [[Theon Greyjoy]] and the death of Ser [[Rodrik Cassel]] reached [[Robb Stark]], his vassal [[Roose Bolton]], [[Lord of the Dreadfort]] offers to send word to his [[Bastardy|bastard]] [[Ramsay Bolton|son]] to gather a force to retake [[Winterfell]]. King Robb agrees but demands Theon be kept alive so he can execute him personally.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\nSome time later, after Lord Bolton reassures him that his son is only a day's ride from Winterfell, Robb orders him to send word to Ramsay that any [[ironborn]] who surrenders will be granted mercy, with the exception of Theon. Robb hopes to turn Theon's garrison against him and spare his people and brothers from any retaliation.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n===The Siege===\nAfter the Northern force reaches Winterfell, a horn is sounded constantly as means of demoralizing Theon and his force. [[Maesters|Maester]] [[Luwin]], bound to serve whoever rules [[Winterfell]], suggests Theon to escape through one of the hidden passageways and flee to [[the Wall]] and [[Night's Watch|take the Black]]. Theon, fearing that [[Jon Snow]] will kill him, rejects Luwin's counsel and opts for a different plan.&lt;ref name=&quot;E20&quot;&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\nTheon gathers his men in Winterfell's main yard and delivers a speech to them, in which he exhorts them to resist the Northmen and, even though they will all die, attain glory, ending with a frenzied cry of the prayer to the [[Drowned God]]: &quot;What is dead may never die&quot;. Theon's men respond in various degrees of emotion. After the cry is over, [[Dagmer Cleftjaw]] knocks Theon unconscious and tells the men that it's time to go [[Iron Islands|home]].&lt;ref name=&quot;E20&quot;/&gt;\n\nAs Theon's men place a hood over his head, Luwin comes out into the yard asking to know what's happening. The sole response Dagmer gives him is a spear thrust to the stomach.&lt;ref name=&quot;E20&quot;/&gt;\n\nAfter these events, offscreen,Â Winterfell is put to the torch and its inhabitants are killed, captured or flee leaving the castle empty. Luwin manages to get himself inside the [[godswood]].&lt;ref name=&quot;E20&quot;/&gt;\n\n===Aftermath===\n[[Bran Stark|Bran]] and [[Rickon Stark]] emerge from the catacombs of Winterfell, where they had hidden with their protectors [[Osha]] and [[Hodor]], to find Winterfell covered in smoke and dying flames and its people dead. They also find [[Summer]] and [[Shaggydog]] on the gates of the godswood and enter it, only to find an injured Luwin beside the [[weirwood]] [[heart tree]]. Luwin urges Bran and Rickon to go north to [[the Wall]] so their half-brother [[Jon Snow|Jon]] can keep them safe. As they set to leave Luwin tells Osha to protect the two boys and then asks her to mercy-kill him. Afterward, the four leave the home of [[House Stark]].&lt;ref name=&quot;E20&quot;/&gt;\n\nDespite having sworn them safe passage, Ramsay Snow flippantly broke his promise, and flayed all of the ironborn alive anyway. All, that is, except for Theon, whom he brought to the Dreadfort's dungeons for prolonged and sadistic torture.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\nRamsay subsequently sent false reports to his father Roose via messenger-[[Ravens|raven]], claiming that it was the ironborn who had burned out Winterfell.&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt; In reality, the Boltons (father and son) long in advance - since the Lannisters won the [[Battle of the Blackwater]] and it became apparent that they would probably win the war. Ramsay's deception kept King Robb and his mother Catelyn from realizing that it was truly Ramsay and his Bolton soldiers who burned Winterfell. Robb had no idea that the Boltons had turned on him until months later at the betrayal of the [[Red Wedding]], when Roose personally drove a dagger through his heart.&lt;ref&gt;&quot;[[The Rains of Castamere (episode)]]&quot;&lt;/ref&gt;\n\n"}, "title": "Sack of Winterfell"}