{"attributes": {"image": " File: Sack of King's Landing.jpg", "conc": ["Wildfire plot", "Siege of Storm's End"], "result": [" Decisive Lannister victory", "Assassination of the Mad King", "Wildfire plot averted", "Massacre of the royal family", "Robert Baratheon seizes the Iron Throne"], "side4": "", "side2": "Loyalist forces*File:Targaryen mini shield.png", "side3": "", "side1": "Rebel forces*File:Lannister mini shield.png", "casual4": "", "forces4": "", "forces3": "", "forces2": "An unknown number of defenders", "forces1": "12,000+ Lannister soldiers", "casual1": "Unknown", "next": "Siege of Storm's End", "width": "", "bg2": "", "casual2": "King Aerys II Targaryen*Princess Elia Targaryen", "prev": "Battle of the Trident", "conflict": " Robert's Rebellion", "civilian": "A significant number of civilian casualtiesQuote", "link": "House Targaryen House Targaryen", "date": " c. 281 AL", "commanders1": "Lord Tywin Lannister*Ser Gregor Clegane*Ser Amory Lorch", "commanders2": "King Aerys II Targaryenâ&euro; *Wisdom Rossartâ&euro; ", "commanders3": "", "commanders4": "", "casual3": "", "name": "Sack of King's Landing", "place": " King's Landing, Crownlands."}, "sections": {"TOP": "Sack of King's Landing03424eajlmr4be130ensquuwmq8xjfbv8f0g1596582014-09-16T06:45:13ZSer Patrek25358400{{Battle\n|width=\n|name=Sack of King's Landing\n|prev=[[Battle of the Trident]]\n|conc=[[Wildfire plot]]&lt;br&gt;[[Siege of Storm's End]]\n|next=[[Siege of Storm's End]]\n|image = [[File: Sack of King's Landing.jpg|300px]]\n|conflict = [[Robert's Rebellion]]\n|date = c. 281 AL\n|place = [[King's Landing]], Crownlands.\n|result = Decisive Lannister victory&lt;br&gt;Assassination of the Mad King&lt;br&gt;[[Wildfire plot]] averted&lt;br&gt;Massacre of the royal family&lt;br&gt;[[Robert Baratheon]] seizes the [[Iron Throne]]\n|BG2=\n|side1=Rebel forces\n*[[File:Lannister mini shield.png|20px|right|link=House Lannister]] [[House Lannister]]\n|side2=Loyalist forces\n*[[File:Targaryen mini shield.png|20px|right|link=House Targaryen]] [[House Targaryen]]\n|side3=\n|side4=\n|commanders1=Lord [[Tywin Lannister]]\n*Ser [[Gregor Clegane]]\n*Ser [[Amory Lorch]]\n|commanders2=King [[Aerys II Targaryen]]â&euro; \n*[[Wisdom]] [[Rossart]]â&euro; \n|commanders3=\n|commanders4=\n|forces1=12,000+ Lannister soldiers\n|forces2=An unknown number of defenders\n|forces3=\n|forces4=\n|casual1=Unknown\n|casual2=King [[Aerys II Targaryen]]\n*Princess [[Elia Targaryen|Elia Martell]]â&euro; \n*Prince [[Aegon Targaryen]]â&euro; \n*Princess [[Rhaenys Targaryen]]â&euro; \n*[[Rossart]]â&euro; \n|casual3=\n|casual4=\n|civilian=A significant number of civilian casualties}}\n{{Quote|I was in King's Landing after the sack, khaleesi. Do you know what I saw? Butchery. Babies, children, old men. More women raped than you can count. |Ser [[Jorah Mormont]] to [[Daenerys Targaryen]]|Walk of Punishment}}\nThe '''Sack of King's Landing''' was the event that ended [[Robert's Rebellion]] and consisted of a devastating assault on the city of [[King's Landing]] by the army of [[House Lannister]], after they had been welcomed inside the city gates as allies. Due to this treachery, it was more of a massacre than an actual battle. During the sack, as Lannister soldiers rampaged throughout the city, the [[Mad King]], Aerys II Targaryen, was slain along with most of his loyal retainers and those family members who had not fled to the island of [[Dragonstone]].\n\nLord [[Tywin Lannister]] was the architect of the victory and commanded the assault as a way of proving his loyalty to [[Robert Baratheon]] after deciding to join the war very late in the day.\n\nAs the city was sacked, Ser [[Jaime Lannister]], a member of the [[Kingsguard]], turned on and slew the Mad King, an act of treachery which earned him the name &quot;Kingslayer&quot;, even though King Robert later pardoned him for this act.\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n\n", "In the books": "[[File:Jamie_kills_Aerys.jpg|thumb|Jaime slays the Mad King during the Sack of King's Landing]]\nIn the ''[[A Song of Ice and Fire]]'' novels, the Sack of King's Landing is described as a particularly brutal and treacherous battle. During Robert's Rebellion, the forces of Houses [[House Stark|Stark]], [[House Baratheon|Baratheon]], [[House Arryn|Arryn]] and [[House Tully|Tully]] had fought against those houses owing direct allegiance to [[House Targaryen]], but of the other [[Great Houses]] only [[House Tyrell]] had sworn themselves to the Mad King's cause, and most of their forces were tied down in the south, besieging the Baratheon stronghold of [[Storm's End]]. [[House Martell]] of [[Dorne]] had reluctantly committed troops to the Targaryen cause only because the Mad King held Princess Elia Martell, the wife of Prince [[Rhaegar Targaryen]], in King's Landing as a virtual hostage. The Martells were insulted by Rhaegar having started the war in the first place by taking [[Lyanna Stark]] as a lover, dishonoring his own marriage to Elia.\n\nDuring the fighting, [[House Greyjoy]] refused to take any part and [[House Lannister]] similarly sat out the bulk of the war, Lord Tywin having felt insulted by many of the Mad King's own actions in the preceding years such as rejecting a proposed marriage between Tywin's daughter Cersei and Prince RhaegarÂ and appointing Tywin's first son and heir Jaime to the Kingsguard - normally a great honor, but which insulted Tywin because it meant Jaime could not inherit Tywin's lands and title. However, after Robert's victory at the [[Battle of the Trident]] Tywin, realizing the war was as good as won, rushed his army to King's Landing. In front of the city gates, he proclaimed that the Lannister force had come to defend the city from the rebel army rushing south under [[Eddard Stark]]. Following the advice of Grand Maester Pycelle, Aerys had the city gates opened to the &quot;reinforcements&quot;, only for the Lannister troops to betray the city defenders and put them to the sword. The city was brutally sacked, with thousands of [[smallfolk]] caught up in the fighting and killed as well as soldiers on both sides. In later years, Tywin explained his reasons for acting with such haste; with the war nearly over, Tywin knew [[House Lannister]]'s loyalty to the new regime would forever be in doubt unless he proved unequivocally he had forsaken all loyalty to the Targaryens. Tywin also relates that he feared a delay might bring him into conflict with Eddard Stark, who was marching on King's Landing from the Trident, along with his fear that Jaime, still in the king's power, might do something stupid or Aerys might kill him out of sheer spite.\n\nDuring the battle, Ser [[Jaime Lannister]] killed Lord [[Rossart]] and afterward killed the Mad King by slitting his throat (not by stabbing him in the back as told on the show) at the foot of the [[Iron Throne]], thus foiling Aerys' plan to destroy the entire city by wildfire. Roland Crakehall and Elys Westerling, [[Knights]] loyal to his father, burst into the throne room to see the end of the incident, ensuring that Jaime would forever be known as &quot;the Kingslayer&quot;.\n\nDuring the closing stages of the battle, Lannister troops scaled Maegor's Holdfast and killed Princess Elia Martell and her two children, Princess Rhaenys Targaryen and Prince Aegon. According to rumor, the dread knight [[Gregor Clegane]] was the one who killed [[Aegon Targaryen (Son of Rhaegar)|baby Aegon]] by bashing his head against a wall, then proceeded to rape and kill his mother, while [[Amory Lorch]] killed [[Rhaenys Targaryen (daughter of Rhaegar)|Rhaenys]] by stabbing her about fifty times.\n\nThe death of the Mad King and his grandchildren saw the end of Robert's Rebellion and allowed Robert Baratheon to claim the Iron Throne, even though the Mad King's son and daughter [[Viserys Targaryen|Viserys]] and [[Daenerys Targaryen|Daenerys]] had escaped to the [[Free Cities]] to live in exile. Due to the death of Princess Elia, Dorne and House Martell withdrew from active involvement in the affairs of the rest of Westeros afterwards.\n\n", "History": "===Season 1===\nThe singer [[Marillion]] offers to sing [[Tyrion Lannister]] a song about his father's victory at King's Landing, the thought of which turns Tyrion's stomach.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\n[[File:Slaughter.png|thumb|left|Ser Gregor Clegane kills Rhaegar Targaryen's family]][[Catelyn Stark]] talks to her son [[Robb Stark|Robb]] about the Sack of King's Landing. She mentions that Tywin Lannister slew the young Targaryen children, referring to the murders of Prince Aegon and Princess Rhaenys, and how he has not gotten any more merciful with age.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\nAt [[Castle Black]], [[Aemon]], revealing himself to be the uncle of the Mad King, tells [[Jon Snow]] how he heard of the ruin of his house. He becomes angry when talking about the slaughter of the children.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\n===Season 3===\n\n[[Thoros]] of Myr recalls how, following the sack of the city, the bodies of Prince [[Aegon Targaryen (Son of Rhaegar)|Aegon]] and Princess [[Rhaenys Targaryen (daughter of Rhaegar)|Rhaenys]] were presented by Ser [[Gregor Clegane]] before the [[Iron Throne]].&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n[[File:Kingslayer.png|thumb|left|Jaime Lannister slays the Mad King]]\nJaime reveals to [[Brienne]] that, when his father marched to the gates of [[King's Landing]], both Jaime and [[Varys]] advised Aerys not to trust Lord Tywin. Aerys, however, followed [[Grand Maester]] [[Pycelle]]'s counsel and had the city gates opened, allowing the Lannister forces to sack the city. Jaime advised Aerys to surrender, only for the Mad King to demand Jaime bring his father's head and order Lord [[Rossart]] to ignite the caches of [[wildfire]] hidden throughout the city to burn it to the ground with all its inhabitants. Jaime killed [[Rossart]] and then Aerys, who kept muttering &quot;burn them all&quot; as he died. Aerys seemingly believed the massive wildfire inferno would also transmute him into a [[dragon]]. Afterward, [[Eddard Stark]] reached the [[Great Hall (Red Keep)|throne room]] and found Jaime along with the two corpses.&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n\n"}, "title": "Sack of King's Landing"}