{"attributes": {"casual2": "NegligibleThe '''Sack of Mole's Town''' is an event during the Conflict Beyond the Wall.==History=====Prelude===After successfully scaling the Wall, Tormund's warband, including Ygritte, is joined by Styr and his Thenn raiders. In order to draw out members of the Night's Watch from the safety of Castle Black, they attack and slaughter the inhabitants of a small village. Styr spares the life of Olly", "name": " Sack of Mole's Town", "forces1": "Black brothers*Kegsâ&euro; *Mullyâ&euro; *Jack Bulwer", "casual1": "Massive", "image": "File:Sack of Mole's Town.png", "forces2": "Tormund's warband*YgritteStyr's warband", "next": "Battle of Castle Black", "bg2": "", "conc": "", "place": ["Mole's Town, the Gift", ""], "result": ["-Wildling victory", "-Population of Mole's Town put to the sword", ""], "commanders1": "", "date": "", "link": "Free Folk The Free Folk*Thenn", "commanders2": ["Tormund", "Styr, Magnar of Thenn"], "prev": "Raid on Craster's Keep", "side2": "File:Wildling-Icon.jpg", "conflict": "Conflict Beyond the Wall", "side1": "File:Night's-Watch-sigil.jpg"}, "sections": {"TOP": "Sack of Mole's Town025479pc7g0npco6gj1r7ttz0u2a2ai043fui1770412015-03-15T17:49:05ZThe Dragon Demands5014364/* History */{{Battle\n|prev=[[Raid on Craster's Keep]]\n|conc=\n|next=[[Battle of Castle Black]]\n|name= Sack of Mole's Town\n|image=[[File:Sack of Mole's Town.png|300px]]\n|conflict=[[Conflict Beyond the Wall]]\n|date=\n|place=[[Mole's Town]], [[the Gift]]&lt;br&gt;\n|result=-Wildling victory&lt;br&gt;-Population of Mole's Town put to the sword&lt;br&gt;\n|BG2=\n|side1=[[File:Night's-Watch-sigil.jpg|20px|right|link=Night's Watch]] [[Night's Watch]]&lt;br&gt;\nPeople of [[Mole's Town]]\n|side2=[[File:Wildling-Icon.jpg|20px|right|link=Free Folk]] The [[Free Folk]]\n*[[Thenn]]\n|commanders1=\n|commanders2=[[Tormund]]&lt;br&gt;\n[[Styr]], [[Magnar]] of Thenn\n|forces1=Black brothers\n*[[Kegs]]â&euro; \n*[[Mully]]â&euro; \n*[[Jack Bulwer|Black Jack Bulwer]]â&euro; \n|forces2=Tormund's warband\n*[[Ygritte]]\nStyr's warband\n|casual1=Massive\n|casual2=Negligible}}\n\nThe '''Sack of Mole's Town''' is an event during the [[Conflict Beyond the Wall]].\n\n", "In the books": "\nAfter Jon Snow escapes from the [[Wildling|wildlings]], he passes through Mole's Town, warns the residents of the imminent attack and advises them to seek refuge at [[Castle Black]]. Three quarters of the village residents, among them the whores Zei, Meliana and Sky Blue Su, as well as Hareth the stablehand, follow Jon's advice. The blacksmith Donal Noye, who takes command on the defenders in the absence of all the officers, allows them to stay at the castle on condition that they take part in defending the castle.\n\nShortly before the attack of the [[Thenn]]s begins, Jon notices grey smoke rising from the direction of Mole's town, realizing that the wildlings have set the village afire on their way to the castle.\n\nThe sack itself takes place off-screen. No details of it are given in the book. It is unknown whether the remaining quarter of the residents escaped in time or stayed, how many of them (if at all) were killed, and if the attackers suffered any casualties.\n\n[[Mully]], [[Kegs]], and [[Jack Bulwer]] are not in Mole's Town when it is sacked but in Castle Black. [[Gilly]] and [[Samwell Tarly|Sam]] arrive much later, after the battle is over, to the castle straight from [[Craster's Keep]], without passing through Mole's Town which has been long abandoned.\n\nAfter the initial attack of the Thenns is repulsed, the villagers return to Mole's Town. When Castle Black comes under assault again by the main force of the Wildlings from the north, Jon sends a request for aid from the village. The messenger, Zei, never returns, so Jon sends [[Mully]], who finds the village deserted. It is unknown what becomes of the villagers.\n\n", "History": "===Prelude===\nAfter successfully scaling the [[Wall]], [[Tormund]]'s warband, including [[Ygritte]], is joined by [[Styr]] and his Thenn raiders. In order to draw out members of the Night's Watch from the safety of [[Castle Black]], they attack and slaughter the inhabitants of a small village. [[Styr]] spares the life of [[Olly|a lone boy]] and orders him to tell the Night's Watch what has happened to his village.\n\nWhen the Night's Watch learn of the attack, many black brothers wish to retaliate. Acting [[Lord Commander of the Night's Watch]] [[Alliser Thorne]] understands that retaliation is exactly what the wildlings want and everyone is ordered to remain at Castle Black.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\n===The Raid===\nThe wildlings march into Mole's Town at night, killing the townsfolk and burning down huts with virtually no opposition. They then attack the local brothel, killing members of the Night's Watch in the process.Â \n\nâ&euro;&lsaquo;Ygritte discoversÂ [[Gilly]]Â and her [[Gilly's baby|son]] in hiding, but urges them to remain quiet so they will not be found by the other wildlings, sparing their lives.\n===Aftermath===\nNews of the attack on Mole's Town reaches Castle Black.  As with previous raids against the smaller villages, the Night's Watch is aware that the wildlings are just trying to draw them away from Castle Black before the main assault from the massive army beyond the Wall hits, so they make no attempt to send men out and search for survivors.  \n\nKegs, Mully, and Black Jack Bulwer were killed visiting the brothel instead of following orders to remain at Castle Black. After striking Mole's Town, it is clear that the next target is Castle Black, which means Mance Rayder's main forces are almost ready to strike.&lt;ref&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt;\n\n"}, "title": "Sack of Mole's Town"}