{"attributes": {}, "sections": {" History": "=== [[Season 2]] ===\n\nThe [[Captain's daughter]] aboard the ''[[Myraham]]'' offers to become [[Theon Greyjoy]]'s salt wife after he takes her as his bedwarmer during his voyage to [[Pyke (island)|Pyke]].&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\n", "TOP": "Salt wife010945lnxrw0t240ym1xe1vdp3dkd12v4tv5w1765492015-03-13T02:14:01ZThe Dragon Demands5014364/* In the books */A '''salt wife''' is essentially a bound concubine in [[ironborn]] culture. They are usually the women kidnapped during raids. An [[ironborn]] may keep several salt wives, but only one &quot;rock wife&quot;, which is of ironborn origin. &quot;Salt wives&quot; truly are concubines in all but name.  \n\nChildren born to salt wives are technically not considered [[Bastardy|bastards]], but they rank behind children of a lord's rock wife in the line of succession.  \n\nGiven that they aren't paid, salt wives aren't considered [[Prostitution|prostitutes]].\n\nSalt wives have a low status in ironborn society, similar to [[thrall]]s. Salt wives don't toil in the fields and mines as thralls do, but they do serve as concubines.\n\nIn some ways salt wives are the mirror opposite of sorts to [[Paramour|paramours]] in [[Dorne]].  ''Unlike'' salt wives, Dornish paramours are relationships based on love, and which are often marriages in all but name.  Paramours are high-ranking and respected positions in Dorne, while in contrast, salt wives have a low-ranking social position similar to thralls.  \n\n", "See also": "*{{AWOIAF}}\n\n", "In the books": "\nA salt wife isn't quite the same thing as a slave, as even the ironborn raiders don't believe in &quot;[[Slavery|slavery]]&quot; as such. The difference is that a salt wife cannot be bought and sold, or traded: an ironborn may only keep salt wives that he has personally captured in raids, as this is considered &quot;paying the [[iron price]]&quot;. Also, the ironborn generally look down on selling slaves, as they still think of their captives as human beings, albeit on the bottom rung of society, and not animals to be sold. \n\nSalt wives are a somewhat unique cultural institution to the ironborn:  they are actually considered &quot;married&quot; to an ironborn lord, and are technically a step above actual &quot;concubines&quot; - though most are basically treated as little more than concubines.  The ironborn don't technically consider this to be an instance of &quot;polygamy&quot; either - an ironborn can only have one rock wife.  \n\nThe children of salt wives are specifically ''not'' considered to be bastards, and they use their father's surname - but they rank behind a lord's children by his rock wife in the line of succession.  While not ''officially'' disparaged culturally, those descended from salt wives are still sometimes disparaged - much as the low-ranking fifth son of a lord isn't considered as prestigious as his eldest son and heir.  After Dalton Greyjoy was killed at the end of the [[Dance of the Dragons]], the Iron Islands were plunged into civil war, because he had never taken a rock wife and only had sons by his salt wives.  Other Greyjoy cousins felt they had better claims as the sons of rock wives, and Dalton's sons also squabbled among themselves given that there was more than one &quot;eldest son&quot;, one from each salt wife, each of whom felt they had a better claim.\n\n"}, "title": "Salt wife"}