{"attributes": {"religion": " Faith of the Seven'''Saltpans'''Â is a seaside village near the border between the Vale and Riverlands. It is named for its salt-harvesting industry.==History=====Season 4===Shortly after abandoning Sandor Clegane, Arya Stark arrives in Saltpans on horseback, and seeks out Ternesio Terys, captain of the merchant galley, the ''Titan's Daughter''. Once she shows him Jaqen H'ghar's iron coin and utters the code phrase &quot;valar morghulis&quot;, she is allowed aboard the ship and leaves Westeros.&lt;ref&gt;&quot;The Children&quot;&lt;/ref&gt;==In the books==In the ''A Song of Ice and Fire'' novels,Â Saltpans is a town in the Riverlands that sits on the Bay of Crabs and is the seat of House Cox. Saltpans has never been an important trading port but ships do call there from time to time. A small castle dominates the town, overlooking the harbor.When Arya arrives at Saltpans, she sees that most of the shops and inns and alehouses around the harbor have been plundered or burned, though some still look inhabited.In ''A Feast of Crows'', it is revealed that Rorge, Biter and five more members of the Brave Companions formed a gang that sacked Saltpans. The atrocities they have committed were exceptionally savage, far worse than anything The Mountain and Amory Lorch and their men ever committed: women were raped and mutilated, children were butchered in their mothers' arms, half the town was put to torch. Among the victims were: a twelve-year-old girl promised to the Faith who was raped by Rorge, then was mutilated by the other gang members who cut her nose and nipples off; a woman who had been raped a dozen times, before she was given to Biter, who ripped her breasts apart with his teeth. Moreover, Rorge had previously been Eunuch", "image": " S04E10 - Saltpans.png", "type": " Village", "location": " The Riverlands", "title": " Saltpans"}, "sections": {"TOP": "Saltpans026419s0rwjx7vq8oyghxbfnbpv9lsw7gfhgy1616902014-10-09T08:28:04Z109.66.3.152/* See also */{{Template:Settlement\n|Title = Saltpans\n|Image = S04E10 - Saltpans.png\n|Location = The [[Riverlands]]\n|Type = Village|Religion = [[Faith of the Seven]]}}\n\n'''Saltpans'''Â is a seaside village near the border between the [[Vale]] and [[Riverlands]]. It is named for its salt-harvesting industry.\n\n", "See also": "*{{AWOIAF}} (spoilers from the books)\n*{{AWOIAF|Sack of Saltpans}} (spoilers from the books)\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels,Â Saltpans is a town in the [[Riverlands]] that sits on the Bay of Crabs and is the seat of House Cox. Saltpans has never been an important trading port but ships do call there from time to time. A small castle dominates the town, overlooking the harbor.\n\nWhen Arya arrives at Saltpans, she sees that most of the shops and inns and alehouses around the harbor have been plundered or burned, though some still look inhabited.\n\nIn ''A Feast of Crows'', it is revealed that [[Rorge]], [[Biter]] and five more members of the Brave Companions formed a gang that sacked Saltpans. The atrocities they have committed were exceptionally savage, far worse than anything [[The Mountain]] and [[Amory Lorch]] and their men ever committed: women were raped and mutilated, children were butchered in their mothers' arms, half the town was put to torch. Among the victims were: a twelve-year-old girl promised to the Faith who was raped by Rorge, then was mutilated by the other gang members who cut her nose and nipples off; a woman who had been raped a dozen times, before she was given to Biter, who ripped her breasts apart with his teeth. Moreover, Rorge had previously been [[Eunuch|castrated]] as punishment for past rapes he had committed, but he nonetheless raped large numbers of women in Saltpans with sticks: not even for sexual pleasure, but simply because he sadistically enjoyed the brutality. Since Rorge wore the Hound's helm, it led to false rumors that the Hound led the attack.\n\n", "History": "===[[Season 4]]===\nShortly after abandoning [[Sandor Clegane]], [[Arya Stark]] arrives in Saltpans on horseback, and seeks out [[Ternesio Terys]], captain of the merchant galley, the ''[[Titan's Daughter]]''. Once she shows him [[Jaqen H'ghar]]'s iron coin and utters the code phrase &quot;valar morghulis&quot;, she is allowed aboard the ship and leaves Westeros.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n"}, "title": "Saltpans"}