{"attributes": {"status": " :Category:Status: Alive", "death": " ", "last": "", "family": [" Craster - father/grandfather", "Gilly - mother/sister", "Craster's younger wife - aunt/sister"], "title": " Sam", "season": " Season 3", "image": " Sam.png", "allegiance": " ", "actor": " :Category:Performer Unidentified", "age": " ", "deathep": " ", "place": " Craster's Keep, Beyond the Wall", "birth": " ", "aka": " ", "appearances": " 9 episodes &lt;small&gt;#Appearances", "first": " &quot;Walk of Punishment&quot;"}, "sections": {"In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, Gilly's child actually does not possess a name. \n&lt;!--I comment the following cotents out for they seem to be of little relationship with the topic of this article - Greeneese at August 11, 2014 : The inhabitants of the [[Seven Kingdoms]] south of [[the Wall]] are named in a ceremony on the same day they are born, which becomes known as a &quot;[[nameday]]&quot;. A &quot;nameday&quot; is functionally equivalent to a &quot;birthday&quot;, hence the phrase &quot;naked as my nameday&quot;, it is just a quirk of their culture that the act of naming, not the birth itself, is what is signified.However, --&gt;\nDue to the harsh conditions [[Beyond the Wall]], the [[Free Folk|wildlings]] have a high infant mortality rate and believe naming a baby after birth is an ill-omen. Therefore, they do not give their babies names at all until they have survived to fully two years of age. Gilly follows that custom, and for that reason she has not given any name to her baby yet. Wildlings do sometimes give their babies nicknames in the meantime, but Gilly hasn't called her baby &quot;Sam&quot; in the books.\n\nSome people in Castle Black call the baby &quot;Monster&quot; affectionately, while others call him &quot;Abomination&quot; because he is born of incest.\n\n", "TOP": "Sam014952l1w79slopn434nx0nz4sftkadw5szr31683562015-01-03T21:53:02Z188.126.201.55Undo revision 168302 by [[Special:Contributions/121.217.8.221|121.217.8.221]] ([[User talk:121.217.8.221|talk]]):''This page is about the child of [[Gilly]] and [[Craster]]. For other uses, see [[Sam (disambiguation)]].''\n\n{{Character\n| Title= Sam\n| Image= Sam.png\n| Season= [[Season 3|3]], [[Season 4|4]]\n| First= &quot;[[Walk of Punishment]]&quot;\n| Last=\n| Appearances= 9 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Aka= \n| Status= [[:Category:Status: Alive|Alive]]\n| Age= \n| Birth= \n| Death= \n| DeathEp= \n| Place= [[Craster's Keep]], [[Beyond the Wall]]\n| Allegiance= \n| Family= {[[Craster]]} - father/grandfather&lt;br&gt;[[Gilly]] - mother/sister&lt;br&gt;[[Craster's younger wife]] - aunt/sister\n| Actor= [[:Category:Performer Unidentified|Unidentified]]}}\n'''Sam''' is a character who is introduced in the [[Season 3|third season]]. He is the son ofÂ [[Craster]], a [[wildling]] who marries his daughters, and [[Gilly]], one of his daughter-wives, being his mother/sister. He was named afterÂ [[Samwell Tarly]], who saved the lives of Gilly and her son.\n\n", " See also ": "*{{AWOIAF|Little monster|Gilly's baby}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season Three Appearances|||yes|yes||yes||yes|yes|yes}}\n{{Season Four Appearances|||yes|||||yes|yes}}\n\n", "Biography": "===[[Season 3]]===\nTwo of [[Craster]]'s wives deliver Gilly's baby in a birthing hut.Â At the same time the [[Night's Watch]] survivors of the [[Battle of the Fist of the First Men]] take shelter at [[Craster's Keep]]. After Gilly and [[Samwell Tarly]] notice that her new baby is a boy, they realize that Craster will want to sacrifice him to the [[White Walkers]].&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\nSam visits Gilly, who is deeply distraught about the impending fate of her newborn son. She is frantic, and yells at Sam not to draw attention to his gender, as Craster will want to offer it up as a sacrifice when he finds out. He asks her if she has decided on a name, but she responds that there is no point in naming her baby if he is only going to be offered up as a human sacrifice. She gives Sam back his mother's thimble and says she doesn't care about such stupid things, and is focused only on protecting the life of her baby.\n\nWhen a [[Mutiny at Craster's Keep|mutiny]] breaks out that results in the deaths of Craster and Lord Commander [[Jeor Mormont]], Sam rushes to Gilly's hut and tells her that they must leave. Sam runs out of Craster's Keep with Gilly and her baby, as loyal Night's Watch members fall to the mutineers, who also kill or rape Craster's other wives. Gilly leads the way into the night because she knows the woods around her home.&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n\nAfter several days of travelling, Sam, Gilly, and her baby arrived at an abandoned cabin in a forest. After lighting a fire, Sam suggests that Gilly name her son but she does not know any boy names. Sam gives her some examples, and also explains the difference between first and last names. They are interrupted by the squawks of several crows outside. When Sam and Gilly, who is carrying the baby, went out to investigate, they saw hundreds of crows squawking angrily at them. Shortly later, Gilly witnesses a [[White Walker]] approaching and realized that the creature has come for the baby due to Craster's habit of sacrificing male babies to these creatures. Sam manages to kill the White Walker with a [[dragonglass]] dagger. The three of them then flee into the night.&lt;ref&gt;''[[Second Sons]]''&lt;/ref&gt;\n\nFollowing their encounter with the White Walker, Sam's mother Gilly and her protector Samwell continue their journey to [[Castle Black]], the headquarters of the Night's Watch. Based on Samwell's knowledge of the roads and places in the North, they head for [[Nightfort]], an abandoned castle which was formerly the headquarters of the Night's Watch and is situated between Castle Black and Beyond the Wall.&lt;ref&gt;''[[The Rains of Castamere (episode)]]''&lt;/ref&gt; After travelling past the Wall, Sam and the adults finally reach Nightfort, where they encounter [[Bran Stark]], the half-brother of Samwell's friend [[Jon Snow]]. Bran and his companions&amp;mdash;[[Jojen Reed]] and his sister [[Meera Reed|Meera]], the servant [[Hodor]] and the [[direwolf]] [[Summer]] are travelling [[Beyond the Wall]] in search of the [[three-eyed raven]].&lt;ref&gt;''[[Mhysa]]''&lt;/ref&gt;\n\nDue to their experiences beyond the Wall, Samwell and Gilly are not willing to return to the Wall with Bran and company. They part company, and Sam and the adults complete their journey to Castle Black. There, they met Maester [[Aemon]], who is furious at the prospect that Samwell has violated his vows. However, Aemon's demeanor softens upon learning that Gilly was one of the late Craster's wives and that Sam is one of his offspring. Aemon acknowledges that Gilly is now a refugee and that she and her child should be sheltered since the North is no longer safe for humans. Aemon then orders Sam to begin writing letters immediately and to make sure that all forty-four of Castle Black's ravens are well-fed, as every one of them will fly that night: the White Walkers have returned, and Westeros must be warned. For the moment, Sam and his mother are safe from the White Walkers.&lt;ref&gt;''[[Mhysa]]''&lt;/ref&gt;\n\n===[[Season 4]]===\nWorried about Gilly and her baby, Samwell Tarly has them sent away to [[Mole's Town]]. Gilly is given work at the local brothel.&lt;ref&gt;''[[Breaker of Chains]]''&lt;/ref&gt;\n\nA [[Mole's Town whore|whore]] is annoyed thatÂ Gilly's baby woke her up during a night in Mole's Town. Meanwhile, aÂ wildling raiding party, including [[Tormund]], [[Styr]], and [[Ygritte]],Â attack the town, killing everyone in their path. Ygritte discovers Gilly hiding with her baby, but urges them to keep quiet, sparing their lives.&lt;ref&gt;''[[The Mountain and the Viper]]''&lt;/ref&gt;\n\nGilly and her baby flee to the safety of Castle Black. Sam is overjoyed to see them and has them hide in a storage room for the duration of the [[Battle of Castle Black|battle]].&lt;ref&gt;''[[The Watchers on the Wall]]''&lt;/ref&gt;\n\n"}, "title": "Sam"}