{"attributes": {}, "sections": {"The Ghost of Harrenhal": "The men of the [[Night's Watch]] struggle to march through deep snow to the [[Fist of the First Men]] in a column formation. [[Lord Commander]] [[Jeor Mormont]] tells his [[Jon Snow]] that [[Qhorin Halfhand]] cannot have arrived to meet them or he would have sounded his horn. [[Grenn]], [[Eddison Tollett|Edd]] and Sam trudge behind them. Jon says that his uncle told him stories about the Halfhand and Jeor says that most of them are true. Jon reports hearing that the Halfhand spent half of the previous winter beyond [[the Wall]]. Jeor corrects him saying that Qhorin was in the far north for a whole winter because snows trapped him beyond the [[Skirling Pass]]. Jon notes that it is possible for someone to survive the frozen wilderness alone and Jeor says that it is possible for the Halfhand. Sam says that the scenery is beautiful and that [[Gilly]] would love it there. Edd tells Grenn that there is nothing more sickening than a man in love.&lt;ref name=&quot;E15&quot;&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\nHaving reached the fortified summit of the Fist the rangers prepare their camp. They are digging through the snow and unloading their gear. Ghost has rejoined the party and watches the men work from atop a mound of snow. Sentries dot the edges of the summit. Sam is amazed at being in such an ancient place, telling his companions that it was fortified by the First Men in the Long Winter thousands and thousands of years earlier. He considers all of the major historical events that have happened since in wonder including the invasion of the [[Andals]] and the conquering of Westeros by [[House Targaryen]]. Edd implores Sam to stop talking. Sam asks what his companions think the first men were like. Edd suggests that they were stupid, saying that no clever man finds himself in a place like the Fist. Jon suggests that their distant ancestors were afraid and came to the First to escape [[White Walkers|something]]. He says that he does not believe that it worked.&lt;ref name=&quot;E15&quot;/&gt;\n\nA horn sounds, halting the rangers. Grenn listens intently and wonders if it is a warning about the [[Wildlings]]. Jon pauses before saying that a single blast is for rangers returning while wildlings would have triggered two blasts. Edd notes the horrible moment after one blast on a horn when you must stand and wait, wondering if a second blast will announce foes. Sam adds that three blasts are used to signal [[White Walkers]]. Jon turns to look at him and he explains that it has been a thousand years but the horn is only blown three times for White Walkers. Grenn asks how Sam knows if so much time has passed. Sam begins to say that he read it in a book but Edd pre-empts and mimics his answer. Jon says that he can see [[Qhorin Halfhand]] approaching. Edd says that they will live another day, punctuating his monotone with a sarcastic cheer.&lt;ref name=&quot;E15&quot;/&gt;\n\nQhorin reports sighting something on a distant mountain to Lord Commander Mormont. Sam says that he does not see well but Jon is able to discern a fire blazing. Qhorin nods and agrees. He cautions that if the Wildling scouts see them the fire will grow into a warning beacon for [[Mance Rayder]]. Jeor asks how many wildlings have joined Mance and Qhorin says that it seems that they all have. Qhorin elaborates that Mance has gathered his people like deer against the wolves and that they are almost ready to strike. Jeor wonders where and Qhorin speculates that they aim to reach safety south of the Wall. Qhorin cautions that they cannot march on the wildlings or expect to defeat them from their current position.&lt;ref name=&quot;E15&quot;/&gt;\n\nJeor wonders if he is suggesting that they return to the Wall. Qhorin says that because Mance was once a brother of the Nightâ&euro;&trade;s Watch he will have instilled more discipline into the wildlings than they have known before. He counsels that they must fight more like the wildlings in response. He suggests that they should sneak in to the Wildling camp and kill Mance to scatter his army before it can march on the Wall. Jeor realizes that to achieve this they must first overcome his lookouts. Qhorin says that it is a task for a small group. He calls for Harker, Stonesnake and Barber and prepares to descend from the Fist. Jon requests to join Qhorin and Jeor reminds him of his responsibilities as a steward. Jon confidently counters that he has killed a [[wight]], unlike many rangers. Qhorin is impressed but Jeor deflates Jon by reminding him of the beating he suffered at [[Craster]]â&euro;&trade;s hands. Qhorin consoles Jon that Craster is a tough old goat. Sam offers to take on Jonâ&euro;&trade;s duties and Jeor agrees to let him go. He tells Jon that he hopes he will make a better ranger than he did a steward.&lt;ref name=&quot;E15&quot;/&gt;\n\n", "The Prince of Winterfell": "[[File:Dragonglass_Spear.jpg|thumb|Sam discovers obsidian at the Fist of the First Men]]\nThe great ranging of the [[Nightâ&euro;&trade;s Watch]] maintain their camp at the [[Fist of the First Men]]. [[Samwell Tarly]], [[Eddison Tollett]] and [[Grenn]] are digging latrines. Sam complains that he is not cut out for hard labor. Edd deadpans that he always imagined himself doing something much worse. Grenn says that he cannot imagine much worse than digging latrines at the edge of the world. Edd says that Grenn lacks imagination. Sam stares out at the distant [[Frostfang]] mountains and wonders aloud where Jon is. Edd says that he is probably dead. Sam refutes the assertion citing Jonâ&euro;&trade;s skill as a warrior. Grenn agrees that Jon is better than him, and much better than Sam. Sam adds that Jon has a valyrian steel sword ([[Longclaw]]) and is with Qhorin, the greatest ranger alive. Edd counters that great rangers do not get old and nor do bad ones. He says that it is the mediocre ones who last a long time.&lt;ref name=&quot;E18&quot;&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\nGrennâ&euro;&trade;s spade strikes stone. He pushes back the snow to reveal a carved stone tablet. Sam recognizes it as being made by the [[First Men]] and asks Grenn to help him to lift it. Grenn pushes it back to reveal a black bundle. Edd warns them that it is best to leave things you were not supposed to find alone. Sam recognizes the bundle as being a Nightâ&euro;&trade;s Watch cloak. Grenn says that it has been there a long time and opens it up. They find a cache of black stone weapons and a carved horn. Sam recognizes the weapons as being made of [[Dragonglass]], adding that maesters call it Obsidian. Grenn wonders why a brother would leave the cloak there and Edd sarcastically notes that they would have wanted someone to find it.&lt;ref name=&quot;E18&quot;/&gt;\n\n", "TOP": "Samwell Tarly Season 208137g1xaociivgrp8bu4at3py5egj39r7791635772014-11-02T01:11:36ZArticXiongmao15030876[[File:Samwell_profile.png|thumb]]{{Template:Delete}}In '''[[Season 2]] [[Samwell Tarly]]''' becomes a major character having appeared as a recurring character in [[Season 1]]. Sam is part of [[Lord Commander]] [[Jeor Mormont]]'s great ranging [[beyond the Wall]]. He meets the [[wildling]] girl [[Gilly]] and becomes infatuated with her, vowing to rescue her and her unborn child from [[Craster's Keep]]. He assumes [[Jon Snow]]'s responsibilities as steward to the Lord Commander so that Jon can accompany [[Qhorin Halfhand]] scouting the [[Skirling Pass]].\n\n", "Valar Morghulis": "Sam, Edd and Grenn forage for animal dung to use as fuel in the land below the Fist of the First Men. Grenn complains that he believed they had come north to fight wildlings. He holds up a lump of excrement and asks if it is goat. Edd says that it is moose and drops it into a tall wicker basket he has slung over his shoulder. Grenn asserts that people should not live anywhere that they have to burn dung to keep warm. Edd sarcastically asks Grenn to let him know if he sees a tree. Sam tells his companions that he finds Gilly particularly interesting because she still has hope despite the hardships that Craster has inflicted on her. Edd counters that Sam finds her interesting just because she spoke to him. Sam says that there is nothing interesting about Edd.&lt;ref name=&quot;E20&quot;&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n[[File:WhiteWalker_2x10.jpg|thumb|The White Walkers attack]]\nThey are silenced by a horn blast. Sam says that it must signify the return of Jon and Qhorin. A second blast sounds, proving him wrong. Grenn draws his sword and says that two blasts means wildlings. Edd says that Grenn is not fighting them alone and orders them back to the Fist. But as they move to leave, to their shock and horror, a third blast sounds. Edd shouts for his companions to run and they set off.&lt;ref name=&quot;E20&quot;/&gt;\n\n[[File:Wights 1x10.png|thumb|The army of wights]]\nSam falls behind quickly and then collapses in the snow. A blizzard picks up around him as he shouts to his brothers to wait for him. He loses sight of them in the sudden maelstrom. He then sees figures shuffling through the haze. He ducks behind a rock. A force of [[wight]]s slowly emerge around him. A [[White Walker (Valar Morghulis)|White Walker]] riding a dead horse stops alongside him and stares at him. Sam cannot hold its gaze and begins to cry. The White Walker raises a spear towards the Fist and screams at the wights. Hundreds of wights and more [[White Walkers]] march steadily towards the camp of the Nightâ&euro;&trade;s Watch.&lt;ref name=&quot;E20&quot;/&gt;\n\n", "The Night Lands": "Sam, Edd and Grenn are peeling potatoes outside Craster's Keep. Edd says that if the gods wanted them to have dignity they would not have made them fart when they died. Grenn is incredulous and Edd tells him the story of his [[File:Sam, Edd and Jon 2x01.jpg|thumb|The Night's Watch approaches Crasters Keep.]]mother's death. He claims that he held her hand as she passed and that she farted long and hard, blowing a raspberry to underscore his assertion. Sam notices Gilly passing with two rabbits and observes that it is greedy for Craster to have so many wives. Edd deadpans that they were having a serious discussion. Grenn points out two other women walking past. Sam says there is nothing like the sight of a woman walking away and Grenn replies that he prefers watching them come towards him. Grenn tells the others that he grew up with, and later slept with, a milkmaid named Violet. Sam is fascinated and says that he wishes he grew up on a farm. Edd sends Sam for more vegetables.&lt;ref name=&quot;E12&quot;&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\nSam walks past Gilly cowering from [[Ghost]], who was drawn by the rabbits she carries. Sam shoos Ghost away and then walks over to check on Gilly. She warns him not to touch her and he apologises. She says that he is very brave.&lt;ref name=&quot;E12&quot;/&gt;\n\nSam brings Gilly to see Jon and introduces her as one of Craster's daughters. They tell Jon that she is pregnant and Sam says they have to take her with them. Jon is angry at Sam for considering violating their orders to stay away from Craster's wives. Gilly interrupts their recriminations to reassure Jon that she can run. Jon says that it is not possible and Gilly begins to say what she is afraid of but stops short of telling Jon what will happen if her child is a boy. Jon is annoyed that she wants them to risk their lives for her but will not say what she fears. Gilly runs off and Sam asks Jon why he was cruel. Jon again criticises Sam's lack of regard for their orders with his desire to steal Gilly. Sam says that you cannot steal a person. Jon wonders what Sam was planning to do when Gilly went into labour. Sam claims to have read about the delivery process, but admits that it was only a little. Jon apologises and says that they cannot help Gilly.&lt;ref name=&quot;E12&quot;/&gt;\n\n", "The North Remembers": "\nIn the far North the great ranging of the [[Night's Watch]] under [[Lord Commander]] [[Jeor Mormont]] traverses the Haunted Forest. They have passed six abandoned wildling villages and have been travelling for months. [[Jon Snow]] passes the sledge housing their ravens. He asks Sam if he is having a hard time and Sam responds that nothing has killed him. [[Grenn]] is trying to push the sledge through the mud and complains that Samâ&euro;&trade;s weight damaged it. Sam counters that Grenn offered him a ride and Grenn says that he only did so because he was fed up of Sam's complaints about his blisters. [[Eddison Tollett]] watches the bickering pair. Jon dismounts and leads his horse towards the wooden hall known as [[Craster's Keep]]. Edd stands beside him and deadpans that he was born in a similar place but that he has now fallen on hard times. Sam joins them and notes the women working around the hall, asking if they are girls. Sam says that he has not seen a girl for six months and Edd warns the younger men not to speak to them. Grenn wonders if [[Craster]] does not like people speaking to his daughters and Edd says that they are also his wives, explaining that Craster marries his daughters and breeds more daughters with them. Sam and Grenn state their disgust and Edd counters that while all the other wildlings in the area have disappeared Craster is still present so he must be doing something right. Jon wonders what happens to Craster's sons. [[Lord Commander]] [[Jeor Mormont]] meets with Craster and learns that the wildlings have gone further north on the orders of [[King-beyond-the-Wall]] [[Mance Rayder]]. The Lord Commander accepts Craster's offer of shelter and his condition that the men do not touch any of his wives.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\n", "What is Dead May Never Die": "Jon follows Craster into the woods and sees him leaving a newborn son for the [[White Walkers]]. Craster catches him, beats him and demands that the Night's Watch leave his home. Sam loads his caged ravens back onto the sled. He spots Gilly carrying out her chores and approaches her. He gives her a thimble that once belonged to his mother. He explains that he used to read to her while she was sewing but that [[Randyll Tarly|his father]] ended the practice when he found out. He reveals that the thimble is the only possession he has from his mother and that it was a gift given when he left for the wall. Gilly says that he should not give it away and he explains that he is asking her to keep it safe until he returns for her. She accepts the thimble and the promise.&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\n"}, "title": "Samwell Tarly Season 2"}