{"attributes": {"status": " :Category:Status: Alive", "death": "", "last": "", "age": " Approx. 22 in Season 5&lt;ref&gt;In the TV series, Samwell stated that he joined the Night's Watch in Season 1 not long after his eighteenth birthday&lt;/ref&gt;quote", "family": [" Randyll Tarly - father ", "Melessa Tarly"], "rightlink": "Night's WatchCharacter", "season": "Season 1", "image": "Samwell Tarly in Mockingbird.png", "leftimage": "Tarly mini shield.png", "allegiance": ["The Night's Watch", "House Tarly (by birth)"], "actor": "John Bradley-West", "religion": ["Faith of the Seven", "Old Gods of the Forest"], "culture": "Andal", "rightimage": "Crow mini shield.png", "place": "Horn Hill, The Reach", "title": "Samwell Tarly", "aka": ["Sam", "Ser Piggy", "Prince Pork-chop", "Lady Piggy", "The Slayer"], "first": "&quot;Cripples, Bastards and Broken Things&quot;", "appearances": "26 episodes &lt;small&gt;#Appearances", "leftlink": "House Tarly"}, "sections": {"Family tree": "{{House Tarly family tree}}\n\n", "Quotes": "{{Quote|You may be a coward, Tarly, but you're not stupid.|[[Jeor Mormont]] on Samwell Tarly|The Pointy End}}\n\n{{Quote|I can't steal her. She's a person, not a goat.|Samwell Tarly referring to [[Gilly]]|The Night Lands}}\n\n{{Quote|We didn't build 500 miles of ice wall 700 feet high to keep out men. The [[White Walkers|night]] is gathering Maester Aemon, I've seen it. It's coming for all of us.|Samwell Tarly|Mhysa}}\n\n", "TOP": "Samwell Tarly02235fnr80abd8b9swp4fjn9ebdx0u34jxie1769422015-03-14T22:00:19ZHurricaneHero9319478141/* Season 3 */{{Heraldry\n|leftimage=Tarly mini shield.png\n|leftlink=House Tarly\n|rightimage=Crow mini shield.png\n|rightlink=Night's Watch\n}}\n\n{{Character\n| Title=Samwell Tarly\n| Image=Samwell Tarly in Mockingbird.png\n| Season=[[Season 1|1]], [[Season 2|2]], [[Season 3|3]], [[Season 4|4]], [[Season 5|5]]\n| First=&quot;[[Cripples, Bastards and Broken Things]]&quot;\n| Last=\n| Appearances=26 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Aka=Sam&lt;br&gt;Ser Piggy&lt;br&gt;Prince Pork-chop&lt;br&gt;Lady Piggy&lt;br&gt;The Slayer\n| Status= [[:Category:Status: Alive|Alive]]\n| Death=\n| Place=[[Horn Hill]], [[The Reach]]\n| Culture=[[Andal]]\n| Allegiance=The [[Night's Watch]]&lt;br&gt;[[House Tarly]] (by birth)\n| Religion=[[Faith of the Seven]]&lt;br&gt;[[Old Gods of the Forest]]\n| Family= [[Randyll Tarly]] - father &lt;br&gt;[[Melessa Tarly|Melessa Florent]] - mother &lt;br&gt; Dickon Tarly - younger brother &lt;br&gt;\n[[Shireen Baratheon]] - second cousin\n| Actor=[[John Bradley-West]]|Age = Approx. 22 in Season 5&lt;ref&gt;In the TV series, Samwell stated that he joined the Night's Watch in Season 1 not long after his eighteenth birthday&lt;/ref&gt;}}\n{{quote|That's enough. Sam's no different from the rest of us. There was no place for him in the world, so he's come here. We're not gonna hurt him in the training yard anymore. Never again, no matter what Thorne says. He's our brother now, and we're going to protect him.|[[Jon Snow]] to [[Grenn]] and [[Pypar]].|Cripples, Bastards and Broken Things}}\n\n'''Samwell Tarly''' is a major character in the [[Season 2|second]], [[Season 3|third]], [[Season 4|fourth]] and [[Season 5|fifth]] seasons.Â He initially appeared as a recurring character in the [[Season 1|first]] season, debuting in &quot;[[Cripples, Bastards and Broken Things]].&quot;Â He is played by starring cast member [[John Bradley-West]]. Samwell is a steward in the [[Night's Watch]]. He is intelligent, well-educated, and insightful, but overweight, unskilled at combat, and believes himself a useless coward (though at least openly admits he is a coward).\n\nHe is popularly called &quot;'''Sam'''&quot;, and disparagingly as &quot;Ser Piggy.&quot; He is gentle, bookish and shy. He is a large boy who, though having grown up in a comfortable setting, was consistently abused by his father, his instructors, and his peers.\n\n", "In the books": "In ''[[A Song of Ice and Fire]]'', [[House Tarly]] is a loyal vassal of [[House Tyrell]]. Lord Randyll is a famous general and one of the best battlefield commanders in the [[Seven Kingdoms]], with a string of significant military victories to his name. During [[Robert's Rebellion]] he defeated [[Robert Baratheon]] at the Battle of Ashford, despite having inferior numbers. He also had a senior role in Lord Mace Tyrell's long siege of Storm's End.\n\nLord Randyll is a stern, fierce taskmaster and disciplinarian who holds martial valor and military skill above all other attributes. His eldest son Sam is soft, kindhearted, bookish and fat, enjoying music and reading over fighting and war, although his younger son Dickon shows much more military promise. Furious with Sam's lack of military potential, Ser Randyll sends him packing to join the [[Night's Watch]] on [[the Wall]], making Dickon heir in Sam's place.\n\n[[Horn Hill]] is located in the warm lands of the southern Reach, where it rarely snows. Sam says that he never saw snow in his life before he was sent to the Wall, making it an even more desolate and alien environment for him.\n\nSome may have seen Samwell as better suited to joining the order of [[Maesters]], as like the Night's Watch they swear vows that abandon all claim to inheritance, but their intellectual pursuits would fit Sam's talents much better. However, Randyll felt that a Tarly joining the non-martial Maesters would still be a massive embarrassment to the military reputation of their House. Because Randyll was horrified at the prospect of a member of House Tarly ever wearing a Maester's chain, he instead sent Sam off to join the Night's Watch, where at least in theory he would be defending the realm from the dangers beyond the Wall. Ironically, the officers at Castle Black decide that the best use for Sam at the Wall is to serve as an aide to the blind old Maester [[Aemon]], given that many of their recruits are starving peasant boys or criminals who can't even read, and Sam is not only literate but quite well-read. Sam gains some small respite from his suffering at the Wall when he discovers that Maester Aemon's library at Castle Black contains thousands of books collected by the Watch over the millennia, many of them extremely rare (even a well-stocked library such as at Winterfell normally only contains several hundred books).\n\nIn the book, Sam's encounter with the White Walker is different in the show: it takes placeÂ during the retreat fromÂ the Fist of the First Men. Sam collapses, andÂ only [[ Grenn]] stays with him and urges him to move on. A steward of the Watch named Paul joins them andÂ carriesÂ Sam on his back. Due to the delay, the three fall behind the other survivors, and one of the Others attacks them. The Other kills Paul, and Sam desperately stabs it with [[Dragonglass]] dagger. To Sam and Grenn's amazement, the Other is destroyed.Â Sam does not leave the dagger behind, but tells Grenn to pick it up once itÂ is warm enough to touch. Eventually Sam and Grenn catch up with the rest of the Watch.Â [http://gameofthrones.wikia.com/wiki/Grenn Grenn] tells everyone how Sam destroyed the Other.Â Since then, Sam earns the nickname &quot;the Slayer&quot;, which the other rangers use either as respect or (more often) for mockery. Sam hates that nickname, even though it is better than &quot;Ser Piggy&quot;, because he does not feel he deserves it. He keeps asking people not to call him that, but for no avail.\n\nThe thing that attacks Sam and Gilly is not an Other but a wight. Although Sam is scared, heÂ is determined to protect Gilly, and fights valiantly against the wight.Â Both the dragonglassÂ and steelÂ daggers are useless against the wight, but Sam destroys it by shoving a burning stick into its mouth.\n\nWhen Sam and Gilly part with Bran's group at the Nightfort, Jojen Reed warns Sam that no one can know about Bran going beyond the Wall, so Jon is never told of his whereabouts. Sam is not present during the wildling attack against the Night's Watch, as he and Gilly are still en route to Castle Black.\n\nUnlike in the TV show, Sam is not among the defenders of Castle Black during the [[Battle of Castle Black|battle]], since he and Gilly arrive after the battle is over. They do not pass through [[Mole's Town]]. They are lucky to get lost while on their way from [[Craster's Keep]], otherwise they would have found themselves caught in the battle or at the [[wildling]]s' camp. Jon, Grenn, and Pyp are overjoyed that Sam survived against all odds, and welcome him heartily.\n\n[[George R.R. Martin]] has stated that he is a big fan of J.R.R. Tolkien's ''The Lord of the Rings'', in which main character Frodo Baggins' best friend is Samwise Gamgee, called Sam for short. Similarly, [[Jon Snow]]'s best friend Samwell Tarly (also called &quot;Sam&quot; for short) is also an overweight, not martially skilled Everyman character who enjoys reading stories in books. Moreover, [[Pypar]] (called Pyp) for short, has a similar name to Frodo's other companion Pippin Took (sometimes shortened to &quot;Pip&quot;). Thus both Jon Snow and Frodo Baggins have two companions named &quot;Sam and Pyp&quot;.\n\n", "Behind the scenes": "*On the [[Season 4]] Blu-ray, Sam narrates the [[Histories &amp; Lore]] video '''&quot;[[The Wall (Histories &amp; Lore)|The Wall]]&quot;'''.\n\n", "Image gallery": "&lt;gallery columns=&quot;3&quot; spacing=&quot;small&quot; widths=&quot;180&quot;&gt;\nSamwell.jpg|Sam on arrival at Castle Black in &quot;Cripples, Bastards and Broken Things&quot;.\nGrenn-yield.png|Grenn yields to Samwell.\nDareon.jpg|Sam waits to hear his assignment in &quot;[[You Win or You Die]]&quot;.\nSam S2.jpg|Sam on the great ranging in &quot;[[The Night Lands]]&quot;.\nArriving at the fist of the first men.jpg|Sam, Edd, Grenn, and Jon on the Fist of the First Men.\nSam, Grenn and Edd 2x10.jpeg|A promotional image of Samwell Tarly, Grenn and [[Eddison Tollett]] in &quot;[[Valar Morghulis]].&quot;\nNightswatch 3x01.jpg|The surviving [[Night's Watch]] members after the fight with [[Wights]] and [[White Walkers]].\nSamwellTarlyS3EP02.png|Sam struggling to keep up with his brothers in &quot;[[Dark Wings, Dark Words]].&quot;\nSamwellTarly.png|Sam with Gilly in &quot;[[Mhysa]].&quot;\n&lt;/gallery&gt;\n\n", "See also": "*{{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season One Appearances||||yes|||yes|yes|yes|yes}}\n{{Season Two Appearances|yes|yes|yes||yes|||yes||yes|yes}}\n{{Season Three Appearances|yes|yes|yes|yes||yes||yes|yes|yes}}\n{{Season Four Appearances|yes||yes|yes|||yes|yes|yes|yes}}\n\n", "Biography": "===Background===\n[[File:Horn_Hill.png|thumb|left|262px|Sam in his youth, out of place among soldiers.]]\nSamwell Tarly is the oldest son and former heir of Lord [[Randyll Tarly]], the head of [[House Tarly]] and [[Lord of Horn Hill]]. House Tarly is one of the most powerful noble families in [[the Reach]], and sworn to [[House Tyrell]]. By rights, Samwell would have grown up to be one of the top ranking lords of the [[Seven Kingdoms]]. However, his father Randyll Tarly is one of the most skilled military commanders in Westeros, and hoped for a son who would carry on his leadership of House Tarly in battle, not an overweight scholarly-minded son like Sam who has no thirst for violence. His father, ashamed of him, forced Samwell to take the black under threat of death in order to disinherit him. Had Sam refused to join the Night's Watch, his father bluntly told him that he would arrange a &quot;hunting trip&quot; with his son in the woods, and then kill Sam in such a way that it looked like an accident. Sam departed for the Wall, leaving his younger brother as heir to House Tarly.&lt;ref name=&quot;Samwell Tarly viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/nightswatch/samwell-tarly/ HBO viewers guide, season 2 guide to houses, Night's Watch - Samwell Tarly entry]&lt;/ref&gt;\n\nSam was a virgin when he left for the Wall, and is a bit despondent about the restriction that his vows forbid him from ever taking a wife in the future.\n\n===[[Season 1]]===\n[[File:Jon, Sam and Pyp.jpg|thumb|Sam trains with Jon Snow, Grenn, and Pyp at Castle Black in &quot;Cripples, Bastards, and Broken Things&quot;.]]\nSamwell Tarly arrives at [[Castle Black]]. Ser [[Alliser Thorne]] identifies him as a soft, pampered lordling and has the other recruits attack him harshly. [[Jon Snow]] defends Samwell, to Alliser's annoyance. Samwell is assigned watches with Jon. He tells Jon that he is craven and that his father forced him to come to [[the Wall]] or face a 'hunting accident'. Jon convinces the other recruits to go easy on Sam, even using [[Ghost]] to intimidate [[Rast]] into doing so. Sam befriends [[Pypar]] and [[Grenn]].&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\nThorne is furious at Jon's actions and confronts him and Sam. He tells them of the harsh conditions that exist beyond the Wall and claims men are driven to do terrible things to survive out there, especially in winter. He says that by avoiding the harsh discipline of the [[Night's Watch]], they are condemning themselves to death.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\n[[File:Jon and Sam oaths.jpg|thumb|Sam and Jon takes their oaths to the Night's Watch in front of a heart tree]]\nThe trainees become men of the Night's Watch and Samwell is assigned to the stewards, specifically to the service of Maester [[Aemon]]. When Jon complains about his appointment as a steward to Lord Commander [[Jeor Mormont]], Sam points out that Mormont could be grooming him for command. Sam, feeling that his [[Faith of the Seven|own gods]] have abandoned him, elects to say his oath to the Watch before a [[heart tree]] like Jon. After the ceremony, they are surprised when Ghost arrives, carrying a severed hand in his mouth.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n\nThe hand leads them to the bodies of two rangers. They bring the corpses back to Castle Black and Sam notes that there is no smell of rotten flesh on them. The Lord Commander orders the bodies examined, and tells Sam that he may be a coward, but certainly not stupid.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\nJon Snow and the Lord Commander are attacked by one of the dead, who has risen as a [[wight]]. Jon fights off the wight and Sam watches the two corpses being burned. Sam tells the others that he has read an old book that claimed that reviving the dead can only be achieved by the touch of the [[White Walkers]], who sleep for thousands of years beneath the ice. When the others ask what will happen when they wake up, he only says that he hopes that the Wall is high enough.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt; Sam admires Jon's new sword, Longclaw, given as a gift for defending the Lord Commander.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt; Samwell tries, unsuccessfully, to stop Jon leaving the wall when he receives news of his father's execution in King's Landing. He then convinces Pyp and Grenn to help him to pursue Jon. He is knocked off his horse by a low hanging branch which draws Jon back to check if he is okay. Sam stands, unharmed, and recites his vows with his friends to convince Jon to return.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n:''Main: [[Samwell Tarly Season 2]]''\n[[File:Sam, Edd and Jon 2x01.jpg|thumb|Arriving at Craster's Keep]]\nSam is part of [[Lord Commander]] [[Jeor Mormont]]'s [[Great Ranging]] [[beyond the Wall]]. After travelling for months and passing several abandoned [[wildling]] villages they reach [[Craster's Keep]]. [[Craster]] is an unsavoury ally of the Watch who marries his daughters and apparently has no sons. Craster tells them that the wildlings are gathering under [[King Beyond the Wall]] [[Mance Rayder]].&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt; Sam calls off Ghost, Jon's direwolf, when he comes near [[Gilly]], one of Craster's wives. Gilly calls Sam brave. Sam takes her to [[Jon Snow]] for help rescuing her unborn child from CrasterÂ but Jon refuses to disobey their orders to stay away from Craster's wives. Jon later follows Craster into the woods and sees him leaving a newborn boy for the [[White Walkers]]. Craster spots him and incapacitates him.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt; Craster drags Jon back to his keep and demands that the Watch leave. Sam becomes infatuated with Gilly, vowing to return and rescue her.&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\nThey march to the [[Fist of the First Men]] and Sam is amazed at the ancient fortification. Sam assumes Jon's responsibilities as steward to the Lord Commander so that Jon can accompany [[Qhorin Halfhand]] scouting the [[Skirling Pass]].&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt; The party does not return and are believed dead but Sam refuses to give up hope. He finds a cache of [[Dragonglass]] weapons buried at the Fist while working with Grenn and Edd.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt; While collecting dung for fuel, the companions hear three horn blasts, signaling White Walkers. In a panic, they rush back to the Fist, but the slower Sam is left behind. As a blizzard rolls in, Sam takes shelter behind a rock, and witnesses armed wights and White Walkers approaching out of the snow. A White Walker mounted on a dead horse notices Sam, but appears to ignore him, ordering the wights towards the Fist.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n[[File:Sam_trying_to_fight_off_the_wight.png|thumb|Sam trying to fight off the wight.]]After the [[Battle of the Fist of the First Men]], Sam is wandering in the blizzard looking for shelter. He suddenly notices another man of the Night's Watch. When he walks toward him, he discovers the man has been decapitated. A [[Wight|wight]]Â then approaches Sam, about to attack him. The [[Direwolves|direwolf]] [[Ghost]] knocks the wight down and rips out its flesh as it drags towards Sam. Finally, the wight is lit on fire by Lord Commander [[Jeor Mormont]]Â and the last remaining Night's Watch of the [[Battle of the Fist of the First Men|battle]] appeared. MormontÂ is angry that Sam didn't send any ravens in the confusion on the attack of the White Walkers. Finally,Â Mormont announces that they should retreat to the Wall and warn about the White Walkers to the others in Castle Black and the rest of [[Westeros]].&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\n[[File:Grenn_and_ed_help_sam_up.png|thumb|left|Grenn and Ed help Sam up.]]Lord Commander Jeor Mormont of the [[Night's Watch]] leads the few survivors of the slaughter at the [[Battle of the Fist of the First Men]] south in hope of reaching the Wall. Samwell Tarly is exhausted and collapses. [[Rast]]Â is annoyed that Sam hid during the battle, and thinks they should leave him because he's slowing them down. Sam is upset that [[Grenn]] and [[Eddison Tollett|Edd]] abandoned him at the start of the attack, although they refuse to leave him now. Mormont tells Sam that he has to keep moving, and sternly forbids Sam to die. Mormont orders Rast to keep Sam alive until they reach the Wall on pain of death.&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt;\n\n[[File:Sam_watching_gilly_giving_birth.png|thumb|Sam watching Gilly giving birth.]]Farther south beyond the Wall, Lord Commander Jeor Mormont leads the ragged survivors of the Night's Watch expedition to [[Craster's Keep]]. [[Craster]] mocks the survivors of [[Battle of the Fist of the First Men|the battle]] when they reach his Keep. He initially wants to refuse them shelter until he notices some of them stroking their weapons. Fearful that in desperation they might try to rush him, he relents. As the black brothers warm by his hearth, Craster mocks them. Craster insists that the black brothers should be grateful for his generosity, and that he is a &quot;godly man&quot; for helping them. Mormont tensely questions that he is a godly man, but Craster insists that he is - to the &quot;real gods&quot;, the [[White Walkers]], who consume entire armies on their way to the Wall but will spare Craster for his loyalty. He admits that he's feeding his pigs better than them - as pigs are valuable to him - and half-seriously suggests to his guests that they should eat the fat Samwell Tarly. He is also annoyed by Gilly's loud wailing from birthing pains. Sam leaves the main house to a birthing hut where he witnesses Gilly giving birth with the aid of a few other women. To her horror, the baby is a boy. Sam and Gilly realize that Craster will want to sacrifice him to the White Walkers.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\n[[File:Sam_runs_away_with_gilly.png|thumb|left|Sam runs away with Gilly and her son.]]Samwell Tarly visits Gilly, who is deeply distraught about the impending fate of her newborn son. She is frantic, and yells at Sam not to draw attention to the fact that it's a boy by calling it a &quot;he&quot; so loud, as Craster will want to offer it up as a sacrifice when he finds out it is a son. He asks her if she has decided on a name, but she responds that there's no point in naming her baby if he's only going to be offered up as a human sacrifice. She gives Sam back his mother's thimble and says she doesn't care about such stupid things, all she is focused on is protecting the life of her baby. When the traitors of the Night's Watch kill CrasterÂ and Jeor Mormont,Â Sam rushes to Gilly's hut and orders her that they have to escape now or they never will. Sam runs out of Craster's Keep with Gilly and her baby, as loyal Night's Watch members fall to the mutineers, who also kill and/or rape Craster's other wives. Gilly leads the way into the night because she knows the woods around her home. Covered in Mormont's blood, Rast shouts into the darkness that &quot;Piggy&quot; can run for now, but he'll soon be cutting Sam's throat too.&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n\nSamÂ and Gilly stop to camp during their journey to the Wall, after having fled Craster's Keep. Sam shows Gilly the [[Dragonglass]] dagger he found at the [[Fist of the First Men]] and tells her about Castle Black. GillyÂ wonders if Sam can sing, the he tells her that he can't sing well. However, he knew one song and starts to sing it for Gilly and her baby.&lt;ref&gt;&quot;[[The Climb]]&quot;&lt;/ref&gt;\n\n[[File:Sam_kills_the_white_walker.png|thumb|Sam kills the White Walker.]]On their way to Castle Black, they take refuge in a destroyed cabin next to a heart tree. Before they enter, two crows land on a branch on the heart tree, and begin to squawk loudly. Later that night, Sam tries to light a fire. When he is unable to, Gilly does it instead. Meanwhile, Sam suggests that Gilly name her son, but she does not know any boy names, Sam gives her some examples, and also explains the difference between first and last names. Suddenly, they are interrupted by the loud squawks of the crows. Sam and Gilly go outside to investigate, and see hundreds of crows angrily squawking at them. Gilly is then horrified to see a White Walker approaching them, and knows that it is after [[Sam|her child]]. Sam tries to halt its advance, but the Walker shatters his sword with his bare hand and knocks him aside, and heads for Gilly. Sam staggers back to his feet, pulls out his DragonglassÂ dagger, and attacks the Walker, stabbing it in the back. The Walker howls in pain, as its whole body begins to freeze from the point at which he was stabbed It falls to its knees and shatters, leaving nothing behind but white dust and the dagger. Leaving behind the dagger, Sam takes Gilly's arm, and runs as the crows chase after them.&lt;ref&gt;&quot;[[Second Sons (episode)|Second Sons]]&quot;&lt;/ref&gt;\n\nFollowing their encounter with the White Walker, Sam and Gilly continued their journey south to Castle Black. While they were still a considerable distance from their destination, Sam knew that they were approaching [[Nightfort]], the original headquarters of the Night's Watch which was located between Castle Black and Beyond the Wall. Nightfort had been abandoned centuries ago when the Night's Watch's numbers dwindled. Sam explained to Gilly that he planned to get them across the Wall using a secret sally-port which would lead right into the Nightfort. Gilly expressed her amazement that Sam knew so much history just from reading books, insisting that he is a wizard much to Sam's delight. When they finally caught a glimpse of the Wall, which Gilly had never seen before, she is awestruck.&lt;ref&gt;''[[The Rains of Castamere (episode)]]''&lt;/ref&gt;\n\n[[File:Sam_with_bran_and_co.png|thumb|left|Sam meets Bran and his companions.]]Later, Samwell and Gilly finally arrived at the Nightfort. There, he encountered [[Bran Stark]], Jon Snow's younger half-brother and his companions&amp;mdash;[[Hodor]], [[Jojen Reed|Jojen]] and [[Meera Reed]], and his [[direwolf]] [[Summer]]&amp;mdash;who were travelling north beyond the Wall to find the [[three-eyed raven]]. Bran and his companions initially mistook him for an intruder but sheltered them after seeing Gilly and her baby. Samwell, noticing the gigantic Hodor and Summer, realizes who Bran was and offered to take them to Castle Black. They decline andÂ JojenÂ tells Sam that he and Bran were travelling to go beyond the Wall. Due to his earlier encounters with the White Walkers, Samwell and Gilly were unwilling to return to the north. However, Sam reluctantly gave them the obsidian blades which he had found north of the Wall and which he had used to slay a White Walker. While Samwell and Gilly stayed behind in the castle, Bran and company finally reached the lands beyond the Wall.&lt;ref&gt;''[[Mhysa]]''&lt;/ref&gt;\n\n[[File:AemonDictatesALetterToSam.png|thumb|Samwell Tarly with [[Gilly]] and [[Aemon]] at [[Castle Black]].]]\n\nAfter traveling for some distance, Samwell and Gilly finally arrived at [[Castle Black]]. There, they met with Maester [[Aemon]], who is displeased at the prospect that Sam had violated his vows. Sam defended himself by reciting the Night's Watch oath to protect the realms of men whatever side of the Wall they are onÂ and repeating [[Jeor Mormont]]'s assertion that a wall of ice 500 leagues long and 700 feet high was not built to keep out barbarians. Aemon's demeanor softened upon learning that Gilly was one of the late Craster's wives, and acknowledged that she is now a refugee and should be sheltered since the North is no longer safe for humans. Aemon then ordered Sam to begin writing letters immediately and to make sure that all forty-four of Castle Black's ravens are well-fed, as every one of them is to fly that night: the White Walkers have returned, and Westeros must be warned.&lt;ref&gt;''[[Mhysa]]''&lt;/ref&gt;\n\n===[[Season 4]]===\nSam is present in Castle Black in the weeks following Jon's return. Sam tells Jon that Alliser Thorne and Maester Aemon are ready to judge Jon for his actions. Sam tries to cheer Jon up and tells him he hasn't done anything wrong. Jon counters that he's &quot;done plenty wrong&quot;.&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\n[[File:GillyAndSamS4EP03.png|thumb|left|Sam with Gilly in the kitchen.]]People mockingly call him &quot;Slayer&quot; after he claimed to kill a White Walker.Â Sam visits Gilly to ask how she is doing at Castle black. He complains to her that nobody believes he killed the White Walker. Then, he admits to being paranoid about what his fellow brothers are thinking about her. Sam tells Gilly that he thinks that she would be safer at [[Mole's Town]]. He assures that he is only doing this to protect her. They arrive at Mole's Town and Sam tells the manager that she can cook and clean. He also refuses to let Gilly do &quot;[[Prostitute|other jobs]]&quot;.Â Gilly thinks that Sam is doing it for himself and not thinking of her, which upsets Sam.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\nSam and Jon are talking in the library and Sam is worried about Gilly now that he realizes the wildlings are attacking villages. Jon tries to assure him she's safer there. They then discuss Bran going beyond the Wall, which Sam told Jon. They try to work out where he is before they are interrupted by [[Locke]].&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\nâ&euro;&lsaquo;When Jon Snow and his fellow black brothers return from the [[Raid on Craster'sÂ Keep|Raid on Craster's&amp;nbsp;Keep]], Sam is one of the first to greet him. He is also present when Jon tries to convince Alliser Thorne that they should seal the tunnel due to the threat of Mance Rayder and his wildling army.&lt;ref&gt;&quot;[[Mockingbird]]&quot;&lt;/ref&gt;\n\n[[File:Sam_crying_because_of_gilly.png|thumb|Sam crying because of the possibility of Gilly's death.]]The news of the wildling attack on Mole's Town reaches Castle Black. Sam is horrified by the news, believing he sent Gilly and her baby to their deaths. Eddison Tollett argues that Gilly managed to survive Craster, the long march back to the Wall, and even a White Walker. This gives Sam hope that Gilly may have survived.&lt;ref&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt;\n\nAtop the Wall, Jon and Sam are staring out into the darkness of the north and awaiting the imminent wilding invasion. Sam attempts to interrogate Jon about what it was like to be with a woman, stating that as their deaths are likely imminent, it may be his last chance to find out. Sam brings up that the vows of the Night's Watch onlyÂ explicitly forbidÂ members from taking wives or producing children, and that other &quot;activities&quot; are open to interpretation. Jon replies glumly thatÂ [[Alliser Thorne]]Â most likely does not care about their interpretations. When further pressed by Sam to describe lying down withÂ Ygritte, Jon attempts to explain but is unable to properly express it, proclaiming exasperatedly that he's &quot;not a bleeding poet.&quot;Â Jon offers to take the watch up alone so Sam can go below.\n\n[[File:Aemon_in_library.png|thumb|left|Sam. in the library with Aemon.]]â&euro;&lsaquo;Meanwhile,Â Sam is caught readingÂ a bookÂ aboutÂ wildlingsÂ byÂ [[Maester Aemon]].Â AemonÂ correctly guesses that Sam is reading the book because he wants to know what kind of fate might have befallen Gilly if she fell intoÂ wildlingÂ hands during the sack of [[Mole's Town]]. He also surmises that SamÂ has shown such a keen interest in her fate because he is in love with her, despite Sam's protests to the contrary.Â AemonÂ muses about the girl he once loved, stating that he can still picture her as clear as day and that she is more real than Sam is.Â After being dismissed byÂ Aemon, Sam leaves theÂ maester'sÂ chambers only to hear Gilly at the gate begging to be allowed inside, revealing her survival of the Mole's Town massacre and her identity as the cloaked figure approaching Castle Black.Â PyparÂ attempts to deny her passage into the castle, saying he is not allowed to open the gate at any circumstances. However, Sam roars atÂ PypÂ to allow her in, causingÂ PypÂ to relent andÂ let her in. Sam promises Gilly wherever she goes next he will go too, but their reunion is cut short by two blows from the horn, indicating thatÂ Mance'sÂ wildling army has finally begun their assault.Â Sam rushes to get Gilly safely inside the castle while other brothers of the Night's Watch prepares for the imminent attack byÂ wildlings.\n\n[[File:Gilly_and_sam_kiss.png|thumb|Sam kisses Gilly.]]\n\nSam brings Gillyâ&euro;&lsaquo; and her baby to a storage room where she can hide. Gilly wants Sam to stay with her as he promised, but he cannot as he sworn to defend the Wall as a brother of the Night's Watch. Before he leaves her, Gilly begs Sam to promise her that he won't die and the two finally share a kiss. As Sam and Pypar are preparing arrows at the southern gate, Pypar laments that he never seen a real battle before or ever even held an edged blade. Pypar asks how Sam is not afraid, but Sam replies that he is, as there are thousands of wildlings about to overrun them. Pypar asks how he managed to kill a White Walker while being afraid, and Sam says that at that moment, he just had to do something or Gilly would have been killed and her baby would have been taken. Sam further explains that at that moment, he wasn't himself; he was nothing, and when you are nothing there is nothing to be afraid of. Before walking away, he looks at Pypar and says, &quot;I'm not nothing anymore.&quot;\n\nWhen the [[Battle of Castle Black|battle]] begins, Sam and Pyp take part in defending Castle Black's southern gate. PypÂ is firing a crossbow as Sam assists by reloading another crossbow, butÂ Pyp'sÂ aim is poor due to inexperience and nerves and he repeatedly misses his shots.Â The band ofÂ wildlingsÂ manage to reach Castle Black's walls and begin scaling them usingÂ grappling hooks and ropes, forcing Sam andÂ PypÂ to retreat.\n\n[[File:Sam_kills_thenn_warg.png|thumb|left|Sam kills the Thenn warg.]]Later, Pyp is fatally shot by [[Ygritte]] and Sam comforts him as he dies. Sam is forced to leave Pyp's body and as he heads to Castle Black's lift system, but he is spotted by the ThennÂ warg. The wargÂ charges at Sam as he desperately attempts to load his crossbow, managing to do so and firing a bolt into the warg's head just before he reaches him. Sam then arrives atop the Wall to ask Jon for more men to defend the castle, and Jon tasks Sam with releasingÂ [[Ghost]] from his pen to assist in the fighting. Once the battle was over, Sam returns to Gilly just like he promised and discovers [[Janos Slynt]], who hid in fear during the entire battle.\n\nThe following morning, Jon discusses with Sam that he has a suicidal solution to end the wildlingÂ threat; he plans to assassinate Mance Rayder, noting that he is the only thing binding the disparate wildling clans that make up the army, and his death will rob them of that purpose and leadership. Sam tries to talk sense into Jon, but to no avail. As Jon prepares to leave via Castle Black's tunnel, they discover the bodies of the black brothers who held the inner gate against the giant. Grenn is amongst the casualties and Jon tells Sam that all bodies must be burned. Before Jon leaves, he remembers the promise he made to Jeor Mormont and decidesÂ to leave Longclaw with Sam. Sam tells Jon to come back, and Jon looks and Sam and smiles unreassuringly before stepping out into the wilderness on the other side of the gate.&lt;ref&gt;&quot;[[The Watchers on the Wall]]&quot;&lt;/ref&gt;\n\nAfter the arrival of [[Stannis Baratheon]], Sam is present when the Night's Watch burn the bodies of those who were slain during the battle.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n"}, "title": "Samwell Tarly"}