{"attributes": {"status": ":Category:Status: Uncertain", "last": "&quot;The Children&quot;", "family": "Clegane (founder)", "rightlink": "KingsguardCharacter", "season": "Season 1", "image": "Sandor (The Children).PNG", "leftimage": "Clegane mini shield.png", "allegiance": ["House Baratheon of King's Landing (former)", "The Kingsguard (former)", "House Clegane (former)"], "actor": "Rory McCann", "age": " Quote", "rightimage": "Kingsguard mini shield.png", "place": "", "title": "Sandor Clegane", "aka": ["The Hound", "Dog"], "first": "&quot;Winter is Coming (episode)", "appearances": "27 episodes &lt;small&gt;#Appearances", "leftlink": "House Clegane"}, "sections": {"Family tree": "{{House Clegane family tree}}\n\n", "Behind the scenes": "*On the [[Season 2]] Blu-ray, Sandor narrates a [[Histories &amp; Lore]] video on '''&quot;[[House Clegane (Histories &amp; Lore)|House Clegane]]&quot;'''.\n\n", "TOP": "Sandor Clegane02174h7veqcilgw6dypns7mlkwsam86jseog1634702014-11-01T07:37:14ZSer Patrek25358400{{Heraldry\n|leftimage=Clegane mini shield.png\n|rightimage=Kingsguard mini shield.png\n|leftlink=House Clegane\n|rightlink=Kingsguard\n}}\n{{Character\n| Title=Sandor Clegane\n| Image=Sandor (The Children).PNG\n| Season=[[Season 1|1]], [[Season 2|2]], [[Season 3|3]], [[Season 4|4]]\n| First=&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;\n| Last=&quot;[[The Children]]&quot;\n| Appearances=27 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Aka=The Hound&lt;br&gt;Dog\n| Status=[[:Category:Status: Uncertain|Uncertain]]; critically wounded by [[Brienne of Tarth]] and left to die by [[Arya Stark]]\n| Place=\n| Allegiance=[[House Baratheon of King's Landing]] (former)&lt;br&gt;The [[Kingsguard]] (former)&lt;br&gt;[[House Clegane]] (former)\n| Family={[[Clegane (founder)|Clegane]]} - grandfather&lt;br&gt;{Unnamed father}&lt;br&gt;Ser [[Gregor Clegane]] - brother&lt;br&gt;{Unnamed sister}\n| Actor=[[Rory McCann]]|Age = }}\n\n{{Quote|Hate is good as any to keep a person going, better than most.|Sandor Clegane to [[Arya Stark]]|First of His Name}}\n\n'''Sandor Clegane''', also nicknamed '''The Hound''', is a major character in the [[Season 1|first]], [[Season 2|second]], [[Season 3|third]] and [[Season 4|fourth]] seasons. He is played by starring cast member [[Rory McCann]] and debuts in the [[Winter is Coming (episode)|series premiere]]. Known as the HoundÂ for his savage nature and unquestioning obedience to his masters, Clegane served as the personal bodyguard ofÂ [[Joffrey Baratheon|Joffrey&amp;nbsp;Baratheon]]Â for many years, frequently chafing underÂ Joffrey'sÂ sadistic whims yet always following orders.Â TheÂ Hound is taciturn, brutal, and frequently callous, but not completely without compassion.Â He joined the [[Kingsguard]] when Joffrey took the [[Iron Throne]], but deserted his post during the [[Battle of the Blackwater]].\n\nFollowing his desertion of the Kingsguard, Clegane leaves [[King's Landing]] only to be captured by the [[Brotherhood Without Banners]]. He wins his freedom after a trial by combat against [[Beric Dondarrion]]. Upon his release, he captures [[Arya Stark]], intending to ransom her to a wealthy relative. His attempts to do so are repeatedly foiled, however, and Arya becomes more of a traveling companion and him her protector. Clegane is critically wounded in a duel with [[BrienneÂ of Tarth|Brienne&amp;nbsp;of Tarth]] when she attempts to assumeÂ guardianship of Arya. His fate is left uncertain when Arya refuses to kill him out of mercy, leaving him for dead on the side of a cliff.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, [[House Clegane]] is a minor vassal house sworn to the Lannisters. Ser Gregor Clegane is an eight-foot-tall knight known as the &quot;Mountain That Rides&quot;, and is the most feared warrior in the Seven Kingdoms, as well as Sandor's older brother. The Clegane brothers detest one another, resulting in Sandor leaving home at a young age to work as a sellsword and freerider. Sandor is known as &quot;the Hound&quot; for the three dogs which are his house emblem and for his fierce loyalty to House Lannister.\n\nSandor is very tall and well-built but not outright freakishly so, the way his brother Gregor is. George R.R. Martin described Sandor as taller than [[Brienne of Tarth]] (who is slightly over six feet tall), but shorter than [[Greatjon Umber]] (who is nearly seven feet tall) - actor Rory McCann matches this well, being exactly six and a half feet tall.\n\nIn the books, it is the opposite side of Sandor's face that is burned. His burns are also more severe than prosthetics can easily show on the TV series: his jawbone is exposed, as the skin above it was completely burned away, and his ear on the burned side is completely gone, leaving only a hole.\n\nThe history ofÂ Sandor's burns is revealed to Sansa Stark by Sandor himself, and delivered with a warning that he will kill her if she ever reveals it to anyone. In the television adaption, Littlefinger informs Sansa of the origins ofÂ Sandor's burned face as they attend the Hand's Tournament in King's Landing, with the same ominous warning as to what will happen to her should she tell anyone else.\n\nIn ''A Game of Thrones'' Sandor shuns the traditional white plate armor of the Kingsguard, instead opting to wear his white cloak over his original gray armor. This is not the case on first season. By the second season, Sandor dons the style described in the books, of just wearing the white cloak over his own gray armor.\n\nThe Hound and Arya never make it to the [[Bloody Gate]], and do not hear about Lysa's death. They reach a small village where they reside for several weeks. The village elder warns them that heavy snow and frost cover the high passes to the Vale, and the [[Hill tribes]] have become fearless now that they are armed with steel. The Hound decides not to go to [[Riverrun]] or the [[Wall]], but to [[Saltpans]], and travel from there to the Vale by sea.\n\nThe bloody brawl at the [[Inn at the Crossroads]] is significantly different than in the show: the people whom Arya and the Hound encounter are [[Polliver]], the [[Tickler]] and a squire. Polliver demands that the Hound comes with them to [[Harrenhal]]. In the ensuing brawl, the Hound kills Polliver, but is severely injured by the Tickler (whom Arya kills). Significantly, the Hound and Arya never encounter Brienne of Tarth; Arya ''does'' take his money and leave him to die, but his terminal condition results from the infection of his wound from the Inn, not any new injuries sustained in additional combat.\n\n[[Rorge]], who forms a band with [[Biter]] and five more of the Brave Companions, finds the Hound's helm and wears it when his gang raids [[Saltpans]] and other villages, committing terrible atrocities. This leads to false rumors that the Hound is the leader of these brigands.\n\n", "Quotes": "{{Quote|You'll be glad of the hateful things I do some day, when you're Queen, and I'm all that stands between you and your 'beloved' [[Joffrey Baratheon|King]].|'''Sandor Clegane''' to [[Sansa Stark]], while being thanked for rescuing her.|A Man Without Honor}}\n{{Dialogue a-b|Sansa|Does it give you joy to scare people?|Sandor|No, it gives me joy to kill people.|[[Sansa Stark]] and Sandor Clegane|A Man Without Honor}}\n{{Quote|If any man dies with a clean sword, I'll rape his fucking corpse!|'''Sandor Clegane''' leading his troops in the [[Battle of the Blackwater]].|Blackwater}}\n{{Quote|Fuck the kingsguard, fuck the city, fuck the king.|'''Sandor Clegane''' to [[Joffrey Baratheon]] and [[Tyrion Lannister]], during the Battle of the Blackwater.|Blackwater}}\n{{Quote|What in Seven Hells are you doing with the Stark bitch?|'''Sandor Clegane''' to [[Thoros]].|Dark Wings, Dark Words}}\n{{Quote|What the fuck's a [[Lommy]]?|'''Sandor Clegane''' to [[Arya Stark]].|Two Swords}}\n{{Quote|I understand that if any more words come pouring out of your cunt mouth, I'm going to have to eat every fucking chicken in this room.|'''Sandor Clegane''' to [[Polliver]].|Two Swords}}\n{{Quote|Family. Honor. All that horse-shit. It's all you lords and ladies ever talk about.|'''Sandor Clegane''' to '''Arya Stark'''|The Mountain and the Viper}}\n\n{{Quote|Fancy sword you got there, where you get it? I've been looking at Lannister gold all my life. Go on, Brienne of fucking [[Tarth]], tell me that's not Lannister gold .|'''Sandor Clegane''' to [[Brienne of Tarth]].|The Children}}\n\n", "Image gallery": "&lt;gallery&gt;\nSandor_Clegane_1x05.jpg|Sandor Clegane in [[Season 1]].\nSandor, Gregor &amp; Loras 1x05.jpg|Sandor stands down attacking [[Gregor Clegane|Gregor]] to defend [[Loras Tyrell]] at the Tourney of the Hand in &quot;[[The Wolf and the Lion]]&quot;.\nHoundBTS.jpg|Behind the scenes image of Sandor Clegane in Season 2.\nSandor Rioter 2x6.png|Sandor killing a rioter who tried to rape Sansa in &quot;[[The Old Gods and the New]]&quot;.\nTyrion thanks Sandor.jpg|Tyrion thanks Sandor in &quot;[[The Old Gods and the New]]&quot;.\nCaught again.jpg|Sansa and Shae are caught by Sandor in &quot;[[A Man Without Honor]]&quot;.\nSandor demoralised.jpg|A demoralized Sandor calls for a retreat in &quot;[[Blackwater]]&quot;.\nSandor getting drunk.jpg|Sandor starts to drink in &quot;Blackwater&quot;.\nSandor 2x09.jpg|Sandor deserts Joffrey in &quot;Blackwater&quot;.\nSandor profile.jpg|HBO promotional image of Sandor.\nThe Hound Rains of Castamere.jpg|The Hound in &quot;[[The Rains of Castamere]]&quot;.\nRain of castamere arya hound.png|The Hound with Arya in &quot;The Rains of Castamere&quot;.\nThehound-202x300.jpeg|Promotional image for Sandor in [[Season 4]].\nMaisie-Williams-as-Arya-Stark-Rory-McCann-as-Sandor-The-Hound-Clegane_photo-Helen-Sloan_HBO-.jpg|Sandor and Arya leaving a farmer's house in &quot;[[Breaker of Chains]]&quot;.\nSandor.png|Sandor in &quot;[[Mockingbird]]&quot;.\n&lt;/gallery&gt;\n\n", "See also": "*{{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season One Appearances|yes|yes||yes|yes||yes|yes|yes|yes}}\n{{Season Two Appearances|yes|||yes||yes|yes||yes}}\n{{Season Three Appearances||yes|yes|yes|yes||yes|yes|yes|yes}}\n{{Season Four Appearances|yes||yes||yes||yes|yes||yes}}\n\n", "Biography": "\n\n===Background===\nSandor Clegane is a skilled warrior in the service of [[House Lannister]], known primarily for the horrible facial scarring he bears on the right side of his faceÂ and for his fierce demeanor and lack of chivalry. Sandor is the younger brother ofÂ Ser [[Gregor Clegane]], nicknamed &quot;the Mountain&quot;, a monstrously huge knight and arguably the most feared man in [[Westeros]]. In his youth Gregor nearly burned off half of Sandor's face: Gregor found Sandor playing with a toy that Gregor had discarded, and without warning or uttering a word, Gregor grabbed Sandor and &quot;punished&quot; him by holding his head into a burning brazier. Gregor was only forced to stop after half a dozen servants managed to pry him away from his brother. The incident left severe burn scars over the right half of Sandor's face, thus he usually wears his hair long on that side to cover them. Ever since, Sandor has been deeply afraid of fire.&lt;ref&gt;[[Complete Guide to Westeros]] - House Clegane&lt;/ref&gt;\n\n[[File:Young_Sandor.png|thumb|left|Sandor's first kill.]]Although not as large as his older brother Gregor, Sandor is veryÂ large and an extremely formidable fighter in his own right, considered one of the most skilled and dangerous fightersÂ inÂ Westeros.Â Sandor gutted his first man in combat when he was twelve years old (given the date, this was probably as a young soldier during [[Robert's Rebellion]]). Sandor finds killing to be the best thing in the world, and although he isn't a crazed killer who will murder anyone regardless of the law like his brother, he cynically pursues occupations as a bodyguard and soldier which allow him to kill legally--though he scoffs at the hypocrisy of people who think there's really much of a difference. After seeing his brother knighted by Prince [[Rhaegar Targaryen]] despite being an infamously dishonorable man, Sandor became jaded with knighthood and developedÂ an extreme contempt for romances and songs which present knights and wars as chivalrous and glorious, knowing all too well that supposedly honorable knights frequently butcher the innocent while claiming glory. Thus, Sandor has steadfastly refused to be knighted or take holy vows.Â Sandor wears a dark set of heavy armor when in battle, and is known to adorn a custom helmet shaped like a snarling hound's head befitting his nickname. He rides a personal warhorse calledÂ [[Stranger]], whose namesake is the seventh and final god in theÂ [[Faith of the Seven]]Â who represents death and the unknown.&lt;ref&gt;[[Complete Guide to Westeros]] - House Clegane&lt;/ref&gt;\n\n===[[Season 1]]===\n[[File:Sandor_1x01.png|thumb|Sandor arrives in Winterfell fully armored.]]\nSandor is part of King [[Robert Baratheon]]'s retinue when he visits [[Winterfell]] in order to offer [[Eddard Stark]] the role of [[Hand of the King]]. He acts as the bodyguard of Prince [[Joffrey Baratheon|Joffrey]] and is present at the feast held in the King's honor. Robert offers a betrothal between Joffrey and [[Sansa Stark]] and Eddard accepts both engagements.&lt;ref&gt;&quot;[[Winter is Coming]]&quot;&lt;/ref&gt;\n\nOn the [[kingsroad]] back to the capital the royal party reaches the [[Crossroads Inn]]. Sandor introduces Sansa to Ser [[Ilyn Payne]], the king's headsman, a fearsome man who had his tongue torn out on the orders of the [[Mad King]] many years ago. Joffrey saves Sansa from this unpleasantness and takes her for a walk along the riverbank. Joffrey provokes an argument with the butcher's son [[Mycah]] and Sansa's sister [[Arya Stark|Arya]] and is bitten by Arya's pet dire wolf [[Nymeria]] when he attacks them. Joffrey lies about the incident and Sansa supports his version of events. [[Cersei Lannister|Queen Cersei]] orders Sansa's dire wolf [[Lady]] executed. Sandor chases down and kills Mycah. As Eddard goes to kill Lady he passes the Hound arriving with Mycah's corpse. &quot;He ran. Not very fast.&quot; he says as Eddard passes by.&lt;ref&gt;&quot;[[The Kingsroad]]&quot;&lt;/ref&gt;\n\nOn his return to King's Landing Sandor stands guard over Joffrey during the tournament held in honor of Eddard's appointment as Hand. Sandor watches distastefully as his brother Gregor kills Ser [[Hugh]] of the Vale. [[Littlefinger]] tells Sansa that Sandor and Gregor hate one another because, when he was very young, Sandor played with one of Gregor's toys without his elder brother's permission. Gregor held Sandor's face over an open fire, resulting in his hideous burns. They have been enemies ever since.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\n[[File:Sandor_champion_1x05.png|thumb|left|Loras proclaims Sandor the Champion.]]\nSandor is amused when Gregor is unhorsed in a joust with Ser [[Loras Tyrell]]. Gregor attacks Loras and Sandor intervenes. They exchange blows until King Robert orders a halt to the madness. Ser Loras declares Sandor a champion and the [[smallfolk]] in the crowd cheer him, to Sandor's surprise and embarrassment.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\nKing Robert subsequently dies following a hunting accident. Sandor stands guard over King Joffrey as his advisers and vassals swear fealty to him. When Eddard attempts to have Joffrey and Cersei arrested, Sandor joins the Lannister soldiers and men of the [[City Watch]] in cutting down Eddard's bodyguards, allowing him to be taken prisoner.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt; Sandor leads a party of Lannister guardsmen to the Red Keep where they slaughter Eddard's entourage and capture Sansa.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\n[[File:Sendorsansa.png|thumb|Sandor offers advice to Sansa.]]\nSandor guards Joffrey during the execution of [[Eddard Stark]] on the steps of the [[Great Sept of Baelor]].&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\nAfter Ser [[Barristan Selmy]] is dismissed of the [[Kingsguard]], Sandor is made a member of the sworn brotherhood, though he refuses to take the vows of [[knighthood]]. He accompanies Joffrey when he takes Sansa to see her father's head and cruelly mocks her, even having Ser [[Meryn Trant]] beat her when she suggests that Robb might win the war. When the Hound alone notices that Sansa plans to throw Joffrey from the battlements, he offers Sansa a handkerchief for her bloodied mouth, rescuing Sansa from Joffrey's rage as well as Joffrey from a quick death.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\nSandor fights in King [[Joffrey Baratheon]]'s name day tournament, killing his opponent.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt; Joffrey has [[Sansa Stark]] stripped and publicly beaten following [[Robb Stark]]'s victory at the [[Battle of Oxcross]]. Sandor gives her his white cloak to cover herself after [[Tyrion Lannister]] orders an end to the beating.&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\nJoffrey's rule sees increasing public dissent. While in public he is hit by thrown excrement and triggers a citywide riot by demanding the deaths of all the smallfolk present. Sandor fights through the crowd to get him to safety and then goes back for Sansa, rescuing her from a gang of would be rapists.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\n[[File:Sansa_and_the_hound.jpg|thumb|left|Sansa talking to Sandor.]]\nSansa approaches Sandor to thank him for rescuing her. He tells her that he revels in killing and she questions his hatefulness. Sandor says that she will one day be glad of the hateful things he does when he is all that stands between her and Joffrey. Sandor later catches Sansa and [[Shae]] trying to conceal evidence that Sansa has begun [[Flowering|flowering]]. He informs Queen [[Cersei Lannister]], who begins to mentally prepare Sansa for motherhood.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\n[[File:Joffrey terrified 2x09.jpg|thumb|Sandor Clegane on the walls of the Red Keep in &quot;[[Blackwater]]&quot;.]]\nHe guards Joffrey during the [[Battle of the Blackwater]]. He is horrified when Tyrion uses Wildfire to decimate the attacking fleet. Tyrion orders him to lead a sortie to repel [[Stannis Baratheon]]'s troops from the [[Mud Gate]]. He kills several men but is overwhelmed by his fear of fire and freezes in the midst of the fighting. He is nearly killed but [[Bronn]]Â intervenes, saving his life. He retreats back inside the walls and demands wine to drink. After being chastised by Tyrion Lannister, Sandor deserts from the Kingsguard and leaves the battle. When Sansa Stark retreats to her chamber for safety, the Hound is sitting in the shadows waiting for her. He offers to protect Sansa and take her north to Winterfell. She refuses him, believing that Stannis Baratheon has won the battle and that she will be safe once his men find her. He explains that she will be surrounded by killers and promises to protect her. ThoughÂ having not been able to convince Sansa Stark to leave King's Landing, he walks out of her Chambers, and leaves the city.&lt;ref&gt;&quot;[[Blackwater]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n[[File:Beric_vs._Clegane_s3e5.jpg|thumb|left|The Hound vs Lord Beric.]]\nSandor is captured byÂ theÂ [[Brotherhood Without Banners]]. He reveals the identity of [[Arya Stark]], but the Brotherhood still tries to convict him of crimes, because of his long service to the [[Lannisters]], but cannot find anything against him. [[Arya]] speaks up, and accuses him of killing her friend [[Mycah]].Â Sandor does not deny this murder, but says he was in no place to question then-Prince Joffrey's orders. The Brotherhood charge him with the crime of following orders to kill Mycah, but will give him a fairÂ [[trial by combat]].&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n\n[[Beric Dondarrion]] is Sandor's opponent during his trial. Using magic, Beric ignites his blade with fire, initially giving him an advantage during the fight due to Sandor's fear of fire. However, Sandor's superior strength eventually is enough to overpower Beric, and with a powerful downward swipe Sandor cuts deep into Beric's shoulder, nearly cutting off his entire arm and cutting right through Beric's flaming sword. Arya attempts to kill Sandor while he tries to extinguish his shield which had been set ablaze during the fight, but she is stopped by [[Gendry]]. He taunts Arya over how the gods prefer him over her friend, but he is interrupted and shocked by Beric, who has been revived and healed by [[Thoros]] using the [[Lord of Light]]'s power. Beric honors their agreement, and Sandor is released.&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n\nAfter Arya flees from the Brotherhood in outrage over them handing Gendry over to the [[Red Priest]]ess [[Melisandre]] in exchange for gold, and preferring to hunt down a group of Lannister soldiers instead of delivering her to [[Riverrun]], Sandor takes her hostage.&lt;ref&gt;&quot;[[The Bear and the Maiden Fair (episode)|The Bear and the Maiden Fair]]&quot;&lt;/ref&gt;\n\n[[File:Arya_and_Sandor_-_Second_Sons_(episode).png|thumb|The Hound and Arya travel towards the Twins.]]\n\nHe plans to ransom her back to her family at the [[Twins]] where the wedding of [[Edmure Tully]] and [[Roslin Frey]] takes place. As they arrive at the Twins, the [[Red Wedding|massacre]] of Stark bannermen begins. Arya escapes and attempts to enter the castle, but is knocked unconscious by Sandor. Realizing that it is too late to do anything, Sandor mounts his horse with Arya. They are both shocked to see Robb Stark's mutilated corpse but are able to flee the castle yard during the chaos.&lt;ref&gt;&quot;[[The Rains of Castamere (episode)|The Rains of Castamere]]&quot;&lt;/ref&gt;\n\nWhile riding, Sandor and Arya come across a group of Frey soldiers at a campfire. Arya dismounts from Sandor's horse, approaches them, and kills one of them. When the rest of the group are about to attack Arya, Sandor protects her and kills them.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n[[File:Arya_and_Sandor_-_Two_Swords.jpg|thumb|left|The Hound and Polliver argue.]]\nWith Robb dead, Sandor now intends to ransom Arya to her aunt [[Lysa Arryn]] in the [[Vale]]. Eventually, they arrive at a tavern. Arya suggests attacking the men there, but as there are five men, Sandor is reluctant to do so. When Arya recognizes one of the men as [[Polliver]], the Lannister man-at-arms who took her sword [[Needle]], she tries to get it back. Sandor stops her at the tavern door, but they are noticed by the men inside.Â Inside the tavern, Polliver recognizes Sandor. He moves to the table Sandor and Arya are occupying and tries to make small talk. Polliver eventually invites Sandor to join him in raiding and pillaging anyone they wish, as he and his men wear king's colors. Sandor leans forward and growls, &quot;Fuck the King.&quot; and the whole tavern goes silent. Sandor then tells Polliver to get him some chickens. Finally, Polliver questions the Hound that he would not die for the king but would for a couple of chickens, and Sandor responds that ''someone''&lt;span style=&quot;font-size:14px;&quot;&gt; will die for them.Â &lt;/span&gt;The tension finally snaps and Sandor throws a table over Polliver. Sandor proceeds to single-handedly kill all but one of Polliver's men and Polliver himself, even repeatedly stabbing one in the head with his own knife. When Polliver attempts to kill the distracted Sandor, he is attacked from behind by Arya, who cripples his legs, takes back her stolen sword [[Needle]], and uses it to kill him. The pair then leave the tavern, Arya now with a stolen horse and Sandor with his chicken.&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\n[[File:Arya_and_Sandor_-_Breaker_of_Chains.jpg|thumb|The Hound and Arya inside the farmer's house eating food.]]\n\nWhile still traveling to the Eyrie, AryaÂ asks Sandor what he will do once he ransoms her to Lysa Arryn. Sandor states that he might leave Westeros and fight as a sellswordÂ in the Free Cities, possibly with the Second Sons. At the mention of the Free Cities, Arya states she would like to see Braavos one day, but Sandor doubts she knows anyone there.Â â&euro;&lsaquo;The two are interrupted by a [[Farmer (Breaker of Chains)|farmer]]&lt;span style=&quot;font-size:14px;&quot;&gt;Â and his daughter &lt;/span&gt;[[Sally]]. AryaÂ covers for Sandor's rude behavior by telling them that Sandor is her father that was wounded in the war and she lost her mother. The farmer asks which house did he fight for and Arya replies that he fought for House Tully. The farmer offers them refuge from the coming rain as well as food. The farmer reveals that they are having a hard time due to raiders doing as they please around, as well as needing a hand with farm work. He then proceed to offer what little silver he has left for Sandor's service, which Sandor agrees to.Â Arya is awakened next morning and surprised that Sandor has broken his promise and robbed the farmer of the silver instead. When furiously questioned by Arya, Sandor replies that both the farmer and daughter will die by winter due to lack of resources and protection, and dead people don't need money. Arya proceeds to berate Sandor furiously, but Sandor retorts that there are more terrible things happening all over the place and that she needs to learn to be practical and make ugly decisions.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\nLater, he shares with Arya his desire to kill his brother Gregor, and is surprised to hear that Arya wants to kill him. The next morning, he sees Arya practicing her Water Dancing and proceeds to mock her for it. He also mocks [[Syrio Forel]] for being killed by Ser [[Meryn Trant]], who is supposedly worthless as a swordsman. He then shows Arya that [[Needle]] is unable to penetrate armor.&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;\n\nAt a meeting of the [[Small Council]], Varys informs the other members that The Hound has been seen in the Riverlands. Cersei calls Sandor a coward and a traitor. Tywin then orders a bounty of hundred Silver Stags on his head.&lt;ref&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt;\n\n[[File:Arya_and_Sandor_-_Mockingbird_-2.jpg|thumb|left|The Hound addresses his damaged neck while Arya looks on.]]\n\nArya and Sandor arrive at a ransacked village in which they find a [[Dying man (Mockingbird)|mortally wounded man]]. After putting him out of his misery, Sandor is attacked by [[Biter]] who sinks his teeth in the Hound's neck. Sandor manages to overpower him and kills him by snapping his neck. The other man, [[Rorge]], is recognized by Arya as one of the men in the prisoner wagon in Yoren'sÂ group. The Hound asks if Rorge is on Arya's list, but she denies as she doesn't know his name. Sandor asks Rorge his name and after giving it, RorgeÂ is promptly stabbed in the heart with Needle by Arya. Sandor cynically comments she learns.Â â&euro;&lsaquo;Later, Sandor clumsily tries to stitch the bite wound, which has begun to fester. AryaÂ offers to cauterize the wound with a burning torch, but Sandor brusquely refuses due to his fear of fire. After hearing that Arya received her sword Needle from her brother, Sandor remarks that instead of a sword, his brother Gregor give him his horrible facial scarring simply because Sandor was playing with a wooden toy knight without his brother's permission. He tells her that although the pain was bad and the smell worse, the worst part of it all was that it was his own brother who did it to him, and that his father covered up the incident to protect Gregor.Â Â Arya offers to clean the wound by washing it, which Sandor silently accepts.&lt;ref&gt;&quot;[[Mockingbird]]&quot;&lt;/ref&gt;\n\nSandor and AryaÂ finally arriveÂ in the Vale. They argue over about what bringsÂ AryaÂ happiness, the Hound declaring that nothing makes her happy and Arya retorting that killing men likeÂ PolliverÂ and Rorge make her happy. She laments over not being able toÂ witnessÂ Joffrey's death or kill him herself. Sandor concurs that he deserved his death, but dismisses Joffrey's cause of death, poison, as a woman's weapon and proclaiming that men kill with steel, which Arya regards as stupid pride talking and why he will never be a great killer. Sandor shows some discomfort from the bite wound he sustained earlier, to which Arya replies he should have let her cauterize it with fire. The Hound dismisses it as a flea bite, but Arya mentions Sandor got a lot slower because of the wound. They are stopped by a guard. When Sandor mentions Arya Stark, niece of Lady Lysa, the guard tells them Lysa is dead, leaving Sandor dumbstruck and Arya in an uncontrollable fit of laughter over their continuing bad luck.&lt;ref&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt;\n\n[[File:Brienen_fighting_hound.png|thumb|The Hound fighting Brienne]]\n\nA short while later, Sandor and AryaÂ meet [[Brienne|Brienne of Tarth]] and her squire, [[Podrick Payne]], who have been on a quest to find the Stark sisters. After Podrick, who had squired in King's Landing during Sandor's time there, recognizes him, BrienneÂ demands that Sandor turn over Arya to her as she had made a vow to her mother to look after her. Sandor bluntly refuses, chastisingÂ Brienne for trying to look over Arya over some vow to her dead family and questioning her about her relationship with the Lannisters. The argument grows heated and breaks out into a fight between the two warriors. Even with Sandor being severely fatigued, underfed and wounded with an infectious bite, he attacks Brienne after she draws her sword. Initially clashing swords, the fight grows more intense when the two are forced to rely on their bare fists. Beating each other down, Brienne bit off a part of Sandor's ear before knocking him down a hill, using a large stone.\n\n[[File:TheHound 4x10.PNG|thumb|left|Sandor after battling Brienne.]]\nAfter successfully hiding from BrienneÂ and Podrick, AryaÂ found The Hound beaten and with his leg broken, suffering from his infected neck and the fall from the cliff. He tells her that it's the end of the line for him and demands wine but she has none. He then demands that she cross his name off of her list of future victims by killing him now and putting him out of his misery. Trying to anger her to push her to kill him, he joyfully laughs about killing her friend, [[Mycah]], and also says that he should've forced himself upon [[Sansa]] when he had the chance. Arya doesn't give in, despite his desperate pleas for death. Arya instead takesÂ his coins from him before walking away, leaving him for dead. After that, his fate is unknown.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n", "Personality": "The Hound is seen as a violent, aggressive and brutal man, with a fatalistic view of the world. He is a formidable warrior and he doesn't hide his love of killing people, believing all men love it, and he generally hates soldiers who try to convince themselves otherwise. However, he also displays small hints at being a reasonably affectionate and compassionate man underneath. This is largely a result of his disgust at the brutality of his older brother Gregor: the respect and knighthood given to Gregor for his extreme brutality left Sandor thoroughly disillusioned that honorable men succeed in the real world the way they do in romantic songs. His growing disgust at Joffrey's sadism and concern for both of the Stark girls, however, show that he is not yet so cynical that there are no moral boundaries he wouldn't cross.\n\nThere were a few times when CleganeÂ showed visible signs of hating Joffrey, such as when he orders SansaÂ Stark to be stripped and beaten. The Hound was the first to offer SansaÂ a cloak to cover herself with. His affection for Sansa is also demonstrated at the Battle of Blackwater when he offers to take her back to Winterfell, which she declines. He also seems intent on lecturing her about killers such as Joffrey, Tywin, and even her brother Robb Stark, trying to inform her about how brutal the world really is.\n\nDuring their journey to the Eyrie, Sandor slowly opens up to Arya, and tells her how his own brother burned half of his face. He tells her that the worst part wasn't the actual pain, but the betrayal that his own brother did it, and that his own father covered it up by telling everyone that Sandor was burned by some bedding that caught fire. He points out that while Arya thinks she's alone because most of her family is dead or missing, he is even more alone, because at least while Arya's parents were alive they cared about her, unlike his own family.\n\n"}, "title": "Sandor Clegane"}