{"attributes": {}, "sections": {"Garden of Bones": "Joffrey orders Sansa publicly beaten by Ser [[Meryn Trant]] as retribution for [[Robb Stark]]'s victory in the [[Battle of Oxcross]]. Sandor grimaces due to this act. Tyrion enters the Iron Throne room with [[Bronn]] as Meryn attacks Sansa and demands an explanation. He asks Meryn what kind of knight beats a helpless girl and Meryn says the kind that follows their king. Bronn sarcastically warns Meryn to be careful of getting blood on his white cloak. Tyrion orders Sansa covered and reminds Joffrey that he is engaged to marry her. Sandor tears off his white cloak and gives it to Sansa. Later, Sandor stands guard outside Joffreyâ&euro;&trade;s chamber. The king arrives and asks why Sandor is there. Sandor says that Tyrion has left a name day present and asked him to ensure that Joffrey received it. Joffrey wonders what it is and Sandor says only that it is inside. Tyrion is attempting to curb Joffrey's cruelty and has arranged two prostitutes for him. The plan backfires and Joffrey forces one of the prostitutes to beat the other and show Tyrion what she has done.&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\n", "TOP": "Sandor Clegane Season 2091256zoe03gxxwus4uzq8i38eool6n3pf611167112014-03-06T02:32:41ZGreater good3347453All of this information is on the character's page{{Template:Delete}}In '''[[Season 2]] [[Sandor Clegane]]''' remains a major character.\n\n", "The Old Gods and the New": "During the Riot of King's Landing, Sandor shields Joffrey from the fury of the mob, all but dragging him to safety. When Joffrey angrily screams that he wants the rioters killed, Clegane is quick to point out that they want the same for him. Upon delivering Joffrey to the castle, Sandor takes it upon himself to rescue Sansa after it is discovered she has been left behind in the confusion. He arrives in time to save her from being raped by three rioters, seizing one by the throat, lifting him off the floor and disembowelling him, running through a second before seizing a third as he tries to run and slitting his throat as the man begs for mercy. Curtly assuring the distraught Sansa that she is safe, Sandor carries her back to the safety of the castle and orders the servants to tend to Sansa's injuries. [[Tyrion Lannister]] thanks Sandor for going back for her, to which he brusquely replies he didn't do it for Tyrion.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\n", "A Man Without Honor": "[[File:Sansa_and_the_hound.jpg|thumb|Sansa talking to Sandor]]\n[[Sansa Stark]] seeks out [[Sandor Clegane]] inside the [[Red Keep]] of [[King's Landing]]. She thanks him for saving her during the [[Riot of King's Landing|riot]] and calls him brave. He deflects the compliment, saying that a dog doesnâ&euro;&trade;t need courage to chase off rats. She asks if he takes joy from scaring people. He says that it gives him joy to kill. She flinches and he tells her that her father [[Eddard Stark]] also killed people. She says that he only did it as his duty and never enjoyed it. Sandor wonders if that it was Eddard told her and asserts that he was lying to her. He expands that killing is the sweetest thing there is. She asks why he is always so hateful and he says that she will be glad of the hateful things he does when she is Queen and he is all that stands between her and her beloved King. Sansa turns and walks away.&lt;ref name=&quot;E17&quot;&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\nSandor later catches Sansa and [[Shae]] trying to conceal evidence of Sansa's first period. He informs the Queen, who begins to mentally prepare Sansa for motherhood.&lt;ref name=&quot;E17&quot;/&gt;\n\n", "The North Remembers": "Sandor fights in King [[Joffrey Baratheon]]'s name day tournament. He kills an opponent by knocking him from atop the walls of the [[Red Keep]]. When Ser [[Dontos Hollard]] emerges drunk for his own bout against Ser [[Lothor Brune]] Joffrey threatens to kill him by drowning him in wine. [[Sansa Stark]] tells Joffrey that it is bad luck to kill on your name day. Joffrey is dismissive until Sandor adds &quot;What a man sows on his name day he reaps all year.&quot; Joffrey then agrees to spare Dontos until the next day. Sansa convinces Joffrey to have Dontos act as a fool instead. [[Tyrion Lannister]] arrives in [[King's Landing]] and greets Joffrey, sarcastically noting his absence from the battlefield. He also observes that Sandor does not like him after telling Prince [[Tommen Baratheon|Tommen]] that he will grow to be as big as the Hound but far more attractive.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\n"}, "title": "Sandor Clegane Season 2"}