{"attributes": {}, "sections": {"TOP": "Sand Snakes024071ft9mog4q2r8zfzsd0fmcpmwgv8sv2mm1808862015-04-04T01:05:59ZThe Dragon Demands5014364/* In the books */[[File:Sand Snakes.png|thumb|270px|From left to right:  Obara Sand, Tyene Sand, and Nymeria Sand.]]\nThe '''Sand Snakes''' are the eight [[bastard]] daughters of [[Prince]] [[Oberyn Martell]]. Although noble-born bastards are often ignored by their parents, Oberyn has acknowledged all his daughters and has loving relationships with each of them. They are all loyal members of [[House Martell]]. Their nickname comes from the bastard surname used for noble bastards in [[Dorne]] and the nickname of their father, the &quot;Red Viper&quot;.\n\nThe youngest four of the Sand Snakes are all daughters of Prince Oberyn's [[paramour]], [[Ellaria Sand]].\n\n", "Family Tree": "{{House Martell family tree}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Sand Snakes are infamous throughout Dorne. Their names, in order of age, are Obara, Nymeria, Tyene, Sarella, Elia, Obella, Dorea, and Loreza. Obara was born of a prostitute from [[Oldtown]], Nymeria of a noblewoman from [[Volantis]], Tyene of a [[septa]], Sarella of a trader from the [[Summer Isles]], and the rest of [[Ellaria Sand]]. Despite inheriting widely different appearances from their birthmothers, they are all said to have their father's eyes. Being Dornish bastards, they all have the surname &quot;Sand&quot; and are associate members of their father's House.\n\nThe oldest four are close friends of Prince [[Doran Martell]]'s daughter and heir, Princess Arianne.\n\nEach of the eldest four Sand Snakes inherited or took after one of their father's famous traits. Obara has her father's martial prowess. Nymeria inherited Oberyn's good looks, sex drive, and cunning. Tyene has her father's skill with poisons. Sarella inherited her father's keen intellect.\n\nThe younger four Sand Snakes do not appear prominently in the first five novels, due to their ages:  Elia Sand, the eldest, is fourteen years old near the end of the fifth novel, and Loreza (the youngest) is only around six years old.  Elia, however, is old enough to share her half-sisters' rapport with PrincessÂ Arianne, and is just starting to be old enough to take part in the activities of her elders by the beginning of the sixth novel.\n\n&quot;[[Tyene Sand]]&quot; in the TV series is basically a combination of book-Tyene Sand and book-Elia Sand into one character.\n\n", "The Sand Snakes": "*[[Obara Sand]], the first Sand Snake, mothered by a [[Smallfolk|peasant]].\n*[[Nymeria Sand]], the second Sand Snake, mothered by an [[Essos|eastern]] noblewoman.\n*[[Tyene Sand]], the third Sand Snake.\n*[[Sarella Sand]], the fourth Sand Snake, mothered by a [[Summer Islands|Summer Islander]] ship captain.\n*[[Elia Sand]], the fifth Sand Snake, mothered by Ellaria Sand, named after [[Elia Martell|Oberyn's late sister]].\n*[[Obella Sand]], the sixth Sand Snake, mothered by Ellaria Sand.\n*[[Dorea Sand]], the seventh Sand Snake, mothered by Ellaria Sand.\n*[[Loreza Sand]], the eighth Sand Snake, mothered by Ellaria Sand.\n\n"}, "title": "Sand Snakes"}