{"attributes": {}, "sections": {"The Old Gods and the New": "Princess [[Myrcella Baratheon]] is rowed away from the docks of Kingâ&euro;&trade;s Landing to a ship waiting at anchor to take her to [[Dorne]]. She is accompanied by Septa [[Eglantine]] and Ser [[Arys Oakheart]] of the [[Kingsguard]]. Her departure is watched by her mother Queen [[Cersei Lannister]], [[Tyrion Lannister]], the remainder of the Kingsguard, various nobles and her brothers King [[Joffrey Baratheon]] and Prince [[Tommen Baratheon]]. The [[High Septon (Before the riot of King's Landing)||High Septon]] prays for a safe journey for her. Myrcella sobs as she moves away from her family. A septa dries Tommenâ&euro;&trade;s tears. Joffrey criticizes his brotherâ&euro;&trade;s behaviour as unfitting for a prince. [[Sansa Stark]] murmurs that she has seen Joffrey cry. He turns on her and asks what she said. She says that [[Rickon Stark|Rickon]] cried when she left Winterfell and that it seems normal to her. Joffrey dismisses this as irrelevant because Rickon is not a prince. Joffrey leads the Kingsguard away.&lt;ref name=&quot;E16&quot;&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\nOn re-entering the city Joffrey is met by an unruly crowd of smallfolk. A man calls for seven blessings on Joffrey. Sansa trails behind Joffrey and his Kingsguard. Another man calls out â&euro;&oelig;All Hail the King.â&euro;? The crowd cheers as someone calls out heâ&euro;&trade;s a bastard. Cersei follows behind Sansa and her attention is caught by the jeering crowd. Another citizen shouts out that they are hungry. Tyrion enters the street with Tommen and several Lannister guardsmen. Sensing the atmosphere he orders them to return Tommen to the Red Keep via another route. The people call out to Joffrey for food. He is struck in the face by thrown cow excrement. His guards draw their swords and the [[Gold Cloaks]] attempt to keep the smallfolk back with their spears. Joffrey demands that they find the culprit as the Gold Cloaks start to beat one of the crowd. Joffrey then calls for his men to kill all of the smallfolk present. The crowd begins to riot, attacking the guards with rocks. The kingsguard kill anyone who approaches Joffrey. Cersei and Tyrion are each defended by Lannister guardsmen and Tyrion urges his sister onwards. [[Sandor Clegane]] grabs his king and pulls him through the mob. Joffrey asks what they are doing and repeats his order to execute the people. Sandor explains that the rioters want the same for Joffrey. Sansa is undefended and attempts to push through the crowd with two other ladies. The High Septon is overwhelmed by the mob and torn to pieces. Tyrion calls for Sansa but cannot see her.&lt;ref name=&quot;E16&quot;/&gt;\n\nSandor hands off Joffrey to one of his sworn brothers to fight the rioters. The Kingsguard kill several more rioters as they drag Joffrey to safety behind a gate. The Kingsguard push Joffrey inside and turn to defend the entrance. Queen Cersei and Tyrion are next inside. Sansa is separated from the group and chased down a back alley by four men.&lt;ref name=&quot;E16&quot;/&gt;\n\nSansa runs into a deserted room, closely pursued by her assailants. She slaps their leader and he backhands her, knocking her to the ground. The men grab her and the leader asks if she has â&euro;&oelig;ever been fucked.â&euro;? He grabs her leg and turns her over.&lt;ref name=&quot;E16&quot;/&gt;\n\nSansaâ&euro;&trade;s assailants rip her clothes off and pin her down. Their leader prepares to rape her. Sandor grabs the man by the shoulder and spins him around. He then lifts him off the ground by his throat and disembowels him. He kills another of her assailants and then stops a third as he attempts to run away. He cuts the manâ&euro;&trade;s throat as he begs for mercy. He leaves the last man cowering in the corner as he helps Sansa up. He calls her â&euro;&oelig;Little Birdâ&euro;? and reassures her that she is alright now. He puts her over his shoulder and carries her to safety.&lt;ref name=&quot;E16&quot;/&gt;\n\nSandor carries Sansa into the safety of the gated area. Tyrion asks if she is hurt and she shakes her head. Sandor says that the little bird is bleeding and asks someone to take her back to her cage and see to her cut. Tyrion congratulates Sandor and Sandor says that he did not do it for Tyrion.&lt;ref name=&quot;E16&quot;/&gt;\n\n[[Shae]] treats Sansaâ&euro;&trade;s cuts in her chamber. Sansa says that she thought the rioters would kill her and Shae says that they thought the same. Sansa says that she could tell that the man who hit her hated her. She wonders why he wanted to hurt her despite not knowing her. Shae tells Sansa that the rioters hated her for being what they cannot have and points out that Sansaâ&euro;&trade;s horse eats better than a common manâ&euro;&trade;s children. Sansa says that she would have given them food if she had any and asserts that she hates the King more than the rioters. Shae warns her to be careful who she speaks to. Sansa says that she is safe talking to Shae and Shae warns her to trust no-one.&lt;ref name=&quot;E16&quot;/&gt;\n\n", "TOP": "Sansa Stark Season 208354afnbgtlzjna8uruaewiwe5ww9hozfnq1167122014-03-06T02:34:15ZGreater good3347453All of this information is on the character's page{{Template:Delete}}In '''[[Season 2]] [[Sansa Stark]]''' remains a major character.\n\n", "Valar Morghulis": "Sansa attends court as |[[Joffrey Baratheon|Joffrey]] honors the heroes of the battle. The throne room doors open and Lord [[Tywin Lannister]] trots into the room atop his horse. Joffrey formally recites his titles and proclaims Tywin the savior of the city and the [[Hand of the King]]. The handâ&euro;&trade;s badge is presented to Tywin and he curtly thanks Joffrey before turning his horse and riding out.&lt;ref name=&quot;E20&quot;&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\nJoffrey calls Lord [[Petyr Baelish]] forward. He awards him the castle of [[Harrenhal]] for his service to the realm in brokering the alliance between [[House Lannister]] and [[House Tyrell]]. Joffrey formally says that the castle and the [[Lord of Harrenhal|lordship]] will be held by Petyâ&euro;&trade;s sons and grandsons until the end of time. Petyr accepts and jokes that he will need to acquire some sons to the amusement of the court.&lt;ref name=&quot;E20&quot;/&gt;\n\nNext Joffrey calls Ser [[Loras Tyrell]] who kneels before the throne. Joffrey says that the realm is in the debt of House Tyrell and offers to grant them any favor they ask. Loras tells Joffrey that the husband of his sister [[Margaery Tyrell]] was taken from them, referring to his lover [[Renly Baratheon]]. Loras falters for a moment, asserts that Margaery remains innocent and then asks Joffrey to unite their houses through marriage. Joffrey asks Margaery if the marriage is what she wants. Sansa watches the exchange from the gallery.&lt;ref name=&quot;E20&quot;/&gt;\n\n[[File:Margaery_love_2x10.png|thumb|Margaery proclaims her love for Joffrey.]] Margaery steps forward and says that she wants the marriage with all her heart, claiming that she has come to love Joffrey from afar. She says that tales of Joffreyâ&euro;&trade;s courage and wisdom have reached her and taken root deep inside of her. Joffrey smiles at his mother Queen Regent [[Cersei Lannister]] as Margaery speaks. He responds by telling Margaery that he has heard tales of her beauty and grace but that they do not do her justice. Joffrey says that it would be an honor to return her love but points out that he is promised to another. He asserts that a king must keep his word.&lt;ref name=&quot;E20&quot;/&gt;\n\nCersei intervenes theatrically to assert that the [[small council]] have agreed that it would be improper for Joffrey to wed Sansa. She cites the status of Sansaâ&euro;&trade;s father, [[Eddard Stark]], as an attainted traitor executed for treason and her brother [[Robb Stark]]â&euro;&trade;s ongoing open rebellion against the throne. Cersei says that Joffrey must set Sansa aside for the good of the realm. The court responds with murmured support. Joffrey halts the chatter by standing. He says that he would like to heed the wishes of the small council and his people but has taken a holy vow. [[Pycelle]] steps forward and says that while the gods hold betrothal solemn, the marriage pact was made by Joffreyâ&euro;&trade;s father, King [[Robert Baratheon]] before [[House Stark]] revealed their falseness. Pycelle announces that the [[High Septon (After the Riot of Kingâ&euro;&trade;s Landing)|High Septon]] has agreed that the Starks' crimes against the realm free Joffrey from the vow in the view of the gods. Joffrey says that the gods are good and that he is free to follow his heart. He tells Loras that he will wed his sister and tells Margaery that he will love her until his last day. The court erupts in applause. Margaery and Loras glance at Sansa as Joffrey returns to his throne.&lt;ref name=&quot;E20&quot;/&gt;\n\n[[File:Sansa_happy_2x10.png|thumb|left|Sansa happy after Joffrey has broken their engagement.]][[File:Sansa_and_Petyr_2x10.png|thumb|Petyr warns Sansa that she is still not free.]]\nSansa walks out of the gallery, allowing herself a private laugh at having escaped marriage to Joffrey. Petyr interrupts her rejoicing to offer his condolences. Sansa says that she agrees with the view of the court that she is not good enough for Joffrey. Petyr warns that Sansa will remain good enough for many of Joffreyâ&euro;&trade;s pleasures including beating her. Petyr alludes to Joffrey raping her now that she has reached womanhood. Sansa suggests that now that they are not engaged Joffrey will let her go. Petyr says that Joffrey is not the sort of boy to give away his toys. He compares Sansa to her mother [[Catelyn Stark]] at the same age and says that Catelyn was like a sister to him. He offers to help Sansa to return home for Catelynâ&euro;&trade;s sake. Sansa hesitates and then asserts that Kingâ&euro;&trade;s Landing is her home. Petyr tells her to look around, saying that the court are all liars and that all of them are better at it than Sansa.&lt;ref name=&quot;E20&quot;/&gt;\n\n", "Blackwater": "[[File:Tyrion_greets_Sansa.png|thumb|Tyrion greets Sansa.]]\nThe [[Iron Throne]] room is lit by great flaming braziers as the men prepare for batt. Commander [[Bronn]] bows to the newly arrived Sansa and [[Shae]] on his way out of the throne room. [[Tyrion Lannister]] approaches the ladies. He greets Sansa and pretends to forget Shaeâ&euro;&trade;s name. He checks that Sansa has been invited to join Cersei and the other highborn ladies in [[Maegor's Holdfast]]. Sansa affirms that she has but explains that King Joffrey has summoned her to see him off. Joffrey, the Hound and three other members of the Kingsguard enter from behind the throne. Joffrey calls Sansa over as Tyrion deadpans that Joffrey has always been a great romantic. Sansa says that she will pray for Tyrionâ&euro;&trade;s safe return. Tyrion doubts her and she says that she will pray just as she will for the king.&lt;ref name=&quot;E19&quot;&gt;&quot;[[Blackwater]]&quot;&lt;/ref&gt;\n\n[[File:Sansa_kissing_Hearteater.png|thumb|left|Sansa kissing Hearteater.]]\nJoffrey tells Sansa that he is riding forth for battle, referring to himself in the third person. He says that she should see him off with a kiss and draws his sword from its scabbard. He tells her that the blade is new and says that he has named it [[Hearteater]]. He orders her to kiss the sword. She kneels down to do so. Joffrey claims that Sansa will kiss it again when he returns and will taste his uncleâ&euro;&trade;s blood. Sansa asks if Joffrey will slay Stannis himself. Joffrey hesitantly says that he will if Stannis is fool enough to come near him. Sansa asks if Joffrey will be fighting outside the gates as part of the vanguard. Joffrey refuses to discuss his battle plans with a â&euro;&oelig;stupid girl.â&euro;? Sansa apologizes and agrees that she is stupid before asserting that Joffrey would definitely be in the vanguard. She adds that her brother [[Robb Stark|Robb]] always goes where the fighting is thickest and Robb is only a pretender. Joffrey says that Robbâ&euro;&trade;s turn will come and that Sansa can then lick his blood from Heart Eater. Joffrey leads his men out of the throne room and Sansa returns to Shae. Shae watches them leave and tells Sansa that some of the boys will never come back. Sansa replies that Joffrey will as the worst ones always live. Shae shushes her and leads her out.&lt;ref name=&quot;E19&quot;/&gt;\n\nCersei leads [[Tommen Baratheon]] and Ser [[Ilyn Payne]] through Maegorâ&euro;&trade;s Holdfast into a room is filled with ladies, septas and handmaids taking refuge from the battle. Sansa and Shae are already there and Sansa wonders why Cersei invited her. She says that Cersei always tells her how stupid she is and believes confides her belief that Cersei hates her. Shae suggests that Cersei may hate her less than she hates everyone else. Sansa says she doubts it and watches as Cerseiâ&euro;&trade;s handmaid pours a glass of wine. Shae suggests that Cersei is jealous of Sansa and Sansa wonders what reason Cersei could have to be jealous of her.&lt;ref name=&quot;E19&quot;/&gt;\n\nCersei calls Sansa over to her bed on the dais. Cersei says that she had wondered where their little dove had flown and then observes that Sansa looks pale, asking if it is still her period. Sansa says that it is and Cersei says that it is fitting that the men will bleed out on the field of battle while Sansa bleeds in the room. Cersei orders her handmaid to pour Sansa some wine. Sansa says that she is not thirsty and Cersei insists, saying that she is not offering water. Sansa asks why Ser Ilyn is present. Cersei claims that he is there to defend them. Sansa says that they have guards and Cersei asserts that his loyalty goes beyond money while their guards will desert them at the first sign of trouble.&lt;ref name=&quot;E19&quot;/&gt;\n\nSer [[Mandon Moore]] enters and reports that the men have caught thieves attempting to escape. Cersei calls them the battle's first traitors. She orders Ser Ilyn to execute them and have their heads mounted on the stables as a warning to others. Cersei says that the only way to ensure the loyalty of the smallfolk is to make sure that they fear you more than they do the enemy. Sansa reminds Cersei that she claimed that Ser Ilyn was there to protect them. Cersei says that he is, telling Sansa that traitors are a danger to them all. Cersei calls for more wine.&lt;ref name=&quot;E19&quot;/&gt;\n\nSansa holds hands with several other women, sitting in a circle on the floor of the room. Cersei calls her over again. She asks Sansa what she is doing. Sansa tells her that she was praying and Cersei says that Sansa is perfect. She asks what they were praying for and Sansa says they were asking the gods to have mercy on them all. Cersei wonders if Sansa means all of them, including her. Sansa convincingly says â&euro;&oelig;of courseâ&euro;? and Cersei asks if she even means Joffrey. Sansa begins her usual lie about her love for the King. Cersei cuts her off, telling her to shut up and calling her a fool. Cersei mocks her faith and claims that the gods have no mercy. She reveals that [[Tywin Lannister|her father]] taught her that lesson when he caught her praying as a child after the death of her mother. Cersei was too young to understand death aged just four and was imploring the gods to return her mother to her. Sansa wonders if Tywin does not believe in the gods. Cersei says that he believes in them but does not like them.&lt;ref name=&quot;E19&quot;/&gt;\n\nCersei orders another glass of wine for Sansa and invites her to sit. She orders Sansa to drink deeply. Cersei says that she should have been born a man. She claims that she would rather face a thousand swords than be shut inside with a flock of frightened hens. Sansa reminds her that the women are her guests, there under her protection because she invited them. Cersei retorts that she did it because it was expected of her. She says that Sansa will face similar expectations if she becomes Joffreyâ&euro;&trade;s queen. Cersei says that if Tyrion is somehow able to win the battle then the women will tell tales of how her courage inspired them, calling Tyrion her wretched little brother. Sansa wonders what will happen if the city should fall. Cersei suggests that Sansa would like that. Cersei predicts that the Red Keep would hold for a time, giving her an opportunity to surrender to Stannis in person. She says that if it were anyone but Stannis she would hope for a private audience but knows that she has no hope of seducing him. She asks if she has shocked Sansa and tells her captive that a woman has weapons other than tears. She tells Sansa that her best weapon is between her legs and she should learn how to use it. She again orders Sansa to drink and then asks if she has any notion what happens when a city is sacked. She muses that Sansa would not and elucidates that should the city fall all the women there will be raped. Cersei predicts that half of them will be carrying bastard children by the morning. She tells Sansa that she will be glad of her period then. Cersei asserts that when a manâ&euro;&trade;s blood is up from battle then any woman looks good, so Sansa will look like a slice of cake waiting to be eaten. Sansa is horrified and drinks deeply from her wine glass.&lt;ref name=&quot;E19&quot;/&gt;\n\nCersei tells Sansa that when she was little she looked so much like Jaime that even Tywin could not tell them apart. She could not understand why they were treated differently. She complains that while she was being taught to be a lady Jaime was being taught to fight. She says that Jaime was heir to Casterly Rock while she was sold to a stranger like a horse. Sansa reminds her that the marriage made her queen of the Seven Kingdoms. Cersei counters that Sansa will be Joffreyâ&euro;&trade;s queen and invites her to enjoy it.&lt;ref name=&quot;E19&quot;/&gt;\n\nCersei notices Shae watching them from across the room and says that she has not seen her before. Cersei approaches Shae and calls her pretty. Shae stands and attempts to curtsey. Cersei calls it the worst she has ever seen and demonstrates how to do it properly. Shae mimics her movements and Cersei says that she learns quickly. She asks how long Shae has served Sansa and Shae tells her it has been just a few weeks. Cersei instantly recognizes her Lorathi accent and asks when she left there. Cersei does not wait for an answer and observes that Shae is lowborn. Shaeâ&euro;&trade;s smile fades and Cersei asks when she came to Westeros. Shae says that it was ten years ago. Cersei wonders how Shae went from a Lorathi commoner to the Red Keep in ten years without being able to curtsey. She asks Shaeâ&euro;&trade;s name and asks her to tell her story. Shae hesitates and then begins at the age of thirteen.&lt;ref name=&quot;E19&quot;/&gt;\n\nShae is rescued by the arrival of Lancel. He bursts in shouting for Cersei. He reports Tyrionâ&euro;&trade;s destruction of the fleet and the landing of Stannisâ&euro;&trade;s troops. Cersei orders him to bring Joffrey inside. He objects saying that the presence of the King is good for morale. Cersei again tells Lancel to bring Joffrey back to his chambers. Lancel wonders why not to her side and she sarcastically asks if he wants Joffrey to be mocked as a coward for hiding behind his motherâ&euro;&trade;s skirts.&lt;ref name=&quot;E19&quot;/&gt;\n\nCersei sits back down and reveals to Sansa that she lied about Ser Ilynâ&euro;&trade;s purpose. She holds out an unsteady arm for more wine as she explains that he is there to kill them should the Red Keep be breached.&lt;ref name=&quot;E19&quot;/&gt;\n\nLancel returns to Cersei and tells her that the battle has been lost. He says that Stannisâ&euro;&trade;s troops are at their gates and that the goldcloaks lost all heart when Joffrey left. Cersei asks where Joffrey is. Lancel does not answer and instead says that he wants to escort him back to the battle. Cersei asks why she should care what Lancel wants. Lancel asks her to listen. She stands and pushes his wounded side. He falls back into a stone pillar, screaming in pain. Cersei leads Tommen out of the room.&lt;ref name=&quot;E19&quot;/&gt;\n\n[[File:SansaAndShaeBlackwater.png|thumb|Shae warns Sansa to leave and lock herself within her chambers.]]\nSansa comforts the panicked women. She reassures them that with the drawbridge raised they are in the safest place they can be. She says that Joffrey is unhurt and his knights have rallied behind him to save the city. She asks them to sing a hymn with her. She begins and the others join her. Shae interrupts her and tells her to bar herself in her chamber. Shae says that Stannis will not hurt her but Ser Ilyn will. Sansa asks Shae to come with her. Shae says that she needs to say goodbye to someone. Sansa repeats Cerseiâ&euro;&trade;s prediction that all of them will be raped. Shae says that no-one will rape her and shows Sansa a small dagger strapped to her calf. She urges Sansa on and Sansa complies.&lt;ref name=&quot;E19&quot;/&gt;\n\n[[File:Sandor with Sansa 2x09.png|thumb|The Hound offers to take Sansa with him north.]]\nSansa returns to her chamber and bars the door. She picks up the doll that Eddard gave her on their arrival in Kingâ&euro;&trade;s Landing. Sandor startles her by speaking. He asks if the ladies are starting to panic. She wonders why he is there. He says that he wonâ&euro;&trade;t be there long and is going. She asks where and he says somewhere that isnâ&euro;&trade;t burning. He suggests north perhaps. Sansa asks about Joffrey and Sandor says that he can die on his own. He offers to take her with him and return her to Winterfell. He says that he can keep her safe if she wants to go home. Sansa replies that she will be safe there and Stannis will not hurt her. He forcefully tells her to look at him, frightening her. He says that Stannis and the Lannisters are killers. He says that Eddard was a killer and Robb is a killer. He says that her sons will be the same one day. He tells her that the world is built by killers so she should get used to looking at them. Sansa says that he will not hurt her. He agrees, calling her Little bird. He lets her go and then walks out of the room.&lt;ref name=&quot;E19&quot;/&gt;\n\nStannis's force is ultimately defeated by a host of [[House Lannister]] and [[House Tyrell]] reinforcements led by [[Tywin Lannister]].&lt;ref name=&quot;E19&quot;/&gt;\n\n", "A Man Without Honor": "[[File:Sansa_and_the_hound.jpg|thumb|Sansa talking to Sandor]]\n[[Sansa Stark]] seeks out [[Sandor Clegane]] inside the [[Red Keep]] of [[Kingâ&euro;&trade;s Landing]]. She thanks him for saving her during the [[Riot of King's Landing|riot]] and calls him brave. He deflects the compliment, saying that a dog doesnâ&euro;&trade;t need courage to chase off rats. She asks if he takes joy from scaring people. He says that it gives him joy to kill. She flinches and he tells her that her father [[Eddard Stark]] also killed people. She says that he only did it as his duty and never enjoyed it. Sandor wonders if that it was Eddard told her and asserts that he was lying to her. He expands that killing is the sweetest thing there is. She asks why he is always so hateful and he says that she will be glad of the hateful things he does when she is Queen and he is all that stands between her and her beloved King. Sansa turns and walks away.&lt;ref name=&quot;E17&quot;&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\n[[File:Caught.jpg|thumb|Shae and Sansa try to turn the bloody mattress]]\nSansa has a nightmare about being attacked during the riots. The man who was trying to rape her tries to stab her in the dream. Sansa awakens to find her bed bloodied by her first period. She desperately tries to conceal the evidence, fearing that her menarche will expose her to being forced to sleep with [[Joffrey Baratheon]]. She attempts to cut away the stained sheet with a cheese knife but finds that the blood has soaked through to the mattress. [[Shae]] discovers her and takes away the knife while trying to reassure her. Sansa explains her fears and Shae helps her, telling her to turn the mattress. Another [[Hand maid]] enters and sees what they are doing. She quickly goes to leave and Shae gives chase.&lt;ref name=&quot;E17&quot;/&gt;\n\n[[File:Caught_again.jpg|thumb|Sandor catches Sansa]]\nShae threatens her to ensure her silence and then returns. She discovers Sansa sat at the foot of her bed while the Hound stands over looking at the bloodied mattress.&lt;ref name=&quot;E17&quot;/&gt;\n\n[[File:Sansa_and_Cersei.jpg|thumb|Sansa gets advice on motherhood from Cersei]]\nSansa is summoned to Queen Cerseiâ&euro;&trade;s chambers to discuss her reaction. Cersei wonders if Sansaâ&euro;&trade;s mother [[Catelyn Stark]] said anything to prepare her for her first period. Sansa says that she was forewarned thought it would be different and Cersei wonders how. Sansa says that she has thought it would be less messy and Cersei warns that childbirth is worse. She tells Sansa that she is now a woman and asks if she understands the implications. Sansa responds that she is fit to bear children for the King. Cersei senses her trepidation and reminds her that the prospect of mothering princes and princesses once delighted her. Cersei says that it is the greatest honor for a queen and Sansa nods meekly.&lt;ref name=&quot;E17&quot;/&gt;\n\nCersei regards her for a moment and then admits that Joffrey has always been difficult. Cersei reveals that she was in labour for a day and a half during his birth. She says that Sansa cannot imagine the pain she experienced and that she screamed so loudly that she was sure her late husband King [[Robert Baratheon]] would hear her from the [[Kingswood]]. Sansa wonders why Robert was not with her and Cersei explains that he was hunting and always avoided the birth of his children. Cersei says that he always returned with a trophy to present to her while she presented him with a baby. Cersei elucidates that she did not want Robert there and was content with [[Grand Maester ]] [[Pycelle]], an army of midwives and her brother Ser [[Jaime Lannister]]. She recalls that when the midwives tried to keep Jaime out he smiled and asked them who proposed to stop him. Cersei predicts that Joffrey will show Sansa no such devotion. She reassures Sansa that while she may not love the King she will love their children. Sansa says that she loves the King with all her heart. Cersei calls the lie touching and asks Sansa to listen to some womanly wisdom. She says that the more people you love the weaker you are. She says that love leads to obligations that you fulfil despite your own misgivings and foolishness. Cersei admonishes Sansa to love no-one but her children because a mother has no choice. Sansa asks if she should love Joffrey. Cersei responds that she can try, calling her â&euro;&oelig;Little Dove.â&euro;?&lt;ref name=&quot;E17&quot;/&gt;\n\n", "Garden of Bones": "Joffrey aims an ornate crossbow at Sansa in the Iron Throne room. He says that she is there to answer for Robbâ&euro;&trade;s treasons. She denies having any involvement in Robbâ&euro;&trade;s actions, calling Robb a traitor. Joffrey instructs Ser [[Lancel Lannister]] to tell her of Robbâ&euro;&trade;s latest outrage. Lancel claims that Robb used sorcery and an army of wolves to kill thousands of men under the command of Stafford. He adds that the Northmen feasted on the flesh of the slain after the slaughter drawing cries of outrage and horror from the courtiers. Joffrey suggests that killing Sansa would send Robb a message, but lowers his bow citing his mothers insistence that Sansa be kept alive. He orders her to stand and says they will send Robb a message in a different way. He orders Ser [[Meryn Trant]] of the [[Kingsguard]] to beat Sansa but spare her face. Meryn punches Sansa and then knocks her over using the flat of his sword. Joffrey orders Sansa stripped and Meryn tears her dress from her shoulders.&lt;ref name=&quot;E14&quot;&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\n[[Tyrion Lannister]] enters with [[Bronn]] and demands an explanation. He asks Meryn what kind of knight beats a helpless girl and Meryn says the kind that follows their king. Bronn sarcastically warns Meryn to be careful of getting blood on his white cloak. Tyrion orders Sansa covered and reminds Joffrey that he is engaged to marry her. [[Sandor Clegane]] tears off his white cloak and gives it to Sansa. Joffrey says that he was punishing her. Tyrion wonders what crimes she committed and elucidates that she did not fight in Robbâ&euro;&trade;s battle, calling Joffrey a half wit. Joffrey asserts that he can do as he likes as king. Tyrion reminds Joffrey of the fate of the [[Mad King]], who ruled without regard for the consequences of his actions until he was killed by Jaime. Meryn warns Tyrion not to threaten Joffrey and Tyrion counters that he is educating his nephew. He orders Bronn to kill Meryn if he speaks again and tells Meryn that he has now made a threat. Tyrion helps Sansa up and walks her out of the throne room. He apologizes for Joffreyâ&euro;&trade;s behaviour and asks if she wants to end the engagement. She asserts her loyalty and love for Joffrey. Tyrion calls her Lady Stark and says that she may yet survive her captivity.&lt;ref name=&quot;E14&quot;/&gt;\n\n", "The North Remembers": "[[Sansa Stark]] watches [[The Hound]] fights an unnamed opponent atop the walls of the Red Keep during a tourney to celebrate King [[Joffrey Baratheon]]'s name day. His mace rains blows down on his smaller adversary, knocking aside his shield, disarming him and then knocking him over the edge of the wall. The knight falls hard into the courtyard below. Joffrey rushes forward from his pavilion to look down on the fallen man. He shouts congratulations to the Hound and then asks SansaÂ if she enjoyed the duel. Sansa, Joffrey's captive, is deferent and subdued. Princess [[Myrcella Baratheon]] and Prince [[Tommen Baratheon]] are also seated in the pavilion.&lt;ref name=&quot;E11&quot;&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\n[[File:SansaWatchesTourneySeason2.jpg|thumb|Sansa watches King Joffrey's tournament.]]\nThe defeated knight is dragged away by his legs, leaving a smear of blood on the courtyard floor. A servant carries a bucket over to clean up. Joffrey asks who will fight next and [[Tournament announcer|his announcer]] responds by calling [[Lothor Brune]], describing him as a freerider in the service of Lord [[Petyr Baelish]], and Ser [[Dontos Hollard|Dontos]] the Red, of [[House Hollard]]. Lothor brandishes his mace to cheers from the crowd while Dontos fails to emerge and the announcer calls for him again. Hollard emerges from the wrong side of the pavilion. He is ill equipped and drops his helmet. He apologises and Joffrey accuses him of drunkenness. Dontos denies the accusation but admits to drinking two cups of wine. Joffrey offers Dontos as much wine as he likes and Dontos accepts. Joffrey orders Ser [[Meryn Trant]] of the [[Kingsguard]] to ensure that Dontos drinks his fill. Dontos and two of his sworn brothers hold Dontos down and pour wine into his mouth through a funnel. Sansa cries out â&euro;&oelig;You can't.â&euro;? Joffrey is incensed, but she claims that she meant it would be bad luck for Joffrey to kill someone on his name day. Joffrey is dismissive of this superstition until the Hound backs Sansa. Joffrey reluctantly orders Dontos to be imprisoned until the following day, planning to execute him then and calling him a fool. In an effort to spare Dontos from execution, Sansa says that Joffrey was clever to notice Dontos' foolishness and entreats him to prolong his suffering by making him the court fool.&lt;ref name=&quot;E11&quot;/&gt;\n\n", "What is Dead May Never Die": "Cersei hosts an awkward dinner for her Tommen, Myrcella and Sansa. Myrcella asks when Sansa and Joffrey will wed and Cersei tells her that it will be after the war. Myrcella remarks on the new dress she will have made for the day and then says that Sansa's will be ivory as the bride. Cersei prompts Sansa to respond and Sansa summons her usual line of devotion to Joffrey. Tommen asks if Joffrey is going to kill Sansa's brother Robb. Cersei says that he might and asks if Tommen wants him to. Tommen says that he does not and Cersei says that if Joffrey does Sansa will do her duty anyway. Sansa chokes down her helpless anger.&lt;ref name=&quot;E13&quot;&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\nIn her chambers Sansa looks at herself in the mirror and is startled when [[Shae]] enters. Shae explains that she is Sansa's new handmaiden. Sansa is doubtful of her experience when she does not know what she should be doing. Shae claims that she was once a maid for a Lady Zourif. Sansa is dismissive as she knows no-one of that name in King's Landing and expects the local standard. She vents her frustration on Shae, saying that she does not have time to teach her how to do her job. Shae offers to leave but Sansa realizes her loneliness and asks Shae to brush her hair.&lt;ref name=&quot;E13&quot;/&gt;\n\n"}, "title": "Sansa Stark Season 2"}