{"attributes": {"family": [" Eddard Stark - father", "Catelyn Stark - mother", "Robb Stark - brother", "Arya Stark - sister", "Bran Stark - brother", "Rickon Stark - brother", "Jon Snow - bastard half-brother", "Benjen Stark - paternal uncle", "Brandon Stark (Son of Rickard)"], "rightimage": "Baelish mini shield.png", "image": "DarkSansa.png", "allegiance": ["House Stark - by birth", "House Lannister - by forced marriage", "House Baelish - as Alayne"], "culture": " Northmen (with strong Andals", "titles": ["Princess", "Lady of Winterfell"], "mentioned": "", "leftlink": "House Stark", "death": "", "title": " Sansa Stark", "actor": "Sophie Turner", "religion": ["Old Gods of the Forest", "Faith of the Seven"], "status": ":Category:Status: Alive", "season": "Season 1", "appearances": "31 episodes &lt;small&gt;#Appearances", "leftimage": "Stark mini shield.png", "last": "", "rightlink": "House BaelishCharacter", "age": "Approx. 16-17 in Season 5", "place": "Winterfell", "aka": ["Little Dove", "Little Bird", "Sansa Lannister", "Alayne"], "first": "&quot;Winter is Coming (episode)"}, "sections": {"Family tree": "{{House Stark family tree}}\n\n", "TOP": "Sansa Stark02128hy4ssheqt98urpr2psnsphfj4t5w0ti1812602015-04-05T14:19:02ZHurricaneHero9319478141/* Season 3 */{{Heraldry\n|leftimage=Stark mini shield.png\n|rightimage=Baelish mini shield.png\n|leftlink=House Stark\n|rightlink=House Baelish\n}}\n{{Character\n|Title= Sansa Stark\n| Image=DarkSansa.png\n| Season=[[Season 1|1]], [[Season 2|2]], [[Season 3|3]], [[Season 4|4]], [[Season 5|5]]\n| First=&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;\n| Last=\n| Mentioned=\n| Appearances=31 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Titles=Princess&lt;br&gt;Lady of Winterfell\n| Aka=Little Dove&lt;br&gt;Little Bird&lt;br&gt;Sansa Lannister&lt;br&gt;Alayne\n| Status=[[:Category:Status: Alive|Alive]]\n| Age=Approx. 16-17 in Season 5\n| Death=\n| Place=[[Winterfell]]\n| Allegiance=[[House Stark]] - by birth&lt;br&gt;[[House Lannister]] - by forced marriage&lt;br&gt;[[House Baelish]] - as Alayne\n| Family= {[[Eddard Stark]]} - father&lt;br&gt;{[[Catelyn Stark]]} - mother&lt;br&gt;{[[Robb Stark]]} - brother&lt;br&gt;[[Arya Stark]] - sister&lt;br&gt;[[Bran Stark]] - brother&lt;br&gt;[[Rickon Stark]] - brother&lt;br&gt;[[Jon Snow]] - bastard half-brother&lt;br&gt;[[Benjen Stark]] - paternal uncle&lt;br&gt;{[[Brandon Stark (Son of Rickard)|Brandon Stark]]} - paternal uncle&lt;br&gt;{[[Lyanna Stark]]} - paternal aunt&lt;br&gt;{[[Jon Arryn]]} - uncle by marriage&lt;br&gt;[[Petyr Baelish]] - uncle by marriage&lt;br&gt;[[Roslin Frey]] - aunt by marriage&lt;br&gt;{[[Rickard Stark]]} - paternal grandfather&lt;br&gt;[[Brynden Tully]] - maternal great-uncle&lt;br&gt;{[[Hoster Tully]]} - maternal grandfather&lt;br&gt;{[[Minisa Tully]]} - maternal grandmother&lt;br&gt;[[Edmure Tully]] - maternal uncle&lt;br&gt;{[[Lysa Arryn]]} - maternal aunt&lt;br&gt;[[Robin Arryn]] - first cousin&lt;br&gt;{[[Talisa Maegyr]]} - sister-in-law&lt;br&gt;[[Tyrion Lannister]] - husband by forced marriage&lt;br&gt;{[[Tywin Lannister]]} - father-in-law&lt;br&gt;[[Cersei Lannister]] - sister-in-law &lt;br&gt;[[Jaime Lannister]]- brother-in-law &lt;br&gt;{[[Joffrey Baratheon]]} - nephew by marriage, formerly betrothed &lt;br&gt;[[Myrcella Baratheon]] - niece by marriage &lt;br&gt;[[Tommen Baratheon]] - nephew by marriage\n| Religion=[[Old Gods of the Forest]]&lt;br&gt;[[Faith of the Seven]]\n| Actor=[[Sophie Turner]]|Culture = [[Northmen]] (with strong [[Andals|Andal]] influence from her mother)}}\n{{Quote|...since my father was executed, I have been a hostage in King's Landing. A ''plaything'' for Joffrey to torture or Queen Cersei to torment. They ''beat'' me, they ''humiliated'' me, they married me to the Imp.|Sansa Stark|The Mountain and the Viper}}\n'''Sansa Stark''' is a major character in the [[Season 1|first]], [[Season 2|second]], [[Season 3|third]], [[Season 4|fourth]] and [[Season 5|fifth]] seasons. She is played by starring cast member [[Sophie Turner]], and debuts in the [[Winter is Coming (episode)|series premiere]]. Sansa is the daughter of Lord [[Eddard Stark]] of [[Winterfell]] and his wife [[Catelyn Stark|Lady Catelyn]], sister of [[Robb Stark|Robb]], [[Arya Stark|Arya]], [[Bran Stark|Bran]] and [[Rickon Stark]], and half-sister of [[Jon Snow]]. She moves to [[King's Landing]] when her father is appointed [[Hand of the King]] to [[Robert Baratheon]], and she is betrothed to heir apparent [[Joffrey Baratheon|Joffrey]].\n\nThings soon turn sour for Sansa in King's Landing; she is forced to watch as her father is betrayed and executed for treason by Joffrey. During the resulting [[War of the Five Kings]], Sansa is effectively a prisoner of the [[House Lannister|Lannisters]], and repeatedly humiliated and brutalized by Joffrey, who later repudiates his betrothal to her in favor of [[Margaery Tyrell]]. During her captivity, Sansa, by now thought to be the last surviving Stark, is unwillingly married to [[Tyrion Lannister]] at the behest of his [[Tywin Lannister|father]]. In the wake of Joffrey'sÂ [[Purple Wedding|assassination]], she is spirited away from the city byÂ [[Petyr Baelish]]. She adopts the alias of '''Alayne''' and is presented as Lord Petyr's niece, to hide her from recapture by the Lannisters.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Sansa is very much obsessed with conventional &quot;ladylike&quot; pursuits, with a keen interest in music, poetry, singing and dancing, and embroidery. She has a romantic notion of handsome princes and knights fighting honorably for love and loyalty. She is sharply contrasted with her far less idealistic and tomboyish younger sister, Arya.\n\nDue to a time jump which was originally planned in the books but later dropped, Sansa is only 11 years old when the narrative begins. Author George R.R. Martin himself has said that he would have aged-up the younger characters had he initially known he would abandon the time-jump. Therefore, in the TV series' [[timeline]], all of the younger characters including Sansa have been aged up two years from the books. Thus, Sansa is 13 years old in Season 1, and 14 years old in Season 2. Keeping in mind that in medieval times the age of maturity was lower than it is today, this younger age in the books isn't quite as unusual as it sounds, but due to the abandoned time jump this still led to some discrepancies. For example, Joffrey's torment of Sansa doesn't have quite the same inherent sexual tension to it in the books, because they're both two years younger. Sansa directly states that she is 13 years old in dialogue from the first episode of Season 1. On her wedding night with Tyrion Lannister, however, she says that she is 14 years old, when she should be 15 years old because two years have passed. It is possible that she either simply had not reached her [[nameday]] and turned exactly 15 yet, or that she was lying to try to shame Tyrion before he took her virginity (though as it turned out, Tyrion still refused to consummate the marriage, morally repulsed at being forced to marry such a young girl).\n\nA subplot in the books which is only somewhat alluded to in the TV series is that in her desperation, Sansa starts latching onto the idea of Sandor Clegane as her protector from Joffrey or a potential source of an escape attempt.\n\nIn the books Sansa is shown to be partially responsible for her father's arrest by revealing to Cersei his plan to have his daughters leave the capital city. Given that she is only a naive eleven year old, and that Eddard didn't give her any explanation for why he wanted to send her away from King's Landing, she assumed he was simply fighting with Cersei over some matter of state. Still enraptured with the idea of staying and marrying Joffrey, Sansa thought that if she told Cersei she would then smooth over whatever disagreement they had. This was omitted from the TV series, probably because Sansa has been aged-up by two years: eleven year old Sansa in the books could believably be this naive, but if thirteen year old TV-Sansa did it would have appeared simply foolish.\n\nSansa technically gained the title of &quot;princess&quot; when her brother Robb was declared the new [[King in the North]]. While her brothers Bran and Rickon use the title of &quot;prince&quot; among the Northerners at Winterfell, Sansa's storyline involves her being held as a prisoner at King Joffrey's court in King's Landing. The Lannisters refuse to acknowledge the North's claims of independence so they don't refer to Sansa as &quot;princess&quot;. Meanwhile, Sansa is in fear for her life, subject to frequent beatings at the hands of the Kingsguard at Joffrey's whim, so she doesn't refer to herself as &quot;princess&quot; for fear of angering her captors. Thus her title is rarely if ever invoked (unless Robb and Catelyn in the Northern camp are discussing her captivity).\n\nAfter being taken from the capital by Littlefinger, Sansa's hair is dyed black (as her auburn hair would reveal her identity to anyone who has ever met a Tully) and is given the alias of &quot;Alayne Stone&quot;, Lord Petyr's bastard daughter who recently decided to seek him out after having been entrusted to the [[Faith of the Seven]]. In the series, she is introduced simply as &quot;Alayne&quot;, a niece of Petyr, who makes only a vague attempt to hide her hair; she later dyes it of her own volition.\n\nAccording to the TV series official [[pronunciation guide]] developed for the cast and crew, &quot;Sansa&quot; is pronounced &quot;SAHN-suh&quot; (i.e. between &quot;San-suh&quot; and &quot;Sohn-suh&quot;).\n\n===Sansa Stark not &quot;Sansa Lannister&quot;===\n\nAmong the powerful noble families of the Seven Kingdoms, women will retain the use of their maiden name if their family is more powerful or ancient than their husband's family.\n\nIn Westeros, only members of noble Houses typically have surnames (i.e. &quot;Eddard Stark&quot; is actually &quot;Eddard of House Stark&quot; in full). The nobility of the Seven Kingdoms is actually formed of roughly five tiers, which in descending order are: the royal family that controls the Iron Throne, the [[Great House]]s who rule entire regions, the major noble Houses, the lesser noble Houses, and the knightly Houses. The Targaryens were the royal family though they were recently supplanted by the Baratheons. Great Houses rule each of the formerly independent &quot;Seven Kingdoms&quot; - such as the Starks who rule the North, the Lannisters who rule the Westerlands, and the Tyrells who rule the Reach. Major Houses are those under the Great Houses, such as [[House Umber]] which serves the Starks, or [[House Redwyne]] which serves the Tyrells. Underneath them are the lesser noble Houses (i.e. [[House Poole]]), and below them are knightly Houses (i.e. [[House Clegane]]): the difference between the two is that lesser Lords still have the right to dispense justice on their lands while knights do not.\n\nTypically, if a noblewoman marries above her station into a more powerful family, she will switch to publicly using that family name. For example, &quot;[[Olenna Tyrell]]&quot; was born Olenna Redwyne, but the Tyrells are the Redwyne's overlords so she switched to use of that name. A noblewoman who married below her station would defiantly continue to use the name of the more prestigious family she was born into.\n\nGiven that the Starks and Lannisters were both Great Houses of equal social rank, both former royal houses, it therefore isn't automatically assumed that Sansa would switch to being known as &quot;Sansa Lannister&quot;. The major factor is that Sansa was forced into a marriage to a similarly unwilling husband by her captors. Theirs also remains an unconsummated marriage, and thus are not ''genuinely'' married in the eyes of the gods. Such unconsummated marriages can easily be annulled.\n\nSansa finally manages to escape King's Landing and Lannister control after Joffrey's wedding. She never considered her forced marriage to Tyrion to be real, nor did Tyrion. In addition to being forced to marry under duress, their marriage was simply never consummated, so it was never legally or religiously binding. Subsequently, neither Sansa nor Tyrion consider themselves to have been truly married - and the book Appendices also continue to refer to her as &quot;Sansa Stark&quot;.\n\n", "Quotes": "{{Quote|The first time I saw you, you were just a child. A girl from [[the North]], come to the [[King's Landing|capital]] for the first time. Not a child any longer.|[[Petyr Baelish]] to '''Sansa'''|The Mountain and the Viper}}\n\n", "Image gallery": "&lt;gallery widths=&quot;180&quot;&gt;\nMordane 1x01.png|Sansa practicing her needlework with Septa [[Mordane]] in &quot;[[Winter is Coming]].&quot;\nHouse Stark and retainers.jpg|Sansa and her family await the arrival of the king in &quot;Winter is Coming.&quot;\nSansa Stark.jpg|Sansa's [[HBO]] [[Season 1]] promo picture.\nSansaStarkS1Promo.png|Promotional image of Sansa in Season 1\nSansa 1x08.jpg|Sansa begs for mercy for her father in &quot;[[The Pointy End]].&quot;\nNed's execution.jpg|Sansa tries to prevent her father's execution in &quot;[[Baelor]].&quot;\nJoffrey.png|[[Joffrey Baratheon|Joffrey]] torments Sansa on the traitors walk in &quot;[[Fire and Blood]].&quot;\nSansa and Meryn 1x10.png|Ser [[Meryn Trant]] restrains Sansa in &quot;Fire and Blood.&quot;\nSansa 201.jpg|Sansa at Joffrey's name day tourney in &quot;[[The North Remembers]].&quot;\nSansa S2.jpg|Sansa's [[HBO]] [[Season 2]] promo picture.\nSansaStarkS2Promo.jpg|Promotional image of Sansa in Season 1\nSansa 204.jpg|Promotional image of Sansa in the Great Hall of the Red Keep in &quot;[[Garden of Bones]].&quot;\nSansa Blackwater.jpg|Sansa in &quot;[[Blackwater (episode)|Blackwater]].&quot;\nGameOfThronesS3-3.JPG|Sansa in &quot;[[Dark Wings, Dark Words]].&quot;\nTyrion and Sansa wedding 3x08.jpg|[[Tyrion Lannister|Tyrion]] and Sansa with [[Tywin Lannister|Tywin]], [[Cersei Lannister|Cersei]], [[Joffrey Baratheon|Joffrey]], Lord [[Varys]], Grand Maester [[Pycelle]], [[Margaery Tyrell|Margaery]], Lady [[Olenna Tyrell|Olenna]] and [[Loras Tyrell|Loras]] in &quot;[[Second Sons (episode)|Second Sons]]&quot;.\nTyrion and Sansa wedding 2 3x08.jpg|[[Tyrion Lannister|Tyrion]] and Sansa at their wedding in &quot;[[Second Sons (episode)|Second Sons]]&quot;.\nSecond_sons_Sansa.png|Sansa before her wedding.\nShae Sansa and Tyrion Mhysa.png|Tyrion, Sansa and Shae in &quot;[[Mhysa]]&quot;.\nSeason4-GOT-Sansaposter.jpg|Promotional image for Sansa in [[Season 4]].\nSansa-Stark-Profile-HD.png|Sansa in &quot;[[Mockingbird]]&quot;.\nAlayneTheMountainAndTheViperPromotional.jpg|Promotional image for &quot;[[Mockingbird]]&quot;.\nSansa2.jpg|Sansa Stark as Alayne in [[Season 5]]\n&lt;/gallery&gt;\n\n", "See also": "*{{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season One Appearances|yes|yes|yes|yes|yes|yes||yes|yes|yes}}\n{{Season Two Appearances|yes||yes|yes||yes|yes||yes|yes}}\n{{Season Three Appearances|yes|yes||yes|yes|yes|yes|yes||yes}}\n{{Season Four Appearances|yes|yes|yes|yes|yes||yes|yes}}\n\n", "Biography": "===Background===\n[[File:Mordane History and Lore.png|thumb|left|A young Sansa being tutored by Septa [[Mordane]].]]Sansa Stark is the eldest daughter and second child of Lady [[Catelyn Stark|Catelyn]] and Lord [[Eddard Stark]]. Eddard is the head of [[House Stark]] and [[Lord Paramount of the North]]. [[The North]] is one of the constituent regions of the [[Seven Kingdoms]] and House Stark is one of the [[Great Houses]] of the realm. House Stark rules the region from their seat of [[Winterfell]] and Eddard also holds the titles of [[Lord of Winterfell]] and the [[Warden|Warden of the North]] to King [[Robert Baratheon]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/stark/ HBO viewers guide, season 2 guide to houses, House Stark entry]&lt;/ref&gt;\n\nSansa was born and raised at Winterfell. She has an older brother, [[Robb Stark|Robb]], two younger brothers, [[Bran Stark|Bran]] and [[Rickon Stark|Rickon]], a younger sister, [[Arya]]Â and a bastard half-brother, [[Jon Snow|Jon]].Â Sansa enjoys proper &quot;lady-like&quot; pursuits, and is good at sewing, embroidering, poetry, and music. She dreams of being a regal Queen like [[Cersei Lannister]], and that just like in the epic songs she will meet her knight in shining armor. She has the [[House Tully|Tully]] coloring as do most of her siblings, and Lady Catelyn thinks Sansa will be even more beautiful than she was when she was younger. She is often seen in contrast with her sister, Arya Stark who has neither her looks nor her accomplishments in feminine activities and comportment.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/stark/sansa-stark/ HBO viewers guide, season 2 guide to houses, House Stark - Sansa Stark entry]&lt;/ref&gt;\n\n===[[Season 1]]===\nWhen her brothers find an orphaned litter of direwolf pups, Sansa adopts the gentlest one and names her [[Lady]]. When King [[Robert Baratheon]] visits [[Winterfell]] to offer Sansa's father the position of [[Hand of the King]], he also offers to betrothe his son [[Joffrey]] to Sansa. Sansa, who is very taken with the handsome young prince, thinks this is a splendid notion. She longs for the excitement of the capital and begs her parents to agree to the match, until they do so. Eddard takes the handship and decides to take his daughters with him to the capital.&lt;ref&gt;&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;&lt;/ref&gt;\n[[File:Sansa in the Camp.jpg|thumb|230px|Sansa with her direwolf, Lady.]]\n\nAt the [[Crossroads Inn]] on the [[kingsroad]], Joffrey offers to walk Sansa along the riverbank after the disquieting experience of meeting Ser [[Ilyn Payne]], the king's headsman. They find [[Arya Stark|Arya]] practicing her swordwork with [[Mycah]], a butcher's son, and Joffrey starts to hurt him for acting above his station and striking a girl of noble blood. Arya strikes Joffrey, and when the prince retaliates, Arya's direwolf, [[Nymeria]], intervenes and bites Joffrey's arm. Arya and Mycah flee and Joffrey cries before snapping at Sansa to get him help. Sansa is taken before King Robert and his retainers and asked to corroborate Joffrey's claim, that he was the victim of an unprovoked attack. Arya tells her to tell the truth, but to Arya's fury, Sansa is worried about upsetting her relationship with Joffrey, so she says that it happened too fast for her to know. Queen Cersei orders that Nymeria be executed for harming Joffrey, but when the direwolf cannot be found she suggests that Lady be substituted for her. Eddard, furious with Robert for agreeing to this, carries out the execution himself, to Sansa's anger.&lt;ref&gt;&quot;[[The Kingsroad]]&quot;&lt;/ref&gt;\n\n[[File:Sansa in King's Landing.jpg|thumb|left|236px|Sansa Stark dining in King's Landing.]]\nArriving in [[King's Landing]], Sansa's enmity towards Arya and her father continues. Eddard fails to mollify Sansa by buying her a doll as she hasn't played with dolls for years. Eddard explains to Arya that Sansa could not defy Joffrey or go against his version of events if she wished to maintain his goodwill in marriage.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt;\n\nSepta [[Mordane]] shows Sansa the throne room of the [[Red Keep]] as part of a history lesson, Sansa realizes that her [[Rickard Stark|grandfather]] and [[Brandon Stark (the elder)|uncle]] were killed there by the [[Mad King]]. Sansa is fearful that she will not be able to give Joffrey sons, only daughters like her friend [[Jeyne Poole]]'s mother, but Mordane doesn't think this likely.&lt;ref name=&quot;E4&quot;&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\nAt the Hand's [[tournament]], Sansa witnesses Ser [[Gregor Clegane]] killing Ser [[Hugh]] of the Vale during a joust. [[Littlefinger]] tells Sansa about how Gregor burned the face of his brother, [[Sandor Clegane|Sandor]], when they were very young. Sandor is Joffrey's bodyguard and Littlefinger advises against relaying the story to Sandor.&lt;ref name=&quot;E4&quot; /&gt;[[File:Sansa.jpg|thumb|244px|Sansa attends the Tourney and cheers for Ser [[Loras Tyrell]].]]\n\nSansa is given a flower by Ser [[Loras Tyrell]], the famous Knight of the Flowers, before his tilt with Ser Gregor Clegane. He gives the flower to Sansa, but he is looking at Prince [[Renly Baratheon|Renly]] who is sitting behind her. She witnesses him defeating Gregor, and Gregor's subsequent furious attack on him, which is halted only by the intervention of Sandor. She joins the [[smallfolk]] in applauding Sandor's actions.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\n[[File:Pendant.jpg|thumb|left|Joffrey gives a Lannister pendant to Sansa, identical to the one Cersei wears.]]\nSansa and Septa Mordane are embroidering, and Sansa begins speaking very rudely to her, as time at court around Cersei is changing her for the worse. Joffrey visits Sansa and gives her a present. He also apologizes for the incident on the Kingsroad and kisses her, winning back her favor. Sansa is later told by her father that he is sending her and Arya back to Winterfell, and her betrothal to Joffrey is to be broken. Sansa refuses to accept this: she tells them that she loves Joffrey, she will be his queen, and give him beautiful blonde-haired children. He will be a great king and a golden lion. When Arya points out that he isn't a lion, but a stag like his father, King Robert, Sansa angrily says Joffrey is nothing like him. This inadvertently leads Eddard to realize that Joffrey and his siblings are not King Robert's true children. Eddard tells Sansa and Arya that they are returning to Winterfell, over Sansa's furious protests.&lt;ref name=&quot;E6&quot;&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt; King Robert dies following a hunting accident and Eddard attempts to reveal the truth about Joffrey to prevent him taking the throne. Eddard is betrayed by Littlefinger, his guards are killed and he is arrested.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n\nEddard's retinue at the Red Keep is slaughtered by [[House Lannister]] guardsmen led by Sandor. Mordane moves to confront the Lannister soldiers, while telling Sansa to lock herself in their rooms. Sansa is taken into custody by Sandor and brought to Cersei. She pleads for her father's cause, insisting that a mistake has been made, and proclaiming her own loyalty. Cersei says that she will believe Sansa is loyal on the condition that Sansa write to Robb asking him to bend the knee and swear fealty to Joffrey. The letter is unsuccessful and Robb instead raises an army and marches south to relieve [[the Riverlands]] from the[[File:Ned's execution.jpg|thumb|260px|Sansa just before the execution of her [[Eddard Stark|father]].]] Lannister armies. Sansa again pleads for mercy and for her father's life, this time in front of the entire court, and Joffrey agrees to give him mercy if he admits his wrongdoing and acknowledges Joffrey as the true king. Sansa says that she is sure he will.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\nAt his trial, [[Eddard Stark]] acknowledges his &quot;crimes&quot; and swears loyalty to King [[Joffrey Baratheon]]. To Sansa's utter shock and horror, Joffrey nevertheless orders Eddard's decapitation. Sansa is prevented from interfering and her father is killed before her eyes.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\nDays later, Sansa is in court and watches as Joffrey orders the removal of the tongue of the singer [[Marillion]], who has written a song unfavorable to the royal family. Joffrey then takes Sansa to the traitor's walkway, where the severed heads of executed criminals are mounted on spikes along the castle walls. He draws Sansa's attention to the severed heads of her father and Septa Mordane. Sansa refuses to give Joffrey the [[File:Sansa 2x10.jpg|thumb|left|244px|Joffrey forces Sansa to look upon the severed head of Eddard Stark]]satisfaction of seeing her upset and shows no emotional response. Joffrey tells her that executing Eddard was showing mercy, as he gave him a quick death, and he suggests that he will mount her brother Robb's head on the wall after defeating him. Sansa retorts that maybe Robb will take Joffrey's head instead. Furious, Joffrey has Ser [[Meryn Trant]] of the Kingsguard strike her. Joffrey tells Sansa that they are still to be married. Sansa contemplates pushing Joffrey off the walkway, but is subtly stopped by Sandor. After Joffrey and Meryn leave, Sandor gives her a cloth to attend to her cut lip and tells her that she will be needing it again.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\nSansa remains a captive of Queen Regent [[Cersei Lannister]] in [[King's Landing]]. She has learned to feign loyalty to King [[Joffrey Baratheon]] to avoid further abuse from him. She attends Joffrey's name day tournament and convinces him to spare Ser [[Dontos Hollard]] when he attends drunk.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\nSansa is forced to sit through the Lannisters discussing killing her brother [[Robb Stark]] over dinner. She vents her frustration on her new handmaid [[Shae]].&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt; When Robb wins a crushing victory at the [[Battle of Oxcross]], Joffrey responds by having Sansa stripped and beaten in front of the court. [[Tyrion Lannister]] [[File:Sansa Stark 1x08.jpg|thumb|254px|Sansa is humiliated by Joffrey in front of the Royal Court]]intervenes and offers to end her engagement to Joffrey, but she retains her facade of loyalty.&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\nSansa attends the departure of Princess [[Myrcella Baratheon]] for [[Dorne]] . She stands up to Joffrey when he mocks his brother [[Tommen Baratheon|Tommen]] for crying. As the royal party returns to the Red Keep Joffrey is struck by excrement thrown by the angry crowd. Joffrey causes a city wide [[Riot of King's Landing|riot]] by demanding that his guards kill all of the smallfolk present. Sansa is separated from the rest of the group and almost raped by a group of commoners. She is rescued by [[Sandor Clegane]]. Shae treats her injuries and Sansa tries to rationalize being attacked when she hates Joffrey more than anyone. Shae warns her not to say such things and to trust no-one.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\nSansa has a nightmare that she is being stabbed by her attackers from the riots. She wakes up to find her mattress bloodied by the onset of [[Flowering|her first period]]. Shae tries to help her conceal the evidence as it means she is ready to bear Joffrey's children. The Hound catches them and (reluctantly) informs the Queen. Cersei [[File:Sansa and Cersei.jpg|thumb|left|254px|Cersei and Sansa chat following Sansa's first &quot;flowering&quot;]]gives Sansa advice on motherhood, reassuring her that she will love her children if not her husband. She tells Sansa that the more people you love, the weaker you are.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\n[[Stannis Baratheon]] sails his fleet into the bay outside King's Landing, triggering the [[Battle of the Blackwater]]. Sansa is summoned to the throne room to say goodbye to Joffrey. He forces her to kiss his new sword and she subtly undermines his bravado. She then takes refuge in Maegor's Holdfast with Shae; Cersei is hosting the women of the court there. She torments Sansa during the battle, mocking her faith, telling her that Ser [[Ilyn Payne]] is present to kill her if the walls are breached and drunkenly telling her to use her sexuality as a weapon. Cersei eventually storms out, believing the battle lost. Sansa attempts to keep the morale of the women up with prayers and singing. Shae tells Sansa to return to her chambers and bar her door to keep her safe should Stannis breach the keep. Sansa finds Sandor waiting for her inside. He[[File:Sansa Blackwater Promo.jpg|thumb|216px|Sansa during the [[Battle of Blackwater]].]] tells her that he is going north and offers to take her with him. She is reluctant to leave the potential safety of being rescued by Stannis but he warns her that all men are killers. Stannis's force is ultimately defeated by a host of [[House Lannister]] and [[House Tyrell]] reinforcements led by [[Tywin Lannister]].&lt;ref&gt;&quot;[[Blackwater]]&quot;&lt;/ref&gt;\n\nSansa attends court as Joffrey doles out rewards. Tywin is named Savior of the City and Hand of the King, Petyr Baelish is made Lord of Harrenhal and Loras Tyrell is allowed to name a favor from the king. He asks Joffrey to marry his sister Margaery. Joffrey asks Margaery if this is what she wants while Cersei looks at Sansa deviously. Joffrey says that he would be honored to return Margaery's love, but regrets that he is promised to Sansa. Cersei suggests Joffrey set Sansa aside because of her family's treachery. Joffrey accepts the betrothal. Joffrey states that he will her from this until his last day&quot; - the same endearment he once offered Sansa.&lt;ref name=&quot;E6&quot; /&gt; Sansa turns away, feigning sadness but allowing herself laughter once she has privacy. Her revelry is halted by Petyr consoling her; she pretends to be upset. Petyr crushes her hopes of freedom and warns her that her situation has worsened, as she will no longer have the token protection of becoming Joffrey's queen but will remain his captive. Petyr tells her that she reminds him of her mother and vows to help her return home. Sansa is reluctant to trust him and maintains her facade.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\nSansa and Shae sit on the docks watching ships arrive and depart. Sansa wants to play a game making up stories about where the ships are headed, but Shae, in typical fashion, is uninterested. Sansa tells Shae that she enjoys the game because the truth is either &quot;Terrible or Boring.&quot; Baelish arrives and tells Sansa of a new role that he has taken which will allow him to leave King's Landing, and offers to smuggle her out of the city. She is hesitant about the idea.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;  \n\nSansa discusses the possiblity of Littlefinger being in love with her, but Shae warns her that Baelish is manipulative and men usually want &quot;one thing&quot; from young ladies. Margaery and her grandmother [[Olenna Tyrell]] invite her to lunch in the gardens, where they ask her about Joffrey. Sansa is initially too fearful to speak the truth, but eventually breaks down, her eyes blazing, and angrily recounts how Joffrey had said he would show her father mercy, only to behead him in front of her, and how he then took her up to the wall and forced her to look at her father's head on a spike. Sansa nervously attempts to backtrack, but Olenna tells her that they will never betray her confidence. Sansa soon admits that Joffrey is a &quot;monster&quot;.&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt;\n[[File:Sansa Confession.jpg|thumb|left|232px|Sansa confides in Margaery and Olenna Tyrell.]]While she prays at the Red Keeps's [[godswood]] under guard, Margaery comes and talks to her, telling her that they should see [[Highgarden]], the Tyrell home, together. Sansa replies that Cersei would never allow her to leave King's Landing. Margaery tells her that she could be a wife to Margaery's brother [[Loras Tyrell]], to which Sansa is overjoyed.&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt; They go to see LorasÂ during his swordplay practice, during which she admires him. Loras and Sansa spend more time together in the following weeks, though SansaÂ is far more enthusiastic about their impending marriage than he is.Â Loras admits he's always wanted a big wedding with lots of guests, fancy food and a good tournament, though he only seems to remember that there will be a bride when Sansa gives him an expectant look. One subject where they do find common ground is their shared hatred of King's Landing, with Loras saying that King's Landing is &quot;the most terrible place there is&quot;.&lt;ref name=&quot;S3E6&quot;&gt;&quot;[[The Climb]]&quot;&lt;/ref&gt;[[File:Sansa Margaery Bear and Maiden Fair.jpg|thumb|248px|Sansa and [[Margaery Tyrell]].]]\n\nThe plan to wed Sansa to LorasÂ is scuppered when Cersei grows increasingly suspicious of the TyrellsÂ and learns of the proposed marriage through Petyr Baelish, which prompts Tywin Lannister to instead arrange for Cersei and Tyrion to marry Loras and Sansa respectively, to curb the ambitions of House Tyrell and to bind two of the other great houses of the Seven Kingdoms closer to the Lannisters.&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n\nAs she watches Littlefinger's ship depart for the [[Vale of Arryn]], Sansa is devastated as she realizes that both of her chances to leave King's Landing have gone, and she has no choice but to marry into the family that killed her father.&lt;ref name=&quot;S3E6&quot; /&gt; Margaery consoles her that Tyrion might be able to make her happy, given his skill as a lover. However, Tyrion promises to Sansa that he will not mistreat her,&lt;ref name=&quot;S3E8&quot; /&gt; and she concedes that there are worse Lannisters she could be wed to.&lt;ref&gt;&quot;[[The Bear and the Maiden Fair (episode)]]&quot;&lt;/ref&gt;\n\n[[File:Second sons marriage sansa tyrion.jpg|thumb|left|238px|Sansa is wed to [[Tyrion Lannister]].]]The wedding itself is an embarrassing affair. Joffrey smugly escorts Sansa to the altar in place of her fatherÂ and removes the stool upon which Tyrion was to standÂ on to cloak Sansa in Lannister colors as part of the ceremony.Â TyrionÂ then spends the wedding feast becoming steadily more drunk while JoffreyÂ hints that he plans to rape her. Joffrey is insistent on going ahead with the bedding ceremony despite his uncle's protestations, but TyrionÂ threatens that Joffrey will &quot;be fucking [[Margaery Tyrell|his own bride]] with a wooden cock&quot; if he doesn't let it drop. Tywin defuses the situation by dispensing with the bedding ceremony, andÂ Tyrion takes Sansa out of the room before JoffreyÂ can take it any further.&lt;ref name=&quot;S3E8&quot;&gt;&quot;[[Second Sons (episode)]]&quot;&lt;/ref&gt;[[File:Shae Sansa and Tyrion Mhysa.png|thumb|238px|Sansa begins to form a friendship with Tyrion, despite their circumstances.]]\n\nTyrion realizes how unhappy Sansa is with him and their marriage, and reassures her that they will not consummate it unless she wants to, even if that means never. Shae is pleased to see that Sansa'sÂ bedsheets are unstained the morning after the wedding, as it means that SansaÂ remains a virgin.&lt;ref name=&quot;S3E8&quot; /&gt; Sansa and her new husband actually get along rather well, sharing jokes and a common enemy in Joffrey. However, their cordial relationship suffers a crushing blow when Sansa receives news of the death of her mother and brother at the [[Red Wedding]], an event orchestrated by Tyrion's father.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\nSansa remains despondent over the deaths of her mother and brother. Despite encouragement from Shae [[File:Sansatyrion.png|thumb|left|242px|Sansa remains distraught over the deaths of her mother and brother.]]and Tyrion, she refuses to eat, declining even lemon cakes. She tells Tyrion that she lies awake a night thinking of the brutal way in which Catelyn died, how Robb's body was desecrated, and how Catelyn's body was dumped into the [[Trident|river]]. Sansa excuses herself from the table, saying she is going to the [[godswood]] and reveals that she no longer prays; she is seeking solitude. While in the godswood, Sansa is watched by [[Jaime Lannister]] and [[Brienne]], and later finds herself being followed by someone. Her pursuer corners her, turns out to be [[Dontos Hollard]], whose life she had saved earlier. Dontos expresses his gratitude to Sansa for speaking on his behalf while no one else would and offers her a necklace that had once belonged to his mother, saying it is the last heirloom of [[House Hollard]]. Sansa turns it down at first, not wanting to take something with such sentimental value but after urging from Dontos says she will wear it with pride.&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\n[[File:Sansadontos.png|thumb|240px|Sansa is given a diamond necklace by [[Dontos Hollard]].]]\n\nSansa attends a breakfast held before the [[Purple Wedding|wedding]] of [[Joffrey Baratheon]] and [[Margaery Tyrell]]. There, Joffrey is presented with a gift from [[Tywin Lannister]];Â the second sword re-forged from [[Ice]], the recently-destroyed ancestral sword of House Stark. Joffrey names his new weapon [[Widow's Wail]], commenting that he will be reminded of [[Ned Stark]]'s beheading each time he uses it. Sansa looks on in obvious grief. At the end of the wedding itself, Sansa comments bitterly that &quot;we have a new queen.&quot;Â Tyrion encourages her to look on the bright side: at least she isn't queen. Later, at the wedding feast, Olenna walks up to Sansa to offer her condolences over the Red Wedding and invites her to visit Highgarden sometime when things settle down. During the exchange, Olenna toys with Sansa's hair in a grandmotherly fashion.\n\n[[File:Olenna and Sansa 2.jpg|thumb|left|242px|Olenna consoles Sansa during the wedding feast.]]\n\nMeanwhile, Joffrey amuses himself with a farcical &quot;reenactment&quot; of the [[War of the Five Kings]] with each of the five kings being played by a dwarf. The dwarf playing Robb Stark wears a wolf's head that is eventually knocked off by the dwarf playing Joffrey. Sansa again looks on in grief. When Tyrion makes a veiled reference to his nephew's cowardice during the Battle of Blackwater, a furious Joffrey pours wine over his uncle's head and orders him to be his cupbearer to humiliate him further. Joffrey drops his goblet on purpose and then kicks it under the table when Tyrion tries to pick it up. Sansa, seemingly feeling pity for Tyrion,Â picks up the goblet and hands it to him. At Sansa's behest, she and Tyrion try to leave, but Joffrey calls them back and demands Tyrion bring him the cup again. Tyrion grudgingly obliges but unbeknownst to everyone, Olenna had slipped some poison into Joffrey's cup. Poison that was contained in a stone that Olenna pilfered from the necklace that Sansa was wearing. Later, as Joffrey lies dying from being poisoned, Dontos Hollard approaches Sansa and encourages her to leave in order to save her life, a suggestion Sansa takes to heart.&lt;ref&gt;&quot;[[The Lion and the Rose]]&lt;/ref&gt;\n\n[[File:Sansaescape.png|thumb|208px|Sansa escapes [[King's Landing]] with [[Dontos Hollard]] shortly after Joffrey's death.]]\n\nAfter the events of the Purple wedding, Sansa and Dontos make a quick escape and get on a boat, leaving the city. Dontos takes Sansa to a ship which turns out to be Petyr's ship. PetyrÂ has Dontos killed to guarantee his silence. Sansa screams and asks why he killed Dontos. He states that Dontos was working solely for money, and that she is safe.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\nPetyr visits Sansa in her cabin and Sansa figures out that he had a hand in Joffrey's death. After he tries to deny it he just ends up telling her everything about the wedding, Sansa is confused because of everything that the Lannisters have done for him and tells him that she doesn't believe that he would risk his life just to confuse the Lannisters, he tells her that he would risk [[File:Sansalittle.png|thumb|left|238px|[[Petyr Baelish|Littlefinger]] reveals  his role in Joffrey's murder to Sansa while en route to the [[Eyrie]]. ]]anything to get what he wants. She asks him what he wants and he vaguely says &quot;everything&quot;.&lt;ref&gt;&quot;[[Oathkeeper]]&lt;/ref&gt;\n\nSansa and PetyrÂ are walking towards the bloody gate and Petyr educates Sansa on the Eyrie and its defenses. Sansa uses the disguise as Petyr's niece so no one knows who she is. When they enter the main hall Sansa greets [[Lysa Arryn]] as Alayne but Lysa interrupts her saying that she knows who she is and she can't call her 'Aunt' in front of anyone apart from herself,Â Petyr, and Robin.\n\nLysaÂ brings Sansa lemon cakes, and tells herÂ that Petyr brought three crates from the capital for [[File:Sansalysa.png|thumb|210px|Sansa with her Aunt [[Lysa Arryn]].]]Sansa. She tells Sansa a story about Catelyn when she was young, getting fat off how much sweet food she had, which makes Sansa feel self conscious. She stops, but Lysa tells her to carry on.Â Lysa abruptly turns antagonistic, accusing her of having sex with Petyr. Sansa panics and tries to assure Lysa that she is a virgin. LysaÂ disregards thisÂ and grabs onto her hand and squeezes hard. Sansa starts crying while saying that all Petyr says that she is a stupid little girl, with stupid dreams, who never learns and is a terrible liar. Lysa then becomes nice and assures her that it is all alright and after Tyrion is executed she can marry her cousin Robin. Sansa is not sure what to make of this.&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;\n\nAfter settling into the Eyrie, albiet with discomfort, SansaÂ wanders into the courtyards alone, as the snow falls around the vale. The snow, reminding her of home, prompts her to begin to construct a snow castle resembling [[Winterfell]]. She has a short-livedÂ friendly conversation with [[Robin Arryn|Robin]], before she snaps at him for messing up the castle, resulting in a heated confrontation that ends with Robin running into the castle, [[File:Sansasnow.png|thumb|left|226px|Sansa contructs a snow castle in the Eyrie]]crying. PetyrÂ presents himself shortly afterwards, and SansaÂ questions him as to why he really had Joffrey killed. She allows herself to smile slightly when he claims that he did it for Catelyn, the only woman he ever loved. Sansa is shocked when he kisses her directly on the lips, whichÂ Lysa witnesses. She summons Sansa to the courtroom, where she is standing over an open Moon Door. She begins to grow concerned when LysaÂ comments on how far the drop is to the ground.Â Lysa, enraged over Petyr's interest in Sansa, threatens to have her killed and nearly manages to push her out of the moondoor to her death, before Petyr intervenes. Sansa watches as he tells LysaÂ that he only ever loved Catelyn, before pushing her to her death.&lt;ref&gt;&quot;[[Mockingbird]]&quot;&lt;/ref&gt;\n\n[[File:6c39d4e1ff834bc4cb47c3b90bd916e2.jpg|thumb|240px|Sansa presents her new  wardrobe to Littlefinger]]\nSansa, as &quot;Alayne&quot;, is called to testify before Lord [[Yohn Royce]], Lady [[Anya Waynwood]], and Ser [[Vance Corbray]]. Sansa quickly reveals her true identity and relates the tale of her captivity and flight from King's Landing. She then proceeds to truthfully tell of Lysa's mental instability, jealousy and death, changing only a few details (she kissed Littlefinger on the cheek and Lysa threw herself through the Moon Door). Sansa breaks down in tears and the lords are convinced, but while none of them are looking, she gives Littlefinger a stony, almost triumphant gaze. Later, Baelish visits Sansa and asks why she lied on his behalf. Sansa explains that she has no idea what Royce and Waynwood would want from her if he were eliminated, but that she does know what it is that he wants. Later on, as Littlefinger and Robin prepare to depart on a tour of the Vale, Sansa accompanies them, appearing with noticeably darker reddish brown hair and garbed in a feathered black dress with a plunging neckline.&lt;ref&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt;\n\n", "Personality": "When she lived at Winterfell with her family, Sansa grew up as the eldest daughter of a Great House, trying to emulate her mother's example of a &quot;proper lady&quot; from the southern courts.  Sansa's devotion to the traditional, refined &quot;feminine virtues&quot; caused friction between her and her blunt, tomboyish younger sister Arya.  As a little girl Sansa naively believed in the tales and epic romances in which every princess gets her honorable knight in shining armor to sweep her off her feet.  Sansa was infatuated with the traditional romances about mythical figures like [[Jonquil]], and historical figures like [[Duncan Targaryen|Duncan, the Prince of Dragonflies]]).  Her greatest goal in life was to be married to a handsome prince, and sitting around gossiping with other noblewoman eating [[Lemon cakes|lemon cakes]] while gossiping about the goings-on at court.\n\nSansa's innocent infatuation with ideals of princesses and knights - perfectly understandable for a 13 year old girl - made her tragically susceptible to the manipulations of the Lannisters.  She held the blind belief that all queens and princes are kind and truthful, as if inherently a result of their titles - when Cersei just happened to be a woman who married a king to secure a marriage alliance, and Joffrey just happened to be her son.  Without real cause, she blindly loved Joffrey with all her heart, and trusted and admired Cersei, only for them to repay her love and trust by beheading her father before her very eyes.\n\nAfterwards Sansa has a harrowing experience as a prisoner of the Lannisters, at plaything for the psychotic Joffrey to have publicly beaten by his guards for petty amusement.  Her shock at the death of her father was only later deepened at the news of how her mother and brother Robb were horrifyingly killed at the [[Red Wedding]] and their corpses desecrated.  \n\nSansa subsequently escapes King's Landing to the Vale with Littlefinger, and her experiences have clearly changed her personality.  She had to learn from painful experience how to lie to survive at Joffrey's court, saying one thing but meaning another and manipulating people to her own ends as best she could.  No longer under constant control by Joffrey and Cersei's guards, she is in her own way beginning to mature into her own power and influence as a political force.  The numerous tragedies she has suffered, however, the crimes against herself and her family, have also darkened her personality:  she has learned that she will need to be ruthless in order to survive.\n\n"}, "title": "Sansa Stark"}