{"attributes": {"status": " :Category:Status: Role ended", "birthplace": " ", "title": " Sarah MacKeever", "image": " ", "imdb": " http://www.imdb.com/name/nm5223922/", "role": " Selyse Baratheon", "first": " &quot;The North Remembers&quot;File:SelyseSarahMacKeever.jpg"}, "sections": {"Credits": "{{Season two credits|yes}}\n\n", "TOP": "Sarah MacKeever019540gs64g0oa969xaz7fhau4mavnupvou831381362014-05-27T01:30:21Z173.62.182.70{{Cast\n|Title = Sarah MacKeever\n|Image = \n|birthplace = \n|role = [[Selyse Baratheon]]\n|status = [[:Category:Status: Role ended|Role ended]]\n|imdb = http://www.imdb.com/name/nm5223922/|dateofbirth =|First = &quot;[[The North Remembers]]&quot;}}\n[[File:SelyseSarahMacKeever.jpg||right|thumb|200px|Sarah MacKeever as Selyse in &quot;The North Remembers&quot;]]\n\n'''Sarah MacKeever''' is an actress who served as a stand-in for the role of Queen [[Selyse Baratheon]] in &quot;[[The North Remembers]]&quot;, the premiere episode of [[Season 2]]. At the time, the writers weren't certain how much screentime they would ultimately devote to Stannis' family, but knew that his wife and daughter would at the very least not appear in Season 2. Thus, MacKeever technically stood in for the role of Selyse during the scene on the beach when Stannis and [[Melisandre]] burn the icons of the [[Faith of the Seven]]. However she is very much in the background, has no lines of dialogue, and isn't particularly indicated as Stannis' wife in the episode. Only the official credits list for the episode confirmed that the role she was standing in for was actually intended to be &quot;Selyse Baratheon&quot;.\n\nThe TV series is sometimes faced with the difficulty of adapting a long-running book series, in which major characters are sometimes introduced several books in advance in relatively minor roles before they later rise to prominence. Similarly, [[Jaqen H'ghar]] wasn't actually cast until Season 2, so a cloaked extra takes his place in the prisoner cart in [[Yoren]]'s group of Night's Watch recruits at the end of Season 1, with his face obscured. Similarly, a stand-in appeared as [[Beric Dondarrion]] in Season 1, even though the writers knew that Dondarrion wouldn't make his full, official debut until [[Season 3]]; thus they knew in advance that the role hadn't been &quot;officially&quot; cast yet. By the same logic, the TV show wouldn't want to officially cast a major character like Selyse, only to then tell the actress that she has no speaking lines and has to wait around multiple seasons before her storylines begin.\n\nThus as with some other roles, Selyse wasn't really &quot;recast&quot; so much as the producers had some placeholder actors until the TV season in which the character would appear prominently, at which point they sought out new actors to officially cast in the roles.\n\nAs a result, when Queen Selyse was &quot;officially&quot; introduced in Season 3, actress [[Tara Fitzgerald]] was cast in the role.\n\n", "See also": "*{{Template:IMDb\n|# = 5223922}}\n\n"}, "title": "Sarah MacKeever"}