{"attributes": {}, "sections": {"Animals and Plants": ":''See main article ''&quot;[[Animals and Plants]]&quot;''\n\nSeveral notable animal and plant species exist in Westeros and the Known World. Some of these have no real world counterparts, but many are based on ice age megafauna which did exist in real-life, but went extinct thousands of years ago. On the whole, it is very unusual to encounter animals that are significantly different than encountered in real-life medieval Europe and the Near East. A few animals have no one-for-one counterpart with real life ones, i.e. shadowcats are common animals, somewhere in size between a cougar and a tiger but not exactly like either. In general, however, even direwolves are a very rare and unusual animal for the inhabitants of Westeros to encounter, in keeping with George R.R. Martinâ&euro;&trade;s attempts to create a more realistic, gritty fantasy world.\n\n'''Animals'''\n\n*[[Dragons]] - winged reptiles of tremendous age and ferocity, capable of breathing fire. Originated in the east and enslaved by the [[Valyrians]], who used them to forge their empire. Most dragons were destroyed in the Doom four centuries ago, leaving the few possessed by House [[Targaryen]] as the only surviving dragons in the world, which they used in their invasion of Westeros. The last Targaryen dragons died over 150 years ago. The skulls of more than a dozen dragons are kept in the Red Keep.\n*[[Direwolves]] â&euro;&ldquo; a larger cousin of regular wolves, only found north of the Wall. In the south, they are considered near-mythical. Occasional sightings of direwolves have been reported by the Night's Watch, but at the time the series starts there have been no confirmed sightings south of the Wall for centuries.\n*[[Krakens]] - massive cephalopods that stalk the world's oceans. So rare that they are largely held to be mythical, though sailors occasionally report seeing them. Taken as the sigil of House Greyjoy.\n*[[Mammoths]] - large woolly pachyderms who dwell in the far north beyond the Wall in Westeros.  Giants ride mammoths as war mounts. \n*[[Manticores]] - extremely poisonous lobster-sized scorpion-like insects, whose venom causes death the instant it reaches the heart through the bloodstream. Native to the jungles of islands in the [[Jade Sea]], they have been imported throughout the world by assassins and can be found in various animal menageries.\n*[[Ravens]] - trained messenger-ravens are used as part of a widespread communications network that links all of the major cities and holdfasts in the Seven Kingdoms.\n*[[Shadowcats]] â&euro;&ldquo; large feline predators, found throughout Westeros but most notably in mountainous terrain such as the Vale of Arryn. Bigger than a cougar, but smaller than a tiger.\n\n'''Plants'''\n\n*[[Weirwood]] - a species of deciduous tree found all over Westeros; it has white bark with five-pointed, blood-red leaves and sap. Weirwoods are focal points of worship for followers of the [[Old Gods of the Forest]].\n\n", "TOP": "Science and Technology0142863idg8cl9sfya9f207njx19f2q3ec1jj1635952014-11-02T01:24:03ZThe Dragon Demands5014364/* Measurement */The developmental level of science and technology in [[Westeros]], and [[The Known World]] as a whole, is roughly comparable to real-life Late Medieval levels.\n\n", "General": "\nAuthor [[George R.R. Martin]] has stated that the storyline in his ''[[A Song of Ice and Fire]]'' novels is partially (and loosely) inspired by the Wars of the Roses, the dynastic conflict that occurred in England intermittently between 1455 and 1487, following the country's defeat in the Hundred Years' War. Just as the Wars of the Roses were fought between the '''Yorks''' and '''Lancasters''', the conflict in ''Game of Thrones'' is between the '''Starks''' and '''Lannisters'''. The technology level in their society more or less matches Late Medieval Europe, i.e. right before the use of gunpowder and cannons revolutionized medieval warfare and brought it into the Early Modern era.\n\n[[Magic]] was prevalent in the world in the long-distant past, but for many centuries, magical power has dwindled in the world, as has knowledge of its use. While a handful of odd cults still believe in magic, such as the [[Alchemists' Guild]]Â andÂ [[Warlocks of Qarth]], they can do little to substantiate their claims. The general population considers magic to have never existed at all and to be simply mythical; a view promoted by the Order of [[Maesters]], who champion a world based on science and reason, and scorn the very idea of magic. The mighty [[Valyrian Freehold]] was built using the powerful [[dragons]], who were rumored to share a deep link with magic. However, most dragons were killed in the [[Doom of Valyria]] four hundred years before the narrative of ''Game of Thrones'' begins, and even the last dragons which belonged to [[House Targaryen]] died almost two centuries ago (largely used up in a Targaryen civil war).\n\nScience and technology have not significantly advanced in the past several centuries. Recorded history is indeed vastly longer in the fantasy-world than in real-life: the Valyrian Freehold existed for an astonishing five thousand years before its fall. Written history in Westeros begins with the [[Andal Invasion]] six thousand years ago, albeit much of this is fragmentary and biased (see main article &quot;[[Timeline]]&quot;). It is possible that in earlier ages when magic was more prevalent, there was less drive to innovate new tools with science, leaving technology levels static for many centuries. Even so, while the general rule holds that gunpowder has not been discovered, there is not a one-for-one correspondence between the technology level in the real-life Middle Ages and the fantasy world of Westeros. For example, certain medical knowledge is much more advanced and accurate in Westeros than it was in the Middle Ages (partially because certain discoveries in history have been accidental, i.e. penicillin, not the culmination of a long aggregation of previous discoveries). The peoples in Westeros and beyond are also capable of producing vast feats of architecture, such as the [[Red Keep]] in [[King's Landing]], without the use of magic at all.\n\n", "Currency": ":''See main article &quot;[[Currency]]&quot;''\nSeveral different types of '''currency''' are used in the world's various economies.\n\nThe [[Seven Kingdoms]] of Westeros have a uniform system of coinage based on the &quot;Gold Dragon&quot; coin. The different cities and nations across the [[Narrow Sea]] on [[Essos]] use their own various local currencies.\n\n", "Books": ":''See also &quot;[[:Category:Books|Books]]&quot;\n*''[[The Lineages and Histories of the Great Houses of the Seven Kingdoms]]''\n*''[[Lives of Four Kings]]''\n*''[[The Book of Brothers]]''\n*''[[The Seven-Pointed Star]]''\n*''[[An History of Aegon the Conqueror and His Conquest of Westeros]]''\n*''[[An History of the Great Sieges of Westeros]]''\n*''[[The History of the Greater and the Lesser Houses]]''\n*''[[The Life and Adventures of Elyo Grivas, First Sword of Braavos]]''\n\n", "Measurement": "\nMeasurements in the Seven Kingdoms in both the books and TV series are given in imperial measurements. As they are a medieval society, their systems of measurements, weights, and coinage grew haphazardly out of local customs instead of any rational basis. For example, [[the Wall]] is 300 miles long and 700â&euro;&ldquo;800 feet tall: converted to the metric system for the benefit of some viewers, the Wall is 482 kilometers long and between 213 and 244 meters tall. \n\nWeights are rarely mentioned in the TV series, but it has been said that &quot;pounds, tons, and ounces&quot; are used to measure them.&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;  These are also non-metric units, as &quot;kilograms&quot; do not exist as a unit in Westeros (in the books, the old non-metric unit of &quot;stones&quot; is also used - one &quot;stone&quot; equals about 14 pounds).\n==\n\n", "Medicine": "\nThe Order of [[Maesters]] is an order of scholars, healers, and learned men. While not all maesters have, as a rule, received training in medicine (signified by a silver link in their chains), many have received medical training and serve as doctors throughout the Seven Kingdoms. Maesters appointed to major castles such as Winterfell or the Red Keep in King's Landing usually have been trained in medicine.\n\nKnown medical substances include:\n\n*[[Essence of Nightshade]]\n*[[Milk of the poppy]]\n*[[Shade of the Evening]]\n\nSeveral lethal [[Poison|poisons]] are used by the worldâ&euro;&trade;s assassins. Though even strong medicines such as Essence of Nightshade are technically lethal if someone intentionally takes an overdose, poisons used in assassinations are more often subtle, and difficult to trace. Among these poisons are:\n\n*[[Tears of Lys]]\n*[[Manticore]] venom\n*[[Wolfsbane]]\n*[[The strangler]]\n\n", "Military Technology": ":See main article ''&quot;[[Armament]]&quot;''\n\nMilitary technology in Westeros and Essos is loosely comparable to the kinds used during the real-life Hundred Years' War and War of the Roses. Crossbows are prevalent, though they have not superseded longbows, which are also quite common on the battlefield (again, much like the 1400s in real-life northwestern Europe). Various kinds of advanced siege weapons such as catapults are employed. Horse cavalry are widely used, and some regions of Essos are known to use mounted elephants. Heavy cavalry, using mounted knights in full plate armor, is a mainstay of the battlefield, though they are more commonly fielded by the wealthier regions of Westeros (i.e. [[the Reach]] or [[the Westerlands]]), while the poorer kingdoms (such as [[The North]] or the [[Iron Islands]]) make do with chain mail instead of full plate armor. Many armies frequently make use of different kinds of [[Mercenary|mercenaries]].\n\n[[Valyrian steel]] is a type of metal forged in the once-mighty [[Valyrian Freehold]], used to make swords that are exceptionally sharp and tremendously strong. The knowledge of how to create Valyrian steel was lost in the fall of Valyria four hundred years ago, making the few surviving Valyrian steel swords incredibly rare and expensive. Valyrian steel is rumored to have been forged with the aid of magic spells.\n\nGunpowder does not exist in the medieval fantasy world of Westeros. They do possess [[Wildfire]], a highly flammable and explosive, napalm-like substance: the [[Alchemists' Guild]] refuses to divulge how wildfire is created, but claim that it is done with magical spells (a claim dismissed by others, particularly the maesters). Even so, Wildfire is similar to real life &quot;Greek fire&quot;, which was actually used by the Byzantine Empire in medieval times, and thus was actually a technology known to medieval peoples (and thus not entirely out of keeping for a medieval setting). [[Dragons]] were, of course, used in warfare, but they are more of a magic-based fantasy creature. Moreover, the last known dragons in the world died out two hundred years ago, largely due to many of them being used up in a Targaryen civil war known as the Dance of Dragons, in which dragons were used to kill other dragons. Thus, dragons have not been used on the battlefield in two centuries.\n\n===Ships===\n:''See main article &quot;[[Ships]]&quot;''\nFrom great war galleys such as [[Stannis Baratheon]]â&euro;&trade;s flagship ''[[Fury]]'', to the longships of the [[Iron Fleet]], to [[Davos Seaworth]]â&euro;&trade;s humble smuggling ship ''[[Black Betha]]'', numerous ships of many different kinds sail the waters around Westeros and beyond. Some belong to pirates, or can be hired as [[Mercenary|sellsails]] in wars, such the fleet of thirty pirate ships commanded by the Lyseni sellsail [[Salladhor Saan]].\n\n", "Songs": ":''See also &quot;[[:Category:Songs|Songs]]&quot;''\n\nThese are songs that appear within the fictional universe of the ''Game of Thrones'' TV series.  That is, these are songs which the characters themselves know about, and which people might sing on-screen, as opposed to background music which only appears in the soundtracks (though sometimes, songs characters sing on-screen are subsequently used in the soundtracks).\n\n*''[[The Rains of Castamere (song)|The Rains of Castamere]]''\n*''[[The Bear and the Maiden Fair (episode)|The Bear and the Maiden Fair]]''\n*''[[Gentle Mother, Font of Mercy]]''\n*''[[It's Always Summer Under the Sea]]''\n\n"}, "title": "Science and Technology"}