{"attributes": {"status": " Active", "imagesize": " 250px", "founder": " Dialogue a-b", "title": " Second Sons", "season": " Season 3", "appearances": "&quot;Second Sons (episode)", "allegiance": [" For hire", "House Targaryen"], "leader": " Daario Naharis", "date": " ", "former": [" Mero (deceased, killed by Daario)", "Prendahl na Ghezn (deceased, killed by Daario)", "Oberyn Martell"], "place": "Essos", "members": " ", "mentioned": " ", "military": "2,000 armored cavalry", "type": "Sellsword company", "image": "SecondSonsIcon.jpg"}, "sections": {"Military strength": "\nWhen Daenerys Targaryen encounters them at Yunkai, the Second Sons consist of almost 2,000 armored cavalry.\n\nThe weaponry of the Second Sons varies considerably, as various types of swords, daggers, and spears have been shown. Â They have no set uniform, as individual members arm themselves as they see fit from the company's stockpile of weapons and armor. Some have shoulder pauldrons, and many wear chainmail of some kind (frequently with minor damage and hasty repairs from previous engagements).\n\nDaario Naharis, the current commander, is armed with two blades: a Dothraki [[arakh]] and a Myrish stiletto, both of which have custom gold handles shaped like naked women.\n\nSome of the Second Sons are also adept at ambushes, and as infiltrators and assassins. DaarioÂ successfullyÂ entered Daenery's tent despite it being heavily guarded byÂ [[Unsullied]], although he did not actually intend to kill her. Â Later, he led Jorah and Grey Worm in infiltrating the city of Yunkai, allowing Daenerys to capture it with virtually no casualties.Â \n\n", "TOP": "Second Sons (mercenary company)014245hockgmug5jat48wr3wigsq066djx5ya1760482015-03-09T23:08:27Z141.206.173.2{{Infobox organization\n| Title= Second Sons\n|Image=SecondSonsIcon.jpg\n|ImageSize = 250px\n|Season= [[Season 3|3]]\n|Appearances=&quot;[[Second Sons (episode)|Second Sons]]&quot;\n|Mentioned= \n|Status= Active\n|Type=Sellsword company\n|Leader= [[Daario Naharis]]\n|Members= \n|Former= [[Mero]] (deceased, killed by Daario)&lt;br&gt;[[Prendahl na Ghezn]] (deceased, killed by Daario)&lt;br&gt;[[Oberyn Martell]]\n|Allegiance= For hire&lt;br&gt;[[House Targaryen]]\n|Military=2,000 armored cavalry\n|Place=[[Essos]]\n|Date= \n|Founder= }}\n{{Dialogue a-b|Mero|The Second Sons have faced worse odds and won.|Jorah|The Second Sons have faced worse odds and ''run''.|[[Mero]] and Ser [[Jorah Mormont]]|Second Sons (episode)}}\nThe '''Second Sons''' is a [[Mercenary#Sellsword companies|sellsword company]] operating in [[Essos]], with members recruited from various [[Free Cities]] and fighting as heavy cavalry. Typical sellswords, they are a rowdy, rough-and-tumble private army who fight for coin and the highest bidder. Like many sellsword companies, however, they recognize that once they accept a contract from one side of a conflict they cannot break it and switch to the other side, even for promise of higher pay, since they would be seen as unreliable and no one would ever hire them again.\n\nThe name of the company comes from the tradition of firstborn children in noble or wealthy families receiving [[Lordship#Inheritance laws|inheritance]], property and titles from their parents, while second sons receive nothing. Second sons (and younger) therefore often seek their fortunes in the wider world by joining sellsword companies.\n\nThe [[Heraldry|banners]] of the Second Sons display a broken sword.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels the Second Sons are one of a number of mercenary companies operating in Essos. They are so-called because it is common for the second sons of lords and merchants - who would otherwise inherit nothing - to seek service in their ranks for glory and gold. Aegor Rivers, known as Bittersteel, served in the Second Sons for a year before leaving to found the Golden Company. Prince [[Aerion Targaryen]] also joined the Second Sons during his time in [[Essos]], as did [[Rodrik Stark]], &quot;the Wandering Wolf&quot;.\n\nPrior to the novels, the Second Sons had recently fallen into disrepute due to the rise of a particularly vicious commander, a [[braavos|Braavosi]] called [[Mero]]. Mero has led the company in pursuing contracts no-one else would touch, and the company has become almost as ill-omened as the infamous Brave Companions as a result. Mero's reputation grew so bad that none of the Free Cities would hire the Second Sons anymore, which is why at the time the books commence the Second Sons are in the employ of the city of [[Yunkai]] in [[Slaver's Bay]].\n\nThe TV series combines the Second Sons with the Stormcrows, a company led by [[Prendahl na Ghezn]], Sallor the Bald, and [[Daario Naharis]]. In the books, the Second Sons and Stormcrows consist of about 500 men each, for a total of one thousand mercenaries. The TV series not only combined the two mercenary companies, but doubled the total number of mercenaries from one thousand to two thousand.\n\n", "Image Gallery": "&lt;gallery spacing=&quot;small&quot;&gt;\nSecond sons promo 4.png|Prendahl na Ghezn (left), Mero (center), Daario Naharis (right)\nSecond Sons.jpg|Banner of the Second Sons, displaying a broken sword.\n&lt;/gallery&gt;\n\n", "Members": "* [[Mero]], a [[Braavos]]i also called &quot;the Titan's Bastard&quot;, captain-general. Beheaded by Daario Naharis.\n* [[Prendahl na Ghezn]], a [[Ghiscari]] of unspecified origin, second in command. Beheaded by Daario Naharis.\n* [[Daario Naharis]], a [[Tyrosh]]i, a lieutenant and now captain.\n\n", "See also": "* {{AWOIAF|Second Sons}} (MAJOR spoilers from the books)\n* {{AWOIAF|Stormcrows}} (MAJOR spoilers from the books)\n\n", "History": "===Background===\nThe Second Sons have a long, though checkered history. They are one of the oldest sellsword companies, having been active since soon after the [[Doom of Valyria]] four hundred years ago, when they took part in the [[Battle of Qohor]]. They were one of two sellsword companies hired to bolster [[Qohor]]'s defense in the face of a massive [[Dothraki]] horde. The Qohorik forces were slaughtered, however, and both sellsword companies broke their contracts and fled rather than face certain death. The Dothraki were miraculously defeated the next day by a force of 3,000 [[Unsullied]] - but this did not help the Second Sons' reputation.\n\nOver the centuries they have had more success than at the Battle of Qohor, finding enough steady employment and profits in the frequent wars of the [[Free Cities]] that they have been able to remain operating for four hundred years. Like many mercenary companies, they have fought in the [[Disputed Lands]], territory between [[Lys]] and [[Myr]] which both cities constantly feud over.\n\nIn recent years, however, the Second Sons developed a bad reputation under their captain [[Mero]], a [[Braavos]]i known as the Titan's Bastard. As a result none of the Free Cities would hire them anymore, and they fell on such hard times that just prior to the [[War of the Five Kings]] they had to travel all the way to [[Slaver's Bay]] in search of cities willing to employ their services. By this time the Second Sons consist of about 2,000 armored cavalry.\n\n===[[Season 3]]===\nAfter [[Daenerys Targaryen]] frees the [[Unsullied]] with her [[dragons]], she starts carving a path across Slaver's Bay, determined to liberate all of the [[Slavery|slaves]] of the region's cities. As she marches on the next city, [[Yunkai]], she parleys with its envoy [[Razdal mo Eraz]]. Razdal offers Daenerys gold and ships if she will simply leave Yunkai alone, but she refuses, determined to free the city's tens of thousands of slaves. Razdal warns that Yunkai is not Astapor - though her own advisors say that while Astapor trained Unsullied warrior-eunuchs, Yunkai is mostly known for training bed-slaves. Razdal nonetheless warns her that Yunkai has &quot;powerful friends&quot; who will stop her army if it attempts to take the city.&lt;ref&gt;&quot;[[The Bear and the Maiden Fair (episode)]]&quot;&lt;/ref&gt;\n\nDaenerys, SerÂ [[Jorah Mormont]], and SerÂ [[Barristan Selmy]] sneak closer to Yunkai to investigate Yunkai's new &quot;friends&quot;, and discover that they have hired the Second Sons. Barristan feels that their 8,000 Unsullied can defeat them, but that the 2,000 armored cavalry of the mercenaries might be enough to cause them significant trouble. Rather than accept the losses they might cause, Daenerys requests a parley with the captains of the Second Sons, offering to simply pay them more if they switch to her side. Captains [[Mero]] and [[Prendahl na Ghezn]] arrive at her tent, along with their lieutenant [[Daario Naharis]]. She offers to reward them with their choice of lands and castles in the [[Seven Kingdoms]] when she eventually retakes them, but Mero and Prendahl are unconcerned about ''potential'' future reward. Moreover, they say they can still beat her Unsullied, for although they are outnumbered they have faced worse odds and won - to which Jorah notes that they have faced worse odds and ''run''.\n\nDaario is more diplomatic, and points out that while the Unsullied are impressive infantry, Daenerys has no cavalry forces or siege engines. Daenerys points out that she didn't even have an army a few weeks ago, and a year ago she didn't even have dragons, yet now she has both. Daario is smitten by the young queen's beauty and spirit, but Mero proceeds to be very crass, spewing out a stream of sexual profanity at her. He is so insulting that [[Grey Worm]] offers to cut out his tongue, but Daenerys says not to harm a guest while under parley. After the captains decline her offer and leave, however, Daenerys orders Barristan that when they face them in battle he should make sure to kill Mero first, which he says he gladly will.\n\nMeeting in their camp later, the three officers discuss their plan of action. Mero fondles a [[Yunkai'i whore]] while fuming about Daenerys's obstinance. They privately agree that they actually don't have the strength to defeat 8,000 Unsullied on the battlefield, so they come up with a new plan: one of them will quietly sneak into Daenerys's camp during the night and assassinate her, after which her army will disperse. Mero decides that they should draw lots by picking different coins, and Daario is selected for the task.\n\nThat night, Daario infiltrates Daenerys's camp wearing the stolen armor of an Unsullied, and enters her tent while she is taking a bath. He holds a blade to the throat of her servant [[Missandei]], but then explains that he is not there to kill her. He explains that he is so smitten with her beauty that he disagreed with the other officers about killing her: he then unloads the contents of his sack on the floor, revealing the severed heads of Mero and Prendahl. Having thus promoted himself to be the new captain of the Second Sons, Daario pledges them to her service.&lt;ref&gt;&quot;[[Second Sons (episode)|Second Sons]]&lt;/ref&gt;\n\nDaario, Jorah, and Grey Worm successfully sneak into Yunkai and free enough of the slaves to start a general uprising, after which the city quickly falls to Daenerys's combined dragon/[[Dothraki]]/Unsullied/Second Sons army.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n\nDuringÂ Daenerys's [[Siege of Meereen|conquest ofÂ Meereen]], Daario Naharis commands the Second Sons to take the Meereenese navy, which consists of 93 ships. When Daario tells the Queen and her council, the possibility is raised of using the fleet to invade Westeros. However, she ultimately refuses and decides to remain in Meereen to rule over Slaver's Bay and enforce her abolition of slavery.&lt;ref&gt;[First of His Name]&lt;/ref&gt;\n\nUpon hearing that the Wise Masters of Yunkai have gotten back into power and re-enslaved the freedmen, Daenerys instructs Daario to send his Second Sons to retake the Yellow City and kill every Master. However, Jorah convinces Daenerys to give the Masters an ultimatum instead: to accept her abolition of slavery or die. In order to act as her ambassador to Yunkai, he decides to send [[Hizdahr zo Loraq]] along with Daario and the Second Sons.&lt;ref&gt;&quot;[[Mockingbird]]&quot;&lt;/ref&gt;\n\n"}, "title": "Second Sons (mercenary company)"}