{"attributes": {"participants3": "", "participants2": ["Prince Oberyn Martellâ&euro; ", "Ser Daemon Sand (squire)"], "participants1": ["Ser Gregor Clegane", "Joss Stilwood (squire)"], "image": "File:The Viper vs the Mountain.jpg", "imagebg": "", "conc": "", "result": ["Death of Prince Oberyn Martell", "Tyrion Lannister sentenced to death", "Gregor Clegane severely injured"], "side2": ["Tyrion Lannister", "File:Martell mini shield.png.png"], "side1": "File:KL Baratheon mini shield.png", "casual2": " Prince Oberyn Martell killed", "casual1": " Ser Gregor wounded and poisoned", "next": "Fall of Moat Cailin", "width": "", "bg2": "", "prev": "Court trial of Tyrion Lannister", "leaders2": "Tyrion Lannister", "conflict": "War of the Five Kings", "leaders1": "Queen Regent Cersei Lannister", "civilian": "Quote", "link": "House Martell House Martell", "date": "300AL", "name": "Second Trial by Combat of Tyrion Lannister", "place": "Red Keep, King's Landing, the Crownlands"}, "sections": {"Behind the scenes": "\nFor his fight training for Oberyn's duel with Ser Gregor Clegane, actor [[Pedro Pascal]] said:\n\n:&quot;The production of Game of Thrones actually put me in some pre-training before I went to Europe to start shooting. I was put into some classes with a master of [[Wikipedia:Wushu (sport)|Wushu]], an acrobatic martial art, and they put me with a master, his name is Master Hu, and he has a studio in Los Angeles where he sort of basically showed me the basics and taught me how to fight with a spear and twist my body around and move in ways I never thought possible. And this was a guy who actually did Shaolin movies with Jet Li very early in Jet Li's career, and fought alongside him as his sidekick, so he was the real deal. Then once I got to Europe and started shooting, there were really intensive fight rehearsals with me and the stunt team that was headed by [[C.C. Smiff]], and other actors, and we did a lot of fight choreography and rehearsals. The Oberyn style of fighting is inspired by Wushu.&quot;&lt;ref&gt;[http://www.reddit.com/r/IAmA/comments/26gtvt/i_am_actor_pedro_pascal_i_play_oberyn_in_game_of/Pedro Pascal Reddit AMA]&lt;/ref&gt;\n\n", "TOP": "Second Trial by Combat of Tyrion Lannister025469gwgiiz517z57zipoh3pp7kpbm70mmxg1688062015-01-11T18:27:40ZEnglishJoker1525043/* The Duel */::''See also: [[First Trial by Combat of Tyrion Lannister]]''\n\n{{Event\n|width=\n|prev=[[Court trial of Tyrion Lannister]]\n|conc=\n|next=[[Fall of Moat Cailin]]\n|name=Second Trial by Combat of Tyrion Lannister\n|imageBG=\n|image=[[File:The Viper vs the Mountain.jpg|300px]]\n|conflict=[[War of the Five Kings]]\n|date=300AL\n|place=[[Red Keep]], [[King's Landing]], the [[Crownlands]]\n|result=Death of Prince Oberyn Martell&lt;br&gt;Tyrion Lannister sentenced to death&lt;br&gt;Gregor Clegane severely injured\n|BG2=\n|side1=[[File:KL Baratheon mini shield.png|right|20px|link=House Baratheon of King's Landing]] [[Iron Throne]]\n|side2=[[Tyrion Lannister]]&lt;br&gt;[[File:Martell mini shield.png.png|20px|right|link=House Martell]] [[House Martell]]\n|leaders1=Queen Regent [[Cersei Lannister]]\n|participants1=Ser [[Gregor Clegane]]&lt;br&gt;[[Joss Stilwood]] (squire)\n|leaders2=[[Tyrion Lannister]]\n|participants2=Prince [[Oberyn Martell]]â&euro; &lt;br&gt;Ser [[Daemon Sand]] (squire)\n|participants3=\n|casual1= Ser Gregor wounded and poisoned\n|casual2= Prince Oberyn Martell killed\n|civilian=}}\n{{Quote|Elia Martell! Who gave you the order? WHO GAVE YOU THE ORDER?! Say her name! You raped her! You murdered her! You killed her children! Say it... say her name. Say  it!|Oberyn Martell demands the Mountain's confession.|The Mountain and the Viper}}\nThe '''Second Trial by Combat of Tyrion Lannister''' is an event in the [[War of the Five Kings]]. As a result of the farce of a [[Trial of Tyrion Lannister|trial]] [[Tyrion Lannister]] is put through, he demands [[trial by combat]] to defend his innocence and ruin his father's plans to exile him to [[the Wall]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the duel occurs very similar to the way it does in the TV series. There are only small differences, such as:\n\n*Before the duel Oberyn shows Tyrion the spear that he is going to fight with against the Mountain, warning him not to touch it. Tyrion notices the spearhead has a black glimmer. He wonders if it is oil or poison, but decides not to ask.\n* Ser Gregor, while swinging at Oberyn, accidentally cuts off the arm of a watching stable boy. Gregor then decapitates the boy with a second blow.\n*Tyrion vomits after Oberyn is killed once the reality of his fate hits him.\n*Oberyn does not demand Gregor to admit who gave him the order, and does not point at Tywin accusingly.\n* Gregor becomes enraged at Oberyn's repeated accusation, and demands him to stop saying it (similarly to the way Count Rugen reacts to Inigo Montoya's repeated line in the film &quot;The Princess Bride&quot;).\n\nDuring the fight, Oberyn, who does wear a light helmet, uses his shield to reflect sunlight into the Mountain's visor and blind him. The Mountain also carries a shield painted with the seven-pointed star of the [[Faith of the Seven]]. While Oberyn does wear a helmet in the duel, in the end it does not prevent Gregor from overpowering him: Gregor punched him directly in the face, in the region that the helmet did not protect. He then removed Oberyn's helmet before crushing his head in. Gregor's first punch either knocked Oberyn unconscious or killed him outright, but in the TV version he remains conscious and screaming as Gregor gouges out his eyes, through the moment when he cracks his skull between his hands.\n\n", "History": "===Prelude===\n{{Quote|I will not give my life for Joffrey's murder and I know I'll get no justice here, so I will let the gods decide my fate. I demand a trial by combat.|[[Tyrion Lannister]] demands trial by combat|The Laws of Gods and Men}}\n[[File:Purple_Wedding.png|thumb|left|Joffrey is killed after being poisoned.]]\nWhenÂ King [[Joffrey Baratheon]] is [[Poison|poisoned]] at the feast of his [[Purple Wedding|wedding]] to [[Margaery Tyrell]], he points to his uncle [[Tyrion Lannister]] apparently accusing him, as he checks the goblet for poison and he is seized and arrested by members of the Kingsguard on Queen [[Cersei Lannister]]'s orders.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\n[[File:Game-of-thrones-laws-gods-men-trial.jpg|thumb|Tyrion is put on trial.]]\nTyrion is later put on trial with the newly-crowned King [[Tommen Baratheon]] declaring himself unfit to sit in judgment and giving the responsibility to three judges: [[Tywin Lannister]], [[Hand of the King]] and [[Protector of the Realm]], as presiding judge, Lord [[Mace Tyrell]] of [[the Reach]], and Prince [[Oberyn Martell]] of [[Dorne]]. Cersei has several witnesses testify against Tyrion, such as Ser [[Meryn Trant]], [[Grand Maester]] [[Pycelle]], and [[Varys]]. They all give strong (yet circumstantial) evidence of Tyrion's guilt. He seems particularly hurt by Varys's betrayal. After a one hour recess, his brother [[Jaime Lannister|Jaime]] comes to Tyrion and tells him that, when the verdict of guilty is pronounced, he must ask for mercy and he will be allowed to join the [[Night's Watch]]. Secretly, Jaime had made a deal with Tywin: in exchange for sparing Tyrion, Jaime will renounce his vows and return to [[Casterly Rock]] as Tywin's heir. However, Cersei calls in her last witness: Shae. A hurt Tyrion can do little as Shae reveals his sexual pleasures in front of the court and his supposed desire to bed [[Sansa Stark]], which she agreed to let him do if he killed the King for her. Tyrion's anger at the betrayal leads him to lash out: he angrily states that he had saved [[King's Landing]] from [[Stannis Baratheon]] and that when he saw how all turned on him for killing a king that they all hated, he wished that he had let Stannis kill them all.\n\nâ&euro;&lsaquo;Tywin attempts to silence Tyrion but his son turns on Cersei, declaring that he was innocent of killing Joffrey, but that he he wished he had, adding that he derived more relief from watching her &quot;vicious bastard&quot; of a son die than he could have gotten from a thousand whores. He then turns on Tywin and calls the trial a farce and that it is really a repetition of the trial he had been on since he was born: for the crime of being a dwarf. Not wanting to submit to the &quot;justice&quot; that was being served on him, Tyrion demands a [[trial by combat]].&lt;ref&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt;\n\n[[File:Oberyn_visits_Tyrion_-_Mockingbird.jpg|thumb|left|Oberyn agrees to be Tyrion's champion.]]Cersei appoints Ser [[Gregor Clegane]], the Mountain That Rides, as the Crown's champion. Tyrion first asks his brother Jaime to fight for him, but he refuses, saying that he simply cannot fight like he used to. Tyrion then asks his friend [[Bronn]] to be his champion, but he too refuses, arguing that the Mountain is an incredibly dangerous fighter, one that would cost him his life if he makes a single mistake. Finally, Prince Oberyn Martell approaches Tyrion and volunteers to be his champion, as he wants to avenge his sister [[Elia Targaryen|Elia]], whom the Mountain raped and murdered along with killing her children during the [[Sack of King's Landing]].&lt;ref&gt;&quot;[[Mockingbird]]&quot;&lt;/ref&gt;\n\n===The Duel===\n{{Quote|You raped my sister! You murdered her! You killed her children!|Oberyn's mantra during the trial by combat|The Mountain and the Viper}}\n\n[[File:Ellaria_oberyn_4.png|thumb|Oberyn kisses Ellaria, not knowing it will be their last.]]Lannister guardsmen escort Tyrion to a plaza where the combat is to take place, where he finds a large crowd in attendance to watch. He is not impressed to see Oberyn wearing light armor and armed with a spear- in comparison to his opponent, who is clad from head to foot in heavy plate and wielding a greatsword- and is drinking before the fight, but Oberyn dismisses Tyrion's concerns, noting that he always drinks before a fight and favors maneuverability over protection, dismissing his [[paramour]] [[Ellaria Sand]]'s fear that he will lose. After Tywin cuts short a long-winded speech from Pycelle asking the gods to favor the innocent, the combat begins.\n\n\n[[File:The_Viper_vs_the_Mountain3.jpg|thumb|left|The Red Viper faces the Mountain.]]Oberyn, after impressing the crowd with some acrobatics, goes on the attack, stabbing out at Gregor and constantly moving out of the knight's reach, forcing him to tire himself out chasing Oberyn. All the while, Oberyn taunts Gregor by constantly bringing up his part in the murder of Elia and her children and saying he will kill Clegane quickly if he confesses, only enraging Clegane further. Oberyn circles around his opponent, usually dodging his charges but sometimes parrying his swings and stabbing back; spinning behind Clegane, he manages to knock off his helmet. All the while, he chants vengefully in an ever-rising voice: &quot;You raped her! You murdered her! You killed her children!&quot; Cersei starts to look increasingly put-out, while Jaime and Tyrion look surprised and relieved by Oberyn's skill; Tywin looks vaguely amused.\n\nTwice, Oberyn is knocked off his feet, and once Clegane manages to cut his spear in half, but Oberyn, unfazed, continues to evade the Mountain's wild swings and quickly grabs a replacement spear from his squire. As the fight progresses, Oberyn manages to seriously injure Gregor, stabbing him first in the chest, then severing his hamstring, and finally burying his spear in Gregor's stomach, pinning him to the floor and causing him to cough blood- indicating a potentially mortal injury. As Jaime and Tyrion exchange a relieved grin across the arena, a furious Oberyn circles the prone Gregor, demanding that before he dies, Gregor confess to murdering Elia and her children, and that it was Tywin who gave the order.\n[[File:Oberyndeath.png|thumb|Oberyn's head crushed in by Gregor Clegane.]]\nHowever, Oberyn gets too close, and Gregor manages to trip and seize him. Berserk with fury, Gregor roars for all to hear that he ''did'' rape and kill Elia and her children (which until then had been considered a mere rumor by most) as he smashes out Oberyn's teeth, gouges out the man's eyes with his thumbs, before crushing Oberyn's skull between his fists and collapsing next to his dead opponent. As Ellaria screams in horror and a stunned silence sweeps over the crowd, Tywin gets to his feet and proclaims the will of the gods is clear; Tyrion is guilty and sentenced to death. Tyrion cannot even reply, staring in catatonic astonishment at Oberyn's corpse, as does Jaime; the only different reaction is from Cersei, who smirks triumphantly at the death sentence.&lt;ref&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt;\n\n===Aftermath===\n{{Quote|The gods have made their will known. Tyrion Lannister, in the name of King Tommen of the House Baratheon, First of His Name, you are hereby sentenced to death.|Tywin Lannister passes the sentence.|The Mountain and the Viper}}\n[[File:Manticore venom.png|thumb|[[Gregor Clegane]]'s putrefying wounds, the result of being poisoned with manticore venom.]]\nSecretly, Oberyn had his spears coated with [[Manticore|manticore]] venom, one of the deadliest [[Poison|poisons]] in the known world. Gregor is left in agony and ultimately loses consciousness. The venom causes his wounds to start putrefying, emitting an overpowering stench, and with dead flesh sloughing off. Even Grand Maester [[Pycelle]] regretfully tells Queen Cersei that Ser Gregor is beyond any hope of healing. [[Qyburn]], however, an expelled former maester with extensive medical knowledge gained from &quot;repugnant&quot; and &quot;unnatural&quot; experimentation on living people, suggests that he may be able to save him. Cersei dismisses Pycelle and gives Qyburn permission to do anything he can to save Ser Gregor, though he says that his unorthodox methods will &quot;change&quot; him.\n\nMeanwhile, Jaime secretly frees Tyrion and arranges to have him smuggled out of Westeros with help from Varys. Before leaving, however, [[Assassination at the Tower of the Hand|Tyrion goes to confront his father]] in the [[Tower of the Hand]] and finds Shae lying naked in Tywin's bed, making him realize that Shae was having an affair with his father and lied at the trial for him. In his rage, Tyrion strangles Shae to death and confronts Tywin in the privy, armed with Joffrey's crossbow. Tywin attempts to smart-talk his way out of the situation by falsely claiming he would never have let Tyrion be executed, and dismisses Shae as a whore, which prompts Tyrion to shoot his father to death. Tyrion then escapes King's Landing on a boat with Varys as the bells of the Red Keep begin tolling, signifying that Tywin's body has been discovered.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n"}, "title": "Second Trial by Combat of Tyrion Lannister"}