{"attributes": {"season": " Season 4", "image": " Sellswords.png", "narrator": " Bronn'''&quot;Sellswords and Hedge Knights&quot;''' is part of the Histories &amp; Lore, a special feature in the Blu-ray of Season 4 of ''Game of Thrones''. It is narrated by Jerome Flynn as Bronn.== Synopsis ==Bronn describes the unique profession and skill of the Sellsword, as well as the debatable merits of the hedge knight.==Summary==&quot;Sellsword&quot;. Pretty much sums it up. A poor man has a sword. A rich man needs a man with a sword. Gold is exchanged. If the poor man knows how the use the sword, maybe he becomes a rich man, one way or another. Bronn is sure sellswords have a long and illustrious history, but if you meet a sellsword who knows it, best hire someone else. A sellsword should be good at one thing: getting paid to killed people. It's not an easy job; most people try to kill you back, at least a few of them know how. The ones that do not, well, they often come in enough pretty armor to ruin an afternoon.A lot of high lords turn their noses up at sellswords. They say they cannot trust a man who sells his allegiance to the highest bidder. Bronn does not blame them; it is much cheaper for them to own an army from birth, either by people being on their lands or by their ancestors swearing a few oaths. But here's the thing: no sellsword has ever fled from the winning side. If your hired companies are running away from you, it is because you are not on that side and you did not pay them enough to die with you.Not that you could. Sellswords do not get rich dying for their lords. Sellswords do not really get rich. Some of the eastern companies on Essos do fine: the Golden Company, the Second Sons (mercenary company)", "title": " Sellswords &amp; Hedge Knights"}, "sections": {"TOP": "Sellswords &amp; Hedge Knights030101kuvzc3tjvsr00hia6tm7kkvqhjpb4aa1777602015-03-19T02:39:42ZGreater good3347453/* Summary */{{Lore|Title = Sellswords &amp; Hedge Knights|Image = Sellswords.png|Season = [[Season 4|4]]|Narrator = [[Bronn]]}}\n'''&quot;Sellswords and Hedge Knights&quot;''' is part of the [[Histories &amp; Lore]], a special feature in the Blu-ray of [[Season 4]] of ''[[Game of Thrones]]''. It is narrated by [[Jerome Flynn]] as [[Bronn]].\n\n", " Synopsis ": "[[Bronn]] describes the unique profession and skill of the Sellsword, as well as the debatable merits of the [[hedge knight]].\n", "Summary": "&quot;Sellsword&quot;. Pretty much sums it up. A poor man has a sword. A rich man needs a man with a sword. Gold is exchanged. If the poor man knows how the use the sword, maybe he becomes a rich man, one way or another. Bronn is sure sellswords have a long and illustrious history, but if you meet a sellsword who knows it, best hire someone else. A sellsword should be good at one thing: getting paid to killed people. It's not an easy job; most people try to kill you back, at least a few of them know how. The ones that do not, well, they often come in enough pretty armor to ruin an afternoon.\n\nA lot of high lords turn their noses up at sellswords. They say they cannot trust a man who sells his allegiance to the highest bidder. Bronn does not blame them; it is much cheaper for them to own an army from birth, either by people being on their lands or by their ancestors swearing a few oaths. But here's the thing: no sellsword has ever fled from the winning side. If your hired companies are running away from you, it is because you are not on that side and you did not pay them enough to die with you.\n\nNot that you could. Sellswords do not get rich dying for their lords. Sellswords do not really get rich. Some of the eastern companies on [[Essos]] do fine: the [[Golden Company]], the [[Second Sons (mercenary company)|Second Sons]], the [[Windblown]]. Always a bit of fighting to be had in the [[Free Cities]], even if those merchant princes can be as tight as an old man's cunt. But then you are stuck in the heat and dust, hoping some dumb rich prick does not try to hire your company to fight [[Dothraki]], because you your dumb, greedy captain would probably take it.\n\n[[Hedge knight|Hedge knights]], now, are a different breed. Take a sellsword and remove the sense. They get their name from where the sleep: under the hedges of the [[Seven Kingdoms]] and ditches and stables. They do not have the family name or the purse like real knights, so the spend all their money on armor and a horse and riding [[Tournament|tourney]] after tourney in the hope of impressing some lord or winning some prize. One loss and a lot of them are ruined. They cannot ransom back their armor. Even if they win, think what a knight is good for: killing men. How know how you train for killing men? By trying to kill men, not prancing around with a blunted stick bowing and waiting your turn.\n\nMaybe some will think that Bronn is just insulting the competition so that they will hire him instead. Well, of course he is. So he urges them not to hire him and hire the sellsword with educated heirs who tells you all about the great battles he has heard of or the hedge knight who has won a few tourneys starting to build his name. The man they are fighting against will hire Bronn. \n\n"}, "title": "Sellswords &amp; Hedge Knights"}