{"attributes": {"family": ["Imry Florent - brother", "Axell Florent - brother", "Stannis Baratheon - husband", "Shireen Baratheon - daughter", "Petyr Baratheon - stillborn son", "Tommard Baratheon - stillborn son", "Edric Baratheon - stillborn son", "Robert Baratheon - brother-in-law", "Renly Baratheon - brother-in-law ", "Melessa Tarly - first cousin", "Cersei Lannister - sister-in-law", "Joffrey Baratheon - alleged nephew", "Myrcella Baratheon - alleged niece", "Tommen Baratheon - alleged nephew", "Gendry - bastard nephew"], "rightimage": " Baratheon DS mini shield.png", "image": "Episode-32-05-1024.jpg", "allegiance": ["House Baratheon of Dragonstone - by marriage", "House Florent - by birth"], "culture": "Andal", "titles": "Queen Consort", "leftlink": " House Florent", "death": "", "title": "Selyse Baratheon", "actor": ["Sarah MacKeever (Season 2, uncredited)", "Tara Fitzgerald (Season 3)Quote"], "1": "yesSeason Three Appearances", "religion": "R'hllor", "5": "yesSeason Four Appearances", "status": ":Category:Status: Alive", "season": "Season 2", "appearances": " 5 episodes &lt;small&gt;#Appearances", "leftimage": " Florent mini shield.png", "last": "", "rightlink": " House Baratheon of DragonstoneCharacter", "place": "Brightwater Keep", "aka": "", "first": "&quot;The North Remembers&quot;"}, "sections": {"Family tree": "\n{{House Florent family tree}}\n\n", "TOP": "Selyse Baratheon030960qhvxqnh4knblwhvhm6gfyy7lt3xl5c1790092015-03-24T11:46:28ZRandomDudeDude5971784Adding categories{{Heraldry|leftimage = Florent mini shield.png|leftlink = House Florent|rightimage = Baratheon DS mini shield.png|rightlink = House Baratheon of Dragonstone}}\n{{Character\n| Title=Selyse Baratheon\n| Image=Episode-32-05-1024.jpg\n| Season=[[Season 2|2]], [[Season 3|3]], [[Season 4|4]], [[Season 5|5]]\n| First=&quot;[[The North Remembers]]&quot;\n| Last=\n| Appearances= 5 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Titles=Queen Consort\n| Aka=\n| Status=[[:Category:Status: Alive|Alive]]\n| Death=\n| Place=[[Brightwater Keep]]\n| Allegiance=[[House Baratheon of Dragonstone]] - by marriage&lt;br&gt;[[House Florent]] - by birth\n| Family=[[Imry Florent]] - brother&lt;br&gt;{[[Axell Florent]]} - brother&lt;br&gt;[[Stannis Baratheon]] - husband&lt;br&gt;[[Shireen Baratheon]] - daughter&lt;br&gt;{[[Petyr Baratheon]]} - stillborn son&lt;br&gt;{[[Tommard Baratheon]]} - stillborn son&lt;br&gt;{[[Edric Baratheon]]} - stillborn son&lt;br&gt;{[[Robert Baratheon]]} - brother-in-law&lt;br&gt;{[[Renly Baratheon]]} - brother-in-law &lt;br&gt;[[Melessa Tarly]] - first cousin&lt;br&gt;[[Cersei Lannister]] - sister-in-law&lt;br&gt;[[Joffrey Baratheon]] - alleged nephew&lt;br&gt;[[Myrcella Baratheon]] - alleged niece&lt;br&gt;[[Tommen Baratheon]] - alleged nephew&lt;br&gt;[[Gendry]] - bastard nephew\n|Religion=[[R'hllor|R'hllor, the Lord of Light]] (convert)\n|Culture=[[Andal]]\n| Actor=[[Sarah MacKeever]] (Season 2, uncredited)&lt;br&gt;[[Tara Fitzgerald]] (Season 3)}}\n{{Quote|No act done in the service of the Lord of Light can ever be a sin.|Selyse Baratheon|Kissed by Fire}}\n'''Selyse Baratheon''', nĂŠe '''Florent''', is a recurring character in the [[Season 3|third]], [[Season 4|fourth]] and [[Season 5|fifth]] seasons. Selyse is the wife of [[Stannis Baratheon]].\n\n[[Sarah MacKeever]] initially appeared as Selyse in the Season 2 premiere &quot;[[The North Remembers]]&quot;, but as an uncredited placeholder with no dialogue. Due to time constraints the production team waited to officially introduce Selyse until Season 3, when [[Tara Fitzgerald]] was cast in the role.\n\n", "In the books": "In ''[[A Song of Ice and Fire]]'', Selyse is Stannis' wife. They have a single child, their daughter [[Shireen Baratheon|Shireen]]. Selyse is extremely tall, the same height as her husband. She is thin with sharp features, has the large ears typical of the Florents, and suffers from hair growth on her upper lip. She is not considered attractive. She is a fanatical believer of the Lord of Light, and places great trust in Melisandre. Indeed, Selyse was actually the first member of Stannis' household that Melisandre converted to the eastern religion. This extends to the point that those of Stannis' followers who take up worship of the Lord of Light are nicknamed &quot;Queen's Men&quot;, referring to Selyse - though some use this in a disparaging sense, referring to Melisandre as the &quot;Queen&quot;, to point out that Stannis follows her counsel more closely than that of his wife. It is uncertain whether Selyse is aware that Stannis had sexual encounters with Melisandre.\n\nThere is no mention in the novels that Selyse ever gave birth toÂ stillborn boys,Â nor that she is sickly and often confined to her tower.\n\nIn an interview with HBO.com, [[Bryan Cogman]] - who wrote episode that introduced Selyse, &quot;[[Kissed by Fire]]&quot; - gave a detailed explanation of how he wrote the Dragonstone scenes which showed Stannis' relationships with his wife and daughter. Cogman pointed out the difficultly in this given that Stannis isn't a POV character in the books, so these character relationships are mostly left implied but off-screen. Cogman said: &quot;...the dysfunctional family Stannis keeps hidden away and largely avoids - Stannis isn't a POV character in the book, so these scenes were born largely from my own imagination (though based on clues and hints from the books).&quot;\n\nCogman went on to explain how he came up with the idea that Selyse is so grief-stricken from having multiple stillbirths that she keeps the dead fetuses in jars (which wasn't in the novels) and why this made her turn to the Lord of Light religion:\n\n:&quot;We haven't stated this explicitly on the show, but it was Selyse who first brought Melisandre (and thus, the Lord of Light) to Dragonstone in the first place. We wanted to explore why Selyse might have turned to this obscure (in Westeros) religion; why she would have rejected the Seven Gods she was brought up with. The idea that she was dealing with the painful grief of losing baby after baby after baby was interesting to explore. She's so consumed by this grief (and guilt) at having lost these sons it made her ripe for Melisandre to seek her out and sway her to the Lord of Light, before moving in on Stannis, whom Melisandre believes to be a messiah figure of sorts.&quot;Â \n\n:&quot;Anyway, I remember reading about a mother who had the hands of her stillborn baby bronzed and kept them on her mantle. That must have been somewhere in the back of my mind, because I woke up one morning thinking about 'GoT' (as I too often do), turned over to my wife and told her about the idea of the three preserved stillborn babies. &quot;Is it too crazy?&quot; I asked. My wife wisely said, &quot;Just write it.Â  They'll probably cut it, but you might as well go for it.&quot; So I did... and they didn't cut it!&quot;Â \n\n:&quot;It was a proud day for me as a writer when I walked on set and saw those magnificently nasty prop dead babies floating in those jars.&quot;&lt;ref&gt;[http://www.hbo.com/game-of-thrones/episodes/3/25-kissed-by-fire/interview/bryan-cogman.html HBO.com: &quot;Kissed by Fire&quot;, Interview With Bryan Cogman.]&lt;/ref&gt;\n\nCogman also xplained that the TV series changed Selyse's attitude towards her daughter Shireen slightly, making Selyse explicitly resent Shireen as a living reminder that she was unable to provide Stannis with a son:\n:&quot;Now, with Shireen â&euro;&rdquo; she's essentially the Shireen from the books. The main difference is Selyse's attitude towards her is a bit different. She has a more overt hatred and resentment of her â&euro;&rdquo; she wanted to give Stannis sons, not a deformed daughter.&quot;&lt;ref&gt;[http://www.westeros.org/GoT/Features/Entry/Season_3_Interview_Bryan_Cogman Westeros.org,] Season 3 Interview: Bryan Cogman.&lt;/ref&gt;\n\n", "Behind the scenes": "[[File:SelyseSarahMacKeever.jpg||right|thumb|200px|Sarah MacKeever as Selyse in &quot;The North Remembers&quot;]]\nSelyse was initially played, uncredited, by [[Sarah MacKeever]] who only appeared in the [[Season 2|second season]] premiere &quot;[[The North Remembers]]&quot;, standing in the crowd during the scene in which Stannis burns the idols of the Seven, though she has no dialogue and isn't identified on-screen.&lt;ref name=&quot;E11&quot; /&gt; The character was confirmed as returning for the [[Season 3|third season]] in May 2012.&lt;ref&gt;[http://winteriscoming.net/2012/05/ew-scoop-on-s3-the-reeds-are-in-and-so-is-blackfish/ Winter is Coming.net article on season 3 roles]&lt;/ref&gt; [[Tara Fitzgerald]] was announced in the role in July 2012.&lt;ref name=&quot;ComicCon&quot;&gt;[http://www.westeros.org/GoT/News/Entry/Massive_Comic-Con_Casting_Reveals/ &quot;Massive Comic-Con Casting Reveals&quot; from Westeros.org, 13 July 2012]&lt;/ref&gt;\n\nActress Tara Fitzgerald has previously starred in the TV series ''[[wikipedia:The Body Farm (TV series)|The Body Farm]]'' along with [[wikipedia:Keith Allen (actor)|Keith Allen]], real life father of actor [[Alfie Allen]].\n\n", "References": "{{Reflist|2}}\n\n", "Appearances": "{{Season Two Appearances|1=yes}}\n{{Season Three Appearances|5=yes}}\n{{Season Four Appearances||yes|||||yes|||yes}}\n\n", "Biography": "===Background===\n[[File:Stannis_Selyse_wedding.png|thumb|left|268px|Stannis and Selyse's wedding]]\n\nSelyse is the wife of [[Stannis Baratheon]], the [[Lord of Dragonstone]] and claimant to the [[Iron Throne]]. She was born into [[House Florent]] of [[Brightwater Keep]], a noble house of [[the Reach]] and bannermen of [[House Tyrell]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/sbaratheon/ HBO viewers guide, season 2 guide to houses, House Baratheon of Dragonstone entry]&lt;/ref&gt;\n\nSelyse and Stannis have a single daughter, Princess [[Shireen Baratheon]]. The rest of Selyse and Stannis' offspring, [[Petyr Baratheon|Petyr]], [[Tommard Baratheon|Tommard]], and [[Edric Baratheon|Edric]], were all stillborn. She keeps their bodies in crystal containers filled with chemicals in her chambers.\n\n===[[Season 2]]===\nQueen Selyse is present at the ritual burning of the statues of [[Faith of the Seven|the Seven]] on the shores of [[Dragonstone]], standing at the side of her husband and King. When Stannis pulls the flaming [[Lightbringer]] from one of the statues, she kneels alongside the rest of the worshippers of the [[Lord of Light]]. After the ceremony is over, Stannis extends his hand and Selyse rises to her feet to walk after him.&lt;ref name=&quot;E11&quot;&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\nMelisandre notes that Selyse has failed to give Stannis a son, only stillborn boys, and that Selyse is sickly and often confined to her tower at Dragonstone.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\nStannis later recalls to Ser [[Davos Seaworth]] how his wife nearly died during the [[Siege of Storm's End|siege]] of [[Storm's End]] during [[Robert's Rebellion]] before Davos was able to breach the lines and bring supplies in.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n[[File:Selyse Baratheon.png|thumb|Selyse meets with Stannis]]\n\nDepressed following his defeat at the [[Battle of the Blackwater]], Stannis visits Selyse for the first time since returning from the battle. He finds her in her chamber, praying over a fire to the [[Lord of Light]]: Selyse is a fanatical believer in the religion of [[R'hllor]], far more so than Stannis, and it was indeed Selyse who first invited Melisandre to Dragonstone. Stannis and Selyse do not have a loving relationship, but she reveres and is in awe of him as her king and the [[The Prince That Was Promised|Lord's Chosen]]. She tells him not to despair despite his defeat, and he will be victorious, but he laments that he ''used'' to believe that once. Due to his extreme belief in duty, (unlike his hedonistic brother [[Robert Baratheon|Robert]]) Stannis is badly shaken by the fact that he broke his marriage vows to Selyse, when he had sex with Melisandre to create the [[Shadow]]-assassin creature that killed [[Renly Baratheon|Renly]]. He begins to confess to Selyse that he has sinned and shamed her, but she interrupts him and says Melisandre already told her everything - and that no act done in service of the Lord of Light can be a sin. Indeed, she wept for joy when Melisandre told her of this service she did for the Lord of Light with Stannis, and because the Red Priestess gave him a &quot;son&quot; (of sorts) which she never could. Stannis' face is filled with a mix of shock, disgust, and relief. Selyse had three sons with Stannis but they were all stillborn, and she walks over to a corner of her chamber where she keeps their tiny corpses preserved in glass jars. The deaths of her &quot;sweet boys&quot; and failure to produce a male heir deeply affected Selyse, and caused her to zealously embrace the foreign religion of the Lord of Light. She weeps, and laments that she has given Stannis nothing - he does not blame her, and with pity he says that's not true. Selyse understands he is referring to their daughter and only child, Princess [[Shireen Baratheon]]. She grows annoyed when she realizes he's come to see her too, and says he shouldn't waste time on such distractions, but insists that she is his daughter, and she relents because it is not her place to question her king.&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n\n[[File:Selyse_with_stannis_during_sacrifices.png|thumb|Selyse with her husband during the sacrifices.]]\n\nOn the beach of Dragonstone,Â [http://gameofthrones.wikia.com/wiki/Melisandre Melisandre]Â presides over a public burning, setting three people chained to stakes ablaze as an offering to theÂ [http://gameofthrones.wikia.com/wiki/Lord_of_Light Lord of Light]. One of the condemned is Queen Selyse Baratheon's own brother, condemned for his lack of faith in the Lord's power.Â Melisandre is surprisingly silent throughout the proceedings; it is Selyse who takes the greatest pleasure in the ritual.Â Afterwards,Â [http://gameofthrones.wikia.com/wiki/Stannis_Baratheon Stannis]Â and Selyse eat dinner, with Melisandre as a guest at their table. The royal couple argue over their daughter, PrincessÂ [http://gameofthrones.wikia.com/wiki/Shireen_Baratheon Shireen Baratheon]; Selyse believes the girl's disfigurement is a punishment from the Lord of Light, but Stannis angrily forbids his wife from trying to physically chastise their daughter for her perceived faults. Selyse switches tactics and suggests that Melisandre speak to Shireen.Â [http://gameofthrones.wikia.com/wiki/The_Lion_and_the_Rose#At_Dragonstone]\n\n[[File:Selyse-baratheon-lady-melisandre-640x424.png|thumb|left|Selyse talking to Melisandre.]]\n\nQueen SelyseÂ speaks toÂ [http://gameofthrones.wikia.com/wiki/Melisandre Melisandre], who is enjoying a bath. She quips that the Lord of Light told her to enjoy it as it was the last time she would have a good bath, but the joke goes over Selyse's head. To cementÂ Selyse'sÂ position as Melisandre's most devoted follower, the Red Priestess tells herÂ about Â using potions and illusions in serving the Lord of LightÂ andÂ that a bit of pageantry and deception in helping converts see the truth will be forgiven later on. Selyse asks her if she used the potions when she slept with Stannis, to which she replies that she did not. Selyse then remarks on her desire to leave their daughterÂ [http://gameofthrones.wikia.com/wiki/Shireen_Baratheon Shireen]Â behind when they go toÂ [http://gameofthrones.wikia.com/wiki/The_North the North]Â but Melisandre is as dismissive about Shireen'sÂ &quot;heresy&quot; as she always is, and assures Selyse that Shireen will be needed where they are going.Â [http://gameofthrones.wikia.com/wiki/Mockingbird#At_Dragonstone]\n\n[[File:Selyse_and_shireen_in_castle_black.png|thumb|Selyse with her daughter Shireen in Castle Black.]]\n\nSelyse accompaniesÂ StannisÂ to the North in his defense of the Night's Watch against the wildlings. She is present at the Watch's funeral for their fallen brothers.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n"}, "title": "Selyse Baratheon"}