{"attributes": {"status": " :Category:Status: Alive", "last": " ", "family": " Dialogue a-b", "title": " Ser Pounce", "season": " Season 4", "image": " Ser-Pounce-S4-EP-04.jpg", "allegiance": " Tommen Baratheon", "species": " Cats", "appearances": " 1 episodes &lt;small&gt;Ghost#Appearances", "first": " &quot;Oathkeeper&quot;"}, "sections": {"TOP": "Ser Pounce0236614csmhuo321r68r19lfn7dukavbtn6n11776802015-03-18T23:26:39ZThe Dragon Demands5014364Protected &quot;[[Ser Pounce]]&quot; (â&euro;&#x17D;[edit=autoconfirmed] (indefinite) â&euro;&#x17D;[move=autoconfirmed] (indefinite)){{Animal\n| Title = Ser Pounce\n| Image = Ser-Pounce-S4-EP-04.jpg\n| Season = [[Season 4|4]]\n| First = &quot;[[Oathkeeper]]&quot;\n| Last = \n| Appearances = 1 episodes &lt;small&gt;[[Ghost#Appearances|(see below)]]&lt;/small&gt;\n| Species = [[Cats|Cat]]\n| Status = [[:Category:Status: Alive|Alive]]\n| Allegiance = [[Tommen Baratheon]]\n| Family = }}\n{{Dialogue a-b|Margaery Tyrell|Hello, aren't you a proper fellow?|Tommen Baratheon|That's Ser Pounce.|Tommen introduces Margaery to his cat.|Oathkeeper}}\n'''Ser Pounce''' is a pet [[Cats|cat]] owned by King [[Tommen Baratheon]]. He first appears in [[Season 4]].\n", "See also": "*{{AWOIAF}} (spoilers from the books)\n\n", "Appearances": "{{Season Four Appearances||||yes}}\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, Ser Pounce was actually one of three black kittens which Margaery Tyrell gave as gifts to Tommen, to help gain his affection. The gift succeeded, as Tommen greatly enjoyed the cats. The other two are named Lady Whiskers and Boots.\n\nThe TV series changed Ser Pounce's backstory so that Tommen had him before he met Margaery. It also invented the specific anecdote that Joffrey threatened to skin Ser Pounce alive.\n\nThe reason why this is a change is, in part, because in the books Joffrey actually did kill several of Tommen's pets. It is probable that Tommen had no long-term pet cats before he met Margaery in the books, because Joffrey killed any cat he attempted to keep as a pet. Jacelyn Bywater told Tyrion that Tommen did have a pet fawn once (because the sigil of House Baratheon is a stag) but the young Joffrey killed and skinned her, and used the leather to make a jerkin.\n\nJoffrey had a frequent pattern of cruelty to animals in the books (which is actually one of the telltale signs of [[Wikipedia:Psychopathy|psychopathy]]), since he was old enough to walk and talk. When Stannis is informed of Joffrey's death, he recalls that once, when Joffrey was a little boy, one of the cooks in the Red Keep told him that one of the kitchen cats was pregnant. Joffrey then took a dagger and opened up the cat, because he wanted to see the kittens. Covered in gore, he then carried the dead cat fetuses in his hands to show his father Robert. When Robert turned around and saw this spectacle, he was so horrified and disgustedÂ that he instinctively punched Joffrey so hard that, for a brief moment, Stannis seriously thought Robert had killed him. Cersei also mentions that event, claiming that Robert knocked out two of Joffrey's baby teeth. Instead of being upset and alarmed at Joffrey's cruelty, Cersei sided with him, and warned Robert that she would kill him in his sleep if he ever beat Joffrey again. Robert realized Cersei's threat was serious, so he never struck or punished Joffrey again. When he heard about this incident years later, after being insulted by Joffrey, Tywin Lannister mused that letting Robert beat his son might have solved a lot of problems.\n\nAfter he became king, Joffrey would shoot cats (and humans) with his crossbow for his own amusement. The irony was that the sigil of the Lannisters is a big cat (contrasting with how the Stark sigil is a direwolf, and the Stark children care for their pet direwolves).\n\nJoffrey's cruelty to animals is not limited only to fawns and cats: at one occasion, [[Tyrion Lannister|Tyrion]] and [[Littlefinger]] watch him shoot at hares, killing two but missing many. Joffrey's aim is so poor (he nearly shoots one of his own [[Kingsguard]] in the groin) that Littlefinger scoffs &quot;the hares are winning&quot; and advises [[Podrick Payne|Pod]] to invest in pots since the castle will soon be overrun with hares and they will be eating potted hare for every meal.\n\nThus while Joffrey's specific threat in the TV series to skin Ser Pounce alive and feed him to Tommen was not made in the novels, based on Joffrey's actions in the books, his comment to Tommen in the TV continuity was probably not an exaggerated or idle threat.\n\n", "History": "===Background===\nAccording to Tommen, his older brother [[Joffrey Baratheon|Joffrey]] didn't like Ser Pounce. Once, Joffrey threatened that he would [[Flaying|skin the cat alive]], then mix its innards up in Tommen's food, so he wouldn't know he was eating his own pet.\n===[[Season 4]]===\nFollowing Joffrey's death, his younger brother Tommen is set to succeed him as king. [[Margaery Tyrell]] is warned by her grandmother [[Olenna Tyrell|Olenna]] that she should insinuate herself with Tommen as soon as possible, before his mother [[Cersei Lannister|Cersei]] can turn the boy against her. Margaery sneaks into Tommen's chambers at night and (chastely) says she wants to get to know him better, if they are to be married. Ser Pounce jumps on the bed and nuzzles up to Margaery, who calls him a proper fellow. Tommen introduces Margaery to the cat, then uncomfortably tells her how Joffrey once seriously threatened to kill it.&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\n"}, "title": "Ser Pounce"}