{"attributes": {"founding": " 1 AL", "founder": "Aegon the ConquerorFile:Westeros HBO.png", "places": [" King's Landing", "Oldtown", "Lannisport", "Gulltown", "White Harbor", "Dragonstone", "Winterfell", "Casterly Rock", "Storm's End", "Highgarden", "The Eyrie", "Sunspear", "Pyke (castle)"], "title": "The Seven Kingdoms", "image": "", "age": "~300 years", "rulers": "King of the Andals and the First Men (House Baratheon of King's Landing)", "culture": ["Andal", "Northmen", "Ironborn", "Dornishmen"], "location": "All of Westeros south of the Wall", "capital": "King's Landing", "religion": ["Faith of the Seven (dominant)", "Old Gods of the Forest (minority)", "Drowned God (localized minority)", "Lord of Light (limited numbers in the major cities, etc.)"], "military": "Regional armies", "type": "Feudal hereditary monarchy", "institutions": ["Night's Watch", "Alchemists' Guild", "Maesters of the Citadel", "Faith of the Seven", "Kingsguard"], "population": ""}, "sections": {"Economy and Currency": ":''See [[Currency]]''\n{{Quote|Under the Targaryen dynasty, Westeros prospered.  Gone were the petty wars of Seven Kingdoms, and the endless thirst for minor glories that drove them.  The Westerlands enriched the realm, the North guarded it, and the Reach and Riverlands fed it.|Margaery Tyrell|Robert's Rebellion (Complete Guide to Westeros)}}\nMonetary transactions in the Seven Kingdoms use a form of minted coin [[currency]] known as the Gold Dragon, and its various denominations, such as the Silver Stag and Copper Penny.\n\nThe feudal society of the Seven Kingdoms has a primarily agrarian economy. Surplus food supports the populations of the five major cities and the various large towns. The five major cities are, in decreasing order of size: King's Landing, Oldtown, Lannisport, Gulltown, and White Harbor.\n\nThe Reach and the Riverlands are the two main breadbasket regions, which have such fertile and productive farmland that they not only meet their local needs but can export foodstuffs to the other kingdoms. The Reach is also a major wine-producing region, and in particular, contains [[the Arbor]], a large island off the southern coast of Westeros which is the main wine-producing hub for the entire realm.\n\nThe Crownlands are more or less lumped in with the Riverlands in this regard, as they were created only three centuries ago whenÂ [[Aegon I Targaryen]] carved them out from disputed regions of the eastern Riverlands which neighboring kingdoms were fighting over. The Crownlands are not explicitly said to export food, but rather, are needed to deal with the large food demands of the capital city, as King's Landing is the largest city on the continent.\n\nThe Reach and the Riverlands feed the realm, but the Westerlands enrich it. The largest goldmines in Westeros are located in the Westerlands, and indeed, most of the precious metal mines in the Seven Kingdoms are concentrated there. Conversely, the mountainous but metal-rich Westerlands are not as fertile as other regions, so they trade gold and precious metals to more fertile regions such as the Reach and the Riverlands in exchange for their surplus food.\n\nAlthough agriculturally self-sufficient, the North has few exports and a smaller population, but its main contribution to the overall economy of the realm is considered to be security. The North is a vast geographical buffer that stands between the southern kingdoms and raiding [[Free Folk|wildling]] bands which might try to invade the rich lands of southern Westeros from [[Beyond the Wall]]. As a cold region, it also possesses animals with heavy furs which are not present in warmer regions to the south, and shepherds produce heavy wools.\n\nDorne remained independent for a full two centuries after the Targaryen Conquest, and only came under the authority of the Iron Throne one hundred years ago through peaceful marriage-alliance. Thus it is not quite as interconnected through trade as the other kingdoms are. Moreover, due to the imposing [[Red Mountains]] at the base of the Dorne peninsula, and the forbidding deserts of central Dorne, overland transport to and from Dorne is fairly difficult, so there are no major roads linking it to the other kingdoms. However, a considerable amount of trade still occurs by sea, as well as some land-based trade using caravans across the desert. The dry deserts of Dorne might not produce large quantities of food to export, however, the irrigated river-valleys allow for a fair amount of agriculture. Because Dorne is so climatically and ecologically different from the rest of Westeros, exotic crops grow there which don't grow in the rest of the continent, particularly citrus fruits and olives, as well as spices (both grown locally and obtained from the nearby [[Free Cities]]). The lemons for [[Sansa Stark]]'s prized lemon cakes originate in Dorne. Because so many exotic foodstuffs are available, Dornish wine is very flavorful and different from the wines of the Reach. Noblemen across the Seven Kingdoms who claim a refined palate enjoy the exotic taste of sour Dornish red wine. Thus while Dorne doesn't produce much in the way of basic foodstuffs, it does produce many exotic luxury foods (i.e. citrus fruits) which are not produced anywhere else in the realm - which means that Dorne still conducts brisk trade with the rest of the Seven Kingdoms in exchange for its unique products.\n\nNot much has been said about the economic capacities of the Stormlands and the Vale of Arryn. Parts of the Stormlands are fertile enough, such as the coastal regions and the northern half around Storm's End. Otherwise, the Stormlands are the most heavily forested region in southern Westeros, containing two of the three major forests in the realm, the Rainwood and the Kingswood (the Kingswood spills over into the Crownlands). The third major forest is the Wolfswood in the North, but even the North cannot claim such a dense concentration of forests as the Stormlands. It stands to reason that the Stormlands can produce a fairly large amount of timber (compared to the deserts of Dorne), but otherwise, it is not one of the wealthier kingdoms. The Vale, while fairly mountainous, does not possess the precious metal reserves that the Westerlands have. However, many of the well-watered valleys of the mountains are actually quite fertile, and the Vale can produce a sufficient amount of food to support its population, without having to heavily rely on imported food. This contributes to the Vale's frequent tactic of choosing isolationism in times of political turmoil, closing the mountain passes that connect it to the rest of the realm. While the Westerlands might find it difficult to feed its population if cut off from food imports, the Vale can survive reasonably well without imports.\n\nLast and least, the Iron Islands are a dead weight carried by the other kingdoms. Lightly populated, infertile rocks, it is no wonder why their population turned to a lifestyle of piracy and raiding. They are swept by fierce, cold storm winds from the seas, with poor soil and hardly any natural resources. The few poor crop fields that are present have their rocky soil plowed by [[Thrall|thralls]], men captured in raids and forced into servitude, as they usually cannot even afford draft animals. The one natural resource the Iron Islands actually possess are, of course, iron mines - but they do not produce precious metals.  The seas around the islands, however, are abundant with fish, thus most of their local economy is based on subsistence fishing. The Targaryen kings forbadeÂ the ironborn to raid in the Seven Kingdoms themselves anymore, but they continued to raid foreign merchant vessels and shores, which provides at least some influx of wealth and thralls.\n\nThe Seven Kingdoms also conduct vigorous foreign trade, particularly with the nearby [[Free Cities]]Â across the [[Narrow Sea]] in [[Essos]]. Trade products from the Seven Kingdoms can find their way even further east, and wine merchants as far east as the markets of the [[Dothraki]] city of [[Vaes Dothrak]] can be seen selling Arbor gold wine from the Reach. The trade networks the Seven Kingdoms are part of extend even to [[Qarth]] in the distant east: [[House Lannister]] of the Westerlands is noted as being one of the largest customers of the silk merchants' guild in Qarth. Spices and various other exotic products also find their way to the Seven Kingdoms through the international trade network. Because slavery is illegal in the Seven Kingdoms, however, and abhorred by every major religion in Westeros, they do not take part in the international slave trade.\n\n", "Government": ":''See &quot;[[Lordship]]&quot;''\nThe Seven Kingdoms is an absolute monarchy ruled by a King, who bears the titles of &quot;[[King of the Andals and the First Men]]&quot;, &quot;[[Lord of the Seven Kingdoms]]&quot;, and &quot;[[Protector of the Realm]]&quot;. The second most powerful position is that of the [[Hand of the King]], an appointed Lord who serves as the King's topmost advisor and, in his absence, holds court and may even sit on the Iron Throne. If the King is a minor and, thus, unfit to properly rule, the government falls in the hands of aÂ [[Regent]], who may be the Hand, the Queen Dowager or another Lord selected for the task.\n\nAiding the King and the Hand in the capital is the [[small council|Small Council]], a chamber of Lords that advise the King and/or the Hand in matters such as economy, intelligence or law. The permanent small council positions are:\n\n* The [[Master of Laws]],\n* The [[Master of Coin]],\n* The [[Master of Ships]],\n* The [[Master of Whisperers]], and\n* The [[Grand Maester]].\n\nThe council may co-opt other lords on to the council, though they will operate 'without portfolio' -- as it were.\n\nBeneath both the King, the [[Hand of the King|Hand]], and theÂ [[Small Council]]Â --Â but still enjoying a great degree of autonomy -- are the rulers of each region, some of which also hold the title of Wardens and/or Lords Paramount. These are:\n\n* The [[Lord Paramount of the North]] and [[Warden of the North]], title currently held by the [[Lord of the Dreadfort]], the head of [[House Bolton]]. Rules over [[the North]], including [[Bear Island]], [[Skagos]] and [[Skane]].\n* The [[Lord of the Iron Islands]], title traditionally held by the [[Lord Reaper of Pyke]], the head of [[House Greyjoy]]. Rules over the [[Iron Islands]]. Now in rebellion against the Crown.\n* The [[Lord Paramount of the Riverlands]], title traditionally held by the [[Lord of Riverrun]], the head of [[House Tully]]. Rules over the [[Riverlands]]. Currently occupied by the Freys of the Twins.\n* The [[Lord Paramount of the Vale]] and [[Warden of the East]], title traditionally held by the [[Lord of the Eyrie]], the head of [[House Arryn]]. Rules over the [[Vale of Arryn]] and the [[Three Sisters]].\n* The [[Lord Paramount of the Westerlands]] and [[Warden of the West]], title traditionally held by the [[Lord of Casterly Rock]], the head of [[House Lannister]]. Rules over the [[Westerlands]].\n* The [[Lord Paramount of the Reach]] and [[Warden of the South]], title traditionally held by the [[Lord of Highgarden]], the head of [[House Tyrell]]. Rules over [[the Reach]], including the [[Shield Islands]] and [[the Arbor]].\n* The [[Lord Paramount of the Stormlands]], title traditionally held by the [[Lord of Storm's End]], the head of [[House Baratheon]]. Rules over [[the Stormlands]], including the island of [[Tarth]].\n* The [[Prince of Dorne]], title historically held by the [[Lord of Sunspear]], the head of [[House Martell]]. Rules over [[Dorne]].\n\nAs mentioned above, the Lords of the Crownlands are sworn directly to the Iron Throne, the only exception being the Lords of the Narrow Sea, who rule over the islands of [[Blackwater Bay]], such as [[Claw Isle]]. For historical reasons, these Lords are sworn to [[Dragonstone]], owing their fealty to whoever holds the island fortress (traditionally, the heir to the Iron Throne).\n\nBelow the rulers of each constituent region lie their vassals: lords and landed knights, who rule in the name of their liege lords and are sworn to answer their summons when the need arises. These lords may have, in turn, their own petty lords and sworn knights ruling over portions of their own lands.\n\n", "Justice": ":''See &quot;[[Laws and Customs]]&quot;''\nIn the Seven Kingdoms, justice is administered by the King and/or lords. Penalties for crimes may include scourging, mutilation, castration, or imprisonment. South of [[the Neck]], where Andal culture is prevalent, punishments are carried out by headsmen, executioners - like the [[King's Justice]] in the capital - or knights carrying out the will of their lords. In [[the North]], however, where the way of the First Men are prevalent, it is expected for lords to carry out sentences personally.\n\nTreason and rebellion may be punished in several ways, such as hanging or beheading, but also by exile or being stripped of lands and titles - which may also extend to the entire family of the one [[Attainting|attainted]]. In the case of nobles, the taking of a close family member, such as a son or daughter, as [[Ward|hostage]] for the noble's good behavior is also commonplace.\n\nSlavery or slave trading is also forbidden, and punishable by death. Thieving and smuggling are usually punished by mutilation through amputating a hand, while rapists are subject to castration. Bearing arms against a liege lord or refusing to answer a liege lord's summons is also considered a capital offense.\n\nSuspects of crimes are judged by lords or by the King himself. Parties may invoke a [[trial by combat]] to prove the justice of their positions. Both parties may fight themselves or name a champion to represent them. The victorious party is held to have been judged to be right by [[the Seven]].\n\nAny criminal, however, may join the [[Night's Watch]] to avoid punishment. Those who choose to &quot;take the black&quot; are beyond the reach of law, even a King's edict, as long as they swear the oath to the serve the Watch until death. The punishment for desertion, just as in the case of treason, is death.\n\n", "TOP": "Seven Kingdoms02121j6rhh48pyfze5wx8iicnyqoq83gc1431803632015-03-30T13:16:54ZSyalantillesfel4968017/* Government */{{Government\n| Title=The Seven Kingdoms\n| Image=\n| Location=All of Westeros south of [[the Wall]]\n| Type=Feudal hereditary monarchy\n| Population=\n| Culture=[[Andal]]&lt;br&gt;[[Northmen]]&lt;br&gt;[[Ironborn]]&lt;br&gt;[[Dornishmen]]\n| Rulers=[[King of the Andals and the First Men]] ([[House Baratheon of King's Landing]])\n| Capital=[[King's Landing]]\n| Religion=[[Faith of the Seven]] (dominant)&lt;br&gt;[[Old Gods of the Forest]] (minority)&lt;br&gt;[[Drowned God]] (localized minority)&lt;br&gt;[[Lord of Light]] (limited numbers in the major cities, etc.)\n| Military=Regional armies\n| Institutions=[[Night's Watch]]&lt;br&gt;[[Alchemists' Guild]]&lt;br&gt;[[Maesters]] of [[the Citadel]]&lt;br&gt;[[Faith of the Seven]]&lt;br&gt;[[Kingsguard]]\n| Places= [[King's Landing]]&lt;br&gt;[[Oldtown]]&lt;br&gt;[[Lannisport]]&lt;br&gt;[[Gulltown]]&lt;br&gt;[[White Harbor]]&lt;br&gt;[[Dragonstone]]&lt;br&gt;[[Winterfell]]&lt;br&gt;[[Casterly Rock]]&lt;br&gt;[[Storm's End]]&lt;br&gt;[[Highgarden]]&lt;br&gt;[[The Eyrie]]&lt;br&gt;[[Sunspear]]&lt;br&gt;[[Pyke (castle)|Pyke]]&lt;br&gt;[[Riverrun]]&lt;br&gt;[[Harrenhal]]&lt;br&gt;[[The Twins]]&lt;br&gt;[[The Dreadfort]]&lt;br&gt;[[The Wall]]\n| Founding= 1 AL\n| Formed from=[[King of the Isles and the Riverlands|Kingdom of the Isles and the Rivers]]&lt;br&gt;[[Kingdom of the Stormlands]]&lt;br&gt;[[Kingdom of the Rock]]&lt;br&gt;[[Kingdom of the Reach]]&lt;br&gt;[[Kingdom of the North]]&lt;br&gt;[[Kingdom of the Mountain and the Vale|Kingdom of the Vale]]&lt;br&gt;[[Dorne]]\n| Age=~300 years\n| Founder=[[Aegon the Conqueror]]}}\n[[File:Westeros HBO.png|thumb|270px|The Seven Kingdoms cover most of the continent of Westeros: all lands south of the Wall.]]\nThe '''Seven Kingdoms''' is the name given to the realm that controls most of the continent of [[Westeros]] and numerous offshore islands, ruled by the [[King of the Andals and the First Men]] from the [[Red Keep]] in the city of [[King's Landing]]. Its name dates back to the time prior to the [[War of Conquest]], during which seven independent kingdoms existed in the continent. The realm actually consists of nine distinct regions, the remaining two being formally established after the Conquest.\n\n", "Religions": ":''See &quot;[[Religion]]&quot;''\nThe people of Westeros follow several different faiths, of which by far the most dominant is the Faith of the Seven, with the Old Gods being the second most widespread. The relations between the different religions in Westeros settled into a grudging co-existence many centuries ago.\n\n===The [[Old Gods of the Forest]]===\nThe old nature gods worshiped by the [[Children of the Forest]] and later the First Men. Still worshiped by the people of [[the North]] and a few isolated others, particularly ancient noble houses, in the south of Westeros. The old gods are numerous and nameless. Prayers and offerings are made to the old gods in front of [[heart tree]]s, great [[weirwood]] trees with faces carved into the bark. A tenet of the faith is that the old gods only have power where the heart tree faces can see, and since the destruction of most of the heart trees in the south they have no power there.\n\n===The [[Faith of the Seven]]===\nThe Faith of the Seven was brought to Westeros by the Andals. The Faith contends there is [[The Seven|one god consisting of seven separate aspects]]: the Mother, the Father, the Warrior, the Smith, the Maiden, the Crone and the Stranger. People worship the Seven in seven-sided churches called [[septs]] and are led in worship by priests and priestesses known as &quot;septons&quot; and &quot;septa&quot;. The Faith is not only a belief system but also an institution led by the [[High Septon (title)|High Septon]] from the [[Great Sept of Baelor]] in King's Landing. The Faith is traditionally intolerant of other religions but has mellowed due to the forced coexistence with the worshipers of the old gods.\n\n===The [[Drowned God]]===\nThe Iron Islands, separated from the mainland, possesses its own local religion which is not practiced anywhere else in Westeros. The [[ironborn]] worship a harsh deity known as the Drowned God, a deity which favors and allegedly rewards those who undertake reaving, war, and plunder in his name, and whose enemy is the [[Storm God]]. The most fanatical worshipers of the Drowned God are &quot;drowned&quot; in salt water and, if worthy, are then revived by the Drowned God's [[Drowned Men|priests]]. Both in number of adherents and range, the local worship of the Drowned God is much smaller than either the Old Gods or the Faith of the Seven, to the point that when people on the mainland take oaths, they often swear &quot;by the Old Gods [of the Forest] and the New [the Seven]&quot; without mention of the Drowned God.\n\n===The [[Lord of Light]]===\n\nThe Lord of Light is a god popular in [[Essos]] who is little-known in Westeros. According to its clergy, the [[Red Priest|red priests]], the Lord of Light is the guardian of humanity against darkness, cold and death. He is a merciless god who often demands harsh sacrifices of his followers, but also rewards his true followers with power and life. The Lord of Light has failed to gain a foothold in Westeros in the past thousands of years, and is considered a &quot;foreign religion&quot; from the eastern continent. Still, travelers and migrants from the eastern continent who are currently living in Westeros, often in the major cities like King's Landing, may be encountered in Westeros who worship the Lord of Light. Due to [[Stannis Baratheon]]'s recent conversion to the Lord of Light religion, many of his followers from [[Dragonstone]] island and other islands of [[the Crownlands]] lying in [[Blackwater Bay]] have also converted to the worship of the Lord of Light.\n\n", "Culture": ":''See &quot;[[Laws and Customs]]&quot;''\nThe culture and customs of the Seven Kingdoms are heavily influenced by the dominant ethnicity in each of its constituent regions. Four major cultural groups or regions can be distinguished.\n\nThe influence of the [[Andals|Andal]] culture is stronger in &quot;the south&quot;, namely in the Vale, Riverlands, Westerlands, the Reach, the Stormlands, the Crownlands, and some parts of Dorne. It is in these regions where the tradition of [[knighthood]] is more prevalent.\n\nThe Northmen, meanwhile, continue to practice the customs and culture of the [[First Men]]. For example, whereas in the south the execution of criminals is carried out by headsmen and executioners, in the North tradition holds that &quot;he who passes the sentence should swing the sword&quot;.\n\nDespite being blood of both the Andals and the First Men, the people of the Iron Islands developed their own cultural identity. With strong ties to the sea, the Ironborn culture is centered around activities such as piracy and raiding. They believe they have the right to seize by force what they consider necessary - &quot;paying the '[[iron price]]'Â &quot;.\n\nThe Dornishmen, for their part, also retain their own cultural identity, heavily influenced by their intermingling with the Rhoynar people of [[Essos]]. Dornishmen practice equal primogeniture and have a reputation for sexual licentiousness.\n\n", "Military": ":''See main article &quot;[[Armament]]&quot;''\nThe Seven Kingdoms does not possess a large standing military force, as do some of the [[Free Cities]]. Instead, each lord permanently maintains only a relatively small retinue of well-trained and well-equipped personal knights and warriors.  In wartime they function on the principle of feudal levies, with each lord raising his own armies from the commoners who live on his lands.  Sometimes they can provide these levies with reasonably standardized and good quality armor and weapons - though sometimes, they are little more than peasants wielding sharpened farming tools, clubs and staves, or a board with a nail in it.  These are usually supported by archers, or even crossbowmen.\n\nEach lord raises a military force from his vassals on behalf of his or her own superior lord.  These &quot;bannermen&quot; march under the war banners of their overlord, combining their strength with his own.  For example, [[House Stark]] draws soldiers from the lands immediately around [[Winterfell]], but then adds to these knights and footsoldiers from the lands of [[House Umber]], who in turn have their own minor bannermen.  This hierarchy extends up to the king on the Iron Throne. The regions of Westeros vary considerably in population and wealth, dramatically affecting the number and quality of the soldiers that can be raised.  \n\nThe king on the Iron Throne does appoint four &quot;[[Warden|Wardens]]&quot; who are meant to command and coordinate regional armies when in times of crisis, when bannermen and levies are called up.  The regional lords in that quarter of the realm are expected to put their armies at the overall command of the Warden in their quarter of the realm.  The Warden of the North guards against wildling attacks from beyond the Wall, the Warden of the East guards against attack from across the Narrow Sea, and so on.  \n\nThe Seven Kingdoms also employ a large number of [[Ships|naval forces]].  The three main fleets are the  [[Royal Fleet]] (stationed in the east at [[King's Landing]] and [[Dragonstone (island)|Dragonstone)]] island), the [[Redwyne Fleet]] (at [[The Arbor|the Arbor]] in the southwest), and the [[Iron Fleet]] of the ironborn (in the west).\n\n", "See also": "* {{AWOIAF}}\n\n", "History": ": ''See also [[War of Conquest]]''\n\nWhen [[Aegon the Conqueror]] embarked on the conquest of the continent from his seat on [[Dragonstone]] he had to contend with seven independent realms. These were:\n\n*[[Kingdom of the North]], ruled by [[House Stark]] of [[Winterfell]]\n\n*[[Kingdom of the Mountain and the Vale]], ruled by [[House Arryn]] of [[the Eyrie]]\n\n*Kingdom of the Isles and Rivers, ruled by [[House Hoare]]Â of castle [[Harrenhal]]. Formed when the [[Iron Islands]] conquered [[the Riverlands]].\n\n*[[Kingdom of the Rock]], ruled by [[House Lannister]] of [[Casterly Rock]]\n\n*[[Kingdom of the Stormlands]], ruled by [[HouseÂ Durrandon|House&amp;nbsp;Durrandon]]Â of [[Storm's End]]\n\n*[[Kingdom of the Reach]], ruled by [[House Gardener]] of [[Highgarden]]\n\n*[[Dorne]], ruled by [[House Martell]] of [[Sunspear]].\n\nWith the aid of his [[dragons]], Aegon managed to conquer all of the kingdoms, except Dorne, which would join with his dynasty through marriage a century later. Houses Stark, Lannister and Arryn, which bent the knee to Aegon, were allowed to maintain their domains, no longer as Kings but as Lords Paramount of their respective regions - the North, the Westerlands and the Vale - and Wardens, subject to the authority of the King.\n\nWith House Hoare eliminated, the kingdom ruled by [[Harren Hoare|Harren the Black]] was divided, with the [[Ironborn|people]] of the [[Iron Islands]] choosing [[House Greyjoy]] as their rulers, the [[Riverlands|lands]] surrounding [[the Trident]] awarded to [[House Tully]] as Lords Paramount of the Riverlands, and the lords of the [[Crownlands|lands]] surrounding the new capital of [[King's Landing]] as direct vassals to the Iron Throne.\n\nHouse Gardener was also obliterated when King [[Mern Gardener|Mern IX]] perished at the [[Field of Fire]]. Mern's steward, [[Harlen Tyrell]], surrendered Highgarden and [[the Reach]] to the Targaryen conqueror and was thus appointed [[Lord of Highgarden]] and Warden of the South.\n\nHouse Durrandon was extinguished in the male line when King [[Argilac Durrandon|Argilac]] was killed by [[Orys Baratheon]] in [[Fall of Storm's End|battle]]. As a reward for his loyalty, Orys was granted Argilac's domain, as well as [[Argalia Baratheon|his daughter]]. Thus [[House Baratheon]], [[Lord Paramount of the Stormlands|Lords Paramount of the Stormlands]], was created.\n\nThe only one of the Seven Kingdoms not conquered was DorneÂ in the far south, whose lords learned from the mistakes of the other kings and refused to meet Aegon and his dragons in open battle. Dorne retained their independence for almost two more centuries before joining the realm through a dual marriage with the [[Targaryens]] .\n\nDespite civil wars, rebellions and the death of the last of the [[dragons]], the [[Targaryens]] remained at the head of the Seven Kingdoms for over 280 years until the actions of the [[Aerys II|Mad King, Aerys II]], triggered the civil war known as [[Robert's Rebellion]]. At the end of this civil war, [[Aerys II]] and most of his family were slain and his surviving children fled into exile in the [[Free Cities]]. [[Robert Baratheon]] took the throne and ruled for seventeen years,&lt;ref name=&quot;VG Westeros Through The Ages&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/appendix/beyond-the-houses/ HBO Viewer's Guide, Season 2 appendices Westeros Through the Ages]&lt;/ref&gt;beginning a [[House Baratheon of King's Landing|new dynasty]] whose rule is [[War of the Five Kings|now challenged]].\n\n"}, "title": "Seven Kingdoms"}