{"attributes": {}, "sections": {"Definition": "Myles McNutt used the phrase to specifically respond to nudity on ''[[Game of Thrones]]'', though it has since been applied retroactively to other shows (such as [[HBO]]'s own ''[[wikipedia:The Sopranos|The Sopranos]]'', which often gave exposition scenes in a strip club). McNutt first used the term in his May 29, 2011 review of episode 7 of Season 1, &quot;[[You Win or  You Die|You Win or You Die]]&quot;.&lt;ref&gt;http://cultural-learnings.com/2011/05/29/game-of-thrones-you-win-or-you-die/&lt;/ref&gt;\n\nMcNutt himself, however, did not necessarily mean &quot;sexposition&quot; to have negative connotations. In particular, McNutt felt that the [[Ros]]/[[Armeca]] scene while [[Petyr Baelish]] explains his past was actually quite a deft way of handling that lengthy exposition. As McNutt explained, it is an example of how &quot;sexposition&quot; can be used to successfully inform the audience about a character, saying: &quot;The Littlefinger sequence is an interesting one in that it has clear thematic implications on his view of power, on the idea of Littlefinger as the prostitute (of the government), always able to convince others that they are in control when it's really a charade.&quot;&lt;ref&gt;http://cultural-learnings.com/2012/04/08/game-of-thrones-the-night-lands-and-sexposition/&lt;/ref&gt; That is, Littlefinger advised Ros that her clients will know she is a prostitute, and won't be swayed by easy manipulations. Rather, the trick is to very slowly convince the client that he really is something special, that he truly has impressed her and wooed her devotion. In parallel, [[Ned Stark]] knew from the beginning that Littlefinger was a manipulative courtier, but Baelish &quot;seduced&quot; Ned's trust by slowly convincing him that he had appealed to Baelish's &quot;good side&quot;, that Ned's superior honor had truly convinced Baelish to do the &quot;right thing&quot;, even as he was mechanistically plotting to betray Ned.\n\nMcNutt has also pointed out that since the term was coined, many bloggers and critics have jumped on the bandwagon and started referring to ''every'' piece of nudity on ''Game of Thrones'' as &quot;sexposition&quot;, using it as a buzz-word. McNutt counters that its only &quot;sexposition&quot; when its actually an exposition-heavy scene that has sex in the background to make it more exciting during a long information dump. In contrast, some critics have pointed to random appearances of topless prostitutes in Baelish's brothel as examples of &quot;sexposition&quot;. McNutt urges that these aren't &quot;sexposition&quot; at all, and mentioning them next to actually useful &quot;exposition&quot; scenes, like the one where Baelish explains to Ros the art of seduction, are dragging down the entire point about &quot;sexposition&quot; as being something new and distinct from simple fanservice.&lt;ref&gt;http://cultural-learnings.com/2012/04/08/game-of-thrones-the-night-lands-and-sexposition/&lt;/ref&gt;\n\n==Producers' perspective==\nIn an interview with ''The Daily Beast'' on August 29, 2011 about the upcoming second season of ''Game of Thrones'', co-executive producers and showrunners [[David Benioff]] and [[D.B. Weiss]], they were asked why they thought some critics and viewers reacted so strongly to the inclusion of sex and nudity, considering that [[George R.R. Martin]]'s novels are actually rife with them, and if they intended to address the &quot;sexposition&quot; issue in the second season. Benioff responded that, &quot;We will address this issue with a 20-minute brothel scene involving a dozen whores, [[Mord]] the Jailer, [[A Golden Crown|a jackass, and a large honeycomb]].&quot; Weiss' response was that, &quot;There will always be those who want to see less sex, and those who want to see more sex, and those who want to see sex in big tubs of pudding. You just canâ&euro;&trade;t please everyone. This year, weâ&euro;&trade;re going to focus on the pudding people.&quot;&lt;ref&gt;http://www.thedailybeast.com/articles/2011/08/29/david-benioff-d-b-weiss-discuss-game-of-thrones-season-2-more.html&lt;/ref&gt;\n\nThe books actually do contain a large amount of sex and nudity, to the point that the series could only really conceivably have been aired on a premium channel like HBO and not basic cable or mainstream network television. Martin admitted that he didn't use such narrative techniques in his books, but his exposition scenes in the novels usually appear as long internal monologues as characters think to themselves, a technique that works fine in novels but doesn't lend itself well to filming.&lt;ref&gt;http://www.ft.com/cms/s/2/bd1e2638-a8b7-11e1-a747-00144feabdc0.html#axzz1wYzURCl0&lt;/ref&gt; There are numerous examples of &quot;sexposition&quot; scenes being created for the series that have no analog in the original novel: the Ros/Armeca/Littlefinger scene is arguably the most widely cited, but the series also inserts romantic scenes involving lovers [[Renly Baratheon]] and [[Loras Tyrell]] that have no equivalent in the original novels (although in their case, these scenes occurredÂ &quot;off screen&quot; in the books).\n\nMartin himself has commented on how silly it is that people are horrified by nudity, while showing someone's brains getting smashed in with an axe in graphic detail is somehow considered more acceptable to depict on television.&lt;ref&gt;''Rolling Stone'' Magazine, May 12, 2012, &quot;The Hand Behind the Throne&quot; interview with George R.R. Martin.  The issue with Peter Dinklage on the cover.&lt;/ref&gt;\n\n==Adam Friedberg and the ''Saturday Night Live'' sketch==\n[[File:AdamFriedbergCreativeConsultant.png|thumb|Adam Friedberg, &lt;br&gt;Creative Consultant]]'''Adam Friedberg''' is a fictional character in a ''[[wikipedia:Saturday Night Live|Saturday Night Live]]'' sketch about the show on April 14th, 2012. He is played by [[wikipedia:Andy Samberg|Andy Samberg]]. He is presented as one of two creative consultants working on the ''[[Game of Thrones (TV series)|Game of Thrones]]'' TV series. He is a 13-year old boy. He works alongside the other creative consultant, author [[George R.R. Martin]] (played by [[wikipedia:Bobby Moynihan|Bobby Moynihan]]), creator of the ''[[A Song of Ice and Fire]]'' series of fantasy novels on which ''Game of Thrones'' is based.\n\nFriedberg is presented as being responsible for overseeing the amount of sex and nudity in ''Game of Thrones''. He has pioneered the innovative new televised narration technique which has been dubbed &quot;sexposition&quot;. Sexposition involves providing background information required for the viewer's understanding, which often runs the risk of turning into a boring information dump. In order to keep the viewer's interest, sexposition provides exposition scenes against a backdrop of sex or nudity. \n[[File:TheSceneStartedWorking.png|thumb|left|&quot;Let's just say the scene started ''working''&quot;.]]\nFor example in episode 7 of Season 1, &quot;[[You Win or You Die]]&quot;, [[Petyr Baelish|Petyr &quot;Littlefinger&quot; Baelish]] was originally going to give a five minute long monologue explaining his past history with [[Catelyn Stark]] and his motivations for betraying [[Eddard Stark|Ned Stark]]. Realizing Baelish talking to himself might not hold the audience's attention, Friedberg asked, &quot;why don't we add two naked ladies, just going to town on each other? Let's just say the scene started ''working''&quot;. Thus, [[Ros]] and [[Armeca]] were added into the scene, as Baelish offers them pointers on how to seduce a man as he compares it to how he seduced the trust of Ned Stark. [[File:AdamFriedbergIsAVisionary.jpg|thumb|&quot;Adam is a visionary&quot; &lt;br&gt;-- George R.R. Martin]]\nAuthor George R.R. Martin has heaped praise upon Friedberg's vital role in successfully adapting his books from page to screen. In Martin's own words, &quot;Adam is a visionary. He knows that even when I didn't write sex into a scene, I was definitely thinking about it&quot;.[[File:AdamFriedbergOnSet.png|thumb|Adam on-set during filming of Season 1]]\n\nAll of the cast members seem oblivious to Adam's hormone-fueled motivations, instead honestly believing that he is a creative genius and the scenes he writes just happen to have sex in them as part of the drama. However, author George R.R. Martin (played by Bobby Moynihan) is presented as fully aware of what is being done, but is actually quite supportive of it, hailing Adam as a visionary.\n\nAt the San Diego Comic-Con in July 2012, Martin himself referenced the gag, stating that Adam Friedberg was going to come to the convention but had to leave due to an emergency: a scene was being filmed with &quot;no boobies&quot; in it, so he had to fly back to Belfast immediately &quot;to put that to rights&quot;.&lt;ref&gt;[http://www.westeros.org/GoT/News/Entry/Comic_Con_Panel_Video/ Westeros.org]&lt;/ref&gt;\n\n===The real-life &quot;Adam Friedberg&quot;===\nAccording to director [[Neil Marshall]], there is actually a real-life figure very similar to the fictional &quot;Adam Friedberg&quot;. There is a single, specific HBO executive (although Marshall declined to name who) who actively urged him to add in as much full-frontal nudity as possible.\n\nMarshall was new to the production team on ''Game of Thrones'', called in to direct the pivotal battle episode &quot;[[Blackwater]]&quot; in Season 2, because the originally planned director had to leave at the last minute, and because George R.R. Martin (who wrote that specific episode's script) is a massive fan of Marshall's impressive work directing the 2005 horror film ''The Descent''. Filming took place in Fall 2011, months before the ''Saturday Night Live'' parody skit which aired in April 2012. In a podcast interview with ''Empire'' magazine on June 1, 2012, Marshall was asked about the &quot;sexposition&quot; in the TV series. He recalled that an unnamed executive producer repeatedly urged him to add more full-frontal nudity during filming. According to Marshall, this producer told him that &quot;everyone else in the series [represents the] drama side. I represent the perv[ert] side of the audience, and I'm saying I want full frontal nudity in the scenes&quot;. Marshall described the meeting as &quot;pretty surreal&quot;.&lt;ref&gt;[http://www.empireonline.com/news/story.asp?NID=34164 Empire podcast] - discussion of &quot;sexposition&quot; begins at the 6 minute 45 seconds mark.&lt;/ref&gt;\n\n", "TOP": "Sexposition010397isx7qdt6ltg0t2pomi2uh8u39gfxqlt1489362014-06-26T00:26:36ZIron Bank24961608/* Adam Friedberg and the Saturday Night Live sketch */  Changed &quot;Lets&quot; to &quot;Let's&quot;:''This entry on sexposition is written from an out-of-universe perspective, referring to aspects involved in the production or critical response to the series''.\n\n[[Image:Ros and Armeca.jpg|thumb|right|300px|The scene which popularized the term.]]\n\n'''Sexposition''' is a critical term coined by blogger and television critic Myles McNutt. It is a conflation of the terms &quot;sex&quot; and &quot;exposition&quot; (as well as a pun on &quot;sex position&quot;), referring to the use of sexual scenes to deliver information to the viewer about the backstory and character motivations. It has become a popular term amongst viewers and has been used by the producers of the series themselves.\n\n", "See also": "* {{WP}}\n\n"}, "title": "Sexposition"}