{"attributes": {}, "sections": {"TOP": "Sexuality027624a24ngrv07k0xh8osdiatt1fbfr1nga31692972015-01-16T12:41:27ZSer Patrek25358400Assuming this isn't too racy for Wikia's delicate sensibilities.[[File:Got s4e3 - martells.png|thumb|right|300px|Oberyn Martell explains his philosophy regarding sex to Olyvar.]]\n{{Quote|We don't get to choose who we love.|Jaime Lannister to Brienne of Tarth|Dark Wings, Dark Words}}\nThere are numerous different expressions of '''sexuality''' in the world of ''[[Game of Thrones]]''. These differ greatly across the many different cultures, and are generally influenced by social customs, religion, and personal preference.\n==&quot;Preferring the company of men&quot;==\n{{Dialogue a-b-a|Olenna|Did you grow up with boy cousins, Lord Tywin? Sons of your father's bannermen? Squires?... Stableboys?|Tywin|Of course.|And you... never...?|Olenna Tyrell defends her grandson's preference for male company.|The Climb}}\n[[File:Loras and Renly.jpg|thumb|left|300px|Loras Tyrell and Renly Baratheon, whose relationship was something of an open secret.]]\nThroughout the known world attraction to one's own gender is commonplace, and attitudes to it differ greatly depending on cultural customs and religious beliefs. Although generally looked down upon &quot;same-sex&quot; behaviour is not punishable by law in [[Westeros]], though it is considered a sin by the realm's dominant religion: The [[Faith of the Seven]], and is considered a taboo subject, carrying considerable social stigma. Men who engage in sex with other men are usually referred to by a variety of derogatory euphemisms, such as &quot;sword swallower&quot; or &quot;pillow biter&quot;, or more bluntly &quot;deviant&quot;, or &quot;degenerate&quot;.\n===Dornish attitudes===\n{{Dialogue a-b|Olyvar|Everyone has a preference.|Oberyn|Then everyone is missing half the world's pleasure. [[Faith of the Seven|The Gods]] made that, and it delights me. The Gods made this... and it delights me. When it comes to war I fight for [[Dorne]], when it comes to love... I don't choose sides.|[[Olyvar]] and Oberyn Martell|Breaker of Chains}}\n\nIn the rest of the Seven Kingdoms, the Dornish have a reputation for being hot-blooded and sexually licentious. Indeed, Dornishmen have more &quot;relaxed&quot; views towards sexuality and love than the rest of Westeros. [[Paramour]]s are not shunned or kept in secret: instead they are held in a similar status as a lawful wife or husband, and it is not unusual for noblewomen to have paramours. The Dornish also have no particular stigma against homosexual behavior.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\n==The &quot;Dothraki way&quot;==\n{{Quote|The Dothraki don't believe in modesty, they make love under the stars for the whole Khalasar to see.|Daenerys Targaryen}}\n[[File:Dothraki wedding fun.png|thumb|left|300px|The Dothraki engage in sex in the open for all to see.]]\n\n", "See also": "{{WP|Human sexuality}}\n", "In the books": "Depictions of sexuality in the ''[[A Song of Ice and Fire]]'' novels are much the same as they are in the show, with a few notable exceptions:\n\nThe relationship between Renly Baratheon and Loras Tyrell is not explicitly confirmed in the novels, although it is strongly hinted at, and other characters frequently make snide jokes about the two men.\n\nOne character who ''is'' homosexual in the books, but not in the show is [[Xaro Xhoan Daxos]]. Although Xaro does propose to Daenerys, he openly confirms her suspicions about his sexuality, citing this as a reason why they would be compatible, as they are both interested in men.\n\nDaenerys herself experiments with lesbianism on several occasions throughout the books with her handmaidens [[Doreah]] and [[Irri]]. This is not depicted in the show.\n\nVarys mentions a Lord Redwyne, who is said to &quot;like his boys very young&quot;. It is unclear whether or not this refers to [[Paxter Redwyne]]. No mention is made in the books of Paxter being a paedophile.\n\nSer Lyn Corbray, a [[knight]] from the Vale is said to request payment in gold and boys. Ser Lyn's counterpart in the show is Ser [[Vance Corbray]], whose sexuality has not yet been disclosed.\n\n", "Religious attitudes": "{{Quote|No act done in service to the Lord of Light can ever be considered a sin.|Melisandre to Stannis Baratheon.|The North Remembers}}\n\n"}, "title": "Sexuality"}