{"attributes": {}, "sections": {"TOP": "Shade of the evening08166e1s9lix47zzr2b9i1n6q6cggivi360f1534322014-07-17T08:27:33Z115.113.8.36/* In the books */{{Quote|It turns their lips blue, and their minds soft. They actually believe their parlor tricks are magic.|[[Xaro Xhoan Daxos]]|The Ghost of Harrenhal}}\n\n[[File:Shade_of_the_evening.png|300px|thumb|A warlock drinking shade of the evening]]\n'''Shade of the evening''' is a beverage commonly drank by the [[warlock]]s of [[Qarth]]. It is the cause for their blue lips. The Warlocks believe that drinking large quantities of shade of the evening grants them magical powers.\n\nThe beverage is brewed from the leaves of the trees that surround the [[House of the Undying]].\n\n", " See also ": "* {{AWOIAF}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Shade of the Evening is also known as the Wine of Warlocks. It is a thick blue beverage made from the inky blue leaves of the black-barked trees that grow outside the House of the Undying. It is drunk by those who enter the House of the Undying, so that they may &quot;hear and see the truths&quot; that will be laid before them. It does not turn lips blue with just one dose; many must be drunk. It smells like rotten flesh, has an oily texture, and tastes like all the tastes a person has ever tasted, and some that a person hasn't.\n\nIt isn't clear if drinking shade of the evening, on its own, grants magical abilities, given that the Warlocks were drinking it in the century and a half since the dragons died out but their powers still diminished. As the warlock Pyat Pree explained, the warlocks believe that there is a link between dragons and the presence of magic in the world, and thus the rebirth of dragons has caused their magical powers to return. Thus like other forms of magic, whatever effects may be granted by shade of the evening depend on the existence of live dragons in the world.\n\n", "History": "===[[Season 2]]===\nDaenerys is at a reception at the home of [[Xaro Xhoan Daxos]], when the Warlock [[Pyat Pree]] shows up and does a trick where he appears to be replicated, then he invites her to visit the [[House of the Undying]]. After he leaves, Xaro comes over and apologizes. As a member of the [[The Thirteen]], Pree got an honorary invitation. When asked about the House of the Undying, he tells Daenerys that it is where the warlocks gather to drink shade of the evening, which turns their lips blue and their minds soft. He then dismisses their magic as parlor tricks.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n\n[[File:Unidentified_warlock_S3_Ep1.png|thumb|The Warlock assassin in Astapor, with blue-stained lips]]\n\nDaenerys' ship travels west from Qarth and arrives at the city of [[Astapor]] in [[Slaver's Bay]]. Soon after she arrives, a Warlock sent from Qarth [[Unidentified Warlock|who is disguised as a small child]] attempts to assassinate Daenerys with a poisonous [[Manticore]], but the attempt is foiled by Ser [[Barristan Selmy]]. The &quot;child&quot; Warlock hisses at them from the distance, revealing that its lips are stained blue by shade of the evening.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\n"}, "title": "Shade of the evening"}