{"attributes": {}, "sections": {"Behind the scenes": "\nFans colloquially call the creatures &quot;shadow babies&quot; due to the nature of their creation.\n\n", "TOP": "Shadow07727m3vl2l7v2ytchx45apg8iqqfubcmd8d1678292014-12-16T19:59:35ZExodianecross356508/* Season 2 */ little change[[Image:Shadow.jpg|thumb|right|300px|Melisandre gives 'birth' to a shadow creature.]]\n{{Quote|Shadows cannot live in the dark, Ser Davos. They are servants of Light.|[[Melisandre]]|The Ghost of Harrenhal}}\nA '''shadow''' is a type of magical creature. Servants of the [[Lord of Light]] employ them to undertake dangerous missions on their behalf.\n\n", "See also": "* {{AWOIAF|Shadow assassin}} (MAJOR spoilers from the books)\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Melisandre actually conjures forth two shadows on separate occasions to kill Stannis' foes - Renly and Ser Cortnay Penrose. She needs to use Stannis' own life-essence to fuel the entities, but this hugely drains him, thus she doesn't produce any more shadows. Davos notices that Stannis looks ten years older than before the [[Battle of the Blackwater]]. Use of the creatures is thus limited in case their creation taxes the creator to the point of death. Melisandre offers Davos to use his life-essence to produce a shadow, but he refuses. It is unknown whether Melisandre made similar offers to any other men.\n\n", "History": "===[[Season 2]]===\n[[File:RenlysDeathS2Ep5.png|thumb|right|200px|The shadow creature assassinates Renly.]]\n[[Melisandre]] and [[Stannis Baratheon]] had sex, with Melisandre promising to give Stannis 'a son'.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt; After the failed parley between Stannis and [[Renly Baratheon|Renly]], Melisandre is revealed to be pregnant. She gives 'birth' to a shadow in a cave close to Renly's encampment while Ser [[Davos Seaworth]] watches in horror.&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\nThe creature infiltrates Renly's camp and kills him in front of [[Catelyn Stark]] and [[Brienne]]. Renly's bodyguards blame Brienne for the murder of the king.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\nDavos is so disturbed by the appearance of the shadow creature that he convinces Stannis not to bring Melisandre along when their fleet and army attack [[King's Landing]], in case the victory is credited to her powers rather than Stannis.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\nStannis asks Melisandre to make him another &quot;son&quot; to slay [[Joffrey]] as well as [[Robb Stark]]. However, she refuses him, explaining that creating a shadow-creature drains some of a man's life energy, and she fears that if Stannis attempts to create another with her it will kill him.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;Â Instead, she has [[Gendry]] brought to [[Dragonstone]], since he also has king's blood, being the son of [[Robert Baratheon]].Â \n\n"}, "title": "Shadow"}