{"attributes": {"status": " Active", "origin": " Quote", "imagesize": " ", "habitat": " Mountains and forests", "title": " Shadowcats", "image": "  ", "diet": "Carnivore", "range": " Beyond the Wall, the Mountains of the Moon in The Vale of Arryn", "type": " Mammal"}, "sections": {"TOP": "Shadowcats03159na6qzvqu8qpd4rbigghgg91f5gtx1h01208932014-03-29T05:39:21ZThe Dragon Demands5014364{{Species\n| Title= Shadowcats\n| Image=  \n| ImageSize= \n| Type= Mammal\n| Diet=Carnivore\n| Status= Active\n| Habitat = Mountains and forests\n| Range= [[Beyond the Wall]], the [[Mountains of the Moon]] in [[The Vale of Arryn|the Vale]], and other major mountain ranges in [[Westeros]]\n| Origin= \n}}\n{{Quote|The [[hill tribes]] would kill me for my boots, unless a Shadowcat ate me first.|[[Tyrion Lannister]]|The Wolf and the Lion}}\n'''Shadowcats''' are a large feline apex predator found in [[Westeros]].\n\n", "Range": "Shadowcats are found in northern Westeros, with larger populations in the lightly inhabited forests of the lands [[beyond the Wall]].&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt; However, they are not limited to the lands of [[the North]] above [[the Neck]]. They are frequently found in wild mountainous areas, with particularly large populations of Shadowcats in the inaccessible areas of the [[Mountains of the Moon]] in [[the Vale of Arryn]]. They are a frequent danger for travelers on the [[Eastern Road]], crossing over the mountains into the Vale.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Shadowcats have no direct analogue to any real-life species of Big Cat, although they are not quite as remarkable as [[direwolves]]. Author [[George R.R. Martin]] has stated that while Shadowcats are bigger than cougars, they are not as big as tigers. Shadowcats have thick black fur with white stripes.\n\nShadowcats are apparently not as large as lions either. Lions used to inhabit much of Westeros, particularly the hills of [[the Westerlands]], but they were hunted practically to the point of extinction by humans in recent centuries. At one point it is lamented that large animals like direwolves and lions have been pushed out of most of Westeros by human encroachment, which would indicate that Shadowcats aren't as large as lions.\n\n", "See also": "*{{AWOIAF|Shadowcat}}\n\n"}, "title": "Shadowcats"}