{"attributes": {}, "sections": {"The Old Gods and the New": "After Sansa is injured in the [[Riot of King's Landing]], Shae treats her cuts in her chamber. Sansa says that she thought the rioters would kill her and Shae says that they thought the same. Sansa says that she could tell that the man who hit her hated her. She wonders why he wanted to hurt her despite not knowing her. Shae tells Sansa that the rioters hated her for being what they cannot have and points out that Sansaâ&euro;&trade;s horse eats better than a common manâ&euro;&trade;s children. Sansa says that she would have given them food if she had any and asserts that she hates the King more than the rioters. Shae warns her to be careful who she speaks to. Sansa says that she is safe talking to Shae and Shae warns her to trust no-one.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\n", "The Prince of Winterfell": "[[File:Tyrion and Shae.jpg|thumb|Tyrion has a tender moment with Shae]]\nTyrion bursts into the bedroom and Shae complains that he has been gone all night. Recognizing his obvious distress, she asks what is wrong. He says that she is beautiful. She smiles at the compliment and walks over to him. She kisses him on the cheek and asks why then he looks so sad. She sits on the edge of their bed and he kneels in front of her. He says that they must be more careful. She reassures him that she can take care of herself. He says that there are people who want to hurt him. She defiantly says that she will not let them, threatening to cut off their faces. Tyrion says that he would kill for her, asking if she knows how he feels about her. He adds that he expects that he will need to before long. He asserts that she is his. She hesitantly affirms his words but he asks her to repeat them. She says that she is his again and adds that he is hers. They share a look and she kisses him on mouth and then the top of his head.&lt;ref name=&quot;E18&quot;&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n", "TOP": "Shae Season 2083566goxr6tfe2h4wx7g7abf82d0mft3ghg1167382014-03-06T02:56:02ZGreater good3347453All of this information is on the character's page{{Template:Delete}}In '''[[Season 2]] [[Shae]]''' becomes a major character having appeared as a recurring character in [[Season 1]].\n\n", "Valar Morghulis": "Tyrion is relieved as Hand of the King by Tywin. As well as position he loses several allies; [[Bronn]] is removed as Commander of the City Watch and the [[Hill Tribes]]men are sent home. Tyrion gets no credit for his part in the victory while Tywin is publicly named Savior of the City. Joffrey thanks [[House Tyrell]] for their aid in the battle by setting aside his betrothal to [[Sansa Stark|Sansa]] in favor of [[Margaery Tyrell]]. Varys also suggests that Cersei was behind Ser Mandon's attack on Tyrion.&lt;ref name=&quot;E20&quot;&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\nVarys brings Shae to see Tyrion, and leaves them alone. Tyrion flinches, not wanting her to see his disfigurement. She sits next to him on the bed, unperturbed by his injuries. Varys tells Tyrion that there are many who know that Tyrion saved the city from certain defeat. Varys warns that King Joffrey will give Tyrion no honors and the histories will not mention him but reassures him that those that know the truth will not forget. He urges Podrick to come with him, leaving the lovers alone.&lt;ref name=&quot;E20&quot;/&gt;\n\nShae calls Tyrion her love. He says that it was good of her to come. She questions his formality and says that it was a certainty. She reaches for his bandaged face and he bats away her hand. She says that she wants to see him and he asks her to believe him when he says that she does not. She asks if he has already looked. When he does not answer she says that she will be the first. She unwraps his scarred face and he winces as she pulls the bandages away from his wound. The scar extends diagonally from his left brow to his right jaw, crossing the bridge of his nose. The flesh around the injury is pink and the wound edges are puckered and scabbed. He asks for her opinion and she shrugs and says that he is a mess.&lt;ref name=&quot;E20&quot;/&gt;\n\nHe says that he is a monster as well as a dwarf and suggests that she charge him double. She angrily asks if he believes she is there for money. He reminds her that their original arrangement was that he would pay her and she would lie to him. She accuses him of being a self-pitying rich man who covers his vulnerability with humor. She rejects his money.&lt;ref name=&quot;E20&quot;/&gt;\n\nShe invites him to leave with her. Tyrion is shocked. She reminds him that his enemies tried to kill him and tells him that he is a terrible fighter. She says that they could take a boat to Pentos and never return. She tells him that he does not belong there. Tyrion asks what they would do in Pentos. She says that they would eat, drink, have sex and live. Tyrion smiles and admits that he wants to go. She urges him to do it and says that all the bad people in his family cannot stop him. She says that he should forget about them and come with her. He shakes his head and says that he canâ&euro;&trade;t. He asserts that dealing with bad people is what he is good at. He says that he can outthink them and outtalk them. He tells her that he likes doing that more than anything he has ever done. He asks if she will leave. She says that he has a bad memory and reminds him that they said that they belong to one another. He sobs and she embraces him. He pulls her close to him.&lt;ref name=&quot;E20&quot;/&gt;\n\n", "Blackwater": "[[File:Tyrion and Shae in bed.png|thumb|Tyrion lies in bed with Shae.]]\n[[Tyrion Lannister]] lies restless in bed next to Shae in the [[Tower of the Hand]]. Shae asks if he is afraid, calling him â&euro;&oelig;My lion.â&euro;? Tyrion predicts that if the city falls Stannis will burn every Lannister that he can find and says that he is afraid. Shae says that she will not let anyone hurt him. He smiles at her before explaining that while he is a Lannister and has no choice in his side, it is not her war and she can leave. She straddles him and says that it is her fight now. Tyrion jokes that Shae cannot â&euro;&oelig;fuck [her] way out of everything.â&euro;? She counters that it has worked so far. She asks if he can remember what he said when they first met in his tent at the Lannister army camp. She reminds him that he told her to make love to him like it was his last day on earth. She pushes back his hair and leans in to kiss him.&lt;ref name=&quot;E19&quot;&gt;&quot;[[Blackwater]]&quot;&lt;/ref&gt;\n\n[[File:Tyrion greets Sansa.png|thumb|Tyrion greets Sansa.]]\n[[Bronn]] bows to the newly arrived [[Sansa Stark]] and Shae on his way out of the throne room. Tyrion approaches the ladies. He greets Sansa and pretends to forget Shaeâ&euro;&trade;s name. He checks that Sansa has been invited to join Cersei and the other highborn ladies in [[Maegor's Holdfast]]. Sansa affirms that she has but explains that King Joffrey has summoned her to see him off. Joffrey, the Hound and three other members of the Kingsguard enter from behind the throne. Joffrey calls Sansa over as Tyrion deadpans that Joffrey has always been a great romantic. Sansa says that she will pray for Tyrionâ&euro;&trade;s safe return. Tyrion doubts her and she says that she will pray just as she will for the king. Sansa goes to Joffrey leaving Tyrion alone with Shae for a moment. He tells her to stay safe, she reciprocates calling him her lion. Joffrey leads his men out of the throne room and Sansa returns to Shae. Shae watches them leave and tells Sansa that some of the boys will never come back. Sansa replies that Joffrey will as the worst ones always live. Shae shushes her and leads her out.&lt;ref name=&quot;E19&quot;/&gt;\n\nCersei leads [[Tommen Baratheon]] and Ser [[Ilyn Payne]] through Maegorâ&euro;&trade;s Holdfast into a room is filled with ladies, septas and handmaids taking refuge from the battle. Sansa and Shae are already there and Sansa wonders why Cersei invited her. She says that Cersei always tells her how stupid she is and believes confides her belief that Cersei hates her. Shae suggests that Cersei may hate her less than she hates everyone else. Sansa says she doubts it and watches as Cerseiâ&euro;&trade;s handmaid pours a glass of wine. Shae suggests that Cersei is jealous of Sansa and Sansa wonders what reason Cersei could have to be jealous of her. Cersei calls Sansa over to her bed on the dais, forcing her to join her in drinking wine and mentally tormenting her.&lt;ref name=&quot;E19&quot;/&gt;\n\nCersei notices Shae watching them from across the room and says that she has not seen her before. Cersei approaches Shae and calls her pretty. Shae stands and attempts to curtsey. Cersei calls it the worst she has ever seen and demonstrates how to do it properly. Shae mimics her movements and Cersei says that she learns quickly. She asks how long Shae has served Sansa and Shae tells her it has been just a few weeks. Cersei instantly recognizes her Lorathi accent and asks when she left there. Cersei does not wait for an answer and observes that Shae is lowborn. Shaeâ&euro;&trade;s smile fades and Cersei asks when she came to Westeros. Shae says that it was ten years ago. Cersei wonders how Shae went from a Lorathi commoner to the Red Keep in ten years without being able to curtsey. She asks Shaeâ&euro;&trade;s name and asks her to tell her story. Shae hesitates and then begins at the age of thirteen.&lt;ref name=&quot;E19&quot;/&gt;\n\nShae is rescued by the arrival of Lancel. He bursts in shouting for Cersei. He reports Tyrionâ&euro;&trade;s destruction of the fleet and the landing of Stannisâ&euro;&trade;s troops. Cersei orders him to bring Joffrey inside. He objects saying that the presence of the King is good for morale. Cersei again tells Lancel to bring Joffrey back to his chambers. Lancel wonders why not to her side and she sarcastically asks if he wants Joffrey to be mocked as a coward for hiding behind his motherâ&euro;&trade;s skirts. Cersei sits back down and reveals to that Ser Ilyn is there to kill them should the Red Keep be breached.&lt;ref name=&quot;E19&quot;/&gt;\n\nLancel returns to Cersei and tells her that the battle has been lost. He says that Stannisâ&euro;&trade;s troops are at their gates and that the goldcloaks lost all heart when Joffrey left. Cersei asks where Joffrey is. Lancel does not answer and instead says that he wants to escort him back to the battle. Cersei asks why she should care what Lancel wants. Lancel asks her to listen. She stands and pushes his wounded side. He falls back into a stone pillar, screaming in pain. Cersei leads Tommen out of the room.&lt;ref name=&quot;E19&quot;/&gt;\n\n[[File:SansaAndShaeBlackwater.png|thumb|Shae warns Sansa to leave and lock herself within her chambers.]]\nSansa comforts the panicked women. She reassures them that with the drawbridge raised they are in the safest place they can be. She says that Joffrey is unhurt and his knights have rallied behind him to save the city. She asks them to sing a hymn with her. She begins and the others join her. Shae interrupts her and tells her to bar herself in her chamber. Shae says that Stannis will not hurt her but Ser Ilyn will. Sansa asks Shae to come with her. Shae says that she needs to say goodbye to someone. Sansa repeats Cerseiâ&euro;&trade;s prediction that all of them will be raped. Shae says that no-one will rape her and shows Sansa a small dagger strapped to her calf. She urges Sansa on and Sansa complies.&lt;ref name=&quot;E19&quot;/&gt;\n\nTyrion is betrayed and wounded by Ser [[Mandon Moore]] during the fighting. His squire [[Podrick Payne]] saves his life. His ingenious defensive tactics buy enough time for reinforcements led by his father Lord [[Tywin Lannister]] to arrive and claim victory.&lt;ref name=&quot;E19&quot;/&gt;\n\n", "A Man Without Honor": "Sansa awakens to find her bed bloodied by her first period. She desperately tries to conceal the evidence, fearing that her menarche will expose her to being forced to sleep with [[Joffrey Baratheon]]. She attempts to cut away the stained sheet with a cheese knife but finds that the blood has soaked through to the mattress. [[Shae]] discovers her and takes away the knife while trying to reassure her. Sansa explains her fears and Shae helps her, telling her to turn the mattress. Another [[Hand maid]] enters and sees what they are doing. She quickly goes to leave and Shae gives chase.&lt;ref name=&quot;E17&quot;&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\nShae catches up with the other hand maid in the stairwell and asks where she is going. She says that she is going to tell Queen [[Cersei Lannister]] and Shae grabs her, pins her against the wall and threatens her into silence using the knife she took from Sansa. Shae releases her colleague and returns to Sansaâ&euro;&trade;s room. Shae discovers Sansa sat at the foot of her bed while the Hound stands over looking at the bloodied mattress.&lt;ref name=&quot;E17&quot;/&gt;\n\n", "Garden of Bones": "Joffrey has Sansa publicly beaten and stripped as revenge for her brother's victory in the [[Battle of Oxcross]].&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\n", "The Night Lands": "Tyrion enters his bedchamber in the [[Tower of the Hand]] to find Shae laughing with Varys. Shae tells him that he made her wait and Varys was keeping her company. Varys says they were discussing Tyrion's bravery at the [[Battle of the Green Fork]]. Tyrion says that it was quite a battle and Varys says that he heard that Tyrion was wounded. Varys says that the northerners are ferocious warriors and Tyrion does not reply. Shae says that she has told Varys about how they met and Tyrion glares at her. Varys says that Tyrion was lucky to find such a lovely creature working in his [[Tywin Lannister|father]]'s kitchens and that the story almost beggars belief. Tyrion says that strange things do happen and offers that Varys should taste Shae's fish pie. Shae says that she doubts that Varys likes fish pie. Varys wonders how she knows and she giggles and says that she can always tell. Tyrion says that Varys and he must not let their disadvantages get the best of them. Varys says that he is glad that Tyrion's new friend could accompany him and adds that friends are an important part of life. He observes that it was unfortunate that Tywin did not want Shae to come. He offers the reassurance that he is very good at keeping secrets for his good friends. Tyrion says that Varys's discretion is legendary where his friends are concerned. Varys apologises for going on and says goodbye to Shae. Tyrion moves to the door as Varys tells him that they have a council meeting. Tyrion nods at Shae to leave and then warns Varys not to threaten him.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\n", "The North Remembers": "Shae looks out over [[King's Landing]] from a balcony of the [[Red Keep]]. She says the city stinks of dead bodies. [[Tyrion Lannister]] agrees from inside; he has taken over the chambers of the Hand of the King. Shae adds â&euro;&oelig;Shitâ&euro;? and Tyrion wonders if she is regretting her decision to accompany him. She says that she loves it. Tyrion jokes that she loves â&euro;&oelig;the smell of dead bodies and shit.â&euro;? Shae says â&euro;&oelig;and cum and garlic and rum.â&euro;? She says that the city arouses her and Tyrion observes that the country seemed to have the same effect. She falls back onto the bed and says that she is where she belongs. Tyrion warns her that no-one can know she is there. He says that the city is filled with liars of varying skill. She asks about him and he reminds her that he does not come from the city and says that he is a slave to the truth. Shae says that he is the biggest little liar she has ever met and he responds by saying that he is so small because of the weight of so much truth pressing down on him. He lies down next to her and wonders how Eddard slept on such an uncomfortable bed. He says that the bed will be the first of many things he changes in the city.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\n", "What is Dead May Never Die": "Shae complains to Tyrion about her confinement in his quarters and he tries to quiet her. She shouts loudly that his father is miles away. Tyrion pauses his reading and offers an alternative; working in the kitchens as a scullion. Shae is not keen on the idea. Tyrion tries to explain that [[Cersei Lannister]] would use Shae against him but offends her by calling her a weakness. She refuses to kiss him and walks out of the room.&lt;ref name=&quot;E13&quot;&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\nTyrion arranges for Shae to serve as a handmaiden to the captive [[Sansa Stark]]. Shae finds Sansa in her chambers looking at herself in the mirror. Shae explains that she is Sansa's new handmaiden. Sansa is doubtful of her experience when she does not know what she should be doing. Shae claims that she was once a maid for a Lady Zourif. Sansa is dismissive as she knows no-one of that name in King's Landing and expects the local standard. Sansa says that she does not have time to teach her how to do her job. Shae offers to leave but Sansa asks Shae to brush her hair.&lt;ref name=&quot;E13&quot;/&gt;\n\n"}, "title": "Shae Season 2"}