{"attributes": {"status": " :Category:Status: Dead", "10": "yesSeason Two Appearances", "death": "Strangled to death by Tyrion Lannister", "last": "&quot;The Children&quot;", "family": "", "title": "Shae", "season": "Season 1", "image": "Shae in Two Swords.png", "allegiance": "", "actor": "Sibel Kekilli", "deathep": " &quot;The Children&quot;quote", "place": "Lorath", "9": "yes", "aka": "", "appearances": "20 episodes &lt;small&gt;#Appearances", "first": "&quot;Baelor&quot;"}, "sections": {"Behind the scenes": "The TV series changed Shae's back story (which wasn't gone into in in great detail in the books anyway) as being from the Free Cities, because they enjoyed the audition of actress Sibel Kekilli, but wanted to have some explanation for why she speaks with a German accent.\n\n", "TOP": "Shae02318mbpn9xi77uy4bue40hvq4wo7emjft8x1775942015-03-18T14:34:43ZFaithHills26144418/* Season 1 */{{Character\n| Title=Shae\n| Image=Shae in Two Swords.png\n| Season=[[Season 1|1]], [[Season 2|2]], [[Season 3|3]], [[Season 4|4]]\n| First=&quot;[[Baelor]]&quot;\n| Last=&quot;[[The Children]]&quot;\n| Appearances=20 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Aka=\n| Status= [[:Category:Status: Dead|Deceased]]\n| Death=Strangled to death by [[Tyrion Lannister]]\n| Place=[[Lorath]]\n| Allegiance=\n| Family=\n| Actor=[[Sibel Kekilli]]|DeathEp = &quot;[[The Children]]&quot;}}\n{{quote|I know he's guilty. He and Sansa planned it together.|Shae's vengeful testimony at Tyrion's trial|The Laws of Gods and Men}}\n'''Shae''' is a major character in the [[Season 2|second]], [[Season 3|third]] and [[season 4|fourth]] season. She initially appeared as a recurring character in the [[Season 1|first]] season and debuted in &quot;[[Baelor]].&quot; She is played by starring cast member [[Sibel Kekilli]]. Shae is a [[Prostitution|prostitute]] who has begun an exclusive relationship with [[Tyrion Lannister]] during the time when he was fighting in the LannisterÂ army as part of the Vanguard during the [[Battle of the Green Fork]]. When he is sent to [[King's Landing]] to be acting [[Hand of the King]], he takes Shae with him as his mistress in defiance of his father's orders, and she lives with him at the Tower of the Hand. The only person who knows she is there is [[Varys]] the [[Master of Whisperers]], who while not completely trusted was an advisor to Tyrion and did seem to keep their secret.\n\nWhen Shae is bored, Tyrion arranged for her to work as a handmaiden to [[Sansa Stark]], where she acts as confidant through the difficulties of [[Joffrey Baratheon|Joffrey]]'s abuse and the [[Battle of the Blackwater|siege]] of [[Stannis Baratheon]]. Queen [[Cersei Lannister|Cersei]] is threatening Tyrion and his fear for Shae's safety makes him realize how much he has come to love her. After the Battle of the Blackwater with Tyrion injured and no longer Hand of the King, she urges him to flee with her to Pentos. When he tells her his place is here, she agrees to stay with him. However, their relationship comes under strain when Tyrion is forcibly married to Sansa, inciting Shae's jealousy despite Sansa and Tyrion never consummating their marriage.\n\nFearing for her safety, Tyrion eventually sends her away, insulting her in the process. However, she is intercepted before leaving the capital and gives vengeful (but false) testimony against Tyrion, whom she considers has betrayed her to remain with Sansa, at his [[Trial of Tyrion Lannister|trial]] for the [[Purple Wedding|assassination]] of King Joffrey, in the process having an affair with Tyrion's father, [[Tywin Lannister|Tywin]]. This betrayal proves to be too much of a blow towards Tyrion, who kills both Shae and Tywin in revenge.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Shae is a camp-follower who attaches herself to a [[Lannister]] army and later comes into contact with [[Tyrion Lannister]]. She is young and attractive, small and slender with large dark eyes, fine black hair, and with an interest in power. Unlike the TV series, Shae in the books is common-born, from Westeros, and not particularly subtle nor mysterious.\n\nShe stands just over five feet tall and she never wears undergarments. Shae is very funny and has a prodigious sexual appetite. When Varys said that he had to meet Tyrion's young lady. Shae says, &quot;You're half right, I'm young.&quot; &quot;My mother named me Shae, and men call me....often.&quot; Tyrion does not play the drinking game with her and it is much later before she learns about Tysha.\n\nIn the books, Tyrion arranges with Varys to set up Shae at a mansion hidden in the city. Tyrion continues to meet Shae by visiting a high-end brothel, under the pretense of visiting a prostitute named Alayaya (the madam's daughter) who is learning how to read. Tyrion takes her to a room and she reads while he ducks out of the brothel, using a tunnel to a stable and then a horse to get to Shae's mansion. Because Tyrion is insecure about his appearance and Shae's attraction to other men, Varys also helps get guards that are ugly or have no interest in women for Shae's manse (these include a eunuch strangler and two hairy gay Ibbenese axemen).\n\nCersei later discovers Alayaya and has her guards abduct her, mistakenly believing that she is the prostitute that Tyrion is having a relationship with. Cersei threatens harm to Alayaya if anything happens to Joffrey during the Battle of Blackwater while Tyrion has him manning the walls. After the battle Alayaya is stripped and publicly flogged, and then sent naked out the front gate to walk home. The subplot with Alayaya was cut from the TV series, though [[Ros]] is substituted in as a different prostitute that Cersei mistakes as Tyrion's lover.\n\nAfter the riots in the city due to Joffrey's tyrannical treatment of its inhabitants, Tyrion decides that the city has become too dangerous, and he must move Shae to the Red Keep for protection. To give her an excuse to be in the castle, he initially intends to arrange for her to work at the kitchens, but Varys convinces him it is a bad idea, for there she will be nonstop questioned and sexually harassed by the kitchen staff. He suggests instead, and Tyrion agrees, to make her a handmaiden to Lady Lollys Stokeworth - not Sansa Stark as in the TV series. None of the scenes between Shae and Sansa exist in the books (though some, such as when Sansa panics upon menstruating for the first time, do occur but not with Shae involved). Nor does Cersei speak directly to Shae during the siege of the city, though she does notice her and tells Sansa that with a high born girl, the prospect of a ransom might offer some protection from rape, but a pretty thing like Lollys Stokeworth's maid would have a busy night.\n\nShae does not care at all about Tyrion. He is well aware of that, and keeps chiding himself for not breaking up with her. If Tyrion had any doubts about Shae's true feelings, they were cleared by her nonchalant comment about his impending marriage to Sansa: &quot;I don't care. She's only a little girl. You'll give her a big belly and come back to me&quot;.\n\nâ&euro;&lsaquo;When Tyrion finds Shae in his father's bed, she pleads with him that Tywin and Cersei made her testify against him (although in ''&quot;A Feast for Crows&quot;'', it is revealed that Cersei actually bribed Shae into testifying against Tyrion instead of forcing her). She makes the mistake of calling him &quot;my giant of Lannister&quot;, her pet name for him (in the series it was &quot;my lion&quot;), which had drawn howls of laughter when she claimed at his trial that Tyrion made her call him that. She does not grab a knife or fight with him, and he strangles her in cold blood. It is possible this was added in with the intent of showing Tyrion in a more positive light by acting in self defense.\n\nWhile Tyrion and Varys walk to the harbor, Tyrion admits that he killed Shae. Varys comments &quot;You knew what she was&quot;.\n\n", "Quotes": "{{dialogue a-b|Tyrion|You can't fuck your way out of everything.|Shae|I have so far.|Before the [[Battle of Blackwater Bay]]|Blackwater}}\n\n", "Image gallery": "&lt;gallery columns=&quot;3&quot; spacing=&quot;small&quot; widths=&quot;180&quot;&gt;\nShae 203.jpg|Shae in &quot;[[What is Dead May Never Die]]&quot;.\nShae cares for Sansa.jpg|Shae cares for Sansa after the riot in &quot;[[A Man Without Honor]]&quot;.\nCaught.jpg|Shae and Sansa.\nTyrion greets Sansa.png|Tyrion speaks to Sansa and Shae before the [[Battle of Blackwater]].\nShae S2.jpg|Shae in Season 2 Promo\nBear maiden fair shae Tyrion.jpg|Tyrion and Shae in &quot;[[The Bear and the Maiden Fair]]&quot;.\nShae Sansa and Tyrion Mhysa.png|Tyrion, Sansa and Shae in &quot;[[Mhysa]]&quot;.\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}}(MAJOR spoilers from the books)\n\n", "Appearances": "{{Season One Appearances|9=yes|10=yes}}\n{{Season Two Appearances|yes|yes|yes|||yes|yes|yes|yes|yes|yes}}\n{{Season Three Appearances|yes|yes||||yes|yes|yes||yes}}\n{{Season Four Appearances|yes|yes||||yes||||yes|}}\n\n", "Biography": "===Background===\nShae is a young woman of mystery, as she won't divulge her true origins. She has a Lorathi accent and is obviously not native to [[Westeros]]: she says she arrived there ten years ago. She is first encountered as a camp-follower with the Lannister army in [[the Riverlands]]. She has dreams of wealth and power, despite her low social status as a kept woman.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/jbaratheon/shae/ HBO viewers guide, season 2 guide to houses, House Baratheon of King's Landing - Shae entry]&lt;/ref&gt; She hails from the [[Free Cities|Free City]] of [[Lorath]].&lt;ref&gt;&quot;[[Blackwater (episode)|Blackwater]]&quot;&lt;/ref&gt;\n\nAt unspecified points in the past, Shae has been to [[Dorne]] and [[Volantis]].&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\n===[[Season 1]]===\n[[File:Shae.jpg|thumb|Shae meets Tyrion in &quot;[[Fire and Blood]]&quot;.]]\nShae is a camp-follower whom [[Bronn]] a sellsword in the service of [[Tyrion Lannister]] finds as per Tyrion's request. She is attached to a ginger-haired Knight, but Bronn &quot;persuades&quot; him to give her up to [[Tyrion Lannister]], who is fighting with the army of [[House Lannister|Lannister]] in [[the Riverlands]]. He is charmed by her immediately. He tells her he wants the truth, but also that he wants her to act as if she wants him and that it's their last night on earth together. Tyrion plays a drinking game with her and Bronn in an attempt to learn more about Shae's past, but she refuses to reveal specifics. Tyrion tells her that he thinks her mother was a whore and her father deserted them, she says emphatically that he is wrong, and she doesn't want to speak of them. He seems more on the mark when he talks of her ambitions until he gets to the part of saying she was low born, she indicates he is wrong, thus she was not low-born. Shae deflects Tyrion's questions and learns about his past instead, particularly the incident involving his marriage to [[Tysha]]. When Tyrion was 16 he fell in love and secretly married a young wheelwright's daughter who he helped protect from two rapers, but the girl turned out to be a prostitute hired by Jaime Lannister to make a man of him. When [[Tywin Lannister]] found out he had the marriage annulled and the girl was gang-raped by his guards. Shae says he should have known she was a whore as a girl doesn't invite another man into her bed after almost being raped.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\nFollowing a victory in the [[Battle of the Green Fork]] Tyrion is made acting [[Hand of the King]] by his father Tywin Lannister. Tywin had been named as Hand to his grandson [[Joffrey Baratheon]], but due to the war he must remain with his army in the field. Tywin forbade Tyrion taking Shae to court. Tyrion complains about his father to Shae, then decides to defy his order, much to her delight.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n[[File:ShaeAndTyrion.jpg|thumb|Shae and Tyrion at the castle in King's Landing]]\nShae accompanies Tyrion to King's Landing and he installs her secretly in the [[Tower of the Hand]].&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt; [[Varys]] discovers Shae's presence and subtly threatens Tyrion with the information. Shae tells Varys that Tyrion met her when she was employed in his father's kitchens.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt; Shae becomes increasingly fed up at her confinement and Tyrion arranges for her to serve as a handmaiden to the captive [[Sansa Stark]].&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt; Sansa comes to trust Shae and confides her hatred of King [[Joffrey Baratheon]] after she is injured in the [[Riot of King's Landing]]. Shae warns her to trust no-one.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\n[[File:Shae_threatens.jpg|thumb|left|Shae holds a knife to the throat of the handmaiden in &quot;[[A Man Without Honor]]&quot;.]]\nShae discovers Sansa trying to conceal evidence of her first period because it means she is ready to bear Joffrey's children. Shae helps her, even threatens a maid into silence when she walks in on them, but they are discovered by [[Sandor Clegane]]. Sansa is taken before Queen Cersei.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\n[[File:Tyrion and Shae.jpg|thumb|&quot;I am yours&quot;, Tyrion and Shae exchanging words of love.]]\nShae is bemused when Tyrion rushes in especially tender and protective with her and wanting to exchange words of love, &quot;I am yours, and you are mine&quot;; unbeknownst to her Queen Cersei has imprisoned and threatened the prostitute [[Ros]] mistakenly believing that she is Tyrion's current lover. Tyrion is overjoyed that Shae is safe, as she has come to be important to him.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n[[File:Tyrion_and_Shae_in_bed.png|thumb|left|The night before the Battle of the Blackwater.]]\nShae spends the night before the [[Battle of the Blackwater]] in Tyrion's bed. Tyrion tells her that she could flee but she asserts her loyalty to him. When the bells sound the arrival of the attacking force she goes to the Throne Room with Sansa. She has an awkward public goodbye with Tyrion, who is careful not to acknowledge their relationship. Sansa and Shae take refuge in [[Maegor's Holdfast]] during the battle, hosted with the women of the court by Cersei. Cersei realizes that Shae is new and questions her origins. She recognizes her lowborn status when she cannot curtsey properly and discerns that she is from [[Lorath]]. She asks Shae to explain how she came to be Sansa's handmaiden, but her attention is diverted by news of the battle. When the battle seems lost Cersei storms out of the room. Shae advises Sansa to bar herself in her chamber to keep her safe should the city be sacked, as Stannis will not hurt her, but Ser [[Ilyn Payne]], who guards them, has Cersei's orders to kill her if the city falls. Sansa asks what Shae will do and she says that she has to say goodbye to a friend. Sansa worries for her safety and she shows her that she is carrying a concealed blade.&lt;ref name=&quot;E19&quot;&gt;&quot;[[Blackwater]]&quot;&lt;/ref&gt;\n\n[[File:Shae and Tyrion Scar 2x10.png|thumb|Shae uncovers Tyrion's scar in &quot;Valar Morghulis&quot;]]\nTyrion is betrayed and grievously wounded during the fighting. His defensive tactics buy enough time for reinforcements to arrive and win the battle.&lt;ref name=&quot;E19&quot;/&gt; Varys brings Shae to see Tyrion, who has been ousted as Hand of the King and stripped of his allies while he has been incapacitated. She unflinchingly assesses his horrific facial scar and chastises him for self-pity. She begs him to go with her to [[Pentos]] but he refuses, saying that he is good at, and enjoys, playing politics. She reaffirms her love for him and comforts him.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n[[File:Shae_with_sansa_as_petyr_approaches.png|thumb|Shae with Sansa as Petyr approaches.]]\n\nSansa Stark and Shae sit on the docks watching ships arrive and depart. Sansa wants to play a game making up stories about where the ships are headed, but Shae is uninterested. Then, [[Petyr Baelish]] arrives with Ross and suggests to Sansa that, when he next leaves the capital by sea, she might be able to stow away. Meanwhile, Ros, who seems to be acting as Littlefinger's aide, reminisces about the day Sansa was born, when all the bells in Winterfell were rung in celebration. She asks Shae to watch out for Sansa, particularly in regards to Littlefinger. Shae replies that she is always watching out for her.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\n[[File:Shae_warning_sansa_about_petyr.png|thumb|left|Shae warning Sansa about Petyr.]]\n\nWhile Shae dresses Sansa Stark in her chambers, she heeds Ros's advice and warns Sansa about Littlefinger, pointing out that Baelish has offered to help Sansa for nothing in return because he's after something. Sansa naively says that he's an old friend of her mother's, believing that should be reason enough, but Shae suggests that Baelish is actually sexually attracted to Sansa. This disturbs Sansa, but she thinks it is simply impossible, as Baelish is so much older than her. Shae continues to warn Sansa that Baelish is manipulative and men usually only want &quot;one thing&quot; from pretty young ladies, and &quot;love&quot; often isn't what they're after. Later, Shae sneaks into Tyrion Lannister's new chambers and, despite his warnings that his father threatened to kill her if he found her with him again, Shae starts undressing Tyrion and asks him to protect Sansa from Baelish. Tyrion says that he doesn't have enough power or influence any more to attempt to do that, though Shae accuses him of being attracted to Sansa, which he cheerfully denies. It also comes out that Tyrion had sex with Ros back in the North, though Tyrion points out it was before he met Shae. They playfully bicker about it as they start having sex.&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt;\n\n[[File:Shae_talking_to_tyrion_about_his_wedding_to_sans.png|thumb|Shae talking to Tyrion about his marriage to Sansa.]]\n\nWhen Tyrion is forcibly promised to wed Sansa Stark by his father, he decides to go to Sansa's chamber but finds Shae with her. He asks for a private word, but Shae wants to be there and Sansa declines to dismiss her. Tyrion gives Shae a carefully coded apology for not telling her in private before breaking the news to Sansa. Later, while Littlefinger departs the city without Sansa, Shae is with her as she weeps looking at his outgoing ship.&lt;ref&gt;&quot;[[The Climb]]&quot;&lt;/ref&gt; Having found out that Tyrion and Sansa are to be wed, she gets extremely annoyed with Tyrion, because she realizes that she will see him less and thinks he might be attracted to Sansa. Tyrion gives her golden chains as a gift, but she immediately refuses to accept them and says she is nothing more than a whore to him.&lt;ref&gt;&quot;[[The Bear and the Maiden Fair (episode)]]&quot;&lt;/ref&gt;\n\nAfter Tyrion's wedding night, Shae angrily comes into the chamber to take the bedsheets but, when she sees no sign that their marriage was consummated, she is pleased.&lt;ref&gt;&quot;[[Second Sons (episode)]]&quot;&lt;/ref&gt;\n\n[[File:Shae_with_varys.png|thumb|left|Shae is approached by Varys.]]\n\nShae is in the gardens watching the ships in the bay when Varys comes to speak with her. He tells her that she can't spend her life with Tyrion even though she obviously loves him, because Tyrion is the last hope for the Seven Kingdoms' current regime Shae is his greatest weakness, which neither Tyrion nor the realm can afford. Varys offers her diamonds with a prospect of a new life across the Narrow Sea in Pentos, where she can start anew. However, Shae confirms that she is in love with Tyrion and that she cares deeply for Sansa as well and that, in spite of her pain at seeing them together and the danger she poses, Shae will not leave until or unless Tyrion asks her to. Shae throws the little bag with diamonds at his feet.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\nWhen Tyrion comes to speak with Sansa during her breakfast, he sends Shae away, so he may be with Sansa alone and try to comfort her. Sansa is still mourning her mother and brother, who were murdered at the [[Red Wedding]]. As she leaves, she turns around with a jealous look. Shae waits for Tyrion in his chambers and when he comes in, she tries to seduce him. However, he tells her that it is not a good time and says he has far too many problems. She is nervous because he already has rejected her many times in the same fashion and she is afraid that he does not love her anymore. Tyrion assures her that she is the only woman he loves and Sansa is only a child whom he had to marry. Then she furiously mentions that Varys tried to give her diamonds for her departure and asks if Tyrion had anything to do with it. After a moment of silence, she leaves the room very annoyed. Her presence is noticed by Cersei's spy, who immediately goes to tell the Queen about Shae.&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\n[[File:Shae_leaving.png|300px|thumb|Tyrion sends Shae away from King's Landing.]]\nOn the day of the [[Purple Wedding|Royal Wedding]], a breakfast is hosted by Joffrey and Margaery and Shae is present. Cersei informs her father that Shae is the whore that Tyrion brought to the capital against his wishes. Varys meets Tyrion and tells him that he has friends across the Narrow Sea who could help Shae if she were to leave King's Landing. Tyrion is reluctant at first, but when Varys reminds him of Tywin's threat, he starts to consider the option. Cersei spots her and tells Tywin that she is the whore she told him about. He then tells Cersei to have Shae brought to the [[Tower of the Hand]] before the wedding. Shae visits Tyrion is his chambers again and he tells her she will leave with the ship that is waiting for her in the bay. She assures him that she isn't afraid and is willing to fight Cersei and Tywin together with Tyrion, but he tells her that she is a whore, while he is a married man and although he enjoyed the time spent with her, that time is over. She starts to cry heavily. Tyrion tells her that she will have a comfortable life in Pentos and Bronn will escort her to her ship. When Bronn tries to touch her, she slaps him and runs away. When Tyron later asks Bronn if she is gone, he says that she boarded the ship. When Tyrion asks if he saw it sail away, Bronn assures him that no one has been following him while escorting her, that she is gone and no one knows about it except the two of them and Varys. He then advises Tyrion to go drink until it feels like he did the right thing.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;Â [[File:MV5BMTYzNTI2MzYxMF5BMl5BanBnXkFtZTgwODE2OTg3MTE@_V1_SX1303_SY552_.jpg|thumb|left|246px|Shae testifying against Tyrion.]]\n\nDuring the [[Court trial of Tyrion Lannister|trial]] against Tyrion for the [[Purple Wedding|murder]] of King Joffrey, Shae appears as the final witness of the crown, clearly having been found by Cersei's agents. She falsely accuses Tyrion of having kidnapped her and forced her to become his whore and then that she witnessed Tyrion and Sansa plan the murder together, accusing Sansa ofÂ desiring revenge and forcing Tyrion into cooperating by denying him entrance into her bed. [[Oberyn Martell]], one of the trial judges, openly questions Shae's story, clearly unconvinced. Broken, Tyrion pleads with Shae to stop, only for her to remind him that she is a whore. Her testimony is the final straw for Tyrion, who snaps and hisses at the crowd that watching Joffrey die was more pleasurable than &quot;a thousand lying whores&quot;. He repudiates his father's deal for him to join the [[Night's Watch]] in return for a mercy plea, and instead demands a [[Second Trial by Combat of Tyrion Lannister|trial by combat]].&lt;ref&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt;\n\n[[File:Shae_is_strangled_by_Tyrion.png|thumb|280px|Shae is murdered by Tyrion]]\n\nLater on, after Tyrion is broken free by JaimeÂ Lannister, he stops and goes to the tower of the hand with the intent of murdering his father, only to discover Shae is lying naked in his bed wearing the golden chains Tyrion gifted to her. She sees him and grabs a knife to kill him, but Tyrion jumps on her and they struggle for a while. Upon realising that Shae intends to kill him, Tyrion retaliates and by grabbing the chain and strangling her to death with it. Horrified at what he has done, Tyrion silently apologises to Shae's corpse, and takes Joffrey's crossbow from the wall and goes on to murder Tywin in the privy after the latter calls Shae a &quot;whore&quot; once too many times.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n"}, "title": "Shae"}