{"attributes": {"status": " :Category:Status: Alive", "last": "&quot;Baelor&quot;", "family": "Dolf - father", "title": "Shagga", "season": "Season 1", "image": "Shagga.jpg", "allegiance": "The Stone Crows", "actor": "Mark Lewis Jones", "culture": " Hill TribesQuote", "place": "The Mountains of the Moon, Westeros", "9": "yes==Quotes==dialogue a-b-a", "8": "yes", "appearances": "2 episodes &lt;small&gt;(#Appearances", "first": "&quot;The Pointy End&quot;"}, "sections": {"TOP": "Shagga02331d4cluwjwgom1wb2pause4v63588z30e1754342015-03-05T21:44:51ZSharp Blades26158496{{Character\n| Title=Shagga\n| Image=Shagga.jpg\n| Season=[[Season 1|1]]\n| First=&quot;[[The Pointy End]]&quot;\n| Last=&quot;[[Baelor]]&quot;\n| Appearances=2 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n| Status= [[:Category:Status: Alive|Alive]]\n| Place=The [[Mountains of the Moon]], Westeros\n| Allegiance=The [[Stone Crows]]\n| Family=[[Dolf]] - father\n| Actor=[[Mark Lewis Jones]]\n|Culture = [[Hill Tribes]]}}\n{{Quote|When you meet your gods, you tell them Shagga, son of Dolf, of the Stone Crows sent you.|Shagga to [[Tyrion Lannister]]|The Pointy End}}\n'''Shagga''' is a recurring character in the [[Season 1|first season]]. He is played by guest star [[Mark Lewis Jones]] and debuts in &quot;[[The Pointy End]].&quot; Shagga is the leader of the [[Stone Crows]] and a fierce and independent warrior. He has formed an alliance with [[Tyrion Lannister]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Shagga, son of Dolf, is a member of the Stone Crows, one of the mountain clans. He is a strong, large man who prefers to wield two weapons in combat. His favored taunt is to threaten to remove someone's manhood and feed it to &quot;the goats&quot; -even when there are no goats in the vicinity. He is not the most intelligent man, but is extremely dangerous in battle.\n\nWhen Tyrion and Bronn are on their way leaving theÂ [[Vale]]Â for theÂ Lannister camp, Bronn captures a goat for food, and then they are met by the Stone Crows clan includingÂ [[Gunthor|Gunthor son of Gurn]]Â and Shagga, who claim the goat to be theirs - as Shagga claims, &quot;our mountain, our goat.&quot; And then Tyrion persuades them into joining him as depicted in the TV series.\n\nDuring the [[Battle of the Blackwater]], Tyrion recognized that the hill tribes, while ferocious, are inexperienced at siege-warfare, so he sent them south across the river to the [[Kingswood]] to harass the scouts of Stannis Baratheon's army as they approached the city. They performed quite well, destroying Stannis's scouts and screening forces to such an extent that he had no warning of the approach ofÂ TywinÂ Lannisterâ&euro;&trade;sÂ massive reinforcements approaching the city.\n\nAfter the battle Tywin pays off the hill tribes and most return home to the Mountains of the Moon in the Vale. Shagga and the Stone Crows, however, decide to stay in the Kingswood, feeling that there are better opportunities for them there.\n\n", "Quotes": "{{dialogue a-b-a|Tyrion Lannister|I am Tyrion, son of Tywin of Clan Lannister.|Shagga|How would you like to die, Tyrion, son of Tywin?|In my own bed, at the age of 80 with a belly full of wine and a girl's mouth around my cock.|Tyrion uses his sense of humor to defuse Shagga.|The Pointy End}}\n{{dialogue a-b|Kevan Lannister|The great hairy one insisted he must have two battle-axes, heavy black steel, double-sided.|Tyrion Lannister|Shagga likes axes.|[[Kevan Lannister]] and [[Tyrion Lannister]] on '''Shagga'''|Baelor}}\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n\n", "Appearances": "{{Season One Appearances|8=yes|9=yes}}\n\n", "Biography": "===Background===\nShagga, son of [[Dolf]], is the leader of the [[Stone Crows]], one of the [[hill tribes]] who live in the foothills of the [[Mountains of the Moon]] on the western border of the [[Vale of Arryn]]. He is a notable warrior who holds fealty to no [[Lordship|lord]].\n\n===[[Season 1]]===\nShagga leads the party of tribesmen which finds [[Tyrion Lannister]] and [[Bronn]] traveling out of [[the Vale]] into [[the Riverlands]]. Shagga intends to rob the travellers and take Tyrion captive as a fool. Tyrion offers an alliance between the hill tribes and [[House Lannister]] on the basis that they share mutual enemies, [[House Arryn]] and [[House Stark]], promising gold and weapons. Shagga agrees to the alliance and escorts Tyrion to the Lannister army camped in the Riverlands. The force is led by Tyrion's father, Lord [[Tywin Lannister]]. They are joined by [[Timett]] of the [[Burned Men]] and [[Chella]] of the [[Black Ears]] along the way. There are also clansmen from the [[Moon Brothers]] and [[Painted Dogs]] in their group. Tywin accepts the alliance and Shagga's insistence that they fight alongside Tyrion on the battlefield.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\nTyrion reports to his father and his uncle that while at camp, a Moon Brother stabbed a Stone Crow over a sausage, at which the Moon Brother was set upon by three Stone Crows who opened his throat. Bronn managed to restrain Shagga from cutting off the dead man's genitals - &quot;which was fortunate&quot; - but [[Ulf]] of the Moon Brothers demanded blood money from the Stone Crows, which Shagga and [[Gunthor]] refused to pay. Tywin criticized Tyrion for the lack of discipline in these new allies he had brought to their side.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\nShagga demands two axes from the Lannister stores to [[Kevan Lannister]]'s chagrin. He and his men actually fight well at the [[Battle of the Green Fork]] and win a convincing victory over their foes. Tyrion fails to join them after he is accidentally knocked unconscious by his own men in the rush to the fight. Shagga and his troops join in the post-battle looting of the fallen bodies.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\n"}, "title": "Shagga"}