{"attributes": {"status": " :Category:Status: Dead", "family": ["Aegon IV Targaryen - father", "Daeron II Targaryen - half-brother", "Daenerys Targaryen (daughter of Aegon IV)"], "title": "File:Targaryen mini shield.png", "season": " Season 1", "image": " TargaryenLineagesPage1UpperAngle.jpg", "allegiance": " House Targaryen", "titles": "'''Shiera Seastar''' is an unseen character in ''Game of Thrones (TV series)", "link": "House Targaryen", "mentioned": " &quot;A Golden Crown&quot;", "place": " ", "aka": " "}, "sections": {"TOP": "Shiera Seastar027408fxci11dkqife2r36rbc46o1cosdrcbk1679792014-12-19T15:29:08Z69.62.157.78/* In the books */{{Heraldry\n|image = Targaryen mini shield.png\n|link = House Targaryen\n}}\n{{Character\n| Title=[[File:Targaryen mini shield.png|40px|left|link=House Targaryen]] Shiera Seastar [[File:Targaryen mini shield.png|40px|right|link=House Targaryen]]\n| Image = TargaryenLineagesPage1UpperAngle.jpg\n| Season = [[Season 1|1]]\n| Mentioned = &quot;[[A Golden Crown]]&quot;\n| Status = [[:Category:Status: Dead|Deceased]]\n| Place = \n| Aka   = \n| Allegiance = [[House Targaryen]]\n| Family ={[[Aegon IV Targaryen]]} - father&lt;br&gt;{[[Daeron II Targaryen]]} - half-brother&lt;br&gt;{[[Daenerys Targaryen (daughter of Aegon IV)|Daenerys Targaryen]]} - half-sister&lt;br&gt;{[[Daemon Blackfyre]]} - half-brother&lt;br&gt;{[[Daemon II Blackfyre]]} - half-nephew&lt;br&gt;{[[Aegor Rivers]]} - half-brother&lt;br&gt;{[[Brynden Rivers]]} - half-brother\n| Titles =}}\n'''Shiera Seastar''' is an unseen character in ''[[Game of Thrones (TV series)|Game of Thrones]]''. She is not expected to appear in the series, being long dead by the time it begins.\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, while King Aegon IV had many bastard children, the mothers of four of them were also noblewomen, which encouraged him to formally acknowledge them. The four Great Bastards were [[Daemon Blackfyre]] (whose mother, secretly, was [[Daena Targaryen]]), Aegor &quot;Bittersteel&quot; Rivers (whose mother was a member of [[House Bracken]]), Brynden &quot;Bloodraven&quot; Rivers (whose mother was a member of [[House Blackwood]]), and Shiera Seastar (whose mother was Serenei of [[Lys]], from an ancient Valyrian noble family).\n\nShiera was the last of the Great Bastards, the daughter of Aegon IV's ninth and final mistress, Serenei of [[Lys]], who died giving birth to her. Serenei had belonged to an ancient but impoverished Valyrian noble family of Lys. There were rumors that Serenei practiced black magic, that she was far older than she claimed to be but bathed in blood to maintain her appearance of youth. Many thought that Serenei had passed these powers on to her daughter, and that Shiera also practiced black magic. Certainly, Shiera was considered to be one of (if not the) most beautiful women of her generation, and a famous seductress. She had long silver-gold Targaryen hair, and wore stunning cloth-of-silver dresses. She was very well read, spoke many languages, and kept an extensive library (which, according to the rumors, contained books on black magic). Shiera's eyes [[Wikipedia:Heterochromia iridum|had two mismatched colors]], one blue and the other green, but it was believed that this only enhanced her beauty. She wore a silver necklace with alternating sapphires and emeralds to compliment her exotic eyes. Her mother named her &quot;Shiera&quot;, which literally means &quot;Star of the Sea&quot; (in a language the text doesn't identify). Dozens of men fought duels to the death for her affection, poets competed to praise her beauty, but she spurned them all and never married. She did take many lovers throughout her life, however, including Brynden Rivers.\n\nOn his deathbed, Aegon IV foolishly had all of the Great Bastards [[Legitimization|legitimized]], which led to strife between them and his legitimate heir King [[Daeron II Targaryen|Daeron II]], tensions which ultimately split realm apart in the devastating civil war known as the [[Blackfyre Rebellion]]. Bloodraven sided with their half-brother King Daeron II Targaryen, while his other half-brother, Bittersteel sided with his half-brother Daemon Blackfyre.\n\nBittersteel and Bloodraven hated each other, because they both competed for the love of their half-sister Shiera Seastar. Bloodraven asked her to marry him dozens of times and she refused, but she did let him into her bed - though she had many lovers. Shiera, however, completely rejected Bittersteel, and for this he never forgave Bloodraven. It also didn't help that Bittersteel's mother was a Bracken and Bloodraven's mother was a Blackwood, as those two noble families had been feuding for thousands of years. Bittersteel became a great champion and general for the Blackfyres, while Bloodraven became a great champion and general for the Targaryens.\n\nShierâ&euro;&lsaquo;a'sÂ fate has never been mentioned.\n\n", "Biography": "===Background===\nShiera was one of the infamous [[Great Bastards]] of King [[Aegon IV Targaryen]], also known as &quot;Aegon the Unworthy&quot;.\n\n===[[Season 1]]===\nShiera, along with her siblings is mentioned in the [[House Targaryen]] entry of the book ''[[The Lineages and Histories of the Great Houses of the Seven Kingdoms]]''.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n\n"}, "title": "Shiera Seastar"}