{"attributes": {}, "sections": {"Other ships in the Seven Kingdoms": "*''[[Myraham]]'' - a trading galley from [[Oldtown]] in [[the Reach]].\n\n", "TOP": "Ships0195423qb26do11pxr7bnrh3d1at3urztwlo81663562014-11-27T22:01:28ZThe Dragon Demands5014364/* Royal Fleet */[[Image:Sea Bitch.png|thumb|250px|The ''Sea Bitch'']]\n{{Quote|Brothels make a much better investment than ships, I've found.  Whores rarely sink.|[[Petyr Baelish]]}}\nNumerous different '''ships''' ply the oceans of [[the Known World]], between the continents of [[Westeros]], [[Essos]], and beyond.\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, only three large-scale fleets operate in the ocean-waters around Westeros:\n\n*The [[Royal Fleet]] - in the east, docked at [[Dragonstone (island)|Dragonstone]] to defend nearby [[King's Landing]] from attack.\n*The Redwyne Fleet - in the southwest, belonging to [[House Redwyne]], staunch vassals of [[House Tyrell]]. It is based at the Redwyne's holdings in [[the Arbor]], a large island-region off the coast of [[the Reach]].\n*The [[Iron Fleet]] - in the west, belonging to the [[ironborn]], under the command of their current ruler from [[House Greyjoy]].\n\nOther major lords might keep a war galley or three in their ports to ward off pirates, but do not possess major offensive capabilities. While [[House Lannister]] can afford a reasonably well-sized fleet docked at [[Lannisport]], due to the close proximity of the [[Iron Islands]] to the coasts of [[the Westerlands]] their ships are kept in a defensive posture to protect ports such as Lannisport from attack. The Lannister fleet was [[Raid on Lannisport|burned]] during the [[Greyjoy Rebellion]] but subsequently rebuilt. Even so, when the [[War of the Five Kings]] breaks out the Lannisters never consider using their relatively small naval forces for offensive actions, particularly because the Greyjoys declared their independence again. The small local Lannister fleet is arrayed to defend Lannisport, where its presence at least deters the ironborn from trying to launch an attack from the sea.\n\n[[House Tyrell]] is in somewhat the same position as the Lannisters, but must rely even more on their bannermen, as unlike [[Casterly Rock]] and [[Lannisport]], their seat at [[Highgarden]] is located far up the [[Mander]] River, not on the coast where they could dock large ocean-going ships. The wealthy [[House Hightower]] of [[Oldtown]], also staunch vassals of House Tyrell from the Reach, can also afford a reasonably well-sized fleet. It includes several impressively sized dromonds, rivaling flagships of the Royal Fleet in size. However they favor a quality-over-quantity approach, and have relatively few ships overall. The Hightower fleet is better suited to defense of the immediate area around Oldtown, but is not considered to be the equal of the Redwyne Fleet, owned by their neighboring vassals just to the south: of the fleets maintained by local vassals in the Reach, only the Redwyne Fleet is capable of large-scale offensive actions on-par with the Royal Fleet or Iron Fleet.\n\nWhile the Royal Fleet is stationed in the east, the Redwyne Fleet in the south, and the Iron Fleet in the west, [[House Stark]] in [[the North]] has had no strength at sea for centuries, not since Brandon the Burner destroyed the Northern fleet, after his father sailed west into the [[Sunset Sea]] and never returned.\n\n[[The Vale]] Houses have at least some presence at sea, at least when acting in concert, as they managed to fight the invading Targaryen fleet to a standstill during the [[War of Conquest]] at the Battle of [[Gulltown]]. Both fleets were mutually destroyed, and the Targaryen admiral Daemon Velaryon was killed. [[Visenya Targaryen]] managed to salvage the situation as best she could by burning the surviving Vale ships using her dragon [[Vhagar]], but on the whole it was still the worst defeat the Targaryens suffered during the invasion, or at best, perhaps a pyrrhic victory. With their fleet destroyed the Vale lords could not launch rear assaults against the Targaryens, and shifted into a siege pattern hiding behind the [[Mountains of the Moon]], which ultimately left the Targaryens free to conquer the rest of Westeros without their interference.\n\n===War of the Five Kings===\n\nAt the outbreak of the [[War of the Five Kings]], the Royal Fleet in the east consists of about 200 war galleys plus support ships, and the Redwyne Fleet also consists of about 200 war galleys plus support ships. The Iron Fleet consists of 100 longships, which are faster than war galleys but have less tonnage, but are only the core ships which are held to belong to the Iron Islands as a whole, directly under the command of House Greyjoy, and which can dip 100 oars each. The Iron Fleet is supported by other longships which belong to each of the noble Houses of the ironborn, which collectively number over 500 longships, though most dip only 20 oars and are meant to quickly transport raiding parties, not to engage in pitched ship-to-ship naval combat.\n\nUp until the Battle of the Blackwater, no faction (other than the ironborn) made extensive use of ships to maneuver in the war. Stannis was gathering his ships for a quick and decisive strike at King's Landing itself, while the Lannisters were holding their ships back to brace for Stannis' assault.\n\nBy the conclusion of the battle, the old &quot;Royal Fleet&quot; was functionally destroyed, with only about a dozen ships loyal to Joffrey still afloat in King's Landing. Another dozen or so survived but were severely damaged and forced into dock for repairs - such as the royal flagship ''King Robert's Hammer''. Worse, the King's Landing dockyards were also destroyed in the blaze, forcing the damaged ships to limp up the coast to [[Duskendale]] for repairs, making the situation even more desperate. The rest of the Royal Fleet had been obliterated by the wildfire - including the ''Queen Cersei''.\n\nWhile the Battle of the Blackwater did remove the threat of further assaults on the capital by Stannis, this left Joffrey's Royal Fleet so depleted that no thought was given to naval maneuvers against other factions such as House Stark (i.e. with barely a dozen ships afloat, the Lannisters never considered making a sea-based invasion of [[White Harbor]] in the North). Thus the War of the Five Kings would continue to be decided by land forces.\n\nThe naval forces available to the Iron Throne were so depleted that for many months after the battle no thought was given to making a follow-up assault upon Stannis' stronghold on Dragonstone island, because the Lannisters simply no longer possessed the number of ships needed to mount an invasion of the formidable island fortress. Stannis was left sidelined from the war, bereft of most of his army and unable to make any significant strikes again, while the Lannisters were content to let him rot on Dragonstone while they rebuilt their superior forces (as seen in Season 3 of the TV series).\n\nWhile [[Balon Greyjoy]] used the Iron Fleet to invade the North (left weakly defended when its army marched south to fight the Lannisters), the Redwyne Fleet was sidelined during the early phases of the war due to political machinations at King's Landing. When the Lannisters seized power they managed to take both sons of Lord [[Paxter Redwyne]] hostage, and use them to blackmail Paxter him into not declaring the support of the Redwyne Fleet for [[Renly Baratheon]]. As part of the negotiations which ultimately ally the Tyrells with the Lannisters, they first free one son, then the other. Following the Battle of the Blackwater [[Tywin Lannister]] also rewards Paxter by granting him a seat on the [[Small Council]], which mends enough fences to put the Redwyne Fleet back at the Lannisters' disposal. Still, they don't immediately mount an attack on Stannis at Dragonstone, simply because Stannis' forces have been left so depleted that time is on their side, and they can patiently wait while they amass overwhelming strength to ultimately strike him a death-blow.\n\nDuring the early months after [[Robb Stark]] was declared [[King in the North]] by his bannermen, he did realize that he had no presence at sea, which is why he sent [[Theon Greyjoy]] to offer an alliance with the Iron Islands (which was spurned). Moreover, [[House Manderly]] of [[White Harbor]], the only major port in the North, also extended an offer to the Starks to begin constructing a new fleet of military ships, which [[Bran Stark]] agreed to (as he was ruling [[Winterfell]] in Robb's absence). However, constructing ships is a long process, and the Northerners soon became distracted by the ironborn invasion in their western territories. The Manderlys actually did finish the order of ships, but not before Robb Stark was killed at the [[Red Wedding]], and the Manderlys along with the rest of the Northern Houses bent the knee to rule by the Lannister-backed [[House Bolton]].\n\nThe [[Free Folk|wildlings]] have no signifant military presence at sea, as they simply do not possess the capability to make numerous large ocean-going vessels. They are, however, capable of building basic rowboats and the like, and in past centuries several wildling attacks have actually come ''around'' [[the Wall]] by sea. Similarly, the [[Night's Watch]] used to maintain small bi-coastal fleets at the western and eastern ends of the Wall to scout for and repulse them. However, as their numbers declined over the centuries they no longer had the numbers to man them all, and the westernmost castle located on the [[Bay of Ice]] was simply abandoned. Their few remaining ships were transferred to [[Eastwatch-by-the-Sea]] on the [[Bay of Seals]]. The Night's Watch still didn't have the resources to permanently man any of these ships at Eastwatch, so they were left tied up at anchor, where they fell into further disrepair - less than a dozen, maybe as few as three, are still seaworthy.\n\n[[Yara Greyjoy]] (named &quot;Asha&quot; in the books) is captain of her own ship in the Iron Fleet. The books specify that the name of her ship is the ''Black Wind''.\n\nThe Battle of the Blackwater was considerably condensed in the TV series, but in the books, Stannis' flagship ''Fury'' was destroyed in the wildfire trap. Stannis himself was not aboard at the time, however, but commanding his ground forces on the shore, so he was not harmed. The fate of ''Fury'' in the TV series is unknown, but given that Stannis' forces had to limp back to Dragonstone by relying on Lyseni sellsails, it may be implied that it was also destroyed &quot;off screen&quot; during the battle.\n\n", "Major military fleets in the Seven Kingdoms": "===Royal Fleet===\n[[Image:Fury.png|thumb|Stannis's flagship ''Fury'']]\nThe [[Royal Fleet]] is normally docked at [[Dragonstone (island)|Dragonstone]] island to defend the approaches across [[Blackwater Bay]] to the capital city of [[King's Landing]].\n\nAn official in the King's [[Small Council]] known as the [[Master of Ships]] serves as admiral of the Royal Fleet. In addition to commanding the Royal Fleet itself, the Master of Ships also serves as a general advisor to the Small Council on matters pertaining to naval warfare.\n\nAfter [[King]] [[Robert Baratheon]] usurped the throne [[Robert's Rebellion|from the Targaryens]], he named his younger brother [[Stannis Baratheon]] as his new Master of Ships. Stannis commanded the fleet well during the seventeen years of his brother's reign. The highlight of his service came during the [[Greyjoy Rebellion]], nine years after Robert was crowned, when [[Balon Greyjoy]] attempted to secede the [[Iron Islands]] from the realm, and launched a series of major attacks against the west coast of the mainland. The Royal Fleet sailed around to the western coast of Westeros to answer the threat. Stannis realized the key weakness of the [[Iron Fleet]] was that while the [[ironborn]] are vicious raiders when they have surprise on their side, each ship captain fights for his own individual glory, and thus possess little skill at overall strategy. Realizing this made the ironborn predictable and easy to bait, Stannis lured them into an ingenious trap at the [[Battle of Fair Isle]], at which the Iron Fleet was crushed. This earned Stannis the long-lasting loyalty of many captains in the Royal Fleet.&lt;ref&gt;&quot;[[Complete Guide to Westeros]]&quot;&lt;/ref&gt;\n\nAt the outbreak of the [[War of the Five Kings]], because he had served well as Master of Ships for seventeen years, and led the fleet to victory in the Greyjoy Rebellion, a disproportionately large portion of the Royal Fleet sided with Stannis when he declared himself the rightful heir to his brother King Robert. Only a few ships stationed at King's Landing itself remained loyal to the [[House Lannister|Lannister]]-backed King [[Joffrey Baratheon|Joffrey]].\n\nBoth of these &quot;Royal Fleets&quot; were virtually annihilated at the climactic [[Battle of the Blackwater]], as a result of [[Tyrion Lannister]]'s trap using fire-ships filled with [[Wildfire|wildfire]]. Stannis' fleet was so depleted that he had to rely on [[Lys]]eni [[Mercenary|sellsail]] ships commanded by [[Salladhor Saan]] to evacuate with his few surviving men back to Dragonstone.\n\n'''[[House Baratheon of Dragonstone]] Royal Fleet'''\n*''[[Fury]]'' - flagship of King Stannis Baratheon.\n*''[[Black Betha]]'' - captained by [[Ser]] [[Davos Seaworth]]. Destroyed at the Battle of the Blackwater.\n\n'''[[House Baratheon of King's Landing]] Royal Fleet'''\n*Fireship used in the wildfire explosion.\n\n===Iron Fleet===\n\nThe [[Iron Fleet]] is the main fleet of ships from the [[Iron Islands]], commanded by their rulers [[House Greyjoy]]. Individual ironborn Houses also maintain their own smaller fleets which supplement the main Iron Fleet.\n\n*''[[Sea Bitch]]'' - commanded by [[Theon Greyjoy]] when he invaded the North\n*[[Yara Greyjoy]]'s ship - used in [[Battle of Deepwood Motte|her capture of Deepwood Motte]].\n\n", "Behind the scenes": "Every large ship seen on-screen during the TV series (so far, during Seasons 2 and 3) is actually a re-use of a single prop ship designed and built by [[Gemma Jackson]]'s production team for [[Season 2]]. Due to the large expense in building a fully realized prop ship set, it made more sense to build a single ship and redress it to stand in for different ships, instead of building an entire fleet of large prop ships for relatively brief scenes. The actual prop-ship isn't afloat in water, but is on a green-screen set, so the ocean background can be filled-in during post-production.\n[[Image:Myraham2x02.jpg|thumb|Theon travels to the Iron Islands aboard the ''Myraham'']]\nDuring Season 2 , the prop stood in for the ''Black Betha'', ''Fury'', and some brief shots of the ''Myraham'' when Theon arrives at the Iron Islands. It also stood in for multiple different ships in Stannis' fleet during the Battle of the Blackwater - a challenge faced by director [[Neil Marshall]] during the wildfire explosion scene was to artfully use closeups and quick-cuts in such a way that it looked like it was happening on multiple ships, for a much wider scale of carnage. The green wildfire flames were added in post-production but some live flame was also used.\n\nThe prop-ship itself was constructed in Banbridge, Northern Ireland, and it wouldn't have made sense to move it for scenes entirely set on the ship, so all of [[Daenerys Targaryen]]'s scenes on the ''Balerion'' in the [[Season 3]] premiere actually were filmed in Northern Ireland - making it the only scene [[Emilia Clarke]] filmed in Northern Ireland instead of Morocco for Season 3. Filming for the scene took only one day.&lt;ref&gt;[http://www.makinggameofthrones.com/production-diary/2013/4/17/behind-the-scenes-of-the-first-three-episodes.html Making Game of Thrones blog], April 17, 2013&lt;/reF&gt; This meant that the same Westerosi-style ship set used for Stannis' flagship in Season 2 had to be redressed to resemble a significantly different Essos-style ship. The same prop ship set also stood in for some other ships seen in Season 3, such as the one that takes [[Melisandre]] and [[Gendry]] to Dragonstone.\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n* {{WP}}\n\n", "Outside the Seven Kingdoms": "[[Image:Balerion ship 3x01.jpg|thumb|Daenerys' ship ''Balerion'' sails to Astapor]]\n*''[[Balerion (ship)|Balerion]]'' - the ship which [[Daenerys Targaryen]] traveled in from [[Qarth]] to [[Astapor]] in [[Slaver's Bay]]. She renamed it &quot;Balerion&quot; in honor of the dragon ridden by her ancestor [[Aegon the Conqueror]] in the [[War of Conquest]].\n*''[[Titan's Daughter]]'' - a [[Braavos]]i trade galley, captained by [[Ternesio Terys]]. While the ship is stopping at [[Saltpans]] on the east coast of [[the Riverlands]] in Westeros, [[Arya Stark]] happens upon it and obtains passage to Braavos.\n\n"}, "title": "Ships"}