{"attributes": {"status": ":Category:Status: Alive", "10": "yes==Image Gallery==&lt;gallery spacing=&quot;small&quot;&gt;Shireen visits Davos Kissed by Fire.jpg", "death": "", "last": "", "family": ["Stannis Baratheon - father", "Selyse Florent - mother", "Petyr Baratheon - stillborn brother", "Tommard Baratheon - stillborn brother", "Edric Baratheon - stillborn brother", "Robert Baratheon - uncle", "Renly Baratheon - uncle", "Steffon Baratheon - grandfather", "Cassana Baratheon - grandmother", "Axell Florent - uncle", "Imry Florent - uncle", "Cersei Lannister - aunt by marriage", "Margaery Tyrell - aunt by marriage", "Gendry - bastard first cousin", "Samwell Tarly - second cousin ", " Dickon Tarly - second cousin ", "Joffrey Baratheon - alleged cousin", "Myrcella Baratheon - alleged cousin", "Tommen Baratheon - alleged cousin", "Maester Aemon - great-great-uncle&lt;ref&gt;In the books, Aemon is the older brother of Aegon V, Stannis's great-grandfather.  Aegon V's son was Jaehaerys II, and Jaehaerys II's son was Aerys II, the Mad King.  The TV continuity officially removed Jaehaerys II to simplify the Targaryen family tree, making the Mad King the son of Aegon V, not his grandson.  The problem this introduced is that Stannis's grandmother was actually Jaehaerys II's own sister:  removing that generation from the Targaryen family makes the exact relationship of TV-Shireen to the Targaryens uncertain.&lt;/ref&gt;"], "title": " Shireen Baratheon", "season": "Season 3", "image": "Shireen Baratheon Season 4 profile.jpg", "allegiance": "House Baratheon of Dragonstone", "actor": "Kerry Ingram", "3": "yes", "appearances": " 5 episodes &lt;small&gt;#Appearances", "culture": " AndalQuote", "2": "yes", "titles": "Princess", "link": "House Baratheon of DragonstoneCharacter", "place": "Dragonstone", "aka": "", "5": "yes", "age": " Approx. 15 in Season 5&lt;ref&gt;Shireen is the same age as Arya Stark in the books.  Arya was aged-up by two years in the TV continuity to be 11 in Season 1, and thus 14 in Season 4, meaning that unless Shireen's relative age was also altered, she is also 15 in Season 5.  This would make Shireen the same age as actress Kerry Ingram, so it seems plausible.&lt;/ref&gt;", "first": "&quot;Kissed by Fire&quot;"}, "sections": {"Family tree": "===Paternal family===\n{{House Baratheon family tree}}\n\n===Maternal family===\n{{House Florent family tree}}\n\n", "Behind the scenes": "Her inclusion in the TV series was uncertain; She appeared in the first season [[House Baratheon]] family tree issued by HBO and was then removed from the second season family tree. However, she was confirmed as a role for the [[Season 3|third season]].&lt;ref&gt;[http://winteriscoming.net/2012/05/ew-scoop-on-s3-the-reeds-are-in-and-so-is-blackfish/ Winter is Coming.net article on season 3 roles]&lt;/ref&gt; Ingram later tweeted that she got the part.\n\nAs writer [[Bryan Cogman]] explained, the production team wasn't sure in Season 2 if they would eventually be able to include Shireen in the TV series. Thus a considerable amount of thought actually went into Melisandre's line in &quot;[[The Night Lands]]&quot; that Stannis has &quot;no ''sons''&quot;, because they wanted to leave their options open to later say that he does have a daughter:\n:&quot;At that point, we honestly didn't know if we would include Shireen or not â&euro;&rdquo; we never know how many characters this show can handle so we sometimes hedge one way or the other. So we made it clear that Selyse had given Stannis &quot;no sons&quot;, leaving the door open for Shireen if we needed her.&quot;&lt;ref&gt;[http://www.westeros.org/GoT/Features/Entry/Season_3_Interview_Bryan_Cogman Westeros.org,] Season 3 Interview: Bryan Cogman.&lt;/ref&gt;\n\nEven after deciding to introduce Shireen in Season 3, the producers still weren't sure if they would be able to include her in future seasons due to time constraints.  Ingram was therefore only initially signed on to play Shireen for one year.  After Season 3 finished, however, the writers felt that Ingram performance turned out well enough, and Shireen was well-received enough, to merit devoting screen time to her again, so Ingram was called back to continue playing the role.  As Ingram noted, in her first two seasons on the show she really only interacted with three other people, one at a time, each in Shireen's chamber:  Stannis, Davos, and Melisandre.  This only changed at the very end of Season 4, when Shireen is shown (without dialogue) in the crowd shot during the funeral at Castle Black.  Ingram said that this brief scene in the Season 4 finale was actually the very first time that she ever met [[Tara Fitzgerald]], who plays her on-screen mother.&lt;ref&gt;[https://www.youtube.com/watch?v=rfphUbrQNjs&amp;feature=youtu.be ]&lt;/ref&gt;   \n\nShireen has the characteristic Baratheon features of dark hair and blue eyes. In the books, this means that her hair color is outright black, but in the TV series it is a lighter shade closer to dark brown. This might be due to the fact that actress Kerry Ingram has naturally light hair, and it was decided that dyeing her hair completely black looked too artificial. This is similar to how [[Tyrion Lannister]] in the books has the same golden-blonde hair as his siblings, but because actor [[Peter Dinklage]] has black hair in real life, dyeing it to this color didn't match the actor very well, so the makeup team soon switched Tyrion's hair color in the TV series to more of a dirty blonde (Tyrion's original golden-blonde hair can be briefly glimpsed in a few scenes in the first episode of the series).\n\nAccording to Ingram, it takes about two and a half hours to apply the full [[greyscale]] scarring makeup to the left side of her face, and about another two and a half hours to take it off.&lt;ref&gt;[http://www.youtube.com/watch?v=moELjb5mMdU&amp;feature=youtu.be&amp;t=9m10s]&lt;/ref&gt;  By Season 5, the makeup team managed to get the application time down to two hours.&lt;ref&gt;[https://www.youtube.com/watch?v=rfphUbrQNjs&amp;feature=youtu.be ]&lt;/ref&gt;\n\n", "TOP": "Shireen Baratheon0309742ds9za0e74d495nn37lm9ei73c49wj1806872015-04-03T15:49:08ZThe Dragon Demands5014364{{Heraldry\n|image=Baratheon DS mini shield.png\n|link=House Baratheon of Dragonstone\n}}\n{{Character\n| Image=Shireen Baratheon Season 4 profile.jpg\n| Title= Shireen Baratheon\n| Season=[[Season 3|3]], [[Season 4|4]], [[Season 5|5]]\n| First=&quot;[[Kissed by Fire]]&quot;\n| Last=\n| Aka=\n| Titles=Princess\n| Status=[[:Category:Status: Alive|Alive]]\n| Death=\n| Place=[[Dragonstone]]\n| Allegiance=[[House Baratheon of Dragonstone]]\n| Family=[[Stannis Baratheon]] - father&lt;br&gt;[[Selyse Florent]] - mother&lt;br&gt;{[[Petyr Baratheon]]} - stillborn brother&lt;br&gt;{[[Tommard Baratheon]]} - stillborn brother&lt;br&gt;{[[Edric Baratheon]]} - stillborn brother&lt;br&gt;{[[Robert Baratheon]]} - uncle&lt;br&gt;{[[Renly Baratheon]]} - uncle&lt;br&gt;{[[Steffon Baratheon]]} - grandfather&lt;br&gt;{[[Cassana Baratheon]]} - grandmother&lt;br&gt;{[[Axell Florent]]} - uncle&lt;br&gt;[[Imry Florent]] - uncle&lt;br&gt;[[Cersei Lannister]] - aunt by marriage&lt;br&gt;[[Margaery Tyrell]] - aunt by marriage&lt;br&gt;[[Gendry]] - bastard first cousin&lt;br&gt;[[Samwell Tarly]] - second cousin &lt;br&gt; Dickon Tarly - second cousin &lt;br&gt;{[[Joffrey Baratheon]]} - alleged cousin&lt;br&gt;[[Myrcella Baratheon]] - alleged cousin&lt;br&gt;[[Tommen Baratheon]] - alleged cousin&lt;br&gt;Maester [[Aemon]] - great-great-uncle&lt;ref&gt;In the books, Aemon is the older brother of Aegon V, Stannis's great-grandfather.  Aegon V's son was Jaehaerys II, and Jaehaerys II's son was Aerys II, the Mad King.  The TV continuity officially removed Jaehaerys II to simplify the Targaryen family tree, making the Mad King the son of Aegon V, not his grandson.  The problem this introduced is that Stannis's grandmother was actually Jaehaerys II's own sister:  removing that generation from the Targaryen family makes the exact relationship of TV-Shireen to the Targaryens uncertain.&lt;/ref&gt;| Actor=[[Kerry Ingram]]|Age = Approx. 15 in Season 5&lt;ref&gt;Shireen is the same age as Arya Stark in the books.  Arya was aged-up by two years in the TV continuity to be 11 in Season 1, and thus 14 in Season 4, meaning that unless Shireen's relative age was also altered, she is also 15 in Season 5.  This would make Shireen the same age as actress Kerry Ingram, so it seems plausible.&lt;/ref&gt;|Appearances = 5 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;|Culture = [[Andal]]}}\n{{Quote|My books are better than these boring scrolls.|Shireen Baratheon|Mhysa}}\nPrincess '''Shireen Baratheon''' is a recurring character in the [[Season 3|third]], [[Season 4|fourth]] and [[Season 5|fifth]] seasons. She is played by [[Kerry Ingram]] and debuts in &quot;[[Kissed by Fire]]&quot;. Shireen is the daughter and only child of [[Stannis Baratheon|Stannis]] and [[Selyse Baratheon]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Shireen is the daughter of Stannis Baratheon and Selyse Florent. She is described as a sad, sweet, and gentle child, far from pretty. She inherited the unattractive features of both the Baratheons and Florents: the square jutting jaw of her father, and the large ears of her mother. When she was an infant she contracted the dreaded disease known as Greyscale, which is usually fatal. It nearly killed her, but she survived, however it horribly disfigured her: it left a swath of flesh on her left cheek and neck visibly dead, grey and flaking. As a result - and possibly also her parents' relatively unloving marriage - she became a sullen and quiet girl, withdrawn around all except for the castle's court jester Patchface and her cousin Edric Storm.\n\nShireen was not born a princess, though she was born into a powerful noble family. When she first appears in the Prologue of the second novel, Maester [[Cressen]] thinks to himself that the castle staff have only recently begun referring to her as &quot;princess&quot; - ever since Stannis declared himself king as Robert's lawful heir. He notes, however, that everyone including Shireen picked up using the new title very quickly.\n\nBecause her uncle Renly died without issue, and her uncle King Robert died without any legitimate children (only [[Bastard|bastards]]), Shireen is the only remaining legitimate Baratheon heir, after her father Stannis. Robert did have one acknowledged bastard, Edric Storm, but he has been cut from the TV series (parts of his storyline, being taken to Dragonstone, were assumed by Robert's other bastard son [[Gendry]]). Robert had several other unacknowledged bastards (i.e. Gendry) but they would be considered even further behind in the line of succession, if at all.\n\nShireen, like her father, has some Targaryen blood. [[Steffon Baratheon]], father of Robert, Stannis, and Renly, was the son of King Aerys II Targaryen's aunt Rhaelle Targaryen, thus he was Aerys's first cousin. Robert, Stannis, and Renly are actually second cousins to [[Rhaegar Targaryen]] as well as [[Daenerys Targaryen]]. Thus Shireen is the second cousin once removed of Daenerys. This might be moved around somewhat in the TV continuity, which removed Aerys II's father Jaehaerys II, who had a brief rule and died young - to simplify his relationship with [[Aemon Targaryen]]. Centuries of heavy inbreeding resulted in every other Targaryen [[Targaryen madness|suffering from insanity]], but apparently also preserved the ability in their bloodline to interact with dragons and to experience prophetic visions and dreams. Shireen might have inherited some of these abilities, as she mentions that she frequently has dreams about dragons (despite having never seen a live one), though this might just be because she is an imaginative little girl who grew up in a castle filled with dragon-shaped statues and gargoyles.\n\nStannis's relationship with Shireen is ambiguous. Certainly, he is as distant from his family as he is everyone else around him. Stannis is also somewhat troubled that he has no male heir to carry on the Baratheon dynasty - which is a serious concern in the male-line inheritance system of the Seven Kingdoms, as there are those who would opportunistically challenge succession through a daughter. On the other hand, Stannis has remarked in the books that should he ever die in the war, he expects his soldiers to keep fighting to put Shireen on the throne.\n\nIndeed, once Stannis realized that his wife would bear him no new children and Shireen was his only heir, he sought to ensure that she be properly educated to rule in her own right someday. Most girls in noble families of the Seven Kingdoms are given an education that primarily focuses on being groomed to be a wife and mother to a major lord, i.e. learning how to sow, sing, pray, and curtsey (they are also taught mathematics, because a lord's wife is expected to administer his household). Stannis, however, ordered Shireen's instructors to focus on matters relating to good governance: geography, history, religion, and classical literature have been specifically mentioned as topics she studies, and she is an avid reader. In many ways, Shireen is receiving a more thorough education than Catelyn Tully or Cersei Lannister did. After Robert died, this only increased her father's determination that Shireen should be prepared to be a Ruling Queen. This is in complete contrast with how Cersei indulged Joffrey and ignored his education, resulting in him being a dangerously incompetent ruler.\n\nThe TV series's official description of Shireen describes her as escaping her lonely life through stories in books. Shireen isn't described as a shy bookworm type in the books, however this is in keeping with how the books describe her as withdrawn and lonely. Shireen isn't a POV character in the books and hasn't received much focus so far, so the TV series is rounding out her character much as it did characters in Season 2 who weren't POV characters in those parts of the books, such as [[Margaery Tyrell]].\n\nWriter [[Bryan Cogman]] explained that the TV series changed the attitude of Shireen's mother Selyse towards her somewhat, making Selyse explicitly resent Shireen as a living reminder that she was unable to provide Stannis with a son:\n:&quot;Now, with Shireen â&euro;&rdquo; she's essentially the Shireen from the books. The main difference is Selyse's attitude towards her is a bit different. She has a more overt hatred and resentment of her â&euro;&rdquo; she wanted to give Stannis sons, not a deformed daughter.&quot;&lt;ref&gt;[http://www.westeros.org/GoT/Features/Entry/Season_3_Interview_Bryan_Cogman Westeros.org,] Season 3 Interview: Bryan Cogman.&lt;/ref&gt;\n\n", "Quotes": "{{Dialogue a-b|Davos Seaworth|I disobeyed my King, your father, and now I'm paying the price.|Shireen Baratheon|I don't care, you're my friend.|Shireen's loyalty|Kissed by Fire}}\n\n{{Quote|You're your father's daughter, no mistake. Bloody relentless, the both of you.|Davos Seaworth on Shireen's insistence about his reading lessons, showing that in her own way, Shireen has inherited the famous stubbornness of the Baratheons.|Mhysa}}\n\n", "Image Gallery": "&lt;gallery spacing=&quot;small&quot;&gt;\nShireen visits Davos Kissed by Fire.jpg|Shireen with Davos in the dungeons\nShireen-3x06.jpg\nShireen Baratheon.png\n&lt;/gallery&gt;\n\n", "References": "{{Reflist|2}}\n\n", "Appearances": "{{Season Three Appearances|5=yes|10=yes}}\n{{Season Four Appearances|2=yes|3=yes|10=yes}}\n\n", "Biography": "===Background===\nShireen is the daughter of [[Stannis Baratheon|Stannis]] and [[Selyse Baratheon]]. Her father is the head of [[House Baratheon of Dragonstone]] and has declared himself [[King on the Iron Throne]]. Shireen is Stannis's only living child and therefore his heir presumptive. She is the same age as [[Arya Stark]]. She had three older brothers, who were stillborn.\n\nThe left side of her face is scarred by [[greyscale|Greyscale]].\n\nShireen was not born a princess, but was born into a powerful noble family. She only recently became a princess, after her father declared himself king upon her uncle King Robert's death.\n\nThough Selyse resents Shireen, dismissing her as cursed, stubborn and sinful, Shireen shares a strong relationship with Stannis, who loves her dearly.\n\n===[[Season 3]]===\nHaving ignored Selyse and Shireen for several months, Stannis pays them a visit sometime after [[Melisandre]]'s departure from [[Dragonstone]] to gather power on the mainland. Selyse tries to dissuade Stannis from seeing Shireen, but he angrily insists upon seeing his daughter. While telling her of the disaster at Blackwater Bay, Shireen asks forÂ [[Davos Seaworth]], calling him by his traditional soubriquet, &quot;The Onion Knight&quot;. Stannis gently explains that he is a traitor and is in the dungeon, a notion which distresses the young princess. Advising her to forget her friend, Stannis departs. Later that night, Shireen sneaks out of her tower and into the dungeon to see Davos. She demonstrates knowledge of the guards and their habits, making sure to visit when the gaoler, a known drunk, is on duty. Shireen brings Davos a book about [[Aegon the Conqueror]] to pass the time, but the Onion Knight admits he cannot read. Shireen takes this in stride and begins to teach him through the bars of his cell.&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n\nFollowing Ser Davos's release, he spends time with Shireen. She implores him to read more of Aegon's exploits rather than sort through Stannis's correspondence, which consists mostly of invitations to attend social events thrown by his few remaining bannermen, including the nameday celebration of one of Shireen's [[Rylene Florent|Florent cousins]]. When a confused Davos asks why there is a &quot;G&quot; in the word &quot;night&quot;, Shireen shrugs off the unusual spelling.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\n===â&euro;&lsaquo;[[Season 4]]===\n[[File:Shireen_talking_to_melisandre.png|thumb|Shireen being lectured by Melisandre on the Lord of Light.]]\n\nSelyseÂ fears for Shireen's soul, saying that she is stubborn, sinful and sullen. She expresses a desire to strike her with a rod, which StannisÂ forbids. Selyse suggests that [[Melisandre]] speak to Shireen. Melisandre goes to visit her and Shireen makes clear her disapproval of Melisandre burning people, including her uncle Ser [[Axell Florent]]. Melisandre tells her that the tales told in the ''[[Seven-Pointed Star]]'' are lies and fables and that the only true gods are [[R'hllor]] and the [[Great Other]], with the only hell being the one they live in now.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\nReacting to the news of [[Joffrey Baratheon|Joffrey]]'s death at [[Purple Wedding|his own wedding]], Stannis is still discouraged because he does not have sufficient remaining soldiers to seize on this opportunity. Davos suggests that they could attempt to hire [[Mercenary|mercenary companies]] from the Free Cities, but Stannis scoffs that they don't have any gold left either.\n\nLater, Shireen continues her reading lessons with Ser Davos in her chambers. She scolds him for being late, and insists that he won't make a very good Hand of the King if he sees the word &quot;knight&quot; and says &quot;ka-nigit&quot;. He says that she certainly is her father's daughter, as they are both relentless. She gives him a new book which she says is more complex, ''[[The Life and Adventures of Elyo Grivas, First Sword of Braavos]]''. She chides him for moving his lips when he reads because that's how children do it, then claps her hands in congratulations when he reads the title correctly. Shireen says she enjoys this book because it is filled with pirates and swordfights.\n\n[[File:Shireen_writing_eltter.png|thumb|left|Shireen writing a letter with Davos.]]\n\nDavos explains that he has been to Braavos, during his smuggling days, but he nearly lost his life when he ran afoul of the First Sword who was protecting the ships of the [[Iron Bank of Braavos]]. Davos says that's to be expected, though, given that the ships of the Iron Bank transport a nation's worth of gold - at which point realization suddenly dawns on him. Davos kisses ShireenÂ on the forehead for having helped him figure it out and asks her to write a letter to the Iron Bank. She protests that he really should because it is good practice, but says that it is very important, so he must make sure that it is written properly by someone smart. He proceeds to dictate a letter requesting for an audience with the Iron Bank, to ask them to switch their support from the Lannisters to her father. He has her address the letter as if she was actually her father, and she asks if they should do that: Davos says it is fine (given that he is Stannis's Hand) and that addressing the letter as &quot;from King Stannis&quot; is just to get the Bank's attention.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\n[[File:Selyse_and_shireen_in_castle_black.png|thumb|Shireen with her mother in Castle Black.]]Shireen accompaniesÂ StannisÂ to the North in his defense of the Night's Watch against the wildlings. She and her mother are present in [[Castle Black]] at the Watch's subsequent funeral for their fallen brothers.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n"}, "title": "Shireen Baratheon"}