{"attributes": {"image": "File:Siege_of_storms_end.jpg", "conc": ["Battle of the Bells", "Battle of the Trident", "Sack of King's Landing"], "result": ["Decisive rebel victory.", "House Tyrell bends the knee to Robert Baratheon"], "side4": "", "side2": "The Royalists*File:Tyrell mini shield.png", "side3": "", "side1": "The Rebellion*File:Baratheon mini shield.png", "casual4": "", "forces4": "", "forces3": "", "forces2": " perhaps ~40-50,000 (most of House Tyrell's army.)", "forces1": " 500", "casual1": "", "next": "Showdown at the Red Mountains", "width": "", "bg2": "", "casual2": "", "prev": "Battle of Ashford", "conflict": "Robert's Rebellion", "civilian": "Quote", "link": "House Tyrell House Tyrell ", "date": "281 AL (siege lasted a full year)", "commanders1": "Stannis Baratheon*Lord Eddard Stark (end stage)", "commanders2": "Lord Mace Tyrell Surrender", "commanders3": "", "commanders4": "", "casual3": "", "name": "'''Siege of Storm's End'''", "place": "Storm's End, The Stormlands."}, "sections": {"Quotes": "{{Quote|We were forgotten. Robert and Ned Stark, they were the heroes, the glorious rebels. Marching from battle to battle, liberating towns from the yoke of the Mad King while I held Storm's End with 500 men.|[[Stannis Baratheon]] to [[Davos Seaworth]]|The Prince of Winterfell}}\n{{Quote|First we ate the horses. We weren't riding anywhere, not with the castle surrounded. We couldn't feed them. So, fine, the horses. Then the cats - never liked cats, so, fine. I do like dogs, good animals, loyal, but we ate them. Then the rats. The night before you slipped through, I thought [[Selyse Baratheon|my wife]] was dying. She couldn't speak anymore, she was so frail. Then you made it through the lines...slipped right through in your little sailboat with your onions.|Stannis Baratheon to Davos Seaworth|The Prince of Winterfell}}\n{{Dialogue a-b|Cersei Lannister|I seem to recall he laid siege to Storm's End for the better part of a year.|Olenna Tyrell|All he laid siege to was the banquet table in the command tent.|Cersei Lannister and Olenna Tyrell discuss her son Mace's command of the Siege of Storm's End.|And Now His Watch is Ended}}\n\n", "TOP": "Siege of Storm's End098494foukd1lsyz5m9lc4ktk7srkqmfo5zm1797822015-03-27T01:43:58ZThe Dragon Demands5014364/* Aftermath */{{Battle\n|width=\n|prev=[[Battle of Ashford]]\n|conc=[[Battle of the Bells]]&lt;br&gt;[[Battle of the Trident]]&lt;br&gt;[[Sack of King's Landing]]\n|next=[[Showdown at the Red Mountains]]\n|name='''Siege of Storm's End'''\n|image=[[File:Siege_of_storms_end.jpg|300px]]\n|conflict=[[Robert's Rebellion]]\n|date=281 AL (siege lasted a full year)\n|place=[[Storm's End]], [[The Stormlands]].\n|result=Decisive rebel victory.&lt;br&gt;House Tyrell bends the knee to [[Robert Baratheon]]\n|BG2=\n|side1=The Rebellion\n*[[File:Baratheon mini shield.png|20px|right|link=House Baratheon]] [[House Baratheon]]\n*[[File:Stark mini shield.png|20px|right|link=House Stark]] [[House Stark]] (end stage)\n|side2=The Royalists\n*[[File:Tyrell mini shield.png|20px|right|link=House Tyrell]] [[House Tyrell]] \n|side3=\n|side4=\n|commanders1=[[Stannis Baratheon]]\n*Lord [[Eddard Stark]] (end stage)\n|commanders2=Lord [[Mace Tyrell]] {{Surrender}}\n|commanders3=\n|commanders4=\n|forces1= 500\n|forces2= perhaps ~40-50,000 (most of House Tyrell's army.)\n|forces3=\n|forces4=\n|casual1=\n|casual2=\n|casual3=\n|casual4=\n|civilian=}}\n{{Quote|We were locked in Storm's End to starve, but Robert commanded me to hold the castle no matter the cost.|[[Stannis Baratheon]]|Complete Guide to Westeros}}\nThe '''Siege of Storm's End''' was a year-long siege during [[Robert's Rebellion]] that took place concurrently with much of the war. It was carried out by the forces of [[the Reach]] led by [[House Tyrell]] against the garrison of [[Storm's End]].\n", "See also": "* {{AWOIAF}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the story of the Siege of Storm's End is the same, with Mace Tyrell leading the land forces and Lord [[Paxter Redwyne]] leading the loyalist fleet. During the siege, Ser Gawen Wylde and a few more men of Stannis's garrison planned on sneaking out and surrendering to the Tyrell army, which openly feasted before the walls of Storm's End. Stannis wanted to send them to the Tyrells by catapult, but Maester [[Cressen]] convinced Stannis to keep the would-be traitors imprisoned just in case the garrison was required to resort to cannibalism to survive (it is unclear whether Cressen actually meant it, or he said it to dissuade Stannis from excessive cruelty that might have turned his troops against him). However, the siege was lifted by Eddard Stark after the death of King Aerys beforeÂ such a measure was necessary. Nonetheless, Stannis was furious that Robert never gave him any credit for holding the castle, preferring to credit Eddard for relieving the siege. He also later granted rule of Storm's End to Renly, because he wanted Stannis to rein in the Targaryen home holdings at [[Dragonstone]]. Ever since, Stannis resented Robert and Eddard, though Eddard always credited Stannis, and Stannis intellectually acknowledged that Eddard couldn't control how Robert thought. It is also mentioned that Stannis still holds a grudge against Lords Tyrell and Redwyne for their part in the siege.\n\n", "History": "===The Siege===\n\nAfter raising his banners in rebellion, Robert Baratheon, then [[Lord of Storm's End]] had ordered his younger brother, [[Stannis]], to hold the garrison at [[Storm's End]] and defend the family seat from the loyalist army.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\nFollowing his defeat at the [[Battle of Ashford]], [[Robert Baratheon]] fled north all the way to [[Stoney Sept]].&lt;ref&gt;&quot;[[Robert's Rebellion (Complete Guide to Westeros)]]&quot;&lt;/ref&gt; Instead of pursuing Robert, Lord [[Mace Tyrell]], the [[Warden of the South]] whose army had defeated the rebellious lord, chose to march on the ancestral seat of House Baratheon. It would be a massive blow to Robert's prestige if his own castle fell, and his supporters would start abandoning the rebel cause.\n\nWhile the rebellion raged on, Lord Tyrell besieged the castle for an entire year both by land and by sea. True to his orders, Stannis resisted and refused to yield despite being forced to eat the horses, cats, and dogs of the castle, and eventually even rats and glue.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/map/special/battleground-westeros/2/ HBO viewers guide entry on the Siege of Storm's End]&lt;/ref&gt;&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt; Meanwhile, the Tyrell army feasted in full view of the castle walls to taunt the besieged garrison. Lady [[Olenna Tyrell]] later remarked that her son was no true warrior, as the only thing he personally laid siege to at Storm's End was the banquet table in the command tent.&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n\n[[File:Davos_storm's_end.png|thumb|300px|Davos rescues the survivors]]Stannis and the garrison would have starved if not for the intervention of a smuggler named [[Davos Seaworth|Davos]], who managed to slip through the loyalist navy blockading Storm's End and delivered a cargo of onions and salted fish. Thanks to Davos's intervention the garrison survived until Ned Stark later arrived to lift the siege.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/map/special/battleground-westeros/2/ HBO viewers guide entry on the Siege of Storm's End]&lt;/ref&gt;\n\nBy the time Ned Stark arrived with his rebel army at Storm's End, Prince [[Rhaegar Targaryen|Rhaegar]] was dead and his army smashed at the [[Battle of the Trident]], King [[Aerys II Targaryen]] was also dead, andÂ [[King's Landing]] was [[Sack of King's Landing|sacked]] and in rebel hands. With the war clearly lost, Mace Tyrell gave no battle to Stark when his army arrived to lift the siege. Instead he peacefully dipped his banners and submitted to Robert's rule. The Tyrell force besieging Storm's End was the last Targaryen-loyalist army that had still been in the field.\n\n===Aftermath===\n\nRobert was soon crowned king, and he simply pardoned Mace Tyrell and allowed him and his family to continue to rule the Reach, asking only that he pay reparations in gold.  \n\nAs reward for his service, Davos was elevated to knighthood, becoming Davos of [[House Seaworth]]: he was given a castle and lands along Cape Wrath, and a place in Stannis's household for him and his children.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt; Stannis, however, also cut off four finger tips from Davos's right hand as a punishment for years of smuggling, but gave Davos the mercy of allowing him to choose his less useful hand. This won Stannis Davos's staunch loyalty and friendship.\n\nThe Siege of Storm's End was of vital importance for the course of the entire war, because it tied down most of the large army of House Tyrell, preventing it from linking up with other royalist armies further north (from the Crownlands, Dorne, and the Riverlands). If the castle had fallen, the army of House Tyrell would have joined Prince Rhaegar's army at the Trident, and possibly overwhelmed Robert and Ned's rebel army.\n\nIt was quite an impressive military accomplishment that Stannis held the castle against the Tyrell army numbering in the tens of thousands, with a garrison of only five hundred men. However, because it wasn't a dramatic battle but a prolonged siege (with occasional sorties), the siege and Stannis's accomplishment are not usually given much credit in songs and popular sentiment about the war. Stannis was left annoyed that his sacrifices and accomplishments were forgotten by so many, though Ned Stark himself never forgot Stannis's successful defense of the castle. Stannis also took it as a slight that after the war he was given the lordship of [[Dragonstone]], while his younger brother [[Renly Baratheon|Renly]], a child who had not fought in the war, was given the lordship of Storm's End. Partially this was because of Robert's anger at Stannis for failing to catch [[Viserys Targaryen|Viserys]] and [[Daenerys Targaryen]] before they were able to flee to the Free Cities in Essos, and also because Dragonstone was the ancestral possession of House Targaryen, with many staunch Targaryen loyalists, and required a firm and experienced lord to rein it in, and Dragonstone was also the traditional possession of the heir to the throne, but Stannis nonetheless felt that he had been snubbed.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n"}, "title": "Siege of Storm's End"}