{"attributes": {"forces2": "Meereen city guard", "name": "Siege of Meereen", "forces1": "*Over 8,000 Unsullied*Under 100 Dothraki*2,000 Second Sons (mercenary company)", "casual1": "Minimal", "image": "File:Siege_of_Meereen.png", "casual2": "*Oznak zo Pahl*Several Great Masters killed by uprising slaves*163 Great Masters crucifiedQuote", "imagebg": "", "next": " ", "width": "", "bg2": "", "conc": "", "place": "Meereen, Slaver's Bay", "result": ["*Targaryen victory", "Great Masters overthrown"], "commanders1": "Queen Daenerys Targaryen*Ser Jorah Mormont*Ser Barristan Selmy*Grey Worm*Daario Naharis", "date": "", "link": "House Targaryen House Targaryen", "commanders2": "Great Masters", "prev": "Battle of Yunkai", "side2": "Meereen", "conflict": "Targaryen campaign in Slaver's Bay", "side1": "File:Targaryen mini shield.png"}, "sections": {"TOP": "Siege of Meereen023330s4uf6o84x0ov9nykz0brtig0b7nvw6f1790492015-03-24T15:02:24ZThe Dragon Demands5014364{{Battle\n|width=\n|prev=[[Battle of Yunkai]]\n|conc=\n|next= \n|name=Siege of Meereen\n|imageBG=\n|image=[[File:Siege_of_Meereen.png|320px]]\n|conflict=[[Targaryen campaign in Slaver's Bay]]\n|date=\n|place=[[Meereen]], [[Slaver's Bay]]\n|result=*Targaryen victory&lt;br&gt;[[Great Masters]] overthrown\n|BG2=\n|side1=[[File:Targaryen mini shield.png|20px|right|link=House Targaryen]] [[House Targaryen]]\n|side2=[[Meereen]]\n|commanders1=Queen [[Daenerys Targaryen]]\n*Ser [[Jorah Mormont]]\n*Ser [[Barristan Selmy]]\n*[[Grey Worm]]\n*[[Daario Naharis]]\n|commanders2=[[Great Masters]]\n|forces1=*Over 8,000 [[Unsullied]]\n*Under 100 [[Dothraki]]\n*2,000 [[Second Sons (mercenary company)|Second Sons]]\n*Astapori and Yunkish freedmen\n*Tens of thousands of Meereenese slaves\n|forces2=Meereen city guard\n|casual1=Minimal\n|casual2=*[[Oznak zo Pahl]]\n*Several Great Masters killed by uprising slaves\n*163 Great Masters crucified\n}}\n{{Quote|Now I have come to Meereen. I am not your enemy. Your enemy is beside you. Your enemy steals and murders your children. Your enemy has nothing for you but chains and suffering, and commands. I do not bring you commands. I bring you a choice.|Daenerys Targaryen to the Meereenese slaves.|Breaker of Chains}}\nThe '''Siege of [[Meereen ]] ''' is the third of [[Daenerys Targaryen]]'s attack against the slaver-cities of [[Slaver's Bay]].\n\n", "In the books": "In ''A Song of Ice and Fire'' novels, while Daenerys' host advances to Meereen, the Meereenese use scorched earth tactics against her: they harvest all they can and burn what they cannot harvest. Scorched fields and poisoned wells greet Daenerys at every hand. For good measure, the Meereenese have nailed a slave child up on every milepost along the coast road from Yunkai, nailed them up still living with their entrails hanging out, and one arm outstretched to point the way to Meereen. Daenerys is furious at that sight, and it stiffens her resolution to conquer Meereen and pay the Great Masters back for their cruelty.\n\nOznak zo Pahl is killed by &quot;Strong&quot; Belwas, a eunuch and former pit fighter that had been sent by [[Illyrio Mopatis]] to [[Qarth]] to serve Daenerys as her bodyguard. Daenerys doesn't address Meereen's local slaves.\n\nDaenerys consults with her servants how to conquer the city: [[Jorah Mormont]] comments that due to the shortage of food and water, there is no point to attempt starving the people of Meereen, nor to mine beneath the wall. He suggests skeptically to storm the gates with axes, but Brown Ben Plumm, the new chosen leader of the [[Second Sons (mercenary company)|Second Sons]], objects, pointing out that the Meereenese will pour burning oil on them from the bronze heads mounted above the gates. [[Grey Worm]] claims that the Unsullied will attack the gates without fear of oil. Daenerys knows that the Unsullied will do so without hesitation if she commands them, but refuses to sacrifice her troops unnecessarily. Jorah advises Daenerys to leave Meereen, because her war is in Westeros. Daenerys says that she has not forgotten Westeros, but if she let Meereen's old brick walls defeat her so easily, how will she ever take the great stone castles of Westeros? [[Rakharo]] and [[Jhogo]] support Jorah, claiming that the [[Dothraki]] have no interest in fighting cowards who hide behind walls. Daenerys set great store by Ser Jorah's counsel, but cannot bring herself to let the Meereenese get away with what they did to the slave children. Ben Plumm suggests to invade the city via the sewers. Daenerys accepts his advice.\n\nWhile the army camps outside of Meereen, Daenerys takes a walk among her people, and is attacked by [[Mero]]. [[Barristan Selmy]] kills Mero, and only then reveals his true identity.\n\nSince the Meereenese have burnt every tree within twenty leagues of the city, there is no wood to make siege machines. Thus Daenerys orders to use the wood of her ships to make battering rams, mantlets, turtles, catapults and ladders. The soldiers use the rams to batter the city gates while archers shoot flaming arrows into the city. As a diversion, Daenerys sends two hundred men along the river to fire the hulks in the harbor. As the flaming ships draw the eyes of the defenders, Ser Jorah, Ser Barristan, Strong Belwas, and twenty more people sneak into the sewers. Once they find the surface, Strong Belwas lead them to the nearest fighting pit, where they surprise a few guards and free the slaves of their shackles. Within an hour, half the fighting slaves in Meereen have risen. The fighting is bitter and bloody for most of a day and well into the night. When the eastern gate is finally broken, Daenerys' army storms into the city and soon it is conquered.\n\nIt is not mentioned what role in conquering the city Grey Worm is assigned to by Daenerys.\n\nMeereen is sacked savagely after its fall. The stepped pyramids of the mighty are spared the worst of the ravages, but the humbler parts of the city have been given over to an orgy of looting and killing as the city's slaves rose up and the starving hordes who have followed Daenerys from Yunkai and Astapor pour through the broken gates.\n\nWhen the last resistance has been crushed by the Unsullied and the sack has run its course, Daenerys enters the city. The dead are heaped so high before the broken gate that it takes her freedmen near an hour to make a path for her [[silver]]. Cheering slaves lift bloodstained hands to her as she walks by, and call her &quot;Mother.&quot;\n\nIn the plaza before the Great Pyramid, the Meereenese are gathered, fearfully waiting to hear what fate is in store for them. The Great Masters look very poor, stripped of their jewels and their fringed tokars. Daenerys tells the Meereenese she will spare them if they hand her over one hundred and sixty-three of the city leaders. At her order they are nailed to wooden posts around the plaza, each man pointing at the next, as a payback for the same number of slave kids that the Meereenese nailed on the way to their city. [[Missandei]] advises Daenerys to boil the bones clean and return them to their kin to be buried in crypts below their manses. Daenerys agrees, though it is clear to her the widows will curse her all the same.\n\nAfter receiving alarming news about [[Astapor]] and [[Yunkai]], Daenerys cannot bear the thought that the newly freed slaves of Meereen will be enslaved again after she leaves for Westeros. She believes that many of these ex-slaves will follow her, but she cannot feed them all even if she empties every granary in the city, thus many of them will die on the way. Daenerys decides to stay at Meereen and rule as a queen.\n\n", "History": "===Prelude===\nThe [[Great Masters]] of [[Meereen]], made aware of [[Daenerys Targaryen|Daenerys Targaryen's]] host by the [[Sack of Astapor|sack]] of [[Astapor ]] and the [[Battle of Yunkai|attack]] on [[Yunkai]]Â have hundreds of [[slave]] children nailed to a milepost marker with an arm pointing to Meereen.\n\n===Champions===\n\nAs Daenerys' army of [[Unsullied]], [[Dothraki]], and [[Second Sons (mercenary company)|Second Sons]] gather outside Meereen, dozens of Great Masters, along with their slaves, gather above the walls. The Great Masters are far trusting of their victory, and laugh as the city's champion, [[Oznak zo Pahl]], emerges from the city's gates to challenge Daenerys and mocks her army and her as he urinates in their direction.\n\n[[Grey Worm]], Ser [[Barristan Selmy]] and Ser [[Jorah Mormont]] offer themselves as champions, but Daenerys chooses [[Daario Naharis]] instead, as he is the most expendable of her leading followers.\n\nThe fight proves a short one. Oznak charges against Daario, who throws his knife against Oznak's horse, injuring it in the eye and causing it to fall. The Meereenese champion tries to get on his feet after being thrown off the saddle, but Naharis quickly beheads him with a swing of his [[arakh]]. Angered, the Great Masters order a cadre of archers from the city guard to fire cautionary arrows. Daario returns Oznak's mockery by urinating in Meereen's direction.\n\n===Breaker of Chains===\n\nAfterward, Daenerys addresses the slaves gathered at the walls, the acoustics of the valley helping her voice carry. She speaks of the slaves at Astapor and Yunkai, all liberated and now standing behind her, as free men and women. She adds that the Great Masters, not her, is their enemy. Some Great Masters begin to leave, while some slaves realize the meaning of Dany's words. Daenerys then orders the Unsullied to fire. The Unsullied push forward a dozen trebuchets and launch barrels into the city. The barrels smash against the walls, releasing their contents: hundreds of broken slave collars.\n\n===The slave revolt===\n\nInstead of risking storming the gates of Meereen, Daenerys sends a group of Unsullied led by [[Grey Worm]] to infiltrate the city under the guise of slaves. They enter Meereen through a sewer and visit a slave pen, where a number of slaves are discussing whether or not to rise against the Great Masters. [[Mossador|One of the young ones]] is already trying to convince his fellow men in chains to fight, but the older slaves argue they have no means to oppose the slavers, who have squashed every previous slave rebellion. \n\nGrey Worm then arrives and insists that now is their chance to be free.  When one of the slave points out that unlike the Unsullied they have neither training nor even weapons, Grey Worm and his men open their satchels to reveal that they have brought swords for all of the slaves.  As for their lack of training, Grey Worm points out that the slaves in the city outnumber the masters three to one, which will make up for that.  Grey Worm gives a succinct but rousing speech urging them to rise up, saying no one can give them their freedom:  if they want it, they must fight for it.  \n\nThe slaves quickly rise in rebellion, and an enormous black flag bearing the three-headed red dragon of [[House Targaryen]] is placed over the harpy atop the [[Great Pyramid]]. Soon enough, slaves march through the streets of Meereen, killing the Great Masters they find before themselves. Some members of the City Guard choose to surrender instead of defending the masters.\n\n===Exacting justice===\n[[File:Daenerys has 163 Great Masters crucified.jpg|thumb|Daenerys has 163 of the Great Masters crucified.]]\nThe city is opened to Daenerys, who is received as a hero and savior by Meereenese freedmen. More than a hundred Great Masters are taken prisoner, with the Unsullied guarding them, awaiting Daenerys' judgment. Despite Ser [[Barristan Selmy]]'s plead to answer injustice with mercy, as the Great Masters are now her subjects, Daenerys insists on enforcing justice for the crucified slave children: 163 Great Masters are crucified for the 163 slave children they previously crucified trying to intimidate her.\n\nDaenerys then takes up residence in the Great Pyramid, and begins to rule Meereen as its new queen.\n\n"}, "title": "Siege of Meereen"}