{"attributes": {}, "sections": {"TOP": "Silent Sisters0298154fdt4jkgb4rtbqs9bxcnmuo0aujioa1769182015-03-14T18:21:35ZSharp Blades26158496[[File:Silent Sisters.png|thumb|300px|Two Silent Sisters prepare the body of Ser [[Hugh]] for burial in &quot;[[The Wolf and the Lion]]&quot;.]]\n{{Quote|You've done good work, Sisters.|[[Eddard Stark]]|The Wolf and the Lion}}\nThe '''Silent Sisters''' are a religious order of women sworn to the service of the Stranger, the aspect of the god in the [[Faith of the Seven]] that represents death. The Silent Sisters, who have taken vows of silence, dress and prepare the bodies of the dead for funerals. Silent Sisters wear cowls that cover their heads, and veils that cover their entire face except for their eyes. To signify their holy status, they wear elaborate back braces displaying the Seven Pointed Star, the symbol of the Faith of the Seven.\n\n", "Image gallery": "&lt;gallery captionalign=&quot;left&quot;&gt;\nJon Arryn Silent Sisters Funeral.jpg|Silent Sisters perform the funeral ceremony for [[Jon Arryn]] in &quot;[[Winter is Coming (episode)|Winter is Coming]].&quot;\nSilentSisterOxcross.jpg|A Silent Sister tends to the fallen after the [[Battle of Oxcross]] in &quot;[[Garden of Bones]].&quot;\nSilentSistersNedsBones.jpg|Silent Sisters delivering a box containing Ned Stark's bones in &quot;Garden of Bones.&quot;\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Silent Sisters, sometimes called Wives of the Stranger, are considered holy and inviolate. They wear grey cowls which hide their faces apart from their eyes. Silent Sisters are an entirely distinct order from [[septons]] and [[septas]] within the Faith of the Seven. The [[Great Sept of Baelor]] even has three separate entrances, one each for septons, septas, and the Silent Sisters.\n\nThe Silent Sisters are - loosely speaking - the female equivalent of the [[Night's Watch]]. When a noble family has excess younger daughters, it sometimes makes them join the Faith as septas, but only rarely would a daughter be asked to join the monastic order of the Silent Sisters, with its vows of silence and strict penitent service. If a noble family is defeated in war, the male members of the House may be spared by being exiled to the Wall to join the Night's Watch. Yet because the Night's Watch is an all-male order and women are forbidden to join, the female members of a defeated noble House would instead be forced to join the Silent Sisters.\n\nWhile both septas and Silent Sisters take vows of chastity and abandon all previous House allegiances, the monastic lifestyle of Silent Sisters is seen as far more strict than that of regular septas. In practice, septas are still lay clergy and interact with the public, and septas have been known to have sexual affairs. In contrast, if the victors in a war wanted to make sure that the daughters of their defeated enemies never had children to one day avenge them, it would be a better idea to force the daughters to join the Silent Sisters, whose monastic code keeps them largely separate from mainstream society. They aren't prisoners in convent cells, as they do go out into the world to tend to the dead (even on military battlefields), but their strict vows of silence make it much harder to interact with them. Commoners also sometimes manage to join the Silent Sisters, to escape hardship and hunger, but the order more often accepts noble-born women whose family can grant them generous donations in exchange for the acceptance. Less commonly, of course, sometimes noble women voluntarily join the Silent Sisters out of extremely pious devotion to the Faith. This is comparable to how in the Night's Watch, many new recruits were forced to join the order as a form of exile, less voluntarily joined because they were younger children who had nothing to inherit in the outside world, and a very small handful of first-born sons voluntarily joined because they believed in the organization.\n\n", "History": "===[[Season 1]]===\nSilent Sisters dress and prepare the bodies of Lord [[Jon Arryn]]&lt;ref&gt;&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;&lt;/ref&gt; and, later, Ser [[Hugh]] of [[the Vale]]&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt; for burial. They perform a complex funeral ceremony for Jon Arryn, involving marching in a circle around his body as it lies in state while carrying vessels filled with burning incense, and periodically turning to bow towards the body.\n\n===[[Season 2]]===\nSilent Sisters are seen tending the wounded as [[Robb Stark]] surveys the field in the aftermath of the [[Battle of Oxcross]]. A pair of Silent Sisters deliver a box containing [[Eddard Stark|Ned Stark]]'s bones to [[Catelyn Stark]].&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n\nThe [[Red Priest]]ess [[Melisandre]], devoted to the religion of the [[R'hllor|Lord of Light]], mocks the Silent Sisters for taking vows of celibacy when she meets with [[Gendry]] on [[Dragonstone]]. Given that Red Priestesses do not take vows of celibacy, she then proceeds to seduce Gendry.&lt;ref&gt;&quot;[[Second Sons (episode)]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\nSilent Sisters stand vigil for the body of King [[Joffrey Baratheon]] along with the [[High Septon]] and other [[septon]]s at the [[Great Sept of Baelor]].&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\n"}, "title": "Silent Sisters"}