{"attributes": {}, "sections": {"TOP": "Skagos0691797equma451m6bf0hhljmgqxnerdx17h1332432014-05-06T20:29:23ZThe Snow Prince24099677/* See also */[[Image:Skagos.png|thumb|right|200px|A map showing the location of Skagos off the coast of Westeros.]]\n'''Skagos''' is an island in [[the North]]. It is located off the north-eastern coast of [[Westeros]], in the [[Shivering Sea]]. It is separated from the mainland by the [[Bay of Seals]]. Skagos is the largest in a group of several islands, including [[Skane]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season1/#!/locations/castle-black/ HBO viewers guide, season 1 map, Castle Black entry]&lt;/ref&gt;&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/karhold/ HBO viewers guide, season 2 map, Karhold entry]&lt;/ref&gt;\n\n", "References": "{{reflist}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Skagos is nominally part of [[the North]] and is ruled by [[House Stark]] of [[Winterfell]]. However, in practice Skagos is located so far away from the centers of civilization that its inhabitants are virtually ignored and allowed to pursue their own customs and practices. According to myth, unicorns live on Skagos. There is a small kernel of truth to this, but the &quot;Skagosi Unicorn&quot; is essentially just an enormous one-horned species of goat. The island is mountainous, with treacherous currents surrounding it.\n\nThe people of Skagos are descendants of the [[First Men]], who refer to themselves as Skagosi (&quot;stoneborn&quot; in the [[Old Tongue]]), although outsiders refer to them as &quot;Skagossons&quot; or, derisevely, &quot;Skaggs&quot;. Many centuries ago they sailed to Skane and depopulated the island, killing all of the men and taking the women back to Skagos as captives. Rumors by mainlanders say that the Skagosi are savage cannibals, who ate the people of Skane. They later fell under the authority of the [[King in the North]], and then the [[Iron Throne]]. One century ago, the Skagosi rebelled and were defeated in a brief, bloody war that cost the life of the then-Lord of Winterfell and hundreds of his men. Nevertheless some Skagosi do business with the [[Night's Watch]] . They are also said to still enforce the tradition of &quot;First Night&quot;.\n\nSkagos is also home to three noble houses:\n* House Magnar of Kinghouse\n* House Crowl of Deepdown\n* House Stane of Driftwood Hall\n\n"}, "title": "Skagos"}