{"attributes": {}, "sections": {"Essos": "\nIn sharp contrast with Westeros, slavery is widespread throughout the continent of [[Essos]], across the [[Narrow Sea]]. Large-scale chattel slavery has been practiced in Essos for thousands of years, since the dawn of recorded civilization.  \nIndeed, it would be easier to list the few places in Essos where slavery is ''not'' practiced: the Free City of Braavos, one or two of the other northern Free Cities such as Pentos which Braavos has managed to force to abolish slavery (but only nominally), and Lhazar.  \nThe slave trade is so pervasive in most of Essos that in many ways, slaves are used as a form of [[currency]]. Indeed, the slave trade is one of the pillars of the international economy in Essos.\n\n===Valyrian Freehold and Ghiscari Empire===\n\nThe ancient empires of the [[Valyrian Freehold]] and [[Ghiscari Empire]] practiced slavery since the beginning of their histories. The Ghiscari Empire was built on the backs of slaves, and assaulted the Valyrians with vast slave legions, but it was conquered by the Valyrians and their dragons five thousand years ago. The Valyrian Freehold went on to conquer half of the known world, and their domains in Essos were fueled by enslaved peoples. Slaves worked the fields and died by the tens of thousands toiling in their mines. After the [[Doom of Valyria]] four hundred years ago, slavery continued in the surviving Valyrian colonies which became the Free Cities and Slaverâ&euro;&trade;s Bay.\n\n===Slaverâ&euro;&trade;s Bay===\n\n[[Slaver's Bay]] is the central hub of the international slaving market. [[Qarth]] is also involved in the slave trade, and [[Asshai]] seems to be as well.  \nThe cities of Slaverâ&euro;&trade;s Bay breed their local slave population, and also capture new slaves in raids on distant shores, such as the coasts of nearby [[Sothoryos]]Â (including the island of [[Naath]]). They trade their slaves to the southern Free Cities for food and finished goods, as well as to eastern locales such as Qarth and Asshai for more exotic products and spices.\n\nSlaver's Bay is also known for its [[fighting pit]]s, where slaves are forced to fight to the death with each other or against wild animals.\n\n===Free Cities===\n\nMany of the [[Free Cities]] also practice slavery, and the southern Free Cities in particular have large slave populations. Slavery is practiced in [[Volantis]], [[Tyrosh]], [[Lys]], and [[Myr]]. As Volantis is most southeasterly of the Free Cities and the closest to Slaver's Bay, it is the main hub of the slave trade in that part of the continent. Due to the dangers of passing the ruins of [[Old Valyria]], ships going to or from Slaver's Bay will usually stop at Volantis first. As a result, while Volantis is the most populous of the Free Cities, its population contains five slaves for every one free man. Lys, known for its [[pleasure house]]s, also holds a significant slave population.\n\n[[Braavos]] is the major exception; they were founded by slaves who fled Valyria and abhor slavery. Slaves brought to Braavos, such as on a slaver ship that was blown off course, will be forcibly freed if they land in Braavos. [[Pentos]] was forced to nominally give up slavery in a treaty with Braavos made a century ago, but many of its &quot;servants&quot; are actually slaves in all but name. Some of these servants are even forced to wear heavy bronze collars.\n\nAs for the other northern Free Cities, [[Qohor]] and [[Norvos]] do practice slavery, but not nearly on the large scale in southern cities such as Lys or Myr.  [[Lorath]] ''apparently'' doesn't practice slavery either.  \n\n:In the novels, Lorath was founded by religious dissidents from Valyrian known as the Cult of Boash about 1,700 years ago.  They believed in extreme self-abnegation and that all humans were equally humble before their god, so they outlawed slavery (they also treated men and women as equals in all matters).  As a result, Lorath became a haven for runaway slaves over the centuries (somewhat like how [[Wikipedia:Quakers in the Abolition Movement|Quakers]] in real life North America provided safe haven for runaway slaves).  The Cult of Boash went extinct about 1,000 years ago, and power in Lorath was taken over by merchant-princes, so it isn't known if slavery is still outlawed in Lorath - though no mention has ever been made in the novels of slaves in the city.\n\nThe Free Cities frequently pay tribute to the Dothraki hordes in the form of slaves (ultimately acquired from Slaverâ&euro;&trade;s Bay), as this is less destructive than suffering a raid.\n\n===Dothraki===\n\nThe [[Dothraki]] practice slavery as well, even enslaving other defeated [[khalasar]]s.\n\nThe [[Lhazareen]] are another exception that does not practice slavery: they are instead frequently the targets of slaving raids by the Dothraki.  \nThe Dothraki capture slaves from lands surrounding the [[Dothraki Sea]], such as [[Lhazar]] and other lands much further afield (combined with the slave tributes from the Free Cities).\n\nThe Dothraki then give slaves to Slaverâ&euro;&trade;s Bay or Qarth in exchange for weapons, finished goods, and luxury items, completing the cycle. Theoretically, a slave born in Slaverâ&euro;&trade;s Bay could be traded to the Free Cities in exchange for weapons, then gifted as tribute to the Dothraki, and finally traded by the Dothraki back to Slaverâ&euro;&trade;s Bay, in exchange for the very finished weapons from the Free Cities that they were traded for in the first place.\n\n", "TOP": "Slavery0142850qo0ki3ttl7rerbzjj2asd8vzrb1x6h1787092015-03-22T21:16:31ZThe Dragon Demands5014364/* References */[[File:Razdal_Slaves.jpg|thumb|300px|Slaves carrying their master]]\n{{Quote|Those who survive we shall enslave once more. Perhaps we'll make a slave of you as well.|[[Razdal mo Eraz]] to [[Daenerys Targaryen]]|The Bear and the Maiden Fair (episode)}}\n'''Slavery''' is a system under which people are treated as property to be bought and sold, and are forced to perform various kinds of work. Slaves are typically held against their will. People can become slaves when they are captured as prisoners in war or raids. Others are born into slavery, as the children of other slaves. Slavery has officially been outlawed in the continent of [[Westeros]] for thousands of years, but it is widespread throughout much of the eastern continent of [[Essos]].\n\n", "Westeros": "\nSlavery has been illegal in the Seven Kingdoms for thousands of years. Slavery is considered an abomination by both the [[Faith of the Seven]] and the worshipers of the [[Old Gods of the Forest]]. It was illegal in Westeros long before there even ''were'' &quot;Seven Kingdoms&quot;, and the unification of the Seven Kingdoms in the [[War of Conquest|Targaryen Conquest]] three hundred years ago only served to strengthen the enforcement of this prohibition.\n\nEven selling criminals to foreign slavers from Essos is considered a heinous crime. When Lord [[Jorah Mormont]] sold some poachers he caught on his lands to foreign slavers, he fled into exile to avoid execution.\n\nThe [[ironborn]] push the limits of this with their practice of taking [[thrall]]s, but they are technically not slaves, as even the ironborn raiders don't believe in &quot;slavery&quot; as such. Thralls are captured in raids, by &quot;paying the [[iron price]]&quot;, but cannot be bought or sold like animals. The ironborn generally look down on selling slaves, as they still think of their captives as human beings, albeit on the bottom rung of society. Thralls are more like &quot;prisoners of war&quot;. The children of thralls born on the Iron Islands are free.\n\nWhile this hasnâ&euro;&trade;t been entirely confirmed, the [[Free Folk]] who live [[Beyond the Wall]] - who also descend from the First Men and worship the Old Gods - do not appear to practice slavery either.\n\n", "See also": "* {{AWOIAF}}\n* {{WP}}\n\n"}, "title": "Slavery"}