{"attributes": {"castles": "", "cities": "Astapor â&euro;˘ Bhorash â&euro;˘ Elyria â&euro;˘ Mantarys â&euro;˘ Meereen â&euro;˘ New Ghis â&euro;˘ Old Ghis â&euro;˘ Oros â&euro;˘ Tolos â&euro;˘ Tyria â&euro;˘ Valyria â&euro;˘ Yunkai", "founding": "", "places": "Ghiscar â&euro;˘ Ghiscari Strait â&euro;˘ Gulf of Grief â&euro;˘ Lhazar â&euro;˘ Sea of Sighs â&euro;˘ Smoking Sea â&euro;˘ Skahazadhan", "formerly": ["Colonies of the Ghiscari Empire", "Colonies of the Valyrian Freehold"], "title": "Slaver's Bay", "culture": "Valyria", "image": "Slaver's Bay.png", "villages": "", "founder": "Quote", "rulers": "Various", "location": "Essos", "military": "", "religion": "Ghiscari religion, various other local religions of imported slaves", "towns": "", "population": "", "type": "Mercantile city-states", "age": "", "geography": "Coastal plain backed by mountains to the east, semi-arid to sub-tropical.  "}, "sections": {"TOP": "Slaver's Bay02757qyqqwugnztckx5r1urnspv54z2upyfw1786272015-03-22T19:25:32ZThe Dragon Demands5014364/* References */{{Region\n| Title=Slaver's Bay\n| Image=Slaver's Bay.png\n| Image size=\n| Location=[[Essos]]\n| Formerly=Colonies of the [[Ghiscari Empire]]&lt;br&gt;Colonies of the [[Valyrian Freehold]]\n| Type=Mercantile city-states\n| Geography=Coastal plain backed by mountains to the east, semi-arid to sub-tropical.  \n| Population=\n| Rulers=Various\n| Religion=[[Ghiscari religion]], various other local religions of imported slaves\n| Culture=[[Valyria|Valyrian]]&lt;br/&gt;[[Ghiscar|Ghiscari]]&lt;br/&gt;[[Lhazar|Lhazareen]]\n| Military=\n| Regional capital=\n| Cities=[[Astapor]] â&euro;˘ [[Bhorash]] â&euro;˘ [[Elyria]] â&euro;˘ [[Mantarys]] â&euro;˘ [[Meereen]] â&euro;˘ [[New Ghis]] â&euro;˘ [[Old Ghis]] â&euro;˘ [[Oros]] â&euro;˘ [[Tolos]] â&euro;˘ [[Tyria]] â&euro;˘ [[Valyria]] â&euro;˘ [[Yunkai]]\n| Towns=\n| Villages=\n| Castles=\n| Places=[[Ghiscar]] â&euro;˘ [[Ghiscari Strait]] â&euro;˘ [[Gulf of Grief]] â&euro;˘ [[Lhazar]] â&euro;˘ [[Sea of Sighs]] â&euro;˘ [[Smoking Sea]] â&euro;˘ [[Skahazadhan]]\n| Founding=\n| Age=\n| Founder=\n}}\n{{Quote|Nobody remembers if the waters around Ghis had names before the empire. But ever since we know them only as Slaver's Bay... and the Gulf of Grief.|Ser [[Jorah Mormont]]|Old Ghis &amp; Slaver's Bay (Histories &amp; Lore)}}\n[[Image:Slaver's Bay location.png|thumb|right|200px|A map showing the location of Slaver's Bay off the coast of Essos.]]\n[[Image:Slaver's Bay Title Sequence.jpg|thumb|right|200px|Slaver's Bay as it is depicted in the title sequence.]]\n\n'''Slaver's Bay''' is the name given to an area on the southern coast of [[Essos]], located to the south-east of [[Westeros]] and the [[Free Cities]] and to the west of [[Qarth]]. The name can refer to the bay itself or the entire region. As the name implies, the cities of Slaver's Bay are the hub of the international [[Slavery|slave trade]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Slaver's Bay is a region in south-central Essos where slaves are bought, trained, and sold in massive numbers.\n\nThe city of Meereen is located 550 leagues (1,650 miles) east of [[Volantis]]. The land-route from the Free Cities to Slaver's Bay, employing Valyrian roads crossing the northern end of the [[Valyrian Peninsula]] via the city of Mantarys, is known as the &quot;demon road&quot; and is considered exceptionally dangerous. The majority of trade and travel between the Free Cities and Slaver's Bay takes place by sea, with ships giving the ill-omened ruins of Valyria a wide berth.\n\n", "Locations of note": "* [[Valyrian Peninsula]]: once the heartland of the greatest empire in the world, now a shattered ruin of broken islands and smoking waters. Avoided by all but the bravest (or most foolhardy) treasure-hunters.\n* The [[Smoking Sea]]: the body of water formed in the Doom of Valyria, as parts of the mainland plunged into the sea. The sea is feared for the poisonous fumes that emanate from it. Sailors give the Smoking Sea a wide berth.\n* The [[Lands of the Long Summer]]: once the hinterland of the Valyrian Freehold and the site of its first conquests, devastated in the Doom of Valyria. [[Mantarys]] is the only major surviving settlement of this region.\n* [[The Sea of Sighs]]: an inland sea in the Lands of the Long Summer.\n* [[Tolos]] and [[Elyria]]: city-states on the north-western coast of Slaver's Bay.\n* [[Bhorash]]: a ruined city on the north coast of Slaver's Bay.\n* [[Lhazar]]: a small nation of sheep-herders, frequently raided by the Dothraki.\n* [[Meereen]]: one of the three great slaver city-states, noted for its pyramids.\n* [[Yunkai]]: one of the three slave cities, noted for its bed slaves.\n* [[Astapor]]: one of the three slave cities, noted as being the home of the infamous [[Unsullied]] warrior-eunuchs.\n* [[Ghiscar]]: the region that housed the now fallen [[Ghiscari Empire]] and its ruined capital of [[Old Ghis]].\n* [[New Ghis]]: an expansionist city-state located on an island south of the Ghiscari Strait\n* The [[Gulf of Grief]]: the gulf formed by the opening of Slaver's Bay into the [[Summer Sea]].\n* The [[Isle of Cedars]]: an island separating Slaver's Bay from the Gulf of Grief. Devastated by tidal waves during the Doom of Valyria.\n\n", "See also": "*{{AWOIAF}} (major spoilers from the books)\n*{{AWOIAF|Slaver Cities}}\n*[http://viewers-guide.hbo.com/game-of-thrones/season3/#!/locations/astapor/ HBO Viewer's Guide]\n", "Geography": "\nSlaver's Bay has a hot, semi-arid climate. Agriculture is maintained through extensive irrigation systems.\n\nThe area borders the Red Waste, which then leads on further to enter into the [[Dothraki sea]], which is located to its north. It is noted as the location of the three great slave-cities of [[Meereen]], [[Astapor]], and [[Yunkai]].\n\nThe country of [[Lhazar]], noted for its unwarlike shepherd-folk, is located up the [[Skahazadhan]] River from Meereen, to the northeast of Slaver's Bay. The [[Dothraki]] enjoy pillaging areas close to Slaver's Bay and driving captives to the slave cities in return for riches. They particularly enjoy pillaging Lhazar, since it is located conveniently close to Meereen.\n\nThe bay also used to be the heartland of the fallen [[Valyrian Freehold]], with the shattered peninsula of Valyria located to the west of the bay.\n\n", "History": "===Background===\nThe region later known as Slaver's Bay was once the heartland of the great [[Ghiscari Empire]], which flourished well over five thousand years ago, and was one of the earliest civilizations in [[The Known World|the known world]]. About five thousand years ago, the new power of the [[Valyrian Freehold]] began to rise to the west, across the Gulf of Grief. Valyrian expansion was driven by their discovery of [[Dragons]] in the [[Fourteen Fires|volcanic mountains]] of the Valyrian peninsula, which they mastered and rode as weapons of war. The two great empires developed an intense rivalry, and clashed in [[Valyrian-Ghiscari Wars|a series of five massive wars]], but the vast slave-legions of the ancient Ghiscari could not withstand Valyrian dragonfire. Five thousand years ago, the Valyrians finally succeeded in destroying the Ghiscari Empire, burning its capital city [[Old Ghis]] to the ground, conquering its surrounding lands and colonies, and enslaving the survivors. Five thousand years of Valyrian mastery obliterated much of the original Ghiscari culture.\n\nFour hundred years before the [[War of the Five Kings]], the [[Doom of Valyria]] destroyed the great civilization within a single cataclysmic day - after which Valyria's outlying colonies and conquests reasserted their independence. While their colonies to the west of Valyria developed into the [[Free Cities]], in a parallel development, their colonies to the east overthrew their Valyrian overlords and became the independent city-states of Slaver's Bay. The three most powerful of these cities became Astapor, Yunkai, and Meereen.\n\nThe ruling elites of Slaver's Bay continue to practice large-scale slavery; indeed, their entire economy centers around it. In times of peace they breed them, and in times of war they capture them. Many slaves are taken from distance lands, even places far across the sea such as the continent of [[Sothoryos]]. Due to this ethnic melting pot, combined with thousands of years of Valyrian domination, little of the original culture of the old Ghiscari Empire has survived. Even the language spoken in present-day Slaver's Bay is a derivative of [[High Valyrian]], not the [[Old Ghiscari]] language - which is functionally dead. The [[Low Valyrian]] language spoken in Slaver's Bay is, however, very distinct from the other Low Valyrian languages spoken in the Free Cities, as it was geographically separated and subjected to unique local influences. A few constructions and loanwords from Old Ghiscari such as &quot;mhysa&quot; (&quot;mother&quot;) survive into Slaver's Bay Low Valyrian, but it fundamentally remains a derivative of their old Valyrian conquerors.\n\nDespite the vast chronological and cultural gap between them, the local ruling slavemasters of Slaver's Bay pride themselves on surviving scraps of Ghiscari culture, and like to think of themselves as a continuation of the Ghiscari Empire's old glories - extending to the point that each of the slaver-cities uses a [[Harpies|Harpy]] as its sigil, as the old Ghiscari Empire did.\n\n===[[Season 3]]===\nAt Ser [[Jorah Mormont]]'s suggestion that they attempt to recruit an army in Slaver's Bay to help in their bid to invade Westeros, [[Daenerys Targaryen]] changes her destination from the Free Cities to Slaver's Bay, arriving in the city of Astapor to bargain for an army of [[Unsullied]].&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\n"}, "title": "Slaver's Bay"}