{"attributes": {}, "sections": {"Attitudes towards the smallfolk": "\nThe exiled [[Viserys Targaryen]] was convinced that the smallfolk of [[Westeros]] were chafing under the usurper [[Robert Baratheon]]'s rule, and secretly hoping for the return of their true king Viserys.&lt;ref&gt;&quot;[[Winter is Coming]]&quot;&lt;/ref&gt; Ser [[Jorah Mormont]] explains to [[Daenerys Targaryen]] that this is mere fantasy - particularly given that Robert's rule has been reasonably stable for the past seventeen years. Ultimately, Jorah says, the smallfolk care nothing about the political games being played by the high lords, so long as they don't directly affect them.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\n[[Cersei Lannister]] drunkenly explains to [[Sansa Stark]] that her conception of ruling is that &quot;the only way to keep the smallfolk loyal is to make certain they fear you more than they do the enemy&quot;.&lt;ref&gt;&quot;[[Blackwater]]&quot;&lt;/ref&gt;\n\nWhen [[Tyrion Lannister]] arrives in [[King's Landing]] as acting [[Hand of the King]], he warns Cersei that the city is overburdened with refugees, and due to the war half of the city will be starving when winter comes. In this volatile environment, he criticizes the [[Massacre in King's Landing|purge]] of King Robert's [[Bastardy|bastard]] children, saying it has made her appear brutal and given the commoners a rallying cry against her. Cersei bluntly states that she does not care what &quot;the people&quot; think.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt; [[Janos Slynt]] also tried to warn Cersei about the influx of starving refugees and strain on the city's resources, but she brushed off his concerns by telling him to simply bar the city's gates against the masses of refugees trying to seek shelter inside.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt; As conditions worsen, when the royal party moves through the city after sending Princess [[Myrcella Baratheon|Myrcella]] off to [[Dorne]], a starving mob pelts Joffrey with insults and demands for bread, and ultimately, pelts him with cow dung. Joffrey brazenly shouts for his (heavily outnumbered) guards to kill them all, sparking off [[Riot of King's Landing|major food riots]] in which the royal party narrowly avoids being lynched by the mob. The fat and corrupt [[High Septon (Before the riot of King's Landing)|High Septon]] is torn limb from limb by the mob.&lt;ref&gt;&quot;[[The Old Gods and the New]]&lt;/ref&gt;\n\nBy contrast, when members of [[House Tyrell]] arrive in King's Landing after they enter into an alliance with the Lannisters, they are more concerned about helping the starving poor of the capital city. [[Margaery Tyrell]] and her attendants give out bread and toys to an orphanage, to [[Joffrey Baratheon]]'s confusion. She chides Cersei that the poor are no different from the highborn if given a chance.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt; Cersei later attempts to warn Joffrey about the Tyrells, accurately surmising that Margaery is making a great show of charity to the city's poor in order to build up support for herself, taking it away from the Lannisters in the process.&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt;\n\nTyrion later speaks with Margaery's grandmother [[Olenna Tyrell]], who insists that an expensive royal wedding will be a good distraction for the common people. Olenna tacitly acknowledges to Tyrion that the Tyrells have a more pragmatic concern behind such charity towards the smallfolk. Unlike Cersei, Olenna and the Tyrells are aware of the difficulties of ruling a population of angry and starving people.&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt; While it is self-serving of the Tyrells, it could also be said to be basic good governance, and the smallfolk are getting real benefits from it. While Cersei and Joffrey earned the scorn of the smallfolk for mistreating them, Margaery Tyrell quickly becomes beloved by the smallfolk for easing their suffering.&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&lt;/ref&gt; At Joffrey and Margaery's [[Purple Wedding|wedding feast]],Â Margaery announces that all the leftover food will be donated to the poor; Cersei secretly countermands the decision.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\n", "Quotes": "{{Dialogue a-b-a|Tyrion Lannister|Listen to me Queen Regent, you're losing the people.  Do you hear me?|Cersei Lannister|The people?  You think I care?|You might find it difficult to rule millions who want you dead.  Half the city will starve when winter comes, the other half will plot to overthrow you.|Cersei's lack of concern about the smallfolk|The Night Lands}}\n\n{{dialogue a-b-c|Varys|The peasants say a long summer means an even longer winter.|Grand Maester Pycelle|A common superstition.|Petyr Baelish|We have enough wheat for a five-year winter.  If it lasts any longer...we'll have fewer peasants.|Littlefinger flippantly explains the Lannisters' strategy for dealing with a protracted winter.|The North Remembers}}\n\n{{Dialogue a-b-a|Davos Seaworth|I understand why the older families look down at me.|Stannis Baratheon|Do you? Why?|My father was a crabber. Sons of lords don't like to break bread with sons of crabbers. Our hands stink.|Davos on the relationship between between high-born lords and low-born smallfolk|The Prince of Winterfell}}\n\n{{Quote|The people are hungry for more than just food. They crave distractions, and if we don't provide them, they'll create their own. And their distractions are likely to end with us being torn to pieces.|Olenna Tyrell to [[Tyrion Lannister]] on the importance of an extravagant royal wedding|Kissed by Fire}}\n\n", "TOP": "Smallfolk024064rxatcqytzrynf6kpn3d3eb974bn1ty1755472015-03-06T20:45:46ZSharp Blades26158496[[File:Riverlands_refugee.jpg|thumb|300px|right|A [[Riverlands]] peasant.]]\n{{Quote|The common people pray for rain, health, and a summer that never ends. They don't care what games the high lords play.|Ser [[Jorah Mormont]]|Cripples, Bastards and Broken Things}}\n\nThe term '''smallfolk''' refers to the peasantry and common folk of [[Westeros]], effectively anyone who is not part of a [[noble house]] - though smallfolk make up much of a noble household - or a [[Knighthood|knight]] - even though hedge knights are generally considered to be only one tiny step above smallfolk.\n\nMost of the common population of the [[Seven Kingdoms]] are peasants who lead an agrarian lifestyle. Most are uneducated and illiterate. Unlike members of noble Houses, the smallfolk do not typically use surnames.\n\n", "References": "{{reflist}}\n\n", "In the books": "Smallfolk make up the common working and middle classes of Westeros, serving as farmers, laborers, builders, shopkeepers, servants and soldiers. They are ruled over by their lords, but are not slaves, slavery being abolished in Westeros thousands of years ago at the command of the [[Faith of the Seven]].\n\nBecause of their lack of authority and power, smallfolk tend to be neglected by their [[Lords and lordship|lords]], seen only as a suppliers of [[Food and Drink|food]] or [[Man-at-arms|soldiers]]. Smallfolk tend to look up to knights and religious folk who stand up for their interests.\n\nA major theme emphasized in the ''[[A Song of Ice and Fire]]'' novels is that it doesn't really matter to the smallfolk who wins the &quot;game of thrones&quot;, the political machinations in Westeros, because either way the outbreak of war is making them suffer. Particularly as seen in &quot;[[Fire and Blood]]&quot;, once Joffrey comes to power he shows absolutely no concern for his subjects, frequently having smallfolk killed for slight or imagined insults, if not simply killing them on a whim. The [[Riot of King's Landing]] in Season 2 was considerably more macabre in the books: as the crowds shouted for bread, a woman stepped into the middle of the road to block the path of the royal party, holding her own dead baby - which had died of malnutrition due to the war that Cersei and Joffrey started. She then drops it at her feet to point at Cersei, blaming her for instigating the war.\n\nEven the death of [[Robb Stark]] and the end of the Northern rebellion after the Red Wedding is a hollow achievement for the thousands of displaced refugees in the Riverlands, where most of the war played out. While major battles like Whispering Wood or Oxcross are memorable, much of medieval warfare typically involved striking where the enemy was weakest. Thus the day-to-day fighting of the War of the Five Kings usually consisted of Lannister raiding parties riding ahead to burn out Riverlands farms and villages that the Starks controlled, then fleeing before the Starks could respond in force. The Starks and Tullys then made retaliatory raids on farms and villages in territory the Lannisters controlled. As a result, by the time Robb Stark dies, most of the Riverlands are completely burned out - destroying one of the main breadbasket regions of the Seven Kingdoms, even as winter fast approaches. After the Red Wedding, Tyrion scoffs that the Riverlands are &quot;a devastation&quot; in the aftermath of the war, with starvation in the thousands.\n\n"}, "title": "Smallfolk"}