{"attributes": {"status": " Active", "founder": " Aegon I TargaryenDialogue a-b", "title": " The Small Council", "season": " Season 1", "image": " Small Council.png", "allegiance": "Tommen Baratheon, King of the Andals and the First Men", "leader": "Queen Regent Cersei Lannister", "date": " 1 AL", "former": [" Lord Jon Arryn - Hand of the King", "Lord Renly Baratheon - Master of Laws", "Lord Stannis Baratheon - Master of Ships", "Lord Eddard Stark - Hand of the King", "Lord Janos Slynt- Lord Commander of the City Watch", "Lord Petyr Baelish - Master of Coin", "Tyrion Lannister - Master of Coin, acting Hand of the King", "Prince Oberyn Martell - advisor", "Tywin Lannister, Hand of the King", "Varys - Master of Whisperers", ""], "place": "The Red Keep, King's Landing", "members": [" Grand Maester Pycelle", "Ser Jaime Lannister - Lord Commander of the Kingsguard", "Lord Mace Tyrell - Master of Ships"], "mentioned": "", "type": ["Privy council", "Royal advisory body"], "appearances": " "}, "sections": {"In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the small council was the creation of [[Aegon I Targaryen|King Aegon I]], assembled to advise him and carry out policy. The small council is similar to a [[wikipedia:Privy council|privy council]] in real-life medieval monarchies.\n\nIn the novels the council has an additional member: the Lord Commander of the [[Kingsguard]], who advises the King on various matters, particularly military ones. In the TV series, [[Barristan Selmy]] is never shown to be a member, the reason is explained in the Season 3 episode &quot;[[Kissed by Fire]]&quot;. The reason for this was apparently due to the decision to have Barristan openly reveal his identity to [[Daenerys Targaryen]] as soon as he meets her. In the books, he initially hid his true identity, and told her his name was &quot;Arstan Whitebeard&quot;. Because Barristan did attend Small Council meetings in the first novel, he knew that [[Jorah Mormont]] had been spying on Daenerys for Varys and King Robert. Because he was hiding his identity, however, he did not reveal this information as soon as he met Daenerys. In the TV version, Barristan does reveal his identity to Daenerys as soon as he meets her, probably because it is easy to make such a narrative deception in a book but this doesn't translate well into the visual medium of television. This of course means that if Barristan knew of Jorah's spying from attending Small Council meetings (in Season 1), there would be no reason for him not to reveal Jorah's spying to Daenerys when he first meets her at the beginning of Season 3. The simple answer the writers apparently settled on is to say that in the TV continuity, Barristan rarely attended Small Council meetings, because King Robert didn't like having a Targaryen loyalist around when he was discussing the realm's strategies (specifically, to send assassins to kill the Targaryen exiles - in the books, Barristan objected to this along with Ned Stark).\n\nThe Commander of the City Guard is not technically a member of the council but often sits in on its meetings to report on conditions in the capital city. Janos Slynt was rewarded with an official seat on the council for his betrayal of Ned Stark. However, Tywin Lannister considers this preposterous when he hears of it due to Janos' common-born status, indicating that the Commander of the City Guard is still not quite considered to be a full council member. Indeed, one of Tywin's specific instructions to Tyrion when he sent him to King's Landing as acting Hand was to remove Janos from the council. In the TV series, it is implied that Tyrion's disgust at Janos' involvement in the [[Massacre in King's Landing|purge]] of Robert's bastard children was the sole reason that he removed Janos, and no specific mention is made of Tywin's instructions. In the books, Tyrion was also disgusted at Janos' actions, but this just gave him greater impetus to carry out his father's instructions (either way, Tyrion removes Janos in the TV series soon after he arrives in King's Landing; in the books as well, he didn't kick him out immediately simply because he had other matters to attend to first).\n\nAfter Tywin Lannister resumes his post as Hand of the King after the Battle of the Blackwater, his dismisses his daughter Cersei from the Small Council. Technically as Queen Regent she still has some right to be there, and in practice Tywin does have her physically sit at several important council meetings when he is explaining his plans. However, Tywin makes it clear that he will not let Cersei wield power under him, and when she is present at the council it is just so she can hear Tywin's plans so she can quietly obey them: he doesn't let her take a leading role in the council's discussions. Similarly, in the TV series, Cersei is still shown physically sitting at Small Council meetings, but for the most part she sits silently as her father leads the discussion.\n\nWhen Tywin resumes his position as Hand of the King, he also sets about reordering the rest of the Small Council, in particular, that Cersei and Joffrey embarrassingly left the positions of Master of Laws and Master of Ships vacant for over a year. He appoints his brother [[Kevan Lannister]] as the new Master of Laws, and [[Mace Tyrell]] as the new Master of Ships (as a reward for allying with [[House Lannister]]). This might have happened off-screen in [[Season 3]] or [[Season 4]], but awaits confirmation in [[Season 5]] ([[Ian Gelder]], who played Kevan in Seasons 1 and 2, is confirmed to reappear in Season 5). \n\n", "TOP": "Small Council02208tnwfw4l21dd8wfi6ljfqjixrxkli90b1758332015-03-08T00:32:40ZH-Man Havoc743796Missed Tywin{{Infobox organization\n|Title= The Small Council\n|Image= Small Council.png\n|Season= [[Season 1|1]], [[Season 2|2]], [[Season 3|3]], [[Season 4|4]]\n|Appearances= \n|Mentioned=\n|Status= Active\n|Type=Privy council&lt;br&gt;Royal advisory body\n|Allegiance=[[Tommen Baratheon]], [[King of the Andals and the First Men]]\n|Leader=Queen Regent [[Cersei Lannister]]\n|Members= Grand Maester [[Pycelle]]&lt;br&gt;Ser [[Jaime Lannister]] - [[Lord Commander]] of the [[Kingsguard]]&lt;br&gt;Lord [[Mace Tyrell]] - [[Master of Ships]]\n|Former= Lord {[[Jon Arryn]]} - Hand of the King&lt;br&gt;Lord {[[Renly Baratheon]]} - [[Master of Laws]]&lt;br&gt;Lord [[Stannis Baratheon]] - [[Master of Ships]]&lt;br&gt;Lord {[[Eddard Stark]]} - Hand of the King&lt;br&gt;Lord [[Janos Slynt]]- Lord Commander of the [[City Watch]]&lt;br&gt;Lord [[Petyr Baelish]] - [[Master of Coin]]&lt;br&gt;[[Tyrion Lannister]] - Master of Coin, acting Hand of the King&lt;br&gt;Prince {[[Oberyn Martell]]} - advisor&lt;br&gt;{[[Tywin Lannister]]}, [[Hand of the King]]&lt;br&gt;[[Varys]] - [[Master of Whisperers]]&lt;br&gt;\n|Place=The [[Red Keep]], [[King's Landing]]\n|Date= 1 AL\n|Founder= [[Aegon I Targaryen]]}}\n{{Dialogue a-b|Varys|His Grace has many cares: he entrusts some small matters to us, that we might lighten the load.|Petyr Baelish|We are the lords of small matters here.|Varys and Petyr Baelish to Eddard Stark|Lord Snow}}\nThe '''small council''' is a body which advises the King of the [[Seven Kingdoms]] and institutes policy at his command. It is the inner (thus &quot;small&quot;) council of the [[King of the Andals and the First Men|King]], essentially forming the &quot;government cabinet&quot; of the Seven Kingdoms. Members are appointed to their position by the King; theoretically they can be dismissed at will by the King, however in practice this might lead to undesirable political fallout.\n\nThe king serves as the head of the council and takes note of its recommendations, but only the king can make the council's decisions into law. The [[Hand of the King]] is the leading advisor on the council and serves as the king's proxy when he is not present, in which case the Hand chairs the meeting. If the king is a minor, then by default the appointed [[Regent]] will act in place of the king on the council.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/appendix/beyond-the-houses/ HBO Viewer's Guide, Season 2 appendices, Beyond the Houses - Small Council entry]&lt;/ref&gt;\n\nThe Small Council meets at the capital city of [[King's Landing]] in the [[Red Keep]], in the same building as the [[Iron Throne]] [[Great Hall (Red Keep)|courtroom]].\n\n", "Composition": "\nMembers of the Small Council are appointed and dismissed by the King, in theory as the King wills. In practice, of course, appointments or dismissals may have undesired political consequences which the King must consider.\n\nThe Small Council usually consists of seven non-hereditary positions (possibly to reflect the traditions of the [[Faith of the Seven]]). Long vacancies sometimes occur for one of these positions, i.e. during time of war, though this is considered undesirable.\n\n*[[Hand of the King]]: chairs the Small Council, serves as the King's proxy during his absences.\n*[[Master of Coin]]: the realm's chief treasurer and bookkeeper.\n*[[Master of Whisperers]]: the realm's chief intelligence advisor and spymaster, supervising covert activities and information gathering, both at home and abroad.\n*[[Master of Laws]]: the realm's chief legal advisor, who also manages the [[Red Keep]]'s dungeons, and supervises [[Laws and Customs|law enforcement]].\n*[[Master of Ships]]: the realm's chief naval officer, supervising the [[Royal Fleet]] and coordinating the realm's maritime defenses.\n*[[Lord Commander]] of the [[Kingsguard]]: the realm's chief military advisor, particularly in regards to land-based warfare. While the King personally appoints knights to the Kingsguard at his whim, once chosen they are lifetime appointments, which cannot legally be removed. In theory, however, a King may demote the Lord Commander back to being a regular member, and elevate one of the other six Kingsguard to Lord Commander (though it is unknown if this has ever happened).\n*[[Grand Maester]]: the [[Maesters|maester]] assigned to the Red Keep, and thus to the realm. Like all maester assignments, the Grand Maester is appointed by the [[Conclave]] of [[Archmaesters]] at the [[Citadel]], not the King. While controversial, the King and the Hand of the King have the authority to exclude the Grand Maester from the Small Council, and even imprison him, but cannot replace him as Grand Maester. This makes the Grand Maester unique as the only member of the council not specifically chosen by the King.\n\nIf the [[Regent]] of an underage King does not already possess one of these positions, then they are included in the Small Council as the King's proxy.\n\nThe Commander of the [[City Watch]] is not, strictly speaking, a position in the Small Council, however the Commander frequently attends Small Council meetings to report on conditions in the capital city. [[Janos Slynt]] is given an official seat on the council as one of his rewards for the role he played in the betrayal and arrest of Eddard Stark, though he was subsequently removed by acting Hand Tyrion Lannister.\n\nThe council may on occasion extend invitations to other lords to occupy a seat on the council, despite there being no actual &quot;office&quot; for them to fill (serving as advisors who function as [[Wikipedia:Minister without portfolio|ministers without portfolio]]).\n\n", "Members": "===Under Aerys II Targaryen===\n\nThe positions and members of the King's small council under [[Aerys II Targaryen]], the Mad King, included:\n\n*The [[Hand of the King]]: Lord [[Tywin Lannister]] served as Aerys's Hand for twenty years, during which he held the realm together during Aerys's spiral into insanity. Tywin resigned in protest some years before the end of Aerys's reign.\n*[[Grand Maester]]: [[Pycelle]]\n*[[Master of Whisperers]]: [[Varys]]\n\nThe identities of all the members of Aerys's small council have not been revealed. Apart from Tywin, Varys was appointed Master of Whisperers during Aerys Targaryen's reign. Grand Maester Pycelle held his position even before Aerys ascended to the throne. [[Wisdom]] [[Rossart]], a pyromancer, was made [[Hand of the King]], during the final weeks of [[Robert's Rebellion]]. Varys and Pycelle would retain their positions after [[Robert Baratheon]] ascended to the [[Iron Throne]]. However, the men who were Aerys's Masters of Coin, Law, and Ships did not retain their positions under Robert.\n\n===Under Robert Baratheon===\nThe positions and members of the King's small council under [[Robert Baratheon|Robert I]] are:\n\n* The [[Hand of the King]]:\n**Lord [[Jon Arryn]], [[Lord of the Eyrie]] , [[Lord Paramount of the Vale]] , and [[Warden of the East]] . Appointed to the position when Robert ascended to the throne, and retained it for most of Robert's subsequent seventeen year reign.\n**Lord [[Eddard Stark]], [[Lord of Winterfell]] , [[Lord Paramount]] and [[Warden of the North]] . Chosen to replace Jon Arryn after the former's sudden death, serving during the last few months of King Robert's reign.\n* [[Grand Maester]]: [[Pycelle]].\n* [[Master of Coin]]: Lord [[Petyr Baelish]], known as &quot;Littlefinger&quot;.\n* [[Master of Whisperers]]: [[Varys]], known as &quot;the Spider&quot;.\n* [[Master of Laws]]: Lord [[Renly Baratheon]], Lord of [[Storm's End]].\n* [[Master of Ships]]: Lord [[Stannis Baratheon]], Lord of [[Dragonstone]].\n\nTraditionally, as Lord Commander of the Kingsguard, [[Ser]] [[Barristan Selmy]] would have had a seat on the small council. However, because Barristan had been a Kingsguard for Aerys Targaryen, Robert didn't like to include him in discussions of strategy, so he usually held small council meetings without him. Barristan didn't mind being left out, because he didn't enjoy politics.&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n\nKing Robert was notoriously uninterested in matters of governance, letting his small council run the realm while he ate, drank, hunted, and whored. Robert's own two brothers served on his small council, but they were also annoyed at how little he paid attention to the council. His youngest brother Renly, as well as Pycelle, lamented that he ignored all of Jon Arryn's sound financial advice, ultimately plunging the realm an astonishing 6 million Gold Dragons in debt.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt; According to Tywin Lannister, Robert appeared at only ''three'' small council meetings in his entire seventeen year reign (though he might not have been aware of Robert's appearance at some of the more recent council meetings with Eddard Stark).&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\n===Under Joffrey Baratheon===\n\nThe positions and members of the King's small council under [[Joffrey Baratheon|Joffrey I]] are:\n* [[Regent|Queen Regent]] [[Cersei Lannister]], King Joffrey's mother.\n* The Hand of the King: Lord [[Tyrion Lannister]], serving as acting Hand in stead of his father [[Tywin Lannister]].\n* Grand Maester: [[Pycelle]]. Removed by Tyrion and imprisoned in the dungeons of the Red Keep. However, Tyrion did not have the authority to replace him as Grand Maester. The position was functionally vacant for several months.\n* Master of Coin: Lord Petyr Baelish.\n* Master of Whisperers: Varys.\n* Master of Laws: ''(Vacant)''\n* Master of Ships: ''(Vacant)''\n* Lord Commander of the Kingsguard: [[Jaime Lannister]] (''in absentia'').\n\nJoffrey himself barely came to meetings of his own Small Council, unless it was insisted upon. His mother Cersei, as Queen Regent, typically took his place.\n\nWith the departure of Renly and Stannis Baratheon, who declared themselves rival claimants to the Iron Throne, the offices of Master of Laws and Master of Ships were left vacant. Cersei and Joffrey either could not find suitable candidates or simply didn't bother to appoint replacements.\n\nCersei and Joffrey's first edicts were to name Tywin Lannister as Hand of the King, to unlawfully dismiss Ser Barristan Selmy from the Kingsguard, and to name Cersei's brother Jaime his replacement as Lord Commander. Tywin, however, did not assume the office for a full year because he was busy personally directing the [[War of the Five Kings|war]] in the [[Riverlands]] . Because he could not go to the capital in person, Tywin sent Tyrion in his stead as acting Hand to try to rein in the royal court. Jaime did not arrive in the capital either, but was instead captured during the [[Battle of the Whispering Wood]], after which he spent over a year as a prisoner of the Starks, and another year slowly making his way back to King's Landing through the devastated Riverlands. Jaime was technically Lord Commander during this time period but the position was functionally vacant. Moreover, Tyrion removed Pycelle from the council and imprisoned him in the dungeons of the Red Keep, after discovering that he was spying on him (albeit for Queen Regent Cersei, his own sister). Tyrion did not have the authority to appoint a new Grand Maester, so the position was also vacant for several months. Also, while the Commander of the City Guard is not a full member he usually sits at council meetings, but in disgust, Tyrion exiled Janos Slynt to [[the Wall]]. As Varys pointed out, for a time the &quot;Small Council&quot; was growing smaller by the day: four out of the seven main offices were vacant, the regent but not the king sat at most meetings, and the Hand was technically only an acting Hand.\n\nAfter the [[Battle of the Blackwater]], Tywin Lannister re-assumed his duties as the Hand of the King, and sought to restore order to the council. Petyr Baelish was rewarded by being named Lord of [[Harrenhal]], and departed for [[the Vale of Arryn]] to woo Lady [[Lysa Arryn]] into a marriage-alliance and secure the Vale's loyalty to the Iron Throne. Tyrion Lannister, who had been relieved of his position as acting Hand, was then promoted back to Master of Coin to fill Baelish's absence. Cersei secured Pycelle's release from the dungeons before the battle, and afterwards Tywin reinstated him to the council. As a display of his dominance, Tywin decided to start holding council meetings in the [[Tower of the Hand]], adjacent to his own chambers. The composition of Joffrey's small council after the Battle of the Blackwater is:\n\n* The Hand of the King: Lord [[Tywin Lannister]], [[Lord Paramount of the Westerlands]] , [[Lord of Casterly Rock]] , and [[Warden of the West]] , King Joffrey's grandfather.\n* [[Regent|Queen Regent]] [[Cersei Lannister]], King Joffrey's mother.\n* Grand Maester: [[Pycelle]]. Reinstated by Tywin Lannister after the Battle of the Blackwater.\n* Master of Coin: Lord [[Tyrion Lannister]]\n* Master of Whisperers: Varys.\n* Master of Laws: ''(Vacant)''\n* Master of Ships: ''(Vacant)''\n* Lord Commander of the Kingsguard: Jaime Lannister\n\n===Under Tommen Baratheon===\n\nFollowing Joffrey's [[Purple Wedding|death]], the composition of the small council remains mostly unchanged, except for Tyrion Lannister, who is imprisoned under charges of [[regicide]]. Tywin Lannister also offers a seat at the council to Prince [[Oberyn Martell]], the younger brother of [[Doran Martell]], the [[Prince of Dorne]].\n\n* The Hand of the King: Lord Tywin Lannister\n* Queen Regent Cersei Lannister\n* Grand Maester: Pycelle\n* Master of Coin: ''(Vacant)''\n* Master of Whisperers: Varys\n* Master of Laws: ''(Vacant)''\n* Master of Ships: Lord [[Mace Tyrell]]\n* Lord Commander of the Kingsguard: Jaime Lannister\n* Advisor: Prince [[Oberyn Martell]]\n\nKing Tommen's small council changes dramatically after the [[Second Trial by Combat of Tyrion Lannister|trial by combat of Tyrion Lannister]], in which Oberyn Martell fights as his champion and dies, and the [[Assassination at the Tower of the Hand|assassination]] of Tywin Lannister, which results in Tyrion Lannister and Varys fleeing the city. Thus, most positions in the small council become vacant:\n\n* The Hand of the King: ''(Vacant)''\n* Queen Regent Cersei Lannister\n* Grand Maester: Pycelle\n* Master of Coin: ''(Vacant)''\n* Master of Whisperers: ''(Vacant)''\n* Master of Laws: ''(Vacant)''\n* Master of Ships: Lord [[Mace Tyrell]]\n* Lord Commander of the Kingsguard: Jaime Lannister\n\n", "See also": "* {{AWOIAF}}Â (MAJOR spoilers from the books)\n\n"}, "title": "Small Council"}