{"attributes": {"status": ":Category:Status: Dead", "title": " Smiling Knight", "season": "Season 4", "allegiance": "Kingswood BrotherhoodThe '''Smiling Knight''' is an unseen character in ''Game of Thrones''. He is not expected to appear in the series, being long dead by the time it starts. The Smiling Knight was an outlaw and a member the Kingswood Brotherhood. He was killed by Ser Arthur Dayne, a member of the Kingsguard of Aerys II Targaryen.==Biography=====Season 4===While checking ''The Book of Brothers'', King Joffrey Baratheon passingly reads the entry on Ser Arthur Dayne, which recounts his deeds and slayings, including his killing of the Smiling Knight.==In the books==In the ''A Song of Ice and Fire'', novels the Smiling Knight was an infamous outlaw reputed to be insane as well as a deadly swordsman. Jaime Lannister describes him &quot;a madman, cruelty and chivalry all jumbled up together, but he did not know the meaning of fear.&quot; Jaime compares him to Gregor Clegane, calling him &quot;The Mountain of my boyhood&quot;. At some point during his career he killed Ser Victor Tyrell, cousin of Lord Mace Tyrell of Highgarden.During the combat between the Brotherhood and the Kingsguard, the Smiling Knight briefly crossed swords with Jaime Lannister, but Jaime held him off. Arthur Dayne next fought an extended exchange with him until the Smiling Knight's sword broke. Dayne paused the fight and allowed the outlaw to take a fresh sword. The Smiling Knight did so, but remarked that it was Dayne's famous sword Dawn that he truly desired. In the second exchange, the Smiling Knight was killed.==See also==*AWOIAF==References==ReflistCategory:CharactersCategory:Mentioned CharactersCategory:Status: DeadCategory:KnightsCategory:OutlawsCategory:Characters from Westeros", "mentioned": "&quot;Two Swords&quot;", "aka": ""}, "sections": {"TOP": "Smiling Knight022299nnf11x26g5bat85k6ny6k4prc6s730a1532372014-07-16T01:53:38ZGreater good3347453/* Season 4 */{{Character\n|Title = Smiling Knight\n|Season=[[Season 4|4]]\n|Status=[[:Category:Status: Dead|Deceased]]\n|Mentioned=&quot;[[Two Swords]]&quot;\n|Aka=\n|Allegiance=[[Kingswood Brotherhood]]\n}}\nThe '''Smiling Knight''' is an unseen character in ''[[Game of Thrones]]''. He is not expected to appear in the series, being long dead by the time it starts. The Smiling Knight was an [[outlaw]] and a member the [[Kingswood Brotherhood]]. He was killed by Ser [[Arthur Dayne]], a member of the [[Kingsguard]] of [[Aerys II Targaryen]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'', novels the Smiling Knight was an infamous outlaw reputed to be insane as well as a deadly swordsman. [[Jaime Lannister]] describes him &quot;a madman, cruelty and chivalry all jumbled up together, but he did not know the meaning of fear.&quot; Jaime compares him to [[Gregor Clegane]], calling him &quot;The Mountain of my boyhood&quot;. At some point during his career he killed Ser Victor Tyrell, cousin of Lord [[Mace Tyrell]] of [[Highgarden]].\n\nDuring the combat between the Brotherhood and the [[Kingsguard]], the Smiling Knight briefly crossed swords with Jaime Lannister, but Jaime held him off. Arthur Dayne next fought an extended exchange with him until the Smiling Knight's sword broke. Dayne paused the fight and allowed the outlaw to take a fresh sword. The Smiling Knight did so, but remarked that it was Dayne's famous sword Dawn that he truly desired. In the second exchange, the Smiling Knight was killed.\n\n", "Biography": "===[[Season 4]]===\nWhile checking ''[[The Book of Brothers]]'', King [[Joffrey Baratheon]] passingly reads the entry on Ser [[Arthur Dayne]], which recounts his deeds and slayings, including his killing of the Smiling Knight.\n\n", "See also": "*{{AWOIAF}}\n"}, "title": "Smiling Knight"}