{"attributes": {"status": " Active", "habitat": " Forests and mountains", "title": " Snow bear", "diet": " Omnivore", "range": " Beyond the WallQuote", "type": " Mammal"}, "sections": {"TOP": "Snow bears0310700kps1athb32q7zcc9s6i1kmo1gs61rr1802762015-03-29T10:10:17ZGreater good3347453/* &quot;The Sword in the Darkness&quot; */{{Species|Title = Snow bear|Type = Mammal|Diet = Omnivore|Status = Active|Habitat = Forests and mountains|Range = [[Beyond the Wall]]}}\n{{Quote|Oh, that was bloody beautiful! Fucking Asher! You were pale as a snow bear's arse!|[[Croft]]|The Sword in the Darkness}}\nA '''snow bear''' is a species of [[Bears|bear]].\n\n", "See also": "*{{AWOIAF|Snow bear}} (contains spoilers from the books)\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, snow bears can be found [[Beyond the Wall]].  They are similar to real-life polar bears, but much larger.  Adapted to the cold climate of the far north, snow bears have white pelts and can grow to massive size, with one described as thirteen feet tall. Snow bears are ''not'' exactly the same as &quot;polar bears&quot;, however, because real-life polar bears usually have a maximum size of only five feet tall at the shoulder (still the largest living species of bear). The difference between snow bears and common bears is similar to the difference between [[Direwolves|direwolves]] and common wolves. \n\nA large female snow bear is among the animals that the wildling [[Warg|skinchanger]] [[Varamyr Sixskins]] controls, and he rides it into battle as a mount. [[Jon Umber|Greatjon Umber]]'s uncle Mors &quot;Crowfood&quot; Umber wears a cloak made of a snow bear's pelt, with the head section serving as a hood.\n\nAs with other animals such as horses, the [[White Walkers]] can reanimate dead snow bears into [[Wights|wights]]. During the [[Battle of the Fist of the First Men]], [[Jeor Mormont]] was able to rally his men to defend their position for a time using flaming arrows against the hordes of wights, but their position was then broken by a huge and terrifying snow bear wight. When the wight-bear came upon the Watch's commanders, the officer Thoren Smallwood valiantly rushed ahead to attack it - despite Smallwood's normally arrogant and self-serving personality. Smallwood's sword nearly beheaded the beast, but with a single swipe of its arm the wight-bear tore Smallwood's head clean off from his shoulders.\n\n", "History": "===''[[Game of Thrones: A Telltale Games Series]]''===\n====&quot;[[The Sword in the Darkness]]&quot;====\nWhen [[Asher Forrester]], [[Beskha]] and [[Malcolm Branfield]] reach [[Meereen]], they meet with [[Croft]] of the [[Second Sons]], who orders his men to apprehend them. Croft gives Asher the choice of losing an eye or a hand, as retribution for stealing from him. Once Asher makes his choice, Croft plunges his knife into the tent support that Asher is pinned to and bursts into laughter. Revealing that he was only playing a joke on them, Croft comments that Asher went as pale as a snow bear's arse.&lt;ref&gt;&quot;[[The Sword in the Darkness]]&quot;&lt;/ref&gt;\n\n"}, "title": "Snow bears"}