{"attributes": {"status": " :Category:Status: Uncertain", "title": " Sorcerer", "season": " Season 3", "image": "What's in the box Varys? What's in the box?!.jpg", "allegiance": " ", "actor": " Harold James McMullanQuote", "place": "Myr", "4": "yes==In the books==In the ''A Song of Ice and Fire'' novels, the sorcerer is mentioned long before by Varys when he tells Tyrion of his origins, while they were discussing the strange circumstances of Cortnay Penrose's death. There is no mention, however, of Varys ever tracking down the sorcerer to exact revenge.So far, the books never even made it clear if Varys's tale about how he was castrated by a sorcerer was actually true, or just a story he fabricated to confuse his enemies. On the other hand, it was never implied that he was lying, but Varys is such a master of deception that it was difficult for readers to trust any story he gave about himself. The TV series depicted Varys showing the captured sorcerer to Tyrion Lannister, confirming that his story was true.Category:CharactersCategory:Season 3 CharactersCategory:Characters from MyrCategory:Status: UncertainCategory:Minor Characters", "appearances": " &quot;And Now His Watch is Ended&quot;"}, "sections": {"TOP": "Sorcerer015294qeyvixnc10e6rfgzb61wfny2g4bc4rs1795472015-03-26T17:50:20ZThe Dragon Demands5014364{{Character\n|Title = Sorcerer\n|Season = [[Season 3|3]]\n|Image=What's in the box Varys? What's in the box?!.jpg\n|Appearances = &quot;[[And Now His Watch is Ended]]&quot;\n|Status = [[:Category:Status: Uncertain|Uncertain]]\n|Place=[[Myr]]\n|Allegiance = \n|Actor = [[Harold James McMullan]]}}\n{{Quote|Hello, my old friend. It's been a long time.|Varys to the captured sorcerer.|Valar Dohaeris}}\nThe '''Sorcerer''' is an unnamed minor character in the [[Season 3|third season]]. He appears in &quot;[[And Now His Watch is Ended]]&quot;. He's a sorcerer established in the [[Free City]] of [[Myr]].\n", "Appearances": "{{Season Three Appearances|4=yes}}\n\n", "History": "===Background===\nHe approached the master of a touring troupe and made an offer he couldn't refuse, buying a [[slavery|slave]] boy named [[Varys]] from his group. He gave the boy a potion that made him unable to move or speak, but didn't dull his perceptions or sense of pain, and [[Eunuchs|castrated]] him. He burned Varys's shaft and testes in a brazier as part of a [[magic]]al ritual. In his pain, Varys was frightened to observe that when the sorcerer prayed to the blue flames in his ceremony, a voice clearly answered him from the flames. Afterward the sorcerer had no use for Varys and threw him in the streets to die.\n\nInstead Varys resolved to live no matter what to spite the sorcerer, and one day get his revenge on him. He ascended the social ladder until he entered the King's [[small council]] as the [[Master of Whisperers]]. Using his spy network and influence, Varys had his agents locate the sorcerer, who had him gagged and shipped to Varys in a crate.\n===Season 3===\nVarys was discussing with [[Tyrion Lannister]] while prying a crate open, while narrating his life story to Tyrion, until he revealed to him the Sorcerer, still tied and gagged inside. He urged Tyrion to be patient, as someday he also will take his revenge against the person who sent Ser [[Mandon Moore]] against him. With these words, Varys closed the lid of the box again, with the sorcerer still inside.\n"}, "title": "Sorcerer"}