{"attributes": {}, "sections": {"TOP": "Sothoryos067875fwxbzhed3t7lea8tqnhqkvxzsvetra1802092015-03-29T01:22:04ZThe Dragon Demands5014364[[Image:Sothoryos.png|thumb|right|250px|A map showing the location of Sothoryos, in relation to the continents Westeros and Essos.]]\n[[Image:Sothoryos Title Sequence.jpg|thumb|right|250px|The north coast of Sothoryos (in the bottom-middle of the image) as it appears in the title sequence.  Naath is the large island off the west coast, shaped like a backwards question mark.  The Summer Islands are a large archipelago located far west of Naath, off-screen.]]\n[[File:Summer Islands opening - with map names.png|thumb|250px|The Summer Islands as depicted on a map in the opening credits of Season 4, with location names added.  Mainland Sothoryos is located off-screen, far to the southeast.]]\n[[Image:Missandei season 3 ep 1.jpg|thumb|right|[[Missandei]], a slave in [[Astapor]], is originally from [[Naath]], an island off the coast of Sothoryos.]]\n'''Sothoryos''' is the third continent in [[The Known World|the Known World]], after [[Westeros]] and [[Essos]].  It lies to the southeast of Westeros and due south of [[Slaver's Bay]] in Essos, across the [[Summer Sea]]. Sothoryos is located in the extreme south of the known world, and it is mostly unexplored.  It is unknown if there are other continents. \n\nThe inhabitants of Sothoryos are ethnically quite distinct from the peoples of Westeros and Essos. In contrast to the light-skinned and blonde-haired [[Andals]] of Westeros or the [[Valyrians]] of Essos, the inhabitants of Sothoryos are notably dark-skinned - more so than the copper/light-brown appearance of the [[Rhoynar]], [[Dothraki]], or [[Ghiscari Empire|Ghiscari]] of Slaver's Bay.\n\nNumerous islands dot the northern coast of Sothoryos. These have been mapped, and the main island chain is known as the [[Basilisk Isles]]. West of the Basilisk Isles is the large island of [[Naath]], whose musically-inclined inhabitants are famed for their devotion to pacifism. These islands are frequently raided for captives by ships from Slaver's Bay, which is located just across the [[Summer Sea]] to the north.\n\nThe [[Summer Islands]] are known to lie off the northwestern coast of Sothoryos, far west of Naath.\n\n", "References": "{{Reflist|2}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels and ''The World of Ice &amp; Fire'' reference book, Sothoryos is loosely analogous to Africa, as Essos is to Eurasia. According to [[George R.R. Martin]], Sothoryos is unexplored and largely unknown to the peoples living in the Seven Kingdoms and the Free Cities. What few parts they have visited on the northern coast consist of a mostly tropical climate and jungles, home to multiple tropical plagues for which outsiders have no built-up immunity.  The dense jungles overgrow the ruins of forgotten lost civilizations, and are teaming with dangerous wildlife.  \n\nThe Summer Islands, Naath, and the Basilisk Isles are not technically considered part of Sothoryos, the way that the Iron Islands are considered &quot;part&quot; of Westeros despite being an island group separated from the main continent.  The inhabitants of all of these regions touched by the Summer Sea are notably dark-skinned and ethnically distinct from the peoples living in Westeros.  They have been targeted by slavers from Essos for centuries, however, so it is not unusual to see dark-skinned peoples in Essos, either as slaves in Slaver's Bay, or those who won their freedom and went on to become merchants, pirates, mercenaries, etc. \n\nAccording to ''The World of Ice &amp; Fire'' (2014), Sothoryos is a massive continent that is ''at least'' as long north-south as Essos is east-west, and possibly larger.  A dragon-rider from Valyria once flew her dragon south explicitly to attempt to find the southern end of the continent, but she returned three years later reporting that there was no end in sight when she turned around.  The northern coast of Sothoryos lies a few hundred miles south of Slaver's Bay and [[Valyria]].  The center of the explored northern regions of Sothoryos is dominated by the large delta of the Zamoyos River, which is infested with crocodiles.  The Zamoyos delta is roughly located directly south from [[Meereen]] and [[New Ghis]] in Slaver's Bay.  The western edge of Sothoryos's explored coast ends in the peninsula Basilisk Point, while the eastern explored coast ends in the peninsula Wyvern Point.  Basilisk Point is roughly located directly south of the eastern coast of the [[Valyrian Peninsula]], while Wyveryn point is located roughly halfway between the longitudes of New Ghis and [[Qarth]].  The coast runs from southwest to northeast, so Wyvern Point is located a little closer to Qarth, while Basilisk Point is located further away from the Valyrian Peninsula.  \n\nThe ancient [[Ghiscari Empire]] had been conducting slaving raids against Sothoryos since over five thousand years ago, much as the modern slaver-cities do.  The Ghiscari and later the Valyrians built competing colony-cities and outposts on the coasts, and the Valyrians later captured them when they defeated the Ghiscari.  These included Zammetar, Gogossos, and the penal colony at Gorosh on Wyvern Point.  The ruins known as Yeen predate both the Ghiscari and the Valyrians:  no one has any idea what lost civilization built the massive city, but its overgrown ruins are now feared and held to be cursed.  Zamettar and Yeel were both built along the Zamoyos River:  Zamettar is (or was) located at the mouth of the river along the coast, while Yeen is located much further inland, at the point where the river began to branch out into a large delta. The Zamoyos is infested with crocodiles. Gogossos was located a little further west, on one of the Basilisk Isles located just off the coast, known (in the present day, at least) as the Island of Tears.  \n\nAll of these colony-cities were destroyed in the [[Doom of Valyria]] four hundred years ago, which triggered massive tsunamis that inundated the coastlands.  Raids from [[Slaver's Bay]] continue to raid local settlements for captives, but no structured settlements tend to last there for long.  What settlements that can be found on Sothoryos's coasts are trading stations built by adventurers braving the dangers of the jungles for the resources hidden within, but most often include the worst sorts of pirates and slavers.   \n\nThe Summer Islanders did try to build colonies on the west coast of Sothoryos in ancient times, but they were overwhelmed by jungle diseases and dangerous wildlife.  They were abandoned so long ago that their ruins, if they exist, have been completely overgrown by the jungles.  They also came into conflict with the dangerous tribes living in the interior.  These tribes, known as &quot;Brindled Men&quot;, are apparently some sort of near-human race of hominid - like the [[Ibben|Ibbenese]] - but much more brutal and with no widespread political organization.  A hint that they are really a near-human species is that children of Brindled Men and outsiders are always sterile (like mules), similar to how the Ibbenese have difficulty inter-breeding with other peoples.  In some respects the Brindled Men are like the [[Hill tribes]], [[Free Folk]], and [[Giants|giants]] living in Westeros.  They are slow-witted but can learn trade talk (unlike Ibbenese, who are as intelligent as other humans), though they are fierce fighters.  The masters from Slaver's Bay prize them as pit-fighters.  \n\nAccording to ''The World of Ice &amp; Fire'', the regions to the south of the northern coast (i.e. below the point where the provided maps end) are known as the Green Hell, and are reputed to be the domain of multiple tropical species not found in Westeros or Essos including basilisks, vampire bats, tattooed lizards, giant snakes, spotted spiders, King Kong-sized giant apes, and winged dragon-like creatures known as &quot;wyverns&quot;. The interior of Sothoryos is rumored to be the domain of barbarian tribes, cannibals, lost cities, and mythical races including lizard men and blind cave dwellers.  Some maesters speculate, however, that these are just stories that the Summer Islanders spread to the slavers from Essos to scare them away from attacking the actually normal human civilizations which might be found further south.  All that men from Westeros and Essos have to go on are the vaguest of rumors and camp-fire legends, but it is suspected that the Summer Islanders have actually mapped Sothoryos all the way to its southern end.  \n\n===Maps===\nOn the title sequence map the north coast of Sothoryos is apparently wholly located in the Summer Sea. However, when George R.R. Martin altered his maps for ''The Lands of Ice and Fire'' (a companion map collection for the novels, not the TV series) he adjusted this so Sothoryos is now located at the southwestern end of the [[Jade Sea]]. The large island of Great Moraq lies in the western opening of the Jade Sea, between Essos and Sothoryos. The north coast of Great Moraq is divided from Essos by the Straits of Qarth, while the south coast of Great Moraq is divided from Sothoryos by the Cinnamon Straits. In ''The World of Ice &amp; Fire'' reference book, the Summer Islands are shown to be relatively far from Sothoryos. Only the northern corner of the continent is shown throughout the book. Some known geographical points include the [[Basilisk Isles]], the Isle of Tears, Gogossos, the Isle of Toads, Skull Island, Ax Isle, the colony of Zamettar, the ruined city of Yeen, and the Zamoyos River.\n\n===Name===\nThe names &quot;Sothoryos&quot; and &quot;Sothoros&quot; have been used somewhat inconsistently in the books. A problem is that the continent as a whole is rarely referred to by name, because almost none of the narrative takes place there. Characters from regions of the continent most often simply refer to specifically what region they are from. In the fourth novel, for example, the name &quot;Sothoryos&quot; is only used in-text four or five times. The few text references have alternated between &quot;Sothoryos&quot; and &quot;Sothoros&quot; (leaving out the &quot;y&quot;). Meanwhile, all maps have consistently used the spelling &quot;Sothoryos&quot; (in ''A Feast for Crows'', ''A Dance with Dragons'', and ''The Lands of Ice and Fire''), though past maps have been known to include spelling errors. Moreover, on two separate occasions [[George R.R. Martin]] has answered Q&amp;A about the continent (in 2002 and 2012), and in these cases Martin himself used the spelling &quot;Sothoryos&quot;.&lt;ref&gt;[http://www.westeros.org/Citadel/SSM/Entry/Geographical_Information/ So Spake Martin, March 2002], [http://www.westeros.org/Citadel/SSM/Entry/On_Ethnicities/ So Spake Martin, February 2012]&lt;/ref&gt;\n\nElio Garcia (aka &quot;Ran&quot;), the founder of Westeros.org and co-author of ''The Worlds of Ice and Fire'' book with George R.R. Martin, weighed in on the issue: &quot;Sothoryos&quot; is indeed the correct spelling, and as of 2012 this is the spelling that Martin uses in all of his correspondence and maps. &quot;Sothoros&quot; only appeared a few times because either Martin wavered on the spelling earlier in the series, or it was an error in the editing process, but Martin has officially settled on &quot;Sothoryos&quot; as the proper spelling.&lt;ref&gt;[http://asoiaf.westeros.org/index.php/topic/63618-the-lands-of-ice-and-fire-a-new-map-book-out-in-oct-2012/page__st__140#entry3744721 Westeros.org forum]&lt;/ref&gt;  ''The World of Ice and Fire'' (2014) also consistently uses the spelling &quot;Sothoryos&quot;.\n\n", "History": "===[[Season 1]]===\nWhen an assassination attempt is made on [[Daenerys Targaryen]] in [[Vaes Dothrak]], she says she thought King [[Robert Baratheon]] would leave her alone after her brother [[Viserys Targaryen]] died. Ser [[Jorah Mormont]] then explains to her that as the last Targaryen, King Robert's agents will never stop hunting her no matter how far she flees, even if she goes to [[Asshai]] or the Basilisk Isles.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\nThe far northern coast of Sothoryos appears in the title sequence once it changes to start including [[Qarth]]. [[Xaro Xhoan Daxos]] says he is originally from the Summer Islands, but rose to become a wealthy merchant leader in Qarth.&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n\n[[Missandei]] is a young slave girl from the island of Naath in Sothoryos who serves as a translator to her masters in the city of [[Astapor]] in [[Slaver's Bay]].&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n\nMissandei explains to the freed [[Unsullied]] commander [[Grey Worm]] that she is from the island of Naath.  Grey Worm is himself from the Summer Islands, but was captured in a slaving raid as a baby and forced to be an Unsullied, with no memory of anything before his brutal training.&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\n"}, "title": "Sothoryos"}