{"attributes": {}, "sections": {"Iron Islands": "The [[Iron Islands]], as always, are an exceptional case. While the Andals did conquer the First Men of the Iron Islands, they subsequently &quot;went native&quot; and adopted the local &quot;[[ironborn]]&quot; culture. The ironborn are ethnically composed of the same First Men/Andal mix as most of the rest of Westeros: they are culturally, not ethnically distinct. Other than the new population influx and adopting the language of the Andals, the invasion did not significantly affect them. In the present day, the ironborn generally think of their distinct culture as stretching back without interruption to the Dawn Age, long before the Andals arrived. In particular, the Faith of the Seven found little purchase in the Iron Islands, which continue to worship their own local deity, the [[Drowned God]], as they have since the Dawn Age. Millennia before the Andals arrived in Westeros, the unique location of the ironborn, being separated from the mainland on rocky islands with poor soil and few natural resources, made them develop a radically culture different from the other First Men, based on piracy and raiding.\n\nDue to their unique culture, the Iron Islands are sometimes not included in the general term &quot;southerner&quot;. Like the First Men of the North, their religion is different from the Faith of the Seven, so they do not have knights or refined noble courts, even though many of their bloodlines mixed in part with invading Andals. Moreover, geographically, the Iron Islands are separate from the mainland off the west coast, roughly due west of the Neck (or at least, its southern end), and thus physically separate from both &quot;the North&quot; and the southern Andal kingdoms.\n\n[[Theon Greyjoy]] directly states in &quot;[[Cripples, Bastards and Broken Things]]&quot; that he does not consider himself a &quot;southerner&quot;, albeit this may be because he is currently living in the North at Winterfell. Even so, the ironborn tend to use the term &quot;southerner&quot; when referring to the Andal kingdoms of the mainland, as if they are a separate group from the ironborn themselves. In contrast, people from the Stark-held North sometimes include the Iron Islands under the umbrella-term &quot;southerner&quot; when they broadly mean &quot;not from The North&quot;.\n\n", "Andals": "&quot;Southerner&quot; is most commonly understood to mean &quot;[[Andals]] from south of [[the Neck]]&quot;, as opposed to being from [[the North]]: the region of Westeros north of the Neck which has been ruled by [[House Stark]] for thousands of years. While all of Westeros south of the Neck was conquered in the [[Andal Invasion]] six thousand years ago, the [[First Men]] of the North resisted the advance of the Andals beyond the Neck. Thus the culture and traditions of the First Men remain strong in the North. Particularly, the North is the only one of the Seven Kingdoms where the original religion of the First Men, the [[Old Gods of the Forest]], is still the dominant religion of the [[Northerner]]s.\n\nIn contrast, the Andals and their culture dominate southern Westeros, including their religion, the [[Faith of the Seven]]. The concept of [[Knighthood]] originated with the Andals and is deeply intertwined with the Faith of the Seven, thus, soldiers from the Stark-held North rarely become knights, because they follow the Old Gods (though on rare occasion, even a devout worshiper of the Old Gods may be knighted by a southern king as a reward for valorous service).\n\nWhen the Andals invaded southern Westeros, they imposed not only their religion but their language on the peoples they conquered. The &quot;[[Common Tongue]]&quot; of the Andals became virtually the only language spoken on the entire continent: even the independent First Men in the North gradually adopted using the language of their Andal neighbors to the south, and in time stopped speaking the [[Old Tongue]] of the First Men. In later centuries only some of the more remote wildlings who live beyond [[the Wall]] still speak the Old Tongue.\n\nThus, &quot;southerners&quot;, &quot;southern lords&quot;, and &quot;southern culture&quot; all generally refer to the Andal-dominated culture of Westeros south of the Neck, typified by knights pledged to the concept of chivalry, and who have a refined, aristocratic court culture. [[Eddard Stark]] himself mocks the pageantry of knights in court life, saying that &quot;they strut around like roosters down here&quot; when he arrives in [[King's Landing]] in &quot;[[Cripples, Bastards and Broken Things]]&quot;.\n\nThe [[Rhoynar]] migrated to [[Dorne]] a thousand years ago and intermingled with the Andal/First Men mix there, forming the unique &quot;[[Dornishmen|Dornish]]&quot; culture. However they are generally also included in the term &quot;southerner&quot;, as they converted to the Faith of the Seven, and thus have noble courts and knights.\n\n", "TOP": "Southerner013199g3rkbaw429upnwn14pces230fr611m51271012014-04-15T19:26:18ZThe Dragon Demands5014364{{Quote|- &quot;...just don't understand how you southerners do things.&lt;br&gt;- &quot;I'm not a southerner.&quot;&lt;br&gt;- &quot;You're from south of [[The Wall]]: that makes you a 'southerner' to me.&quot;|'''Osha''' and Theon Greyjoy|You Win or You Die}}\n\n'''&quot;Southerner&quot;''' is a term used in the continent of [[Westeros]], which has different meanings varying by region. The related adjective is &quot;southern&quot;.\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, the term that Northerners call the other Westrosi from south of the Neck is actually &quot;'''southron'''&quot; (and the Free Folk call everyone south of the Wall &quot;southron&quot; and &quot;kneeler&quot;). The TV series just uses the more familiar &quot;southerner&quot;.\n\n", "Beyond the Wall": "\nThe [[Free Folk]], or wildlings, who live in the lands [[Beyond the Wall]], point out that it is something of a misnomer for the official name of the region ruled by House Stark to be &quot;the North&quot;, given that while it is the northernmost of &quot;the Seven Kingdoms&quot;, it actually isn't the northernmost land on the ''continent'' of Westeros. For the wildlings, everyone south of [[the Wall]] is thus a &quot;southerner&quot;, even those from the Stark-held lands of &quot;the North&quot;.\n\n"}, "title": "Southerner"}