{"attributes": {"founding": "", "founder": "'''Sow's Horn''' is a settlement in the Crownlands, the region directly sworn to the Iron Throne in King's Landing.==History=====Season 4===Sow's Horn and its location is marked on a map of the Crownlands that Ser Jorah Mormont is looking over.&lt;ref&gt;&quot;The Mountain and the Viper&quot;&lt;/ref&gt;==In the Books==Sow's Horn is a small settlement that serves as an seat to House Hogg, a family of landed knights. It consists of a small village dominated by a towerhouse with thick walls. House Hogg is sworn to House Hayford, which controls the surrounding lands. Due to its proximity to the Riverlands and the frontline between the factions of the War of the Five Kings, Sow's Horn has seen its share of raiders and foragers. It was raided by foragers led by Ser Amory Lorch, sworn to House Lannister, despite its allegiance to House Baratheon of King's Landing.In the books, Sow's Horn is located in the western Crownlands, near the border with the Riverlands (it isn't quite clear if it is north or south of Gods Eye lake). The map that appeared on-screen in the TV series, however, inaccurately placed it north of King's Landing but south of Antlers, along the Kingsroad, which is in the core of the Crownlands (the same map also failed to mark Duskendale, the Crownlands' secondary port).==See also==* AWOIAF (MAJOR spoilers from the books)==References==reflistCategory:LocationsCategory:Locations in the CrownlandsCategory:TownsCategory:Map Needed", "places": "", "title": "Sow's Horn", "image": "", "rulers": "", "location": "the Crownlands, Westeros", "military": "", "religion": "The Faith of the Seven", "age": "", "type": "Town", "institutions": "", "population": ""}, "sections": {"TOP": "Sow's Horn0269739veapi8dqz9a6o1h6p41pcff8bv0l7c1493602014-06-27T14:28:05ZThe Dragon Demands5014364/* In the Books */{{Settlement\n| Title=Sow's Horn\n| Image=\n| Image size=\n| Location=the [[Crownlands]], [[Westeros]]\n| Type=Town\n| Population=\n| Rulers=\n| Religion=The [[Faith of the Seven]]\n| Military=\n| Institutions=\n| Places=\n| Founding=\n| Age=\n| Founder=\n}}\n\n'''Sow's Horn''' is a settlement in [[the Crownlands]], the region directly sworn to the [[Iron Throne]] in [[King's Landing]].\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "In the Books": "\nSow's Horn is a small settlement that serves as an seat to House Hogg, a family of landed knights. It consists of a small village dominated by a towerhouse with thick walls. House Hogg is sworn to House Hayford, which controls the surrounding lands. Due to its proximity to the Riverlands and the frontline between the factions of the [[War of the Five Kings]], Sow's Horn has seen its share of raiders and foragers. It was raided by foragers led by Ser [[Amory Lorch]], sworn to [[House Lannister]], despite its allegiance to [[House Baratheon of King's Landing]].\n\nIn the books, Sow's Horn is located in the western Crownlands, near the border with [[the Riverlands]] (it isn't quite clear if it is north or south of [[Gods Eye]] lake). The map that appeared on-screen in the TV series, however, inaccurately placed it north of King's Landing but south of [[Antlers]], along the [[Kingsroad]], which is in the core of the Crownlands (the same map also failed to mark [[Duskendale]], the Crownlands' secondary port).\n\n", "History": "===[[Season 4]]===\n\nSow's Horn and its location is marked on a map of the Crownlands that Ser [[Jorah Mormont]] is looking over.&lt;ref&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt;\n\n"}, "title": "Sow's Horn"}