{"attributes": {"status": " :Category:Status: Dead", "death": " Killed by Pyat Pree", "last": "&quot;A Man Without Honor&quot;", "family": "", "title": "The Spice King", "season": "Season 2", "image": "Spice King profile.jpg", "allegiance": "The Thirteen", "actor": "Nicholas BlaneQuote", "deathep": " &quot;A Man Without Honor&quot;", "place": "Qarth", "aka": "", "appearances": "3 episodes &lt;small&gt;#Appearances", "first": "&quot;Garden of Bones&quot;"}, "sections": {"TOP": "Spice King049198mgnyxv0fcjkxjwi7plpok2lmszpm8y1759812015-03-09T18:13:20ZThe White Winged Fury26111788{{Character\n| Title=The Spice King\n| Image=Spice King profile.jpg\n| Season=[[Season 2|2]]\n| First=&quot;[[Garden of Bones]]&quot;\n| Last=&quot;[[A Man Without Honor]]&quot;\n| Appearances=3 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Aka=\n| Status= [[:Category:Status: Dead|Deceased]]\n| Death = Killed by [[Pyat Pree]]\n| DeathEp = &quot;A Man Without Honor&quot;\n| Place=[[Qarth]]\n| Allegiance=[[The Thirteen]]\n| Family=\n| Actor=[[Nicholas Blane]]}}\n{{Quote|My name is quite long and quite impossible for foreigners to pronounce.  I am simply a trader of spices.|The Spice King to [[Daenerys Targaryen]]|Garden of Bones}}\nThe '''&quot;Spice King&quot;''' is a recurring character in the [[Season 2|second season]]. He is played by [[Nicholas Blane]] and debuts in &quot;[[Garden of Bones]].&quot; The Spice King is a resident of the city of [[Qarth]] and a member of [[the Thirteen]]. He does not use his name when dealing with foreigners because it is difficult to pronounce. He was killed by [[Pyat Pree]] during a meeting with [[Daenerys Targaryen]] and [[Xaro Xhoan Daxos]] in the city of [[Qarth]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, there is no character specifically called &quot;the Spice King&quot;. However, there is an &quot;Ancient Guild of Spicers&quot; in the city of Qarth. This guild is a powerful faction and power-broker in Qarth. Politically, it vies with the Tourmaline Brotherhood and [[the Thirteen]] for dominance in the city, as well the city's nobility, the [[Pureborn]], and the Undying Ones, the elite among the Qarth warlocks. The Spicers own between 1,200 and 1,300 ships. Thus it seems plausible to assume the &quot;Spice King&quot; in the TV series is a composite character based onÂ &quot;Ancient Guild ofÂ Spicers&quot;.\n\nAfterÂ the destruction of the [[House of the Undying]], the Guild called openly for the death of Daenerys.\n\n", "Image gallery": "&lt;gallery captionalign=&quot;left&quot;&gt;\nSpiceKingOldGodsAndTheNew.jpg|The Spice King at his manse in &quot;[[The Old Gods and the New]]&quot;\nSpiceKingAManWithoutHonorHD.jpg|The Spice King in chamber of the Thirteen in &quot;[[A Man Without Honor]]&quot;\n&lt;/gallery&gt;\n\n", "See also": "* [http://awoiaf.westeros.org/index.php/Ancient_Guild_of_Spicers The Ancient Guild of Spicers at A Wiki of Ice and Fire] (major spoilers from the books)\n\n", "Appearances": "{{Season Two Appearances||||yes||yes|yes}}\n\n", "Biography": "===Background===\nHe is a [[merchant|trader ]] of spices in the city of [[Qarth]]. He is a member of [[the Thirteen]], the ruling council of the city.\n\n===[[Season 2]]===\n[[Daenerys Targaryen]] and her ragged [[Khalasar|khalasar]] reach the gates of [[Qarth]]. They are met by [[The Thirteen]] with a company of spearmen. The Spice King steps forward and she begins to introduce herself. He cuts her off to say that he knows who she is. She asks his name and he says that foreigners find it too difficult to pronounce. He says that he is simply a trader of spices and introduces the rest of his part as the Thirteen, the rulers â&euro;&oelig;of the greatest city that ever was or will be.â&euro;? Daenerys claims to have heard of the beauty of the city but mispronounces the name and is corrected by the merchant. He asks to see her [[Dragons|dragons]] and she asks to be admitted first. He says that the more sceptical members of the Thirteen do not believe in the existence of the dragons. Daenerys says that she is not a liar. He unctuously claims to believe her but says that his opinion is of little value. Daenerys says that guests are afforded respect where she comes from. He suggests that she return to where she has come from and turns away. Daenerys steps forward and reminds them of their promise to receive her. He says that they have received her already. She says that they will die if refused entry and he claims that they will regret her death but that Qarth did not achieve greatness by allowing Dotraki savages through its gates.&lt;ref name=&quot;E14&quot;&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\nThe Thirteen turn back to their city. Ser Jorah warns Daenerys to be careful. She steps forward and the spearmen present their arms. She calls to the Thirteen and they turn back to her. She says that when her dragons are grown they will lay waste to armies and burn cities to the ground and threatens to burn them first if they are turned away. The spice merchant says that she is a true Targaryen. [[Xaro Xhoan Daxos]] says that it is unbecoming for them to fear a little girl. He says that they can let a few Dothraki through the gates without endangering the city and points out that he arrived in Qarth as a savage from the summer isles. He invokes a custom called Sumai to vouch for them and allow them entry to the city. The gates are opened and Daenerys leads her people into the city with Xaro at her side.&lt;ref name=&quot;E14&quot;/&gt;\n\nDaenerys paces in a courtyard of the Spice Kingâ&euro;&trade;s mansion. The Spice King descends the stairs and loudly greets Daenerys as the mother of dragons. He asks for forgiveness, blaming his terrible dreams for his lateness. He says that he could not sleep until the sun was shining and the birds were singing. He says that he can see Daenerys true beauty now that the [[Red Waste]] has been washed from her and flippantly apologizes for his behavior at the gates of Qarth. He goes on to say that she has the silver hair of a true Targaryen. He then tells Xaro that Daenerys is too lovely for him because he is a glorified dock worker. Xaro agrees and then points out that the Spice Kingâ&euro;&trade;s grandfather was a lowly pepper salesman and married far above his status. The Spice King says that every lady alive was lovelier and higher born than his grandfather. His entourage laugh at the exchange and Daenerys clears her throat to regain her hostâ&euro;&trade;s attention. The Spice King wonders if his servants failed to offer Daenerys refreshment and threatens to have them flogged.&lt;ref name=&quot;E16&quot;&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\n[[File:Spice king on steps.jpg|thumb|The Spice King refuses to lend his ships to Daenerys' cause.]]\nDaenerys thanks him for being a gracious host and directs the discussion to her purpose by saying that there is no servant alive who can bring her what she wants. The Spice King says that Daenerys has a talent for drama and asks what she wants, calling her a â&euro;&oelig;Little Princess.â&euro;? She says that she wants her birthright, the [[Seven Kingdoms]] of [[Westeros]]. The Spice King says that he is no better than a servant in that case because he cannot give her what he does not have. She elucidates that she wants the use of his ships to reach Westeros. He sarcastically says that he needs his ships to move spices from port to port. Daenerys offers to triple any investment he makes in her retaking the Iron Throne. He objects to her saying retake because she has not sat the throne before. She counters that she did not come to argue grammar. He says that she has come to take his ships and offers to explain his position, again calling her â&euro;&oelig;Little Princess.â&euro;? He says that he applies logic to his business investments and sees her as a poor proposition because she lacks an army or support in Westeros. Daenerys insists that the people will rise to fight for their rightful queen. He counters that he will not make an investment based on wishes and dreams. He asks her to excuse him but she halts him by asking if he knows [[Illyrio Mopatis]], the [[Magister]] of [[Pentos]]. The Spice King says that Illyrio is a shrewd man. Daenerys tells him that Illyrio gave her the dragon eggs that she hatched by walking into a fire, based on her dreams. She says that she is no ordinary woman because her dreams come true. He says that he admires her passion but trusts in logic. He dismisses her as a little princess and she asserts her heritage and vows to take what is hers. He says that she might but not with his ships.&lt;ref name=&quot;E16&quot;/&gt;\n\n[[File:Spice King death.jpg|thumb|The Spice king being assassinated.]]\nWhen Daenerys's dragons are stolen Xaro calls a meeting of the Thirteen at his home. The Spice King takes umbrage with Daenerys, claiming that she called him a thief. He says that he would not tell her if he knew where they were. [[Pyat Pree]] reveals that he has taken the dragons to the [[House of the Undying]] and claims to be working with the King of Qarth. Xaro reveals that he is Pree's collaborator. The Spice king mocks Xaro for thinking he can proclaim himself king with the aid of three cat sized dragons and a charlatan, Xaro counters that empires have been made with less. Pyat uses his magic to kill the Spice King and the other ten of the thirteen.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\n"}, "title": "Spice King"}