{"attributes": {}, "sections": {"Behind the scenes": "[[File:Daenerys flanked by dosh khaleen.png|thumb|200px|The gummy candy prop-heart used in this scene tasted surprisingly horrible.]]\nAccording to actress [[Emilia Clarke]] (Daenerys), the prop she used for the stallion's heart was made of gummy bear-like material, which actually tasted awful, so the difficulty with which she seems to be choking it down is actually a genuine physical reaction. It had to be something she could really bite, chew, and swallow, because it would have seemed fake if she was only miming the act of eating a prop without actually consuming pieces of it.\n\nThe gummy-heart was injected with fake-blood which was basically a sugary syrup, so that it could burst out as she bit into the heart, the way real coagulated blood would if she were eating a real stallion's heart. By the end the actress was covered in the stuff, which was like glue, and everything stuck to her. When she used the bathroom she even glued herself to the toilet seat.&lt;ref&gt;[http://www.denofgeek.us/tv/21095/46-things-we-learned-from-the-game-of-thrones-blu-rays DenOfGeek] and [http://winteriscoming.net/2012/12/emilia-clarke-on-jimmy-kimmel-live/ Emilia Clark on Jimmy Kimmel Live], December 11, 2012&lt;/ref&gt;\n[[File:Telltale Stallion's Heart.jpg|thumb|left|A closeup shot of the very detailed and realistic prop for the stallion's heart.]]\nIn the &quot;Inside the Episode&quot; featurette, [[D.B. Weiss]] described the prop as &quot;basically a giant, three-pound gummy bear, covered in fake sugar-blood...which had the added attraction of drawing ''real'' flies.&quot; Weiss also confirmed that the point when Daenerys almost retches up the heart was a real physical reaction. Moreover, Clarke is a relatively small young woman (as TV-Daenerys is only sixteen years old), and the horse heart prop was literally half the size of her head. The production team also pointed out that Daenerys might only have eaten the heart once within the story, but Clarke had to film multiple and prolonged takes eating the heart, because the entire scene focuses on it, and it has to go on in the background even while Viserys is talking to Jorah. The prop was ''intentionally'' made to taste bad to further Clarke's performance - if it tasted pleasant like regular candy, it would have lost some of the effect that Daenerys is choking down awful-tasting, bloodsoaked raw meat. Clarke herself noted in the featurette that the prop was incredibly realistic, and even contained dried pasta (dyed red) to simulate veins running through the heart.&lt;ref&gt;&quot;[[A Golden Crown]]&quot; - &quot;Inside the Episode&quot; featurette&lt;/ref&gt;\n\n", "TOP": "Stallion heart0194526uwu8oe7xxt7ds6tqfd7a3fd4x4ybhj1787102015-03-22T21:16:48ZThe Dragon Demands5014364/* References */[[File:Stallion's Heart.png|thumb|200px|Daenerys Targaryen eats a stallion's heart as part of a Dothraki pregnancy ceremony.]]\n{{Quote|She has to eat the whole heart?  Hope that wasn't my horse.|[[Viserys Targaryen]] observes the ritual in which his sister Daenerys eats a raw stallion's heart.|A Golden Crown}}\nThe ''[[dosh khaleen]]'' priestesses in the [[Dothraki]] holy city of [[Vaes Dothrak]] officiate a special ceremony when a [[khaleesi]] is expecting a child. The pregnant khaleesi must consume an entire raw '''stallion heart''', accompanied by chanting from the ''dosh khaleen'' as they read the meaning of numerous omens. If the pregnant khaleesi is able to consume the entire stallion's heart, it means the [[Khal]]'s unborn child will be strong. It is a negative omen if the pregnant khaleesi fails to consume the entire raw heart, or retches any of it up (made all the more difficult because a pregnant woman's stomach is more sensitive than under normal circumstances).\n[[File:Dosh khaleen and Daenerys.jpg|thumb|left|The ''dosh khaleen'' read omens as Daenerys consumes the horse's heart.]]\nAfter [[Daenerys Targaryen]] learns that she is pregnant with Khal [[Drogo]]'s child, she must go through the heart-eating ceremony. While for a moment she almost vomits it back up, she manages to regain control of herself and finish the entire stallion's heart. Having succeeded, the ''dosh khaleen'' proclaim that her child is a son who will be the [[Stallion Who Mounts the World]]. Triumphant, albeit smeared with raw horse blood, Daenerys proclaims that a young prince rides inside of her, and she will name him &quot;[[Rhaego]]&quot; - combining the names of her dead older brother Prince [[Rhaegar Targaryen]] (the last great champion of [[House Targaryen]]), and of her husband Drogo.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, it is forbidden to bare bladed steel within Vaes Dothrak. The TV series mentions this with regard to people, but the book goes on to establish that it is even forbidden to use steel blades to butcher ''animals''. Thus Drogo and his bloodriders slaughtered the stallion and cut out its heart using stone knives.\n\nThe book also states what the negative consequences are if Daenerys fails to eat all of the stallion's heart: it is an ill omen meaning that the child might be stillborn, come forth weak or deformed, or worse, female.\n\nDaenerys' handmaidens helped her ready herself for the ceremony by having her dine on bowls of half-clotted horse blood, to prepare her for the taste. Daenerys also didn't eat for a full day and night beforehand in the hope that hunger would help her keep the large amount of tough meat down. Even with this preparation the ceremony is grueling: Daenerys nearly gags several times and her stomach churns, but she finds the strength to finish.\n\nAs Daenerys had only recently begun to learn the [[Dothraki (language)|Dothraki language]], the book explains that Daenerys learned her responses to the ''dosh khaleen'' by rote. Her handmaiden [[Jhiqui]] taught her the phrase &quot;Khalakka dothrae mr'anha&quot;! (A prince rides inside me!), and she practiced it with her for three days beforehand.\n\n"}, "title": "Stallion heart"}