{"attributes": {"status": " :Category:Status: Alive", "death": "", "last": " ", "family": [" Steffon Baratheon - father", "Cassana Baratheon - mother", "Robert Baratheon - older brother", "Renly Baratheon - younger brother", "Selyse Baratheon - wife", "Shireen Baratheon - daughter", "Petyr Baratheon - stillborn son", "Tommard Baratheon - stillborn son", "Edric Baratheon - stillborn son", "Axell Florent - brother-in-law", "Imry Florent - brother-in-law", "Gendry - bastard nephew", "Cersei Lannister - sister-in-law", "Joffrey Baratheon - alleged nephew", "Myrcella Baratheon - alleged niece", "Tommen Baratheon - alleged nephew", "Margaery Tyrell - former sister-in-law"], "rightlink": " House Baratheon of DragonstoneCharacter", "season": "Season 2", "image": "Stannis-Baratheon-Profile_(3).png", "rightimage": " Baratheon DS mini shield.png", "allegiance": ["House Baratheon of Dragonstone", "House Baratheon of Storm's End"], "actor": "Stephen DillaneQuote", "religion": "R'hllor", "culture": "Andal", "titles": ["King of the Andals and the First Men (claimant)", "Lord of the Seven Kingdoms (claimant)", "Protector of the Realm (claimant)", "Lord of Dragonstone", "Lord of Storm's End (disputed)", "Lord Paramount of the Stormlands (disputed)", "Master of Ships (formerly)"], "link": "", "place": "Storm's End", "mentioned": [" &quot;The Wolf and the Lion&quot;", "&quot;You Win or You Die&quot;", "&quot;Baelor&quot;"], "title": "Stannis I Baratheon", "aka": ["Stannis of House Baratheon, First of His Name", "The King in the Narrow Sea", "Warrior of Light", "The Lord's Chosen", "Son of Fire"], "first": " &quot;The North Remembers&quot;", "appearances": " 16 episodes &lt;small&gt;#Appearances", "leftlink": " House Baratheon"}, "sections": {"Family tree": "{{House Baratheon family tree}}\n\n", "Behind the scenes": "* On the [[Season 2]] Blu-ray, Stannis narrates [[Histories &amp; Lore]] videos on the '''&quot;[[Greyjoy Rebellion (Histories &amp; Lore)|Greyjoy Rebellion]]&quot;''', '''&quot;[[Robert's Rebellion (Histories &amp; Lore)|Robert's Rebellion]]&quot;''' and '''&quot;[[Dragonstone (Histories &amp; Lore)|Dragonstone]]&quot;'''.\n\n", "TOP": "Stannis Baratheon022236g69w2tfi8acyoci1xby0yavzr1y6in1804422015-03-31T22:13:36ZEnglishJoker1525043/* Season 5 */{{Heraldry\n|image=Baratheon mini shield.png\n|link=\n|leftlink = House Baratheon|rightimage = Baratheon DS mini shield.png|rightlink = House Baratheon of Dragonstone}}\n{{Character\n| Title=Stannis I Baratheon\n| Image=Stannis-Baratheon-Profile_(3).png\n| Season=[[Season 2|2]], [[Season 3|3]], [[Season 4|4]], [[Season 5|5]]\n| First= &quot;[[The North Remembers]]&quot;\n| Last= \n| Appearances= 16 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n|Mentioned = &quot;[[The Wolf and the Lion]]&quot;&lt;br&gt;&quot;[[You Win or You Die]]&quot;&lt;br&gt;&quot;[[Baelor]]&quot;\n| Titles=[[King of the Andals and the First Men]] (claimant)&lt;br&gt;[[Lord of the Seven Kingdoms]] (claimant)&lt;br&gt;[[Protector of the Realm]] (claimant)&lt;br&gt;[[Lord of Dragonstone]]&lt;br&gt;[[Lord of Storm's End]] (disputed)&lt;br&gt;[[Lord Paramount of the Stormlands]] (disputed)&lt;br&gt;[[Master of Ships]] (formerly)\n| Aka=Stannis of House Baratheon, First of His Name&lt;br&gt;The King in the Narrow Sea&lt;br&gt;Warrior of Light&lt;br&gt;The Lord's Chosen&lt;br&gt;Son of Fire\n| Status= [[:Category:Status: Alive|Alive]]\n| Death=\n| Place=[[Storm's End]]\n| Allegiance=[[House Baratheon of Dragonstone]]&lt;br&gt;[[House Baratheon]] of Storm's End\n| Family= {[[Steffon Baratheon]]} - father&lt;br&gt;{[[Cassana Baratheon]]} - mother&lt;br&gt;{[[Robert Baratheon]]} - older brother&lt;br&gt;{[[Renly Baratheon]]} - younger brother&lt;br&gt;[[Selyse Baratheon]] - wife&lt;br&gt;[[Shireen Baratheon]] - daughter&lt;br&gt;{[[Petyr Baratheon]]} - stillborn son&lt;br&gt;{[[Tommard Baratheon]]} - stillborn son&lt;br&gt;{[[Edric Baratheon]]} - stillborn son&lt;br&gt;{[[Axell Florent]]} - brother-in-law&lt;br&gt;[[Imry Florent]] - brother-in-law&lt;br&gt;[[Gendry]] - bastard nephew&lt;br&gt;[[Cersei Lannister]] - sister-in-law&lt;br&gt;{[[Joffrey Baratheon]]} - alleged nephew&lt;br&gt;[[Myrcella Baratheon]] - alleged niece&lt;br&gt;[[Tommen Baratheon]] - alleged nephew&lt;br&gt;[[Margaery Tyrell]] - former sister-in-law\n|Culture=[[Andal]]\n| Religion=[[R'hllor|R'hllor, the Lord of Light]] (convert)\n| Actor=[[Stephen Dillane]]}}\n{{Quote|The Iron Throne is mine by right.  All those that deny that are my foes.|Stannis Baratheon|Garden of Bones}}\n'''Stannis Baratheon''' is a major character in the [[Season 2|second]], [[Season 3|third]], [[Season 4|fourth]] and [[Season 5|fifth]] seasons. He is played by starring cast member [[Stephen Dillane]], and debuts in &quot;[[The North Remembers]]&quot;. Stannis is mentioned in the [[Season 1|first season]] but did not appear.\n\nStannis Baratheon is the [[Lord of Dragonstone]], the younger brother of late King [[Robert Baratheon]], and older brother of [[Renly Baratheon]]. When [[Eddard Stark]] discovers that Robert's heir [[Joffrey Baratheon|Joffrey]] is in reality a bastard born out of incest between Queen [[Cersei Lannister]] and her brother [[Jaime Lannister|Jaime]], Stannis, as the lawful heir, claims the [[Iron Throne]] for himself, beginning the [[War of the Five Kings]]. He attacks [[King's Landing]], but most of his forces are destroyed and scattered at the [[Battle of the Blackwater]], and he retreats to Dragonstone.\n\nStannis is heavily influenced by his priestessÂ [[Melisandre]], an adherent of the [[R'hllor|Lord of Light]] religion. He is also attended at most times by his loyal [[Hand of the King|Hand]] and confidant, Ser [[Davos Seaworth]]. Stannis raises a new army courtesy of a loan from the [[Iron Bank of Braavos]], and inflicts a decisive defeat on an [[Battle of Castle Black|invading wilding army]] beyond the Wall. Stannis styles himself as '''Stannis of the House Baratheon, First of His Name, King of the Andals and the First Men, Lord of the Seven Kingdoms and Protector of the Realm'''.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Stannis is a very different man to his two brothers. While they are handsome, charismatic, and bold, Stannis is colder, more logical, and reserved. He acts only after much forethought and planning. Stannis lacks passion and, while not engaging in wanton cruelty, is merciless to those he considers his enemies. Stannis has an absolute belief in law and duty, and joined [[Robert's Rebellion|his brother's rebellion]] against the [[House Targaryen|Targaryens]] only after much soul-searching. During the rebellion Stannis held the ancestral [[House Baratheon|Baratheon]] castle against a siege by House Tyrell for over a year. By the end of the siege the castle defenders were living on rats and facing starvation, when they were saved the smuggler [[Davos Seaworth|Davos]], who snuck in his cargo of onions and salted fish past the Targaryen blockade. It was meager food, but enough to sustain the defenders till [[Eddard Stark]] broke the siege. While the siege lacked a major battle to enshrine it in song and legend, it was essential to tie down the armies of [[House Tyrell]] and prevent them marching to King [[Aerys II Targaryen]]'s aid. To Stannis' fury, despite the deprivations he suffered in holding the castle, Robert appointed their infant brother Renly as Lord of [[Storm's End]] while Stannis was given the ancient Targaryen holdfast of [[Dragonstone]]Â (which Stannis captured near the end of the rebellion)Â to rule instead. Dragonstone is storied and legendary, but also poor, often isolated by bad weather and cold. Stannis takes every opportunity to leave the island for court at [[King's Landing]]. Robert also blamed Stannis for allowing Aerys's last heirs, [[Viserys Targaryen|Viserys]] and [[Daenerys Targaryen|Daenerys]] to slip through his fingers when he took Dragonstone (unfairly, as the two children had been spirited to safety by Targaryen loyalists long before Stannis even set sail).\n\nOn the night of Stannis's wedding, Robert violated his wedding bed by sleeping there with Delena Florent (Selyse's cousin). Although Robert swore that he had been drunk and had not realized to which bedchamber he entered and never meant to shame Stannis, Stannis never forgave him. For that reason he resents Edric Storm, whom Delena gave birth to.\n\nHe is described as having broad shoulders and sinewy limbs, bald but for a thin fringe of black hair circling his ears like the shadow of a crown. He has a short and neatly trimmed black beard.\n\nAt the time the books begin, Lord Stannis has taken an indefinite leave of absence to visit his wife and daughter on Dragonstone. He is married to Lady [[Selyse Baratheon|Selyse]] of [[House Florent]] and has a single daughter, [[Shireen Baratheon|Shireen]]. Ser Davos Seaworth, knighted by Stannis for his role in the siege, is arguably Stannis's most loyal and steadfast vassal.\n\nStannis respects Eddard Stark, but strongly resents him for being Robert's best friend and for his appointment to the King's Hand - an office Stannis believed that he should have been granted. Stannis' grudge did not decrease even after Eddard's death. Although [[Catelyn Stark]] reminded Stannis that it was Eddard who broke the siege of Storm's End, and assured him that Eddard never wanted to be Robert's Hand, it did not appease Stannis at all. Stannis replied that Eddard did so on Robert's orders, and privately, Stannis was angry that Robert was more grateful to Eddard for breaking the siege than to him for actually holding Storm's End. Nevertheless,Â Stannis told Catelyn that he was sorry for Eddard's death, and promised her justice for his murder. Stannis respected Eddard as an honorable man, and privately understood that it was beyond Ned's control that Robert liked him more than his own brother.\n\nMany characters fear that due to Stannis's rigid and legalistic personality, he would make a terrible king. One major source of criticism are Stannis's frequent statements that had the decision been his, he wouldn't have pardoned many former Targaryen loyalists as Robert did when he was crowned. Now that Stannis is trying to take the capital, he openly tells his advisors such as Davos that if he succeeds, he will clean house by purging all of the disloyal court officials, instead of pardoning them or outright letting them continue in their positions as Robert did. The irony is that while several characters feel this sentiment is shockingly brutal, it becomes increasingly apparent that there was some sense to it: ''most'' of Robert's Small Council members were disloyal conspirators who actively aided the Lannisters in killing him, putting Joffrey on the throne, and the coup against Ned Stark. Varys was always a Targaryen loyalist, Pycelle had already betrayed the previous king for the Lannisters, and Littlefinger was most loyal to himself - while keeping half the City Watch including Commander Janos Slynt bought and paid for. Stannis was actually not amiss for suspecting that they did not have Robert's best interests at heart.\n\nIn a notable change, in the books Stannis Baratheon was the one who initiated the investigation that [[Jon Arryn]] conducted in discovering the truth of the parentage of Queen [[Cersei Lannister]]'s children and fled back to Dragonstone shortly after Arryn's death. In the TV series there is no indication that Stannis knows about the situation before Eddard sends him a letter about it.\n\nDuring his stay at King's Landing, Eddard sent Stannis two letters: the first contained polite request to return to the council. Eddard did not receive any answer, and it is unknown whether Stannis received it. The second letter, which Eddard wrote after discovering the truth about Cersei's children, was given to [[Tomard]] with strict instructions to deliver it personally to Stannis. However, Tom was killed and the letter was taken from his body before it could be delivered.\n\nMelisandre created two [[shadow]]-creatures with Stannis in the books (one to kill Renly, the other to kill Courtnay Penrose, Renly's castellan who held Storm's End even after he died). She later explains that creating a shadow-creature drains some of a man's life-energy, thus she is unwilling to attempt to create any more for fear that it would kill Stannis. Afterwards, Stannis is said to noticeably look slightly older - not drastically so, but slightly enough that most people just attribute it to being haggard from the great stress of losing the Battle of the Blackwater.\n\nWriter [[Bryan Cogman]] explained in a Season 3 interview the TV series's approach to adapting Stannis as a character. Some critics were upset that Stannis seemed like a fairly negative character in Season 2, but the writers were making a conscious choice to reveal the layers to his personality gradually. In part due to time constraints, Season 2 focused primarily upon showing how stern Stannis was. By Season 3, however, the writers would then surprise the audience by showing different facets of Stannis, how he feels bound by his duty, and his odd family relationships: his wife is a religious zealot who blames herself for her many stillbirths even though Stannis does not, that he has a sickly daughter who he actually tries to treat well (despite his limited interpersonal skills), etc. as Cogman explained at length:\n\n:&quot;It was an evolving thing. Season 2, as ever, we had to be judicious about how many characters to introduce. It was decided that, dramatically, it made sense for the S2 Stannis scenes to involve this triangle of characters, if you willâ&euro;&rdquo;Davos on one side, Melisandre on the other, Stannis being pulled between the two. In the book, you have Selyse on the Mel side but we decided to pull her out of the political discussion, at least for now. But when the decision was made to dramatize the conception of the shadow monster...It was very important that Stannis be a married man, breaking a vow, so we made a point of showing he had a wife. We came up with the idea of her being shut away in a tower, frankly, at first, as an excuse to keep her offscreen. At that point, we honestly didnâ&euro;&trade;t know if we would include Shireen or not â&euro;&rdquo; we never know how many characters this show can handle so we sometimes hedge one way or the other. So we made it clear that Selyse had given Stannis &quot;no sons&quot;, leaving the door open for Shireen if we needed her. Anyway, we come to Season 3 â&euro;&rdquo; and this goes to how you adapt the Stannis stuff for TV â&euro;&rdquo; Stannis, thus far, is only seen through the eyes of other characters. Mainly Davos and, if you count up his chapters/page count/appearances, it's not a lot. So it was decided that we needed to create a specific emotional arc for him this season â&euro;&rdquo; again, using clues from the book, we didnâ&euro;&trade;t come up with this stuff out of thin air, despite what some Stannis fans say...&quot;\n\n:&quot;...So the idea being that he was really thrown after Blackwaterâ&euro;? and with Davos gone and him seeing what he's seen in the flames, he's clinging to Melisandre, almost like a drug, an addiction...Anyway, &quot;his fires burn low&quot; (again, a direct quote from the book) and that means he doesn't have the life force to create another demon.&quot;\n\n:&quot;...We figured a great way to introduce his (previously unseen and rarely spoken of) family would be through his eyes. Melisandre has left Dragonstone, he feels abandoned, he's essentially an addict going through withdrawal and as part of that withdrawal and the guilt associated with his actions in Season 2, he decides to check in with his family.&quot;\n\n:&quot;In terms of Selyse â&euro;&rdquo; she's admittedly a bit different from the book, but what we did retain is fanaticism, her fierce devotion to Melisandre and, in show canon (though we didn't state this explicitly in the show) she was the one that brought Melisandre to Dragonstone...So we asked the question: what would bring someone to abandon their gods and seek answers elsewhere? Perhaps the stillborn deaths of three sons? And thatâ&euro;&trade;s how that scene was born.&quot;\n\n:&quot;Now, with Shireen â&euro;&rdquo; she's essentially the Shireen from the books. The main difference is Selyse's attitude towards her is a bit different. She has a more overt hatred and resentment of herâ&euro;&rdquo;she wanted to give Stannis sons, not a deformed daughter.&quot;&lt;ref&gt;[http://www.westeros.org/GoT/Features/Entry/Season_3_Interview_Bryan_Cogman Westeros.org,] Season 3 Interview: Bryan Cogman.&lt;/ref&gt;\n\n", "Quotes": "'''Spoken by Stannisâ&euro;&lsaquo;'''{{Quote|[[Joffrey Baratheon|Joffrey]], [[Renly Baratheon|Renly]], [[Robb Stark]], they're all thieves. They'll bend the knee or I'll destroy them.|'''Stannis Baratheon'''|The North Remembers}}\n\n{{Quote|The darkness will devour them all, [[Melisandre|she]] says. The night that never ends. Unless I triumph. I never asked for this. No more than I asked to be king. We do not choose our destinies. But we must do our duty, no? Great or small we must do our duty. What's one [[Gendry|bastard]] against a kingdom?|'''Stannis Baratheon''' to [[Davos Seaworth|Davos]]|Second Sons}}\n\n{{Quote|If I do not press my claim, my claim will be forgotten. I will not become a page in someone else's history book.|'''Stannis Baratheon''' to [[Davos Seaworth|Davos]]|Breaker of Chains}}\n\n{{Quote|I hate a good many things, but I suffer them all the same.|'''Stannis Baratheon''' to [[Selyse Baratheon]]|The Lion and the Rose}}\n\n{{Quote|It is customary to [[Bending the knee|kneel]] when surrendering to a king.|'''Stannis Baratheon''' to [[Mance Rayder]]|The Children}}\n\n'''Spoken of Stannis'''\n\n{{Quote|The whole realm denies it, from [[Dorne]] to [[The Wall|the Wall]]. Old men deny it with their death rattle and unborn children deny it in their mother's wombs. No one wants you for their king.|[[Renly Baratheon]] on '''Stannis'''' claim to the throne|Garden of Bones}}\n\n{{Quote|Born amidst salt and smoke? Is he a ham?|[[Renly Baratheon]] talking to [[Melisandre]] about '''Stannis'''|Garden of Bones}}\n\n{{Quote|Your Grace, you are the rightful king. Not only by blood. You're an honorable man, a ''just'' man.|[[Davos Seaworth]] to '''Stannis Baratheon'''|Valar Dohaeris}}\n\n{{Quote|There's only one reliable leader left in Westeros: Stannis! He's got the birthright, he's in his prime, he is a tried and tested battle commander and he doesn't just talk about paying people back he does it!|[[Davos Seaworth]] to [[Tycho Nestoris]]|The Laws of Gods and Men}}\n\n", "Image gallery": "&lt;gallery&gt;\nStannis Infobox.jpg|Stannis in &quot;[[Blackwater]]&quot;.\nStannis and Melisandre choke 2x10.png|Stannis choking Melisandre in &quot;[[Valar Morghulis]]&quot;.\nStannis Melisandre 2x10.jpg|Stannis and Melisandre see his future in the flames in &quot;Valar Morghulis&quot;.\nStannis01.jpg|Stannis in [[Season 3]].\nDavos Stannis 2 3x08.jpg|Stannis and Davos in &quot;[[Second Sons (episode)|Second Sons]]&quot;.\nStannis and Melisandre Mhysa.png|Stannis and Melisandre in &quot;[[Mhysa]]&quot;.\nStannis Baratheon.png|Stannis parleys with his brother [[Renly]] in &quot;[[Garden of Bones]]&quot;.\nStannis Baratheon #2.png|Stannis mourns his brother Renly's death in &quot;[[The Ghost of Harrenhal]]&quot;.\nStannis Baratheon on beach.png|Stannis watches Melisandre leave in &quot;[[Walk of Punishment]]&quot;.\nStannis Baratheon talks to Selyse.png|Stannis talks to [[Selyse]] in &quot;[[Kissed by Fire]]&quot;.\nStannis Baratheon talks to Shireen.png|Stannis talks to [[Shireen]] in &quot;[[Kissed by Fire]]&quot;.\n74LFetc.png|Promotional image of Stannis for [[Season 4]].\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season Two Appearances|yes|yes||yes|yes|||yes|yes|yes|yes}}\n{{Season Three Appearances|yes||yes||yes|||yes||yes}}\n{{Season Four Appearances||yes|yes|||yes||||yes}}\n\n", "Biography": "===Background===\nStannis is the second born son of [[Steffon Baratheon]]Â and [[Cassana Baratheon]], the younger brother of the late King [[Robert Baratheon]] and older brother of [[Renly Baratheon]]. Steffon was the head of [[House Baratheon]] and [[Lord Paramount of the Stormlands]]. [[The Stormlands]] are one of the constituent regions of the [[Seven Kingdoms]] and House Baratheon is one of the [[Great Houses]] of the realm. Steffon died when the boys were young and Robert inherited his titles. Stannis is a serious and severe man.&lt;ref name=&quot;Stannis viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/sbaratheon/stannis-baratheon HBO viewers guide, season 2 guide to houses, House Baratheon of Dragonstone - Stannis Baratheon entry]&lt;/ref&gt;\n\nRobert led [[Robert's Rebellion|a rebellion]] against King [[Aerys II Targaryen]], deposing and replacing him as the [[King of the Andals and the First Men|ruler]] of the Seven Kingdoms. Stannis fought for Robert during the war. He was [[Siege of Storm's End|besieged]] at [[Storm's End]] for much of the conflict. He was rescued from starvation by the smuggler [[Davos Seaworth|Davos]], who brought a ship full of onions into the castle. Stannis knighted Davos as a reward but also punished him for his smuggling by cutting four finger tips from his right hand. Davos is fiercely loyal to Stannis and saw his punishment as just.&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/sbaratheon/davos-seaworth/ HBO viewers guide, season 2 guide to houses, House Baratheon of Dragonstone - Davos Seaworth entry]&lt;/ref&gt; Davos's son [[Matthos Seaworth|Matthos]] now serves Stannis as a scribe.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/sbaratheon/matthos-seaworth/ HBO viewers guide, season 2 guide to houses, House Baratheon of Dragonstone - Matthos Seaworth entry]&lt;/ref&gt; Stannis went on to conquer [[Dragonstone]], the seat of [[House Targaryen]]. During the [[Greyjoy Rebellion]], Stannis destroyed the [[Greyjoy]] fleet.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n\n[[File:Stannis_Great_Wyk.png|thumb|left|257px|Stannis leading the [[Siege of Great Wyk|attack]] on [[Great Wyk]] during the [[Greyjoy Rebellion]].]]\nStannis and Robert never loved one another.&lt;ref name=&quot;E11&quot;&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;&lt;ref&gt;&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot; Robert tells [[Eddard Stark]] &quot;You were the brother I chose.&quot;&lt;/ref&gt; Despite Stannis' service during the war, Robert made Renly the [[Lord of Storm's End]] following his victory. Renly was only a child during the civil war, so he did not fight.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt; Stannis was madeÂ Prince[[Lord of Dragonstone| of Dragonstone]] and served on his brother's [[small council]] as [[Master of Ships]]. He is the least popular of the Baratheon brothers.&lt;ref name=&quot;Stannis viewers guide&quot; /&gt;\n\n[[File:Stannis_Selyse_wedding.png|thumb|274px|Stannis and Selyse's wedding.]]He married [[Selyse Florent]].&lt;ref name=&quot;Stannis viewers guide&quot; /&gt; They have a loveless marriage; Stannis regards her as sickly and resents her failure to bear him a son.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt; During the first season, Stannis is on Dragonstone for an extended stay, preferring the solitude of the island.&lt;ref name=&quot;Stannis viewers guide&quot; /&gt;\n\nHe has converted to the [[Lord of Light]] under the influence of the priestess [[Melisandre]]. His household have largely followed his conversion.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/sbaratheon/melisandre/ HBO viewers guide, season 2 guide to houses, House Baratheon of Dragonstone - Melisandre entry]&lt;/ref&gt; He has adopted the flaming red heart of the Lord of Light with the stag of Baratheon in the middle as his sigil.&lt;ref name=&quot;E14&quot;&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\n===[[Season 1]]===\nStannis is first mentioned during a conversation between his younger brother [[Renly]] and Ser [[Loras Tyrell]], in which Loras suggests that Renly could take the [[Iron Throne]] himself. Renly points out that he is fourth in the line of succession, behind his nephews and Stannis. Loras claims that no-one would support Stannis for the crown because he &quot;has the personality of a lobster&quot;.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\n[[King Robert]] tells [[Eddard Stark]] that he does not love his brothers, and considers Eddard to be his true brother.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\nAfter King Robert's death, and realizing the truth of [[Joffrey Baratheon|Joffrey]]'s parentage, Eddard decides to back Stannis as the rightful King. Renly offers to help Eddard take Joffrey into custody, but only if Eddard backs Renly's own claim to the throne. Eddard angrily rejects the suggestion, pointing out that Stannis has the better claim and is a skilled battle commander and leader. Renly counters that Stannis is a good soldier like Robert, but like Robert may not make the best king. Eddard later sends a letter to Stannis at his fortress stronghold of Dragonstone, informing him of the situation. [[Littlefinger]] also advocates backing someone else - Joffrey or Renly - and manipulating them from behind the scenes, since Stannis claiming the throne will plunge the [[Seven Kingdoms]] into war. Eddard is adamant that Stannis is the rightful heir.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n\n[[Varys]] tells Eddard that Queen Cersei is more concerned about Stannis than anyone else, including the army that [[Robb Stark]] has raised. Stannis is a proven and experienced battle commander and is known to be utterly without mercy to his enemies. Eddard replies that Stannis is the legitimate heir to the Iron Throne, to Varys' disappointment.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\nWith [[War of the Five Kings|civil war]] erupting in the Seven Kingdoms, news reaches both the Lannister and Stark camps that Stannis and Renly have made claims on the Iron Throne. Robb Stark considers declaring for Stannis, but his bannermen convince him to proclaim himself the [[King in the North]].&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n[[File:StannisNorthRemember.jpg|thumb|Stannis' first appearance in &quot;[[The North Remembers]]&quot;.]]\nStannis is known as &quot;The King in the Narrow Sea&quot; because his power is centered on Dragonstone.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/map/special/areas-of-control/1/ HBO viewers guide, season 2 map, special features - Areas of Control, Stannis Baratheon entry]&lt;/ref&gt; Stannis converts to the [[Lord of Light]] and allows his priestess [[Melisandre]] to burn the statues of the seven outside [[Dragonstone]]. [[Maester]] [[Cressen]] attempts to interrupt the ceremony but is casually dismissed by Melisandre. She proclaims Stannis as a prophesied hero when he draws a flaming sword from one of the statues.&lt;ref name=&quot;E11&quot; /&gt;\n\nStannis hosts a council and prepares a letter to be distributed throughout the [[Seven Kingdoms]]. He has learned from [[Eddard Stark]] that [[Joffrey Baratheon]] is a bastard born of incest between [[Cersei Lannister]] and her brother [[Jaime Lannister|Jaime]] rather than [[Robert Baratheon]]'s true heir. Stannis is therefore the rightful heir and plans to pursue his claims to the throne despite being outnumbered. His younger brother [[Renly Baratheon]] has also claimed the throne to Stannis' frustration. [[Davos Seaworth]] urges Stannis to make peace with Renly or even [[Robb Stark]]Â to fight against Joffrey but Stannis refuses, arguing that Robb has crowned himself [[King in the North]] and thus &quot;stolen&quot; the Northern half of Stannis' kingdom. Cressen attempts to poison Melisandre, framing it as an apology. Cressen drinks the poison first to make Melisandre feel safer. She realizes his plan but drinks the rest of the liquid regardless. Cressen quickly bleeds to death while Melisandre stands over his corpse unharmed.&lt;ref name=&quot;E11&quot; /&gt;\n\n[[File:StannisSeason2.png|thumb|Stannis parleys with his brother [[Renly Baratheon]] in &quot;[[Garden of Bones]]&quot;.]]\nDavos recruits the pirate admiral [[Salladhor Saan]] to Stannis' cause, bringing his 30 ships to Dragonstone. Melisandre seduces Stannis with the promise of an heir.&lt;ref name=&quot;E12&quot;&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt; Stannis [[parley]]s with Renly on the coast of [[the Stormlands]]. In a display of leniency that is uncharacteristic for him, Stannis offers Renly that if he relinquishes his claim, Stannis will grant him his [[Master of Laws|old seat]] on the [[small council]], and even name him as his heir (unless Stannis ever has a son in the future), but Renly refuses. Unable to reach a compromise, Stannis gives Renly the night to reconsider. Stannis then tasks Davos with smuggling Melisandre into the caves beneath Renly's camp, refusing to say why and ordering Davos not to discuss the mission in future. Once ashore, she births a horrific [[Shadow]] as Davos cowers in fear.&lt;ref name=&quot;E14&quot;&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt; The Shadow kills Renly and Stannis assumes control of the majority of his forces from the Stormlands. However, Renly's allies in [[House Tyrell]] returned to [[Highgarden]] with their numerous vassals from the Reach. He plans to move on the capital of [[King's Landing]]. Davos urges him to leave Melisandre out of the battle because of rumors that she is controlling him. Stannis is angry with Davos for breaking his orders but accepts his counsel. He names Davos as commander of his fleet for the assault on [[Blackwater Bay]].&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\nThe fleet travels north along the coast. Davos predicts that they are just one day's sail from their destination. Stannis admires Davos' loyalty and the way he copes with the snobbery of the Highborn. He recalls Davos' timely intervention saving many lives in the [[Siege of Storm's End|siege]] of [[Storm's End]]. Stannis asserts his trust for Davos by promising him that he will serve as his [[Hand of the King]] when he takes the [[Iron Throne]].&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\nStannis arrives with a force superior to the defenders of King's landing in both ships and soldiers, and attempts to take the city in the massive [[Battle of the Blackwater]]. He is sailing into the harbor when [[Tyrion Lannister|Tyrion]] springs a surprise attack, using an unmanned ship filled with [[wildfire]]. [[Bronn]] shoots a flaming arrow at the [[wildfire]], which has spread over the water in between Stannis' ships, and a massive explosion destroys many of them, including Davos' command ship. Stannis orders the survivors to prepare for landing. When Ser [[Imry Florent]] tells him that hundreds will die, he coldly replies, &quot;Thousands.&quot;&lt;ref name=&quot;E19&quot;&gt;&quot;[[Blackwater]]&quot;&lt;/ref&gt;\n[[File:Stannis landing boats 2x09.jpg|thumb|Stannis leads his landing from the prow of a longboat.]]\nStannis is at the front of the vanguard for the whole battle, being the first to land, the first to make it to the wall, and the first to climb the ladders onto the battlements. He kills many soldiers, fighting several at a time, without a helmet or shield. He has a force breaking through the [[Mud Gate]] with a battering ram while he establishes a foothold on the city walls. A surprise attack led by Tyrion Lannister through tunnels under the city destroys the ram, thoughÂ Tyrion is trapped outside the walls by the arrival of more of Stannis's men. Stannis seems to be on the verge of victory, until the arrival of [[Tywin Lannister]] and a host of [[House Lannister]] and [[House Tyrell]] cavalry turns the tide. His soldiers break and run for the ships in the face of the cavalry charge. Stannis screams for his routed men to &quot;Stand and fight!&quot; in desperation, but is dragged shouting from the lost battle by his guards.&lt;ref name=&quot;E19&quot; /&gt;\n\nStannis returns to Dragonstone and confronts Melisandre about the validity of her predictions. He begins to strangle her in fury but relents when she reminds him of the spell they used to kill Renly. He experiences remorse of murdering [[Renly Baratheon|his brother]]. Melisandre warns him that he will commit worse betrayals before their long war is over but insists that he must fight on and assures him that it will be worth it in the end, because he will be king. She shows him a vision in the flames that awes him and restores his faith in her.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n[[File:Stannis-3x01.jpg|thumb|right|200px|Stannis becomes isolated and withdrawn following the Battle of Blackwater.]]\nFollowing his defeat at the [[Battle of the Blackwater]] Stannis falls into a deep depression, shunning the company of his bannermen and wife, and allowing no one but Melisandre to see him. When Davos Seaworth returns to [[Dragonstone (island)|Dragonstone]], Stannis is indifferent to the survival of his oldest and closest supporter, and orders him thrown into a cell when he attempts to assassinate Melisandre.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\nLater as Melisandre prepares to depart Dragonstone by boat, King Stannis Baratheon speaks with her. He is worried that his enemies think he is defeated and laughing at him, as Renly laughed at him, and that now even she is abandoning him. She assures him that she still thinks he is the [[The Prince That Was Promised|Lord's Chosen]], but she must travel to the [[Riverlands]] to obtain something vital for his cause. Stannis says that he wants her, and that he wants Joffrey and Robb dead, and asks her to make &quot;a son&quot; again with him (like the Shadow-creature she conjured to assassinate Renly). Melisandre says that she cannot: creating a shadow-creature drains some of the fire of a man's life-force, and she fears that creating another would kill Stannis. Over his protests, she explains that what she is seeking is even more powerful than a shadow-creature, and will change his fortunes in this war, but she needs a king's blood to do it. Stannis doesn't understand, but then Melisandre implies that she needs to burn a human sacrifice who possesses a king's blood as an offering to the Lord of Light. She can't kill Stannis himself to achieve this, but as she points out, &quot;There are others with your blood in their veins&quot; - any of his brother King Robert's [[Bastardy|bastard]] children who managed to survive the purge.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\nFollowing Melisandre's departure, StannisÂ pays a visit to his wife and daughter who are locked away in a nearby tower. He admits his affair to [[Selyse Baratheon|Selyse]], who brushes it off as being best for him and his cause (as she had only been able to give him stillborn males). She tries to disaude him from seeing [[Shireen Baratheon|Shireen]], which he ignores. Upon reuniting with Shireen, he is troubled by her idolization of Davos and tellsÂ her that the man is a traitor and locked in a dungeon.&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n\nMelisandre finally arrives back at Dragonstone with [[Gendry]], King Robert's bastard. Stannis is less than impressed by the sight of the bastard boy who is technically his nephew and is bemused when Melisandre orders him fed, bathed and clothed, believing it pointless as they intend to sacrifice him. However Melisandre reveals it is merely a sham to keep Gendry feeling secure, in much the same way as keeping a sacrificial lamb from seeing the blade of the knife.\n\nLater Davos Seaworth, still languishing in his cell, is paid a visit by Stannis. Davos protests that Gendry is an innocent who has never done him any wrong, but Stannis argues that the sacrifice of one bastard boy will usher in his victory, which Stannis believes is the only way to save every man, woman and child in Westeros from the coming darkness that will devour everything in its path and asks how Davos can doubt the power of Melisandre's god when Stannis has seen visions of &quot;a great battle in the snow&quot; and Davos saw the creature she gave birth to. Davos speculates that the real reason Stannis came is because deep down, a part of him knows what he's about to do is wrong and he knew Davos would tell him the truth he needs to hear, regardless of how it would be taken. After extracting a promise from Davos that he won't act against Melisandre again, Stannis has Davos released.\n\n[[File:Stannis_and_leeches.jpg|thumb|Stannis naming the three usurpers.]]\nAs Stannis and Davos enter Gendry's quarters, they find that Melisandre had tied Gendry to the bed and placed leeches on his body. She explains that Davos wanted a demonstration of the power in king's blood, then removes the leeches and lights a fire in a nearby brazier. At Melisandre's direction, Stannis throws the leeches into the flames and as they burn, recites the names of three people he wants dead: &quot;The usurper [[Robb Stark]], the usurper [[Balon Greyjoy]], the usurper [[Joffrey Baratheon]]&quot;.&lt;ref&gt;&quot;[[Second Sons (episode)]]&quot;&lt;/ref&gt;\n\nLater, after hearing news of Robb Stark being betrayed and killed at the Twins, MelisandreÂ is able to twist this to her advantage, making it seem that the spell with the leeches that Stannis,Â performed was responsible. It cements, in Stannis' mind, that the red priestesses' black magic is what will win him the Iron Throne. They intend to sacrifice Gendry in order to increase influence of the Lord of Light on his enemies and despite Davos'Â very vocal protests, Stannis decides to have Gendry killed. Before that can happen, Davos frees Gendry which upsets StannisÂ greatly, seeing it as a an act of betrayal from his friend. Grudgingly, he sentences Davos to death but Davos hands him a letter from the [[Night's Watch]] that is requesting assistance now that the threat of the White Walkers has become very real. Stannis, despite seeming interested, doesn't change his mind until Melisandre agrees with Davos that the real threat to the realm lies north and has nothing to do with the War of the Five Kings. StannisÂ brings Davos back into the fold, needing someone to rally more troops to his side, deciding that they should march to [[the Wall]] and help the Night's Watch against the threat of the White Walkers.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\nStannis witnesses the burning of one of his bannermen, Ser [[Axell Florent]], with his wife, Selyse, and Davos, as a sacrifice to the Lord of Light. His resentment towards his wife continues, as she happily insists that their souls were transferred to the god. At dinner, he was displeased with the way she was talking about their daughter. He agreed, however, that Melisandre should speak to the poor child.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\nSince [[Davos Seaworth|Davos]] is now literate, Stannis asks for his thoughts on a letter he received. Davos reads the letter and is shocked to learn [[Joffrey Baratheon]] is dead. Stannis gives credit to Melisandre and the leeches, but Davos is still sceptical. Davos recommends hiring mercenaries such as the [[Golden Company]] but Stannis is disgusted at the thought of paying men to fight. Stannis then tells Davos that he refuses to become a page in someone else's history book and that time is running out for both himself and Davos.&lt;ref&gt;[[Breaker of Chains]]&lt;/ref&gt;\n\nAfter being granted an audience with theÂ [[Iron Bank of Braavos]], Stannis and Davos travel toÂ [[Braavos]]Â where they meet withÂ [[Tycho Nestoris]]. Although at first dismissive of Stannis' claim due to his inferior army and his lack of resources to repay any debts to Bank, Davos defends StannisÂ as the only one able to repay the debts, both that he takes and those of the Iron Throne. Davos' plea insists that Stannis always pays up and that the Lannisters will be faced with a power vacuum whenÂ [[Tywin Lannister]]Â (who is 67 years old) dies and that, if such a moment occurred, the Bank wasn't likely to see a return on its investmentÂ in Westeros. The bankers decide to grant Stannis his loan and their support, allowing Davos to once again hireÂ [[Salladhor Saan]]Â into their service.&lt;ref&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt;\n\n[[File:Stannis_attacks.png|thumb|left|Stannis takes the wildling army by surprise.]]On the day after the [[Battle of Castle Black]], Stannis arrives with his army to fight the wildlings. His attack interrupts [[Jon Snow|Jon]]'s meeting with [[Mance Rayder]] and actually saves his life. Mance'sÂ forces surrender to the BaratheonÂ army, and Stannis is introduced as the true King of the Seven Kingdoms. ManceÂ points out that they are outside the Seven Kingdoms. Stannis also demands that Mance and his forces kneel, as it is customary to kneel when surrendering to a King. Mance refuses, saying that Free Folk do not kneel, knowing that Stannis will kill him if he does not. Davos asks Jon what a member of the Night's Watch is doing in the camp, away from the wall, and Jon explains that he came to treat with the [[King-Beyond-the-Wall]]. Jon introduces himself as Ned Stark's bastard son and acknowledges that Stannis is the true king, as his own father died supporting the claim. Out of respect for Ned, Stannis takes Jon seriously, asking him what his father would do withÂ Mance. Jon responds that he was once a prisoner of Mance's, and that he could have killed him or tortured him but instead spared his life; in turn, his father would spare Mance in the situation. Jon however urges to Stannis that they should burn the dead, to avoid them returning as [[wights]]. Later, Stannis is present at the Watch's funeral for their fallen brothers.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n===[[Season 5]]===\n[[File:Stannis Baratheon in Castle Black with Jon Snow.jpg|thumb|Stannis speaking with Jon Snow in Castle Black]]\nStannis has moved his remaining forces to the Wall, where he is attempting to rebuild his powerbase by rallying the North against the Lannister-backed Boltons, but the Night's Watch is sworn to political neutrality, putting him at odds with Jon Snow.\n\n"}, "title": "Stannis Baratheon"}