{"attributes": {}, "sections": {"The Ghost of Harrenhal": "[[Renly Baratheon]] is killed by a [[Shadow]] brought into the world by [[Melisandre]]. [[Davos Seaworth]] walks through Renlyâ&euro;&trade;s camp with Stannis. Stannis has assumed control of the camp and Renlyâ&euro;&trade;s army. Renlyâ&euro;&trade;s men bow to him as he passes. Davos offers condolences on the death of Renly and says that he wanted to make Stannis aware that people grieve for Renly. Stannis dismissively says that fools love a fool. He adds that he grieves for the boy Renly was, not the man he grew to be. Davos says that he needs to speak to Stannis about what happened in the cave. Stannis reminds Davos that he instructed him not to speak of it. He chastises Davos that he has never known him need to hear something twice.&lt;ref name=&quot;E15&quot;&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\nThey enter Renlyâ&euro;&trade;s command tent and Davos counters that he has never known Stannis to hide from the truth. Stannis asks if Davos is going to lecture him on truth. Davos begins to speak but Stannis cuts him off to say that all of Renlyâ&euro;&trade;s bannermen have come to his side. He pauses and Davos remains silent. Stannis turns to Renlyâ&euro;&trade;s maps and adds that [[House Tyrell]] are the exception, having fled to [[Highgarden]] like cowards. He says that his enemies will no longer be able to resist him and that he will soon be sitting on the Iron Throne. Davos warns that nothing is worth the cost that Stannis will endure. Stannis again silences his bannerman, this time asking if Davos thinks that he knows more about it.&lt;ref name=&quot;E15&quot;/&gt;\n\nDavos asks when they will sail for Kingâ&euro;&trade;s Landing and learns that Stannis wants to move as soon as he has consolidated his troops. He says that they will destroy the [[House Lannister]] fleet in [[Blackwater Bay]] and then deliver their troops across the bay to take the city. Davos asks if Stannis plans to have [[Melisandre]] with him during the battle. Stannis says that it is not Davosâ&euro;&trade;s concern. Davos explains that having Melisandre at his side when he takes Kingâ&euro;&trade;s Landing will make her responsible for the victory. Stannis challenges that he had never thought to have a reason to doubt Davosâ&euro;&trade;s loyalty. Davos answers that loyal service means telling hard truths. Stannis notes the mention of truth again and then invites Davos to tell him. Davos says that Melisandre is distrusted as a foreigner preaching a foreign religion and that some people believe that she is controlling Stannis. Stannis asks what Davos believes. Davos says that Stannis has won his new bannermen from Renly and should not lose them to Melisandre. Stannis considers his words for a moment and then announces that they will move without Melisandre. He then assigns Davos to lead the fleet into Blackwater Bay. Davos says that he is honored but is worried that the Lords among Stannisâ&euro;&trade;s force will object to taking orders from a reformed smuggler. Stannis counters that he should hang the majority of the lords for treason and tells Davos that hard truths cut both ways.&lt;ref name=&quot;E15&quot;/&gt;\n\n", "The Prince of Winterfell": "King Stannisâ&euro;&trade;s fleet closes on [[Kingâ&euro;&trade;s Landing]]. Aboard his flagship, the ''[[Fury]]'', [[Fury gunnery officer|an officer]] drills a ballista crew in loading and firing the weapon. [[Davos Seaworth]] approaches Stannis and reports that they will reach Kingâ&euro;&trade;s Landing in one day if the wind holds. Stannis asks if it will hold and Davos declines speculating. Stannis walks across the deck with Davos and Davosâ&euro;&trade;s son [[Matthos Seaworth|Matthos]] watches them pass.&lt;ref name=&quot;E18&quot;&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\nStannis says that he admires Davos and Davos thanks him for the compliment. Stannis explains that he is referring to the way Davos has handled the snobbery of the highborn. He says that Davos was clever to claim the name â&euro;&oelig;Onion Knightâ&euro;? for his own by taking the onion for his sigil. Davos admits that his son has suggested changing it and claims to understand why older families look down on him. Stannis asks him to expand on that and Davos says that it is because he is the son of a crabber. Davos believes that they hate having to eat with him, joking that it is because crabberâ&euro;&trade;s hands stink. Stannis asks where the highborn Lords were when he was starving during the [[siege of Storm's End|siege]] of [[Storm's End]]. Davos excuses them as being part of the war elsewhere; either fighting bravely beside [[Robert Baratheon]] or against him for [[House Targaryen]]. Stannis says that Davos is defending men who insult him behind his back. Davos notes that some of them are happy to insult him to his face.&lt;ref name=&quot;E18&quot;/&gt;\n\nStannis complains that he had been forgotten during [[Robert's Rebellion]] while Robert and [[Eddard Stark]] were regarded as glorious heroes as they marched from battle to battle liberating towns from the [[Mad King]]. He asserts that his achievement of holding Stormâ&euro;&trade;s End with just 500 men was ignored. Davos says that no-one has forgotten but Stannis counters that Robert did. He references Robert granting Stormâ&euro;&trade;s End to [[Renly Baratheon|Renly]] after the war despite Renly not fighting. Davos excuses Renly as being only a boy and Davos counters by wondering why Robert then rewarded him. Davos has no response.&lt;ref name=&quot;E18&quot;/&gt;\n\nStannis goes on to detail the horrors of the siege. He confides that they ate the animals within the keep, starting with their horses because they could not ride anywhere with the [[House Tyrell]] host at their gates and could not feed them so he accepted eating them. He says that they ate the cats next, which he accepted having never liked cats. He was more affected when they had to eat their dogs because he respects dogs as a loyal animal. He was appalled when they were reduced to eating rats. He reached the point where he thought his wife [[Selyse Baratheon|Selyse]] was going to die because she was so frail that she could not speak. The next night Davos arrived, smuggling a boatload of onions through the fleet picketing the surrounding sea. Davos reminds Stannis that he also brought potatoes and salted beef. Stannis says that every man in the castle wanted to kiss Davos and Davos jokes that he was relieved that they did not.&lt;ref name=&quot;E18&quot;/&gt;\n\n[[File:Davos_and_Stannis.jpg|thumb|Stannis offers Davos the hand role]]\nStannis says that he held Stormâ&euro;&trade;s End when Robert asked him to because it was his duty. He accepted giving up the keep to Renly for the same reason, whether or not Robert was intending to insult him. He says that he did what Robert asked because Robert was his older brother and King and that he has always done his duty. He insists that he is now the rightful king by the laws of [[Westeros]]. He asks Davos to be his [[Hand of the King]] when he sits the [[Iron Throne]]. Davos hesitates, kneels and accepts. Stannis dryly says that he expects that Davos will be the first crabberâ&euro;&trade;s son to wear the badge.&lt;ref name=&quot;E18&quot;/&gt;\n\n", "TOP": "Stannis Baratheon Season 208134k7cnrryl8kank0e0sj37sf0g16g7vvh1477882014-06-22T16:10:25ZIron Bank24961608&quot;Stanis&quot; to &quot;Stannis&quot;{{Template:Delete}}In '''[[Season 2]] [[Stannis Baratheon]]''' joins the series as a major character. Stannis learns of his rightful claim to the [[Iron Throne]] from [[Eddard Stark]]. He pursues his claim despite lacking popular support under the influence of the priestess [[Melisandre]]. Stannis converts to her religion and is seduced by her. She uses her power to assassinate his brother [[Renly Baratheon]] so that Stannis can assume control of Renly's forces, giving Stannis the army he needs to assault [[King's Landing]].\n\n", "Valar Morghulis": "[[Stannis Baratheon]] glowers over the Painted Table at [[Dragonstone]]. He accuses [[Melisandre]] of lying about foreseeing his victory in her flames. She asserts that she can still see his victory now despite his defeat at the [[Battle of the Blackwater]]. He says that the flames lied and he is no better than a savage for trusting in her fire god. He asserts that he fought for the [[Lord of Light]] at [[Blackwater Bay]], leading his men to the gates of the seventh hell as their brothers burnt alive. He says that his perseverance led only to him being attacked from behind by Tywin Lannister and House Tyrell. He asks why Melisandre did not warn him if she can see the future in her flames. She begins to say that she is only granted glimpses and Stannis interrupts her to challenge her claim that she speaks for a god. She asks if he is going to give up on the war because he has suffered defeat in a single battle. Stannis says that she speaks about war as though she understands it. She asserts that she has been fighting for far longer than he has. Stannis questions her claim and tells her to show him how she fights.[[File:Stannis_and_Melisandre_choke_2x10.png|thumb|Stannis choking Melisandre]] He grabs her by the throat and begins to choke her. She holds her hands up and does not struggle. He asks her where her god is now and she responds that it is inside him. He releases her and she collapses to the ground.&lt;ref name=&quot;E20&quot;&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\nStannis walks to the open balcony and says that he murdered his own brother. Melisandre says that they murdered [[Renly Baratheon]] together and asks him to share the weight with her. Stannis says that Renly was not her brother. She strokes his hair and tells him that the war has just begun. She says that it will last for years, thousands will die at Stannisâ&euro;&trade;s command and he will betray his men, his family and everything he once held dear but that it will be worth it. She says that he is the warrior of light and will sweep aside all of the pretenders to claim his throne. He says that she promises things that no-one can know. She asks him to let her show him what she sees.[[File:Stannis Melisandre 2x10.jpg|thumb|Stannis and Melisandre sees his future in the flames]] She leads him to a burning brazier and urges him to look into the fire. He says that he sees only flames but she tells him to persevere. After a few moments he says that he sees it.&lt;ref name=&quot;E20&quot;/&gt;\n\n", "Blackwater": "[[File:Stannis_at_Fury.png|thumb|Stannis at the prow of the Fury.]]\n[[File:Stannis_men.png|thumb|left|Stannis men anxious for the coming battle.]]\nStannis Baratheon and his officers stand at the prow of the ''[[Fury]]'' as the fleet enters [[Blackwater Bay]]. Stannis lets Davos lead the vanguard of the fleet from his own vessel. Stannisâ&euro;&trade;s soldiers wait below decks, anxious for the coming battle. One man vomits into a water filled barrel.&lt;ref name=&quot;E19&quot;&gt;&quot;[[Blackwater]]&quot;&lt;/ref&gt;\n\n[[File:Stannis_blackwater.png|thumb|Stannis hearing the drums.]]\n[[File:Boat_dropping_Wildfire.png|thumb|The ship leaking Wildfire.]]\nAlarm bells sound from the city and Davos answers by sounding the drums of the fleet, the sound carries back to Stannis. Instead of the royal fleet that they are expecting they are met by a single vessel. Davos notices too late that the vessel is leaking [[Wildfire]] into the bay. Tyrion has the substance ignited by a flaming arrow, triggering a massive explosion. Stannis recoils from the devastation as the majority of his vanguard is consumed by the inferno, the ''Fury'' herself is unharmed.&lt;ref name=&quot;E19&quot;/&gt;\n\nStannis takes in the destruction of many of his ships. He orders his officers to prepare to land. Ser [[Imry Florent]] them questions the order, concerned that if they land so far from the gates then they will be easy prey for enemy archers. Stannis asserts that Tyrion has played his trick and can only play it once. Ser Imry warns that hundreds will die, Stannis predicts that it will be thousands. He makes for the port bow and then shout to his men â&euro;&oelig;Come with me and take this city.â&euro;? They cheer and follow him over the side of the ship.&lt;ref name=&quot;E19&quot;/&gt;\n\n[[File:Stannis landing boats 2x09.jpg|thumb|Stannis leads his landing from the prow of a longboat.]]\nStannis kneels in the prow of a longboat, sword in hand. His army is rowing for shore in a fleet of similar boats. Archers loose volley after volley on the boats as they reach the shore. Stannis leads his men through the hail of arrows, sustaining heavy casualties. They reach the walls and are bombarded with rocks from the battlements. One of Stannisâ&euro;&trade;s men is killed by a heavy stone right in front of him. Crossbowmen amongst the attackers return fire at the archers. Stannis orders his men to move along the wall to the mud gate.&lt;ref name=&quot;E19&quot;/&gt;\n\nA sortie of defenders from the gate stalls the attack but is eventually overcome. With the sortie defeated Stannis orders his ladders put up. He is first to climb the ladder and quickly kills the soldier at the top. Stannis and his personal guard fight fiercely atop the wall, establishing a small foothold. Stannisâ&euro;&trade;s force continues to land ships. Their numbers at the walls grow with each rowboat. They unload a battering man and overturn a specially fitted boat. They carry both to the Mud Gat. The upturned boat is used to protect the ram as it is swung against the gate.&lt;ref name=&quot;E19&quot;/&gt;\n\nA further defensive sortie surprises the men at the Mud Gate and the ram is destroyed. The Lannister sortie then clashes with Baratheon reinforcements before the walls. Stannis continues to battle atop the walls but has not been joined by enough men to move on. Stannis looks over the wall to see his force devastated before the charging cavalry. He spots [[Renly Baratheon|Renly]]â&euro;&trade;s armor among the mounted [[House Lannister]] and [[House Tyrell]] reinforcements; Ser [[Loras Tyrell]] has allied himself with the Lannisters to avenge Renly's death. Stannis shouts from the walls for his routing men to stand and fight as they flee back to their boats. His guards drag him away from the battle.&lt;ref name=&quot;E19&quot;/&gt;\n\n", "Garden of Bones": "Stannis meets Renly on the coast of the Stormlands to parley. Stannis is accompanied by Melisandre, Davos and several guards. Renly brings Catelyn, Brienne and Loras along with his own guards. Stannis remarks on Catelynâ&euro;&trade;s presence and she says that she had not expected to be there. Renly wonders if it is really Stannis and feigns confusion over his banner. Renly jokes that the battle would be confusing if they both used the same one. Renly wonders why Stannisâ&euro;&trade;s version of the stag is aflame. Melisandre explains that Stannis has taken the fiery heart of the [[Lord of Light]] for his sigil. Renly says that she must be the fire priestess he has heard so much about and jokes that he now knows why Stannis found religion late in life. Stannis warns his brother to watch his tongue. Renly says that he is relieved that Stannis is not really a fanatic and calls him charmless, rigid and a bore but not godly. Melisandre admonishes Renly to kneel before the Lordâ&euro;&trade;s chosen and says that Stannis was born amidst salt and smoke. Renly jokes that she makes Stannis sound like a ham. Stannis again warns his brother. Catelyn admonishes them to stop bickering and remember that they are brothers. Stannis counters that he would expect her to support his claim as Eddard did. He says that Eddard dies for his integrity yet she sits beside a pretender. She says that they share a common enemy and Stannis retorts that the Iron Throne is his by right and that all who deny it are his enemies. Renly says that no-one wants Stannis for their king and that he is opposed from Dorne to the Wall. Renly says that Stannis never wanted friends but that a man without friends is a man without power. Stannis says that he will give Renly the night to reconsider for the sake of their mother. He offers to restore Renly to his seat on the council and to name him as his heir until he has a son if he strikes his banners before dawn. He says that otherwise he will destroy Renly. Renly reminds Stannis of his numerous supporters and says that they will make him king. Stannis wheels his horse and rides away as Melisandre warns Renly to look to his sins because &quot;The night is dark and full of terrors.&quot;&lt;ref name=&quot;E14&quot;&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\nStannis summons Davos to his flagship, the Fury. He questions Davos about wearing his severed finger bones around his neck and whether they bring him luck. Davos says that since Stannis removed them things have gone well for him. He says that they are a reminder of his origins, Stannisâ&euro;&trade;s justice and skill with the cleaver. Stannis says that Davos was both a hero and a smuggler and that good acts do not wash out the bad just as bad acts do not wash out the good. Davos says that he has tried to teach his son the same lesson and Stannis wonders if he listens. Davos says that he listens to Melisandre. Stannis asks if Davos still remembers his smugglerâ&euro;&trade;s tricks. Davos says that he has lived within the law for seventeen years. Stannis asks Davos to smuggle Melisandre ashore and says that it must be done in secret and that they will not speak of it afterwards. Davos asks Stannis to consider cleaner alternative but Stannis insists that cleaner ways do not win wars.&lt;ref name=&quot;E14&quot;/&gt;\n\n", "The Night Lands": "Davos and Matthos arrange model ships on the Painted Table. Stannis and Melisandre arrive and Davos reports his success recruiting [[Salladhor Saan]] and his pirate fleet. Stannis is doubtful of their capability, saying that pirates prefer to fight unarmed men. Davos deadpans that it is the wiser choice and Stannis counters that they will not have a choice. Stannis asks Davos if he trusts Salladhor. Davos replies that he is an old friend and that they have known each other for thirty years but that he has never trusted Salladhor. Davos reassures his King that Salladhor will follow the scent of gold. Stannis promises that Salladhor will have his share if he gets the job done and dismisses the men. As they leave Melisandre stops Matthos and whispers in his ear.&lt;ref name=&quot;E12&quot;&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\nStannisÂ asks Melisandre what she said to Matthos. She reveals that she told him that â&euro;&oelig;death by fire is the purest death.â&euro;? Stannis questions her intent and she says only that it is true. She asks if Stannis is troubled and he says that he is. She claims that armies are toys to the Lord of Light. Stannis suggests that she tell her god to burn them. She says that she can tell him nothing but prays for, and obeys, his commands. Stannis reports that Renly has 100,000 men whose allegiance should be his. Melisandre urges him to have faith. He tells her that in a real war the side with the greater number wins and that he cannot take King's Landing without Renly's men and cannot defeat Renly in the field. She claims to have seen the path to victory in the flames. He reminds her that he has said her words and burnt the idols of [[Faith of the Seven|the Seven]] already. She circles behind him and undoes her robe. She tells him that he must give all of himself. He reminds her of his marriage vow. She says that [[Selyse Baratheon|Selyse]] is sickly, weak and shut away in a tower and that she disgusts Stannis. She says that Selyse has given Stannis no sons, only stillborns and death. She promises him a son. He repeats the promise as she kisses his ear. He returns her kisses and lifts her onto the table, scattering the models onto the floor.&lt;ref name=&quot;E12&quot;/&gt;\n\n", "The North Remembers": "On the island of [[Dragonstone]], on the beach beneath the cliffs of the keep, Stannis watches the Red Priestess [[Melisandre]] conduct a ceremony for her god, the [[Lord of Light]]. She calls for him to protect them from the darkness. Behind her statues of [[Faith of the Seven|the Seven]], widely worshipped in [[Westeros]], are burning and she offers them to her own god. She intones â&euro;&oelig;The Night is Dark and Full of Terrorsâ&euro;? and the crowd of onlookers repeat her words. Melisandre predicts that a heavy darkness will fall on the world in the wake of the long summer and claims that the stars will bleed while the cold breath of winter will freeze the seas. Melisandre says that the dead will rise in the north before [[Maester]] [[Cressen]] steps in front of her. Cressen reminds the assembly that they were named in the light of the seven and asks if this is how they repay their gods and their ancestors. Stannis is unmoved but [[Davos Seaworth]] and many of the men cannot meet Cressen's eye. Melisandre tells Cressen that he smells of fear, piss and old bones and challenges him to stop her. Cressen hangs his head and walks away. She continues her preaching with the story of the burning sword [[Lightbringer]]. She calls Stannis forward and he withdraws a flaming sword from the statue of the Mother with a gloved hand. His men cheer him as he holds the sword aloft and then kneel as he thrusts the sword into the sand. They chant â&euro;&oelig;Lord cast your light upon us.â&euro;? Davos is the last to kneel as Melisandre responds â&euro;&oelig;The Night is Dark and Full of Terrors.â&euro;? Stannis answers â&euro;&oelig;The Night is Dark and Full of Terror.â&euro;? He holds out his hand to his wife [[Selyse Baratheon]] who joins him and they lead the congregation from the beach. Davos trails behind with the sword, which has already gone out.&lt;ref name=&quot;E11&quot;&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\nInside the castle of Dragonstone, Stannis holds a meeting in the [[Chamber of the Painted Table]]. [[Matthos Seaworth]] reads aloud from a letter that he has prepared stating Stannis's claim to the [[Iron Throne]]. Stannis objects to the use of â&euro;&oelig;beloved brotherâ&euro;? to refer to [[Robert Baratheon]], Davos calls it a harmless courtesy but Stannis insists that it is a lie and that it be removed from the letter. Matthos continues to detail the illegitimacy of [[Joffrey Baratheon]] due to his status as the product of the incestuous relationship between [[Cersei Lannister]] and [[Jaime Lannister]]. Stannis insists that Jaime be called the Kingslayer and that he receive his title as a knight. Matthos finishes reading and Stannis says that Eddard Stark made a mistake by not telling more people when he learned the truth about Joffrey. He orders copies of the letter to be sent to every corner of the realm from [[the Arbor]] to [[the Wall]]. Stannis says that the time has come to choose and that he wants no man to be able to claim ignorance.&lt;ref name=&quot;E11&quot;/&gt;\n\nDavos counsels that [[House Lannister]] are the true enemy and urges Stannis to make peace with his younger brother [[Renly Baratheon]]. Stannis says that he will not make peace with Renly while he is claiming the throne. Davos notes that many lords have already declared for Renly including [[Mace Tyrell]] and [[Randyll Tarly]]. Melisandre interjects that Stannis does not need to beg lords for support because the Lord of Light stands behind him. Davos asks how many ships the Lord of Light can command and Melisandre says that he has no need for ships. Davos accepts that he does not but says that they do if they are going to war. Davos asks Stannis to consider [[Robb Stark]] instead of Renly. Stannis counters that Robb is trying to steal the northern half of his kingdom and reminds Davos that he had always been firm with thieves. He says that Joffrey, Renly and Robb are all thieves and that they must bend the knee to him or be destroyed. Cressen stands and offers an apology for his actions on the beach before inviting Melisandre to share his wine. He draws from the cup before handing it to Melisandre. Cressen steadies himself on the table and his nose begins to bleed; he had poisoned the drink. Melisandre drinks from the cup anyway and then watches the Maester collapse, his blood spreading on the stone floor beneath him. She says that the fire burns the terrors of the night away and the jewel in her choker pulsates with light.&lt;ref name=&quot;E11&quot;/&gt;\n\n"}, "title": "Stannis Baratheon Season 2"}