{"attributes": {"status": " :Category:Status: Alive", "family": [" Walder Frey - father", "Ryman Frey - son", "Black Walder Rivers - bastard half-brother", "Merrett Frey - brother", " Lothar Frey - brother", "Olyvar Frey - brother", "Roslin Frey - sister", "Waldron Frey - brother", "Walda Bolton"], "title": " Stevron Frey", "season": " Season 1", "image": "Stevron Frey.jpg", "allegiance": " House Frey", "actor": " Colin Carnegie", "titles": "Ser", "link": "House FreyCharacter", "9": "yes==Family tree==House Frey family tree==In the books==In ''A Song of Ice and Fire'', Ser Stevron resembles a weasel, like his father. He has grey eyes. A man in his sixties, Stevron's appearance shows his age. Walder has groomed him for lordship of the house, though Walder often jokes that Stevron has been waiting for him to die for forty years. Through his father, Stevron has learned to place great importance on the family. Stevron, unlike his father is amiable and reasonable. In the book Stevron rides out to parley with the Stark army on their arrival.Stevron participates the council of Robb and his bannermen at Riverrun. He suggests to sit on the fence and let the two kings fight each other, then bend their knees to the winner or oppose him, as they see fit. He also suggests to offer truce to Tywin Lannister, but is sharply silenced by other lords who wouldn't hear of making peace with the Lannisters.He is badly wounded at the Battle of Oxcross but no one thought his wounds were fatal; nonetheless he was found dead in his tent three days later, having succumbed to his injuries. When the news about his death reach Winterfell, Lord Walder's grandsons are not sad at all to hear their uncle is dead, they only argue who is the heir now.Following Stevron's death, due to the primogeniture laws of the Seven Kingdoms, his own son Ryman become next in line to succeed Lord Walder, ahead of Walder's numerous younger sons. Stevron does not appear further in the TV series and although he is deceased at this point in the books parallel to the show, he apparently remains alive due to his death not being shown or mentioned.==See also==*AWOIAF (spoilers from the books)==References==ReflistFrey navboxDEFAULTSORT:Frey, StevronCategory:CharactersCategory:House Frey", "appearances": " &quot;Baelor&quot;"}, "sections": {"Family tree": "{{House Frey family tree}}\n\n", "TOP": "Stevron Frey0579639yowphitziq47fw23xxk8t71p3e2e51778792015-03-19T16:24:31ZThe White Winged Fury26111788Format.{{Conjecture}}\n{{Heraldry\n|image=Frey mini shield.png\n|link=House Frey\n}}\n{{Character\n|Title = Stevron Frey\n|Season = [[Season 1|1]]\n|Image=Stevron Frey.jpg\n|Titles=[[Ser]]\n|Appearances = &quot;[[Baelor]]&quot;\n|Status = [[:Category:Status: Alive|Alive]]\n|Allegiance = [[House Frey]]\n|Actor = [[Colin Carnegie]]\n|Family = [[Walder Frey]] - father&lt;br&gt;Ryman Frey - son&lt;br&gt;[[Black Walder Rivers]] - bastard half-brother&lt;br&gt;Merrett Frey - brother&lt;br&gt; [[Lothar Frey]] - brother&lt;br&gt;[[Olyvar Frey]] - brother&lt;br&gt;[[Roslin Frey]] - sister&lt;br&gt;[[Waldron Frey]] - brother&lt;br&gt;[[Walda Bolton|&quot;Fat Walda&quot; Frey]] - niece&lt;br&gt;[[Ryger Rivers]] - half-brother&lt;br&gt; [[Edmure Tully]] - brother-in-law&lt;br&gt;{[[Catelyn Stark]]} - sister-in-law}}\n{{Quote|Who asked you? You're not Lord Frey yet, not till I die. Do I look dead to you?|[[Walder Frey]] to his son|Baelor}}\n'''Stevron Frey''' is a minor character in the [[Season 1|first season]]. He is played by guest star [[Colin Carnegie]] and only appears in &quot;[[Baelor]].&quot; Ser Stevron Frey is the first son and heir of Lord [[Walder Frey]], the head of [[House Frey]] and [[Lord of the Crossing]].\n\n", "Appearance": "{{Season One Appearances|9=yes}}\n\n", "In the books": "In ''[[A Song of Ice and Fire]]'', Ser Stevron resembles a weasel, like his father. He has grey eyes. A man in his sixties, Stevron's appearance shows his age. Walder has groomed him for lordship of the house, though Walder often jokes that Stevron has been waiting for him to die for forty years. Through his father, Stevron has learned to place great importance on the family. Stevron, unlike his father is amiable and reasonable. In the book Stevron rides out to [[parley]] with the Stark army on their arrival.\n\nStevron participates the council of Robb and his bannermen at [[Riverrun]]. He suggests to sit on the fence and let the two kings fight each other, then bend their knees to the winner or oppose him, as they see fit. He also suggests to offer truce to [[Tywin Lannister]], but is sharply silenced by other lords who wouldn't hear of making peace with the Lannisters.\n\nHe is badly wounded at the [[Battle of Oxcross]] but no one thought his wounds were fatal; nonetheless he was found dead in his tent three days later, having succumbed to his injuries. When the news about his death reach [[Winterfell]], Lord Walder's grandsons are not sad at all to hear their uncle is dead, they only argue who is the heir now.\n\nFollowing Stevron's death, due to the primogeniture laws of the [[Seven Kingdoms]], his own son Ryman become next in line to succeed Lord Walder, ahead of Walder's numerous younger sons. \n\nStevron does not appear further in the TV series and although he is deceased at this point in the books parallel to the show, he apparently remains alive due to his death not being shown or mentioned.\n\n", "See also": "*{{AWOIAF}} (spoilers from the books)\n\n", "Biography": "===[[Season 1]]===\nStevron is present when [[Catelyn Stark]] visits Lord [[Walder Frey]] to negotiate passage for her son's army across the [[Trident]]. He admonishes his father for forgetting his courtesies. Walder reminds Stevron that he is not yet Lord and then reluctantly offers his hand to Catelyn. Walder dismisses his family to talk in private and agrees to terms.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\n"}, "title": "Stevron Frey"}