{"attributes": {"founding": "", "founder": "The '''Stone Mill''' is a location in the Riverlands, located south of Riverrun and west of Harrenhal on the banks of a river.==History=====Season 3===After Tywin Lannister departs for King's Landing and the Battle of the Blackwater, he leaves Ser Gregor Clegane in command of a garrison at Harrenhal.&lt;ref&gt;&quot;The Prince of Winterfell&quot;&lt;/ref&gt; However, the arrival of vastly numerically superior forces under King Robb Stark compels the Mountain to leave the castle.&lt;ref&gt;&quot;Valar Dohaeris&quot;&lt;/ref&gt; He marches west and instead establishes a garrison on the shores of a river opposite the Stone Mill. Edmure Tully Battle of Stone Mill", "places": "", "title": " Stone Mill", "image": "", "rulers": "", "location": "the Riverlands, Westeros", "military": "", "religion": "", "age": "", "type": "Mill", "institutions": "", "population": ""}, "sections": {"TOP": "Stone Mill0151047xjfzy3hdtmnocw1zuh88gn1aexwy5p1207742014-03-29T01:54:30ZGreater good3347453/* See also */{{Settlement\n| Title= Stone Mill\n| Image=\n| Image size=\n| Location=[[the Riverlands]], [[Westeros]]\n| Type=Mill\n| Population=\n| Rulers=\n| Religion=\n| Military=\n| Institutions=\n| Places=\n| Founding=\n| Age=\n| Founder=\n}}\n\nThe '''Stone Mill''' is a location in the [[Riverlands]], located south of [[Riverrun]] and west of [[Harrenhal]] on the banks of a river.\n\n", "See also": "* {{AWOIAF}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Stone Mill is located several miles to the south of Riverrun on the western banks of the [[Red Fork]] of the [[Trident]]. Tywin Lannister attempts to cross the Red Fork over multiple fords to the north and south of Riverrun, but his main push is at the Stone Mill, where his vanguard under Gregor Clegane attacks the defenders commanded by Edmure Tully. Tully successfully defeats the push and is able to prevent Tywin's crossing. However, the battle has greater significance in the novels, as it delays Tywin enough to hear about [[Stannis Baratheon]]'s push on [[King's Landing]], allowing him to turn his army around and march to the city's relief during the [[Battle of the Blackwater]]. Lord [[Leo Lefford]] is killed during the battle in the books. Edmure is likewise berated by Robb for his actions, which are considerably more serious in the books.\n\n", "History": "===[[Season 3]]===\nAfter [[Tywin Lannister]] departs for [[King's Landing]] and the [[Battle of the Blackwater]], he leaves Ser [[Gregor Clegane]] in command of a garrison at [[Harrenhal]].&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt; However, the arrival of vastly numerically superior forces under King [[Robb Stark]] compels the Mountain to leave the castle.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt; He marches west and instead establishes a garrison on the shores of a river opposite the Stone Mill. [[Edmure Tully]] [[Battle of Stone Mill|engages Clegane's army]] and defeats it, sending it fleeing westwards towards [[Casterly Rock]]. However, Robb Stark later berates his uncle for the move as he wanted to bring up more forces to surround and destroy Clegane and his army. Edmure's premature attack allowed him to escape.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\n"}, "title": "Stone Mill"}