{"attributes": {"founding": "", "founder": "Durran", "places": "", "title": "Storm's End", "image": "Storm's_end.jpg", "rulers": ["House Baratheon of Dragonstone", "House Durrandon (extinct)"], "location": "The Stormlands, Westeros", "military": "", "religion": "The Faith of the Seven", "age": "", "type": "Castle, regional capital", "institutions": "", "population": ""}, "sections": {"TOP": "Storm's End02554eno00bhjgbl1d8dmjiey2rbga4k793p1774782015-03-17T04:39:15ZThe Dragon Demands5014364/* History */{{Settlement\n| Title=Storm's End\n| Image=Storm's_end.jpg\n| Image size=\n| Location=[[The Stormlands]], [[Westeros]]\n| Type=Castle, regional capital\n| Population=\n| Rulers=[[House Baratheon of Dragonstone]]&lt;br&gt;[[House Durrandon]] (extinct)\n| Religion=The [[Faith of the Seven]]\n| Military=\n| Institutions=\n| Places=\n| Founding=\n| Age=\n| Founder=[[Durran|Durran Godsgrief]]\n}}\n{{Dialogue a-b|Cersei Lannister|I seem to recall he laid siege to Storm's End for the better part of a year.|Olenna Tyrell|All he laid siege to was the banquet table in the command tent.|Cersei Lannister and Olenna Tyrell discuss her son Mace's command of the Siege of Storm's End.|And Now His Watch is Ended}}\n[[Image:StormsEndCompleteGuide.png|thumb|200px|A map showing Storm's End on the coast of the Stormlands]][[Image:Storm's End Pin.png|thumb|right|200px|Map showing the location of Storm's End on the continent of [[Westeros]].]]\n'''Storm's End''' is the ancestral seat of [[House Baratheon]], and one of three major castles currently held by the royal house, the others being the [[Red Keep]] in [[King's Landing]] and the island fastness of [[Dragonstone]]. [[Stannis Baratheon]] is the current [[Lord of Storm's End]]. Storm's End is a formidable fortress, located on the southeastern coast of [[Westeros]] overlooking [[Shipbreaker Bay]].\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Storm's End consists of a massive curtain wall surrounding a single immense drum tower. Unlike many other castles, which consist of a complex of different buildings, Storm's End is entirely contained within one large building. This is due to the immense storms that frequently batter the castle.\n\n", "History": "Storm's End's construction was attributed to [[Durran]], a legendary figure of the [[Age of Heroes]], who earned the hatred of the sea god and the wind goddess when he took [[Elenei]], daughter of the two gods, as his wife. In rage, the two gods sent massive storms to destroy Durran's keep. Durran defied the gods and built a larger and more formidable keep, but it was also destroyed. Durran's seventh keep, built allegedly with the aid of [[Brandon Stark (the Builder)|Bran the Builder]], withstood the rage of Elenei's parents and gained the name of Storm's End.&lt;ref&gt;&quot;The Complete Guide to Westeros: The Age of Heroes&quot; featurette, Season 1 Blu-ray boxset&lt;/ref&gt;\n\nStorm's End became the seat of the rulers of [[the Stormlands]], the [[Storm Kings]], for millennia. When [[Aegon the Conqueror]] invaded [[Westeros]], he sent his commander and rumored half-brother, [[Orys Baratheon]], to take Storm's End. The last of the Storm Kings, [[Argilac the Arrogant]], left the safety of his stronghold and met Baratheon in open battle. Argilac was defeated, and Orys Baratheon took Argilac's domains, sigil, motto and daughter, becoming the founder of [[House Baratheon]] &lt;ref&gt;&quot;The Complete Guide to Westeros: House Baratheon&quot; featurette, Season 1 Blu-ray boxset&lt;/ref&gt;\n\nOne of the mightiest fortresses on the entire continent, Storm's End has endured many sieges but has never fallen to any attacker in its millennia-long history.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/map/special/battleground-westeros/2/ HBO viewers guide, season 2 map, special features - Battleground Westeros, Siege of Storm's End entry]&lt;/ref&gt; Its seaward wall is 80 feet thick with a 150 feet drop into the sea below. The castle is said to be protected by spells woven into its walls that prevent magic from penetrating its defenses.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/storms-end/ HBO viewers guide, season 2 map, Storm's End entry]&lt;/ref&gt;\n\nDuring [[Robert Baratheon]]'s [[Robert's Rebellion|rebellion]], Storm's End was [[Siege of Storm's End|besieged]] for over a year by the forces of [[House Tyrell]], who had remained loyal to the Mad King, [[Aerys II Targaryen]]. The castle garrison, commanded by Robert's brother [[Stannis Baratheon|Stannis]], was reduced to eating dogs and rats and were on the verge of resorting to cannibalism when they were saved by a shipload of onions, smuggled into the castle by the noted smuggler [[Davos Seaworth|Davos]]. After Aerys' death, [[Eddard Stark]] bloodlessly raised the siege, as Lord Mace Tyrell realized that the war was lost, and he swore fealty to King Robert. Davos was raised to [[knighthood]] for his actions.\n\nTo Stannis's displeasure, he was made Lord of [[Dragonstone]] by his brother, leaving their infant brother Renly as the titular Lord of Storm's End. Stannis considered this a slight, as Dragonstone is even colder and harsher than Storm's End, despite Dragonstone being a fortress of great tactical importance and a history as a seat for Princes.\n\n"}, "title": "Storm's End"}