{"attributes": {"image": "File:Storming of the Dragonpit animated.png", "conc": "", "result": ["Mob victory", "Death of 5 dragons"], "side4": "", "side2": "House Targaryen - Rhaenyra Targaryen", "side3": "", "side1": "Smallfolk of King's Landing", "casual4": "", "forces4": "", "forces3": "", "forces2": "*5 Dragons*City Watch guards", "forces1": "Thousands of smallfolk", "casual1": " Heavy*Many thousands of rioters", "next": "", "width": "", "bg2": "", "casual2": " Heavy*5 Dragons killed", "prev": "", "conflict": "Dance of the Dragons", "civilian": "HeavyQuote", "date": "", "commanders1": "", "commanders2": "", "commanders3": "", "commanders4": "", "casual3": "", "name": "Storming of the Dragonpit", "place": "Dragonpit, King's Landing"}, "sections": {"TOP": "Storming of the Dragonpit0303211eb629nduty9fkj30cyndg19gv5itrr1772032015-03-16T03:14:42ZGreater good3347453/* History */{{Battle\n|width=\n|prev=\n|conc=\n|next=\n|name=Storming of the Dragonpit\n|image=[[File:Storming of the Dragonpit animated.png|300px]]\n|conflict=[[Dance of the Dragons]]\n|date=\n|place=[[Dragonpit]], [[King's Landing]]\n|result=Mob victory&lt;br&gt;Death of 5 dragons\n|BG2=\n|side1=[[Smallfolk]] of King's Landing\n|side2=[[House Targaryen]] - [[Rhaenyra Targaryen|Rhaenyra's faction]]\n*[[City Watch]] of King's Landing\n|side3=\n|side4=\n|commanders1=\n|commanders2=\n|commanders3=\n|commanders4=\n|forces1=Thousands of smallfolk\n|forces2=\n*5 [[Dragons]]\n*City Watch guards\n|forces3=\n|forces4=\n|casual1= Heavy\n*Many thousands of rioters\n|casual2= Heavy\n*5 Dragons killed\n|casual3=\n|casual4=\n|civilian=Heavy}}\n{{Quote|When Targaryen fought Targaryen in the civil war called the Dance of the Dragons, an angry mob stormed the Dragonpit, that huge now-ruined vault where Targaryens stabled their beasts. Thousands died, but through sheer numbers and madness, five of the Targaryen dragons lay dead by the morning.|[[Pycelle]]|Dragons (Histories &amp; Lore)}}\n[[File:Dreamfyre.png|thumb|300px|Dreamfyre crashes into the ceiling of the Dragonpit, bringing the entire dome crashing down on thousands of rioters.]]\nThe '''Storming of the Dragonpit''' was a major event during the [[Dance of the Dragons]], a massive riot in [[King's Landing]] during which five [[Dragons|dragons]] were killed.\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n\n", "In the books": "\nThe Storming of the Dragonpit was the culmination of city-wide riots which tore King's Landing apart.  The riots occurred late in the war.  \n\n[[Rhaenyra Targaryen]] had captured King's Landing from her half-brother [[Aegon II Targaryen|Aegon II]]'s forces, though Aegon II himself escaped, and she ruled the city for about half a year. The city's populace grew increasingly disconcerted by the wave of executions she exacted against those who had betrayed her and sided with Aegon II, and also with the high taxes she began to exact to help fund the war (given that Aegon II's followers had made off with the royal treasury).  \n\nAegon II's armies in central Westeros were defeated, but gradually the large army of [[House Hightower]] and other Aegon II-loyal Reach Houses made its way up the [[Roseroad]] from the south, with its own dragons - which utterly destroyed the major town [[Tumbleton]] not far from the city. The city's populace, already grown resentful and wary of Rhaenyra, was now gripped by fear at the approach of the enemy dragons.\n\nEarlier in the war, Aegon II's sister-wife Helaena had gone mad with grief after seeing her young son (a boy only six years old) beheaded right in front of her by assassins. Helaena was captured when the city fell, and kept in gentle imprisonment. At the height of the anxieties surrounding the impending assault, Helaena fell from a castle tower to her death, and rumor began to spread throughout the city that Rhaenyra had her killed. Many later historians think that Rhaenyra would have had the sense not to make such a disastrous political decision, and that Helaena in her mad grief simply threw herself out of the window to commit suicide, but this did not stop the rumors from spreading - as well as the entirely accurate complaint that Rhaenyra has sent the assassins who beheaded Helaena's young son in the first place.\n\nHelaena's death was the spark that set off the riots, as mobs terrified by the approaching army and dragons took out their frustrations. The riots gutted the city and could not be contained:  500 Gold Cloaks tried to hold off a mob of 10,000 rioters in the slums of [[Flea Bottom]] but were overwhelmed.  \n\nThe seething mob, numbering in the thousands, was then called to attention by the mad rantings of a crazed street-preacher known as &quot;the Shepherd&quot;. A one-handed religious fanatic, he whipped up the mob into an absolute frenzy (some suggest that the old man may have been a former member of the [[Faith Militant]] before King [[Maegor Targaryen|Maegor the Cruel]] dissolved it, but the Shepherd would have to have been nearly 100 years old for that to be true). The Shepherd convinced the mobs in his fanaticism that the Targaryens were ungodly and cruel, and their dragons were ungodly abominations, so they must be destroyed. He led the crowd to the Dragonpit on Rhaenys's Hill to kill every dragon they could find there.\n\nIt honestly does not seem to have occurred to the mobs, in their frenzy, that the best defense against dragons is ''other'' dragons, and that by killing the dragons currently possessed by the ''defenders'' of their city, they would remove any defense against the Hightower army's own dragons which were advancing on the city.\n\nFour dragons were currently in the Dragonpit:  Dreamfyre, Tyraxes, Morghul, and Shrykos. Dreamfyre was the only full-sized adult dragon, but its rider Helaena was dead.  Tyraxes was a young dragon only just recently big enough to ride but not fight, belonging to Rhaenyra's son Joffrey.  Morghul and Shrykos were mere hatchlings, which belonged to Aegon II's eldest son and daughter (who were twins).  \n\nNone of the dragons that night had the advantage of a rider to direct their attacks. Chains up in their lairs and immobilized, the dragons' mobility to fight the waves of rioters was limited. Many hundreds were burned to death, or killed with tooth and claw, but ever more waves pushed over the piles of their own dead strike at the dragons.  Shrykos was the first to die, and then Morghul. Tyraxes put up an even longer fight, but eventually some of the mob split off to attack it from a rear entrance to its lair; it became tangled up in its chains and was also killed. Only the large Dreamfyre was able to rip free of her chains and take flight inside of the great dome, though this still limited her movement. She killed far more rioters than the other dragons put together. Eventually she lost an eye to a lucky arrow-shot:  it did not kill her but left her half-blind and mad with pain. Enraged, Dreamfyre desperately tried to escape by instinctively flying straight up through the dome of the Dragonpit. She was unable to penetrate it but brought down the entire dome and hundreds of pounds of stone. The entire structure collapsed, killing Dreamfyre and many hundreds if not thousands of rioters inside.  \n\nThe mob continued to swarm outside, however.  Rhaenyra's son Joffrey attempted to ride her dragon Syrax (a very large adult) to reach the Dragonpit and mount Tyraxes, but dragons are not like horses which will accept different riders. Syrax shrugged off Joffrey in mid-air and he died in the fall, though Syrax was still drawn to the Dragonpit due to the cries of her kin. Enraged, Syrax descended upon the mob recovering outside of the rubble of the Dragonpit. If she had been calmer or had a rider to direct her she might have stayed high in the air, only making strafing attacks with her fire-breath. Instead, in her rage at the death of the other dragons Syrax descended to street-level in a terrible spectacle, using tooth and claw to eat dozens of men. Many more hundreds died. Fighting at such close range was dangerous, however, and eventually Syrax succumbed after taking many injuries (there are many different and contradicting claims of how specifically Syrax died, though it is certain she died fighting the mobs).\n\nThis marked one of the lowest points of the Dance of the Dragons. King's Landing was left in anarchy, the City Watch was overwhelmed, and Rhaenyra did not even have her dragons anymore to enforce her rule in the city (her faction had other dragons but none that were present). The City Watch garrisons at three gates on the city's eastern side were at least able to restore some semblance of order with sorties into the streets. With no remaining options, Rhaenyra was advised to flee the city while she still could, and retreat back to [[Dragonstone (island)|Dragonstone]].\n\nAs it turned out, the Hightower army was repelled in the decisive Second Battle of Tumbleton and retreated back to the Reach. The threat that had caused the terror which sparked the riots had passed, though the mobs were unaware of it. The small pro-Rhaenyra army which had won at Second Tumbleton was still nowhere near large enough to retake the capital, and it remained claimed by ''neither'' side.  \n\nWith the capital city abandoned, it fell into a true state of anarchy, with rival mob factions carving out their own fiefdoms within it. The Shepherd's mobs raged through the streets unopposed. Two different boys claiming to be Targaryen bastards declared themselves &quot;king&quot; of their mob factions:  Trystane Truefyre at the Red Keep, and Gaemon Palehair from the Street of Silk (the red light district). This state of affairs continued on for over a month, even after Rhaenyra was captured by Aegon II and fed to his dragon. The main army of [[House Baratheon]] then mobilized - which until then, while siding with Aegon II, had not committed any forces to combat, content to let others fight it out. The full and unbloodied army of the Storm Lords finally marched up the [[Kingsroad]] with Aegon II, however, and forcibly retook the city. The vengeance they exacted on the mobs for the deaths of the dragons in the riots was terrible to behold.  \n\n", "History": "\nDuring the Dance of the Dragons, a city-wide riot broke out, and the mob focused their anger on the [[Dragons|dragons]] which were the source and symbol of power for the [[House Targaryen|Targaryen kings]]. The mob - a vast wave numbering in the thousands - converged on the [[Dragonpit]] atop Rhaenys's Hill, the giant domed stable where the dragons were kept when not in use.  \n\nMany thousands of rioters died that night, but through their sheer numbers they managed to kill five dragons. The Dragonpit itself was left in ruins when the dragon [[Dreamfyre]] crashed into the ceiling in an attempt to escape, bringing down the entire structure, killing itself and many hundreds of rioters.&lt;ref&gt;&quot;[[Dragons (Histories &amp; Lore)]]&quot;&lt;/ref&gt;\n\n"}, "title": "Storming of the Dragonpit"}