{"attributes": {"status": " :Category:Status: Dead", "10": "yes==In the books==In the ''A Song of Ice and Fire'' novels, Stygg's background is the same. He is among the ironborn who raid the Stony Shore and part of the force that captures Winterfell.When the residents of Winterfell are gathered and told that they are captives of the ironborn, Stygg kills Mikken for speaking defiantly to Theon. Osha offers to serve Theon (falsely, while she stays loyal to the Starks), Stygg taunts her rudely, and in response she knees him in the groin and grabs his spear, to the amusement of Theon and the other ironborn. After the capture, Theon sent him to request aid from his sister Yara Greyjoy", "death": " Flayed alive by Ramsay Snow", "family": "", "title": "Stygg", "season": " Season 2", "image": " Stygg_2x10.png", "allegiance": " House Greyjoy", "actor": " ", "age": "", "deathep": " ", "place": " The Iron Islands", "birth": " ", "religion": " Drowned God'''Stygg''' is a background character in the Season 2", "aka": " ", "appearances": "&quot;Valar Morghulis&quot;"}, "sections": {"In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Stygg's background is the same. He is among the ironborn who raid the Stony Shore and part of the force that captures Winterfell.\n\nWhen the residents of Winterfell are gathered and told that they are captives of the ironborn, Stygg kills [[Mikken]] for speaking defiantly to Theon. [[Osha]] offers to serve Theon (falsely, while she stays loyal to the Starks), Stygg taunts her rudely, and in response she knees him in the groin and grabs his spear, to the amusement of Theon and the other ironborn. After the capture, Theon sent him to request aid from his sister [[Yara Greyjoy|Asha]] at [[Deepwood Motte]]. \n\nAs Theon's position becomes hopeless, he tells the ironborn they can leave and join his sister's troops at Deepwood Motte or stay and fight with him against the Northmen who will arrive soon to retake Winterfell. Stygg is among those who abandon Theon, and he is the only of those who has the grace to look ashamed.\n\nStygg is not mentioned in the books afterwards.\n\n", "TOP": "Stygg010024bnk0pjjenbauachdix9agrjzyhup0oz1616872014-10-09T08:04:12Z109.66.3.152/* In the books */{{Character\n| Title =Stygg\n| Image= Stygg_2x10.png\n| Season = [[Season 2|2]]\n| Appearances=&quot;[[Valar Morghulis]]&quot;\n| Aka= \n| Status= [[:Category:Status: Dead|Deceased]]\n| Age=\n| Birth= \n| Death= Flayed alive by [[Ramsay Snow]]\n| DeathEp= \n| Place= The [[Iron Islands]]\n| Allegiance = [[House Greyjoy]]\n| Family=\n| Actor = |Religion = [[Drowned God]]}}\n\n'''Stygg''' is a background character in the [[Season 2|second season]]. He is played by an unidentified extra and debuts in &quot;[[Valar Morghulis]]&quot;. Stygg is an [[ironborn]] raider and member of the ''[[Sea Bitch]]'' crew. He takes part in the [[Fall of Winterfell|seizing]] of [[Winterfell]] during the [[War of the Five Kings]].\n\n", "Appearances": "{{Season Two Appearances|10=yes}}\n\n", "Biography": "\n===[[Season 2]]===\nStygg is present when [[Theon Greyjoy]] gives a speech encouraging his crew to resist the Northmen led by [[Ramsay Snow]] and die a glorious death.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;.&lt;ref&gt;[[Valar Morghulis]]&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}}\n\n"}, "title": "Stygg"}