{"attributes": {"image": "", "type": " Polytheistic", "location": " Summer IslandsDialogue a-b-a", "clergy": "  ", "title": " Summer Islands religion"}, "sections": {"TOP": "Summer Islands religion029280chowrygltxf2v23yxdyb0nx48543gxn1684572015-01-05T02:32:12ZThe Dragon Demands5014364/* In the books */{{Infobox religion\n| Title= Summer Islands religion\n| Image=\n| Type= Polytheistic\n| Clergy=  \n| Location = [[Summer Islands]]\n}}\n{{Dialogue a-b-a|Tyrion Lannister|The Lord of Light wants his enemies burned. The Drowned God wants them drowned. Why are all the gods such vicious cunts? Where is the god of tits and wine?|Varys|In the Summer Isles, they worship a fertility goddess with sixteen teats.|We should sail there immediately.|Tyrion and Varys|The Prince of Winterfell}}\n\nThe '''[[Summer Islands]] religion''' considers sex to be a holy and life-affirming act.\n\nOne of the deities they worship is a fertility goddess with sixteen teats.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, Summer Islander culture is very much what might be called &quot;[[Wikipedia:Sex-positive movement|sex-positive]]&quot; in real life. Summer Islanders believe sex to be a gift from the gods for humanity to enjoy, regarding it as a joyous and life-affirming act. Although specific details about the Summer Islander religion have not been revealed, it is said that they consider sex to be an outright &quot;holy&quot; act, and therefore nothing to be ashamed by. [[Prostitution]] is considered a very respectable profession in the Summer Islands, even practiced by highborn islanders (who do not financially ''need'' to do it, but perhaps as some form of temple-prostitution). Funerals are not somber occasions mourning the dead but celebrations of the lives they led, with wine and lovemaking.\n\nThe Summer Islander religion has not been described in full detail.  The ''World of Ice and Fire'' sourcebook (2014) explained that the Summer Islanders honor over a score (twenty) of gods both great and small, though the highest reverence is given to the god and goddess of love, beauty, and fertility.  They believe that when male and female join together in sex, they give honor to the gods who made them.  All Summer Islanders are expected to spend some time in the temples of love that dot the island, sharing their bodies with any who might desire them.  Most serve in the temples for no more than one year, but the most skilled and beautiful remain as honored priests and priestesses in the art of lovemaking (which they literally consider to be an art, as respectful as music, dance, or sculpture).\n\nIn Season 2 of the TV series Varys said in passing that a fertility goddess with sixteen teats is worshiped in the Summer Isles.  No mention of this has been made in the books, though it does call to mind the [[Wikipedia:Temple of Artemis#Ephesian Artemis|Ephesian Artemis]] statues of Ancient Greece.\n\n"}, "title": "Summer Islands religion"}