{"attributes": {"formerly": "", "title": "Summer Islands", "culture": " ", "image": " Summer Islands opening.png", "rulers": "", "location": "The Summer Sea, far northwest of mainland Sothoryos, northwest of Naath.  ", "military": "", "religion": "Summer Islands religion", "population": "Summer Islanders", "type": "", "geography": "Hot, tropical islands."}, "sections": {"TOP": "Summer Islands06786lmev5q1s2ln9kaajeaee1p745ikyadn1684602015-01-05T02:35:17ZThe Dragon Demands5014364{{Region\n| Title=Summer Islands\n| Image= Summer Islands opening.png\n| Image size=\n| Location=The [[Summer Sea]], far northwest of mainland [[Sothoryos]], northwest of [[Naath]].  \n| Formerly=\n| Type=\n| Geography=Hot, tropical islands.\n| Population=Summer Islanders\n| Rulers=\n| Religion=[[Summer Islands religion]]\n| Culture= \n| Military=\n| Regional capital= \n}}\n{{Quote|In the Summer Isles they worship a fertility goddess with sixteen teats.|[[Varys]]|The Prince of Winterfell}}\n[[File:Summer Islands opening - with map names.png|thumb|275px|The Summer Islands as depicted on a map in the opening credits of Season 4, with location names added.  Mainland Sothoryos is located off-screen, to the southeast.]]\nThe '''Summer Islands''' (or '''Summer Isles''') are an archipelago of large islands, located in the [[Summer Sea]]. They are located southeast of [[Westeros]], southwest of [[Volantis]] and northwest of mainland [[Sothoryos]]. The island of [[Naath]] is located to the east, between the Summer Islands and mainland Sothoryos.  The inhabitants of the Summer Isles are notably dark-skinned.\n\n", "History": "===[[Season 2]]===\n[[Xaro Xhoan Daxos]] was born in the Summer Islands, but has since become resident in the eastern city of [[Qarth]].&lt;ref&gt;[[Garden of Bones]]&lt;/ref&gt;\n\nAccording to [[Varys]], the Summer Islanders worship a fertility goddess with sixteen teats. [[Tyrion]] jokes that they should sail there immediately.&lt;ref&gt;[[The Prince of Winterfell]]&lt;/ref&gt;\n\n===[[Season 4]]===\n\nThe [[Unsullied]] commander [[Grey Worm]] says that he was taken from the Summer Islands by slavers as a baby. [[Missandei]], who is from the neighboring island of [[Naath]], asks if he remembers anything of the Summer Islands or his life before becoming an Unsullied, but he says that &quot;Unsullied&quot; is all he remembers. He does not even remember when the slavers [[Eunuch|castrated]] him at the beginnning of his forced training to be one of the Unsullied.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Summer Islands are amongst the southern-most explored parts of the world. People from the Summer Islands are dark-skinned and tend to wear colorful clothes. They are famed sea-farers, as they have to rely on extensive maritime transport due to the archipelago nature of their homeland. Many Summer Islander ships re-applied these skills to take part in international shipping: the islands have a large merchant marine fleet which operates on sea lanes across much of the known world. Summer Islander merchant ships can be found in most major ports across both Westeros and the Free Cities, from [[Oldtown]] to [[King's Landing]], and from [[Braavos]] to [[Volantis]]. Many crews also make the long trade route around the [[Jade Sea]] far to the east, visiting [[Qarth]] and distant [[Asshai]]. Summer Islander boats are swift and well-crewed. They are also famed as skilled archers, using powerful bows that outrange similar weapons from Westeros. Summer Islander ship crews make use of these crews to drive off pirates and raiders at range, before they can attempt to board their vessels.\n\nSummer Islander culture is very much what might be called &quot;[[Wikipedia:Sex-positive movement|sex-positive]]&quot; in real life. Summer Islanders believe sex to be a gift from the gods for humanity to enjoy, regarding it as a joyous and life-affirming act. Although specific details about the Summer Islander religion have not been revealed, it is said that they consider sex to be an outright &quot;holy&quot; act, and therefore nothing to be ashamed by. [[Prostitution]] is considered a very respectable profession in the Summer Islands, even practiced by highborn islanders (who do not financially ''need'' to do it, but perhaps as some form of temple-prostitution). Funerals are not somber occasions mourning the dead but celebrations of the lives they led, with wine and lovemaking. Summer Islanders also have great respect for their elderly. Being warm islands, the diet of their inhabitants consists mostly of fruit and fish.\n\nIn the novels, a Summer Islander prince named Jalabhar Xho has taken up residence in the [[Red Keep]] for the past several years. He repeatedly asked King [[Robert Baratheon]] for military aid in retaking his princedom, the Red Flower Vale, but has been repeatedly turned down. Robert kept him around because the idea of invading the Summer Islands intrigued him. Jalabhar Xho has not yet appeared in the television series.\n\nOther minor characters in the books that hail from the Summer Islands are Chataya, a madame, and her daughter, a prostitute named Alayaya. During his tenure as acting [[Hand of the King]], Tyrion pretends to visit Alayaya while having secret encounters with [[Shae]] instead, and [[Cersei]] has Alayaya arrested to spite Tyrion. This last development is fulfilled by [[Ros]] in the TV show.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n[[Grey Worm]]'s backstory and ethnic/geographical origins are not given in the books: when directly asked, George R.R. Martin said he had no specific plans to develop it. The TV series invented the backstory that he was taken from the Summer Islands by slavers as a baby - though Grey Worm also says in the TV series that he has no memory of the Summer Islands or of life before being an Unsullied. While it is invented for the TV series, this backstory is entirely plausible within the books.\n\nThe ''World of Ice and Fire'' reveals that Queen Nymeria did not lead the [[Rhoynar]] refugees directly from the [[Rhoyne]] River (in the modern Free Cities) west to [[Dorne]] in Westeros, when they were fleeing from the advance of the [[Valyrian Freehold]]. Rather, Nymeria's fleet first sailed to the Summer Islands, regrouping on what later became known as the Isle of Women (most of her followers were women and children, because most of the Rhoynar men had been killed in battle against the Valyrians). The Rhoynar refugees stayed there for some time, before leaving the Summer Islands to migrate into Dorne.\n\n===Geography===\n\n''The Lands of Ice and Fire'' (a companion map collection for the novels) reveals that the Summer Islands lie due south of the [[Narrow Sea]] and are a chain of islands located along a northwest-to-southeast axis. The tip of the northern-most island is at the same latitude as the southern-most coastline of Valyria, and at the same longitude as [[Tyrosh]] on the west coast of Essos. The southernmost islands are located slightly further south than [[Naath]] or Basilisk Point (on the mainland of Sothoryos), and roughly at the same longitude as the [[Orange Shore]] (just west of [[Volantis]]). Visible on the maps are three large islands and several smaller ones, but it is possible the chain extends further south than the edge of the map. The northernmost island is roughly equidistant between Westeros and Essos, while the southernmost island is roughly equidistant between Essos and mainland Sothoryos. The island of Naath, to the east, is the closest other land to the Summer Islands. The area of the Summer Islands as a whole is roughly similar in size to that of the Valyrian Peninsula.\n\nAccording to ''The Lands of Ice and Fire'', the major islands are named, north to south, as Walano, Omboru, and Jhala. The Smiling Sea divides Walano and Omboru, while the Indigo Straits divide Omboru from Jhala. The largest city of the Summer Islands, Lotus Port, is located on Walano. The towns of Last Lament and Tall Trees Town are also located on Walano. The settled valleys of Red Flower Vale (former home of Jalabhar Xho) and Sweet Lotus Vale are located on Omboru, along with the city of Ebonhead. Koj and the Isle of Birds are amongst the numerous smaller islands.\n\nOfficial maps for the TV series, including the online HBO Viewer's Guide map, have not included the Summer Islands so far. The map which the TV series uses for Essos is actually slightly outdated, as it was produced before ''The Lands of Ice and Fire'' was released. The biggest differences are mostly in the far east, beyond Qarth and Vaes Dothrak: the TV series map assumed that Qarth is on the southern end of the Jade Sea, when ''Lands of Ice and Fire'' revealed that Qarth is actually located at the northern end of the Jade Sea.\n\nStarting in [[Season 4]], the astrolabe map which appears in the opening credits of the TV series finally portrayed the Summer Islands for the first time, as the camera swings from Westeros to Slaver's Bay in Essos. The design, which only briefly appears, does not correspond to the map of the Summer Islands revealed in ''The Lands of Ice and Fire'', which revealed that the northwestern-most of the islands is located at the same longitude as Tyrosh, and the same latitude as the southern end of the Valyrian peninsula. The TV series's opening sequence depicts the northernmost island as being located further to the northwest, nearly as far west as the [[Red Mountains]] of Dorne, and nearly as far north as [[Volantis]] (which is located at the base of the Valyrian peninsula). This may have been done simply to fit them onto the screen, and not to specify actual distances, as the islands were viewed out of focus and at an angle as the &quot;astrolabe&quot; in the opening sequence swung around.\n\n", "Known Summer Islanders": "*{[[Xaro Xhoan Daxos]]}, established in [[Qarth]], where he rose to become a member of [[the Thirteen]]. Locked inside his own vault for betraying [[Daenerys Targaryen]].\n*[[Salladhor Saan]], a pirate-lord and mercenary sailor. Moved to the Free City of [[Lys]] many years ago, and generally considers himself to be a Lysene by geography if not ethnicity.\n*[[Grey Worm]], birth name unknown, captured by slavers as an infant and forcibly trained as an [[Unsullied]] by the [[Great Masters]] of [[Astapor]]. Now serving Daenerys Targaryen as a free man and commander of the eight thousand Unsullied she freed.\n\n"}, "title": "Summer Islands"}