{"attributes": {"status": " :Category:Status: Dead", "title": "File:MiniHollard.jpg", "season": "Season 4", "allegiance": "House Hollard '''Symon Hollard''' is an unseen character in Game of Thrones. He is deceased at the start of the series, and thus not expected to appear. He was a knight of House Hollard and an uncle to Dontos Hollard.==Biography=====Season 4===He is mentioned within the entry of Ser Gwayne Gaunt, as recorded in the Book of Brothers. During the Defiance of Duskendale he killed Ser Gwayne. For this he was later killed by Ser Barristan Selmy.==In the books==In the ''A Song of Ice and Fire'' novels, Symon Hollard was a key accomplice in the Defiance of Duskendale, when Lord Denys Darklyn of Duskendale defied King Aerys II Targaryen", "titles": "Ser", "link": "House Hollard", "aka": " "}, "sections": {"TOP": "Symon Hollard02401376clzyxf58efu4ulbbyx91osvm75x6q1580982014-08-31T03:06:06ZSon Of Fire24907634{{Character\n| Title=[[File:MiniHollard.jpg|left|40px|link=House Hollard]] Symon Hollard [[File:MiniHollard.jpg|right|40px|link=House Hollard]]\n| \n| Season=[[Season 4|4]]\n| First\n| Last\n| Mentioned in=[[Oathkeeper]]\n| Aka= \n| Titles=[[Ser]]\n| Status= [[:Category:Status: Dead|Deceased]]\n| Allegiance=[[House Hollard]] }}\n\n'''Symon Hollard''' is an unseen character in Game of Thrones. He is deceased at the start of the series, and thus not expected to appear. He was a knight of [[House Hollard]] and an uncle to [[Dontos Hollard]].\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, Symon Hollard was a key accomplice in the Defiance of Duskendale, when Lord Denys Darklyn of Duskendale defied King [[Aerys II Targaryen|Aerys II]] and captured him, imprisoning him within the Dun Fort.\n\nSer Symon slew Ser Gwayne Gaunt of the Kingsguard during the taking of the King. When Ser Barristan Selmy of the Kingsguard entered the Dun Fort and escaped with the King, he avenged Ser Gwayne by killing Ser Symon.\n\n", "Biography": "===[[Season 4]]===\n\nHe is mentioned within the entry of Ser [[Gwayne Gaunt]], as recorded in the [[Book of Brothers]]. During the [[Defiance of Duskendale]] he killed Ser Gwayne. For this he was later killed by Ser [[Barristan Selmy]].\n\n", "See also": "*{{AWOIAF}}\n\n"}, "title": "Symon Hollard"}