{"attributes": {"status": " :Category:Status: Dead", "death": " Slain in the Storming of the DragonpitQuote", "title": " Syrax", "season": " Histories &amp; Lore", "image": " ", "allegiance": " House Targaryen", "link": " House TargaryenAnimal", "mentioned": " &quot;Dragons (Histories &amp; Lore)&quot;", "place": " King's Landing", "species": " Dragons"}, "sections": {"TOP": "Syrax030497qs0uxh2fqa15hsrkraqnzmk2y2e4szj1762832015-03-12T03:37:05ZGreater good3347453{{Conjecture}}\n{{Heraldry\n|image = Targaryen mini shield.png\n|link = House Targaryen\n}}\n{{Animal|Title = Syrax|Image = |Season = [[Histories &amp; Lore]]|Mentioned = &quot;[[Dragons (Histories &amp; Lore)]]&quot;|Species = [[Dragons|Dragon]]|Status = [[:Category:Status: Dead|Deceased]]|Place = [[King's Landing]]|Allegiance = [[House Targaryen]]|Death = Slain in the [[Storming of the Dragonpit]]}}\n{{Quote|When Targaryen fought Targaryen in the civil war called the Dance of the Dragons, an angry mob stormed the Dragonpit, that huge now-ruined vault where Targaryens stabled their beasts. Thousands died, but through sheer numbers and madness, five of the Targaryen dragons lay dead by the morning.|[[Pycelle]]|Dragons (Histories &amp; Lore)}}\n'''Syrax''' was a [[Dragons|dragon]] bred by [[House Targaryen]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'', Syrax was a she-dragon ridden solely by [[Rhaenyra Targaryen]].\n\nSyrax had yellow scales. She was huge and formidable, but not as fearsome or experienced in battle as [[Caraxes]]. She was kept in chains and exceedingly well fed. She had not hunted for years at the time of the [[Dance of the Dragons|civil war]].\n\nRhaenyra first took Syrax as a mount in 104 AC, when the princess was seven years old. Syrax was described as a &quot;young&quot; dragon at the time, and Rhaenyra herself named her &quot;Syrax&quot; (after a [[Valyria|Valyrian]] goddess) - strongly implying that Syrax had no previous rider.\n\nSyrax laid &quot;several&quot; clutches of eggs during the reign of [[Viserys I Targaryen|Viserys I]]. Her latest clutch was produced just prior to the civil war. One of the eggs from that latest clutch was given to Rhaena, Rhaenyra's step-daughter.\n\nFollowing her difficult stillbirth at the beginning of the war, Rhaenyra recovered enough strength to fly on Syrax, along with her other dragonriders, when they assaulted and captured [[King's Landing]], with little opposition.\n\nIn King's Landing Syrax was kept within the walls of the [[Red Keep]] in a stable in the outer ward that had been emptied of horses and given over for her use. Heavy chains bound her to the ground. The chains were long enough to allow her to move from the stable to yard but kept her from flying off riderless. The three other dragons belonging to the blacks were kept in the [[Dragonpit]] along with the greens's [[Dreamfyre]].\n\nSyrax was slain in the aftermath of the [[Storming of the Dragonpit]]. Prince Joffrey Velaryon had attempted to mount her to ride to the Dragonpit, save the other dragons, and perhaps mount his own dragon [[Tyraxes]] there. Dragons are not horses, however, and they will only accept one mount at a time. In mid-flight, Syrax shrugged off Joffrey, who fell to his death. Attracted by the bloodshed, Syrax continued on to the Dragonpit. Archmaester Gyldayn noted that Syrax could have simply stayed high in the air and made runs at the mob with her flames, but instead she descended upon the ground, killing dozens with tooth and claw. There are numerous and contradicting accounts about specifically how Syrax died, and Gyldayn does not give them in detail. What is certain is that Syrax eventually died fighting the rioters.\n\nIn the ''The Dance of the Dragons, A True Telling'' by Maester Munkun writes that [[Vhagar]] roasted Ser Byron Swann when he tried to kill her by sneaking up behind his shield so the dragon would see only her reflection - as Serwyn of the Mirror Shield did to Urrax. However, according to [[Tyrion Lannister]], Grand Maester Munkun errs, the dragon was in fact Syrax.\n\nThat it was Syrax makes much more sense than Munkunâ&euro;&trade;s version as Ser Byron Swann was the son of a marcher lord, and [[Storm's End]] was for King [[Aegon II Targaryen]]. Vhagar was ridden by Prince [[Aemond Targaryen]], Aegonâ&euro;&trade;s brother and fellow green.\n\nArchmaester Gyldayn's history of the civil war sheds no further light on the matter as it gives no account of Ser Byron Swann's attempt to slay a dragon.\n\n", "Biography": "During the [[Dance of the Dragons]], an angry mob of [[smallfolk]] [[Storming of the Dragonpit|stormed]] the [[Dragonpit]] where [[House Targaryen]] stabled their [[Dragons|dragons]]. Syrax was among the five dragons killed.&lt;ref&gt;&quot;[[Dragons (Histories &amp; Lore)]]&quot;&lt;/ref&gt;\n\n", "See also": "*{{AWOIAF}}\n\n"}, "title": "Syrax"}