{"attributes": {}, "sections": {"Potential adaptation": "\nOn February 10th, 2013, George R.R. Martin confirmed that he had been in discussion with [[HBO]] over a possible adaptation of the ''Tales of Dunk and Egg'' short stories, though in what format (TV movies, theatrical movie, or a spin-off TV series) was not made clear.&lt;ref&gt;[http://www.westeros.org/ASoWS/News/Entry/Tuf_Voyaging_Reissued_TV_Project_Discussed Westeros.org]&lt;/ref&gt;\n\nThe HBO production team from the ''Game of Thrones'' TV series has said that they dismiss out of hand the possibility of starting any prequel project before the main series if finished, given the massive amount of work involved on it. They physically cannot produce more than ten episodes on any Westeros-related project in a single year. While potential future prequel projects are being discussed, this is mostly legal negotiation at this point, and no pre-production work will be started until after the final season of ''Game of Thrones''.\n\nBefore the beginning of Season 5 of ''Game of Thrones'', HBO programming president Michael Lombardo said in an interview with ''Entertainment Weekly'' that the network would eagerly accept the TV series going on for eight to ten seasons, but only if writers Benioff and Weiss felt it served the story instead of dragging it out.&lt;ref&gt;[http://www.ew.com/article/2015/03/11/game-thrones-end ]&lt;/ref&gt;  This strongly indicates that HBO is interested in continuing to make Westeros-related projects for years to come, such as moving on to a ''Tales of Dunk and Egg'' prequel after the main series ends.\n\n", "TOP": "Tales of Dunk and Egg0271214fo9wc20yj811lohk8o3ujvuemnxkt91795282015-03-26T16:29:20ZThe Dragon Demands5014364/* Potential adaptation */{{Template:Dialogue a-b|Joffrey|So this is the famous &quot;[[The Book of Brothers|Book of Brothers]]&quot;... all the great deeds of all the great [[Kingsguard]]...Four pages for Ser Duncan! He must have been quite a man.|Jaime|So they say.|[[Joffrey Baratheon]] and [[Jaime Lannister]] discuss Ser Duncan's entry in ''[[The Book of Brothers]]''.|Two Swords}}\n[[File:Dunk the Lunk.png|thumb|250px|right|Ser [[Duncan the Tall]], thick as a castle wall (as depicted in the [[Histories &amp; Lore]] video &quot;[[The Kingsguard (Histories &amp; Lore)|The Kingsguard]]&quot;).]]\nThe '''''Tales of Dunk and Egg''''' are a series of prequel novellas written by [[George R.R. Martin]], which begin 90 years before the events of the ''[[A Song of Ice and Fire]]'' novels (on which the TV series ''[[Game of Thrones (TV series)|Game of Thrones]]'' is based). They follow the adventures of Ser [[Duncan the Tall]] and his squire, Prince [[Aegon V Targaryen|Aegon &quot;Egg&quot; Targaryen]] - the younger brother of Maester [[Aemon]]. Though Egg is a boy at the start of the series he will eventually grow up to become King Aegon V, the Unlikely.\n\nThe ''Tales of Dunk and Egg'' may potentially be made into a live-action project which will be a prequel to the main ''Game of Thrones'' TV series.\n\n", "Story": "{{Quote|My father was [[Maekar Targaryen|Maekar]], the First of his Name. My brother Aegon reigned after him, when I had refused the throne, and he was followed by his son [[Aerys II Targaryen|Aerys]], whom they called the Mad King.|Maester [[Aemon]]|Baelor}}\n[[File:Battle of the Redgrass Field.png|thumb|300px|The [[Battle of Redgrass Field]], climactic battle of the First [[Blackfyre Rebellion]].]]\nThe ''Tales of Dunk and Egg'' begin 90 years before the War of the Five Kings, at the end of the reign of King [[Daeron II Targaryen]]. The realm is still recovering from the First [[Blackfyre Rebellion]] thirteen years before, a great civil war that tore the Seven Kingdoms in half. Daeron II's bastard half-brother [[Daemon Blackfyre]] had tried to seize the [[Iron Throne|throne]] in the rebellion, but was killed in the final battle of the war. Several of his sons survived by fleeing into exile, and across the [[Narrow Sea]], [[House Blackfyre]] is continually plotting all manner of intrigues against the main branch of the [[House Targaryen|Targaryen dynasty]], hoping to gain support for new rebellions.\n\nThe Targaryens are still having difficulty maintaining their hold on power, particularly since the last of their [[Dragons|dragons]] died fifty years ago, and the beasts are starting to fade from living memory. There are also lingering tensions from the recent unification of [[Dorne]] with the rest of the Seven Kingdoms. The fiercely independent [[Dornishmen]] had resisted Targaryen conquest for two centuries, and only finally came under the authority of the [[Iron Throne]] through peaceful marriage-alliance: Daeron II married the sister of the Prince of Dorne, and Daeron II's sister married the Prince of Dorne. The terms of the alliance led to the [[Iron Throne]] giving [[House Martell]] of Dorne preferential treatment, with a strong pro-Martell faction developing around Daeron II at the royal court. This is one of the factors that sparked the Blackfyre Rebellion, as all of the non-Dornish lords who felt that the pro-Martell faction was receiving royal favors which should have been theirs ultimately sided with Daemon Blackfyre. Despite thirteen years of relative peace, relations between the Dornish and the rest of the Seven Kingdoms remain tenuous.\n\nWorse problems are on the horizon, as during the course of Dunk and Egg's first adventures a massive plague known as the [[Great Spring Sickness]] sweeps across the Seven Kingdoms ([[Westeros]]'s equivalent of the [[Wikipedia:Black Death|Black Death]]), upsetting what was already a fragile political balance. With plague and drought devastating the Seven Kingdoms, many turn to banditry to survive, and the roads are crawling with outlaw bands. Petty feuds erupt between local lords competing over food and resources. With the realm weakened from within, dangers arise on every side, as the Targaryens' enemies see their vulnerable state as a perfect opportunity to attack. Besides the continuing tensions with the Dornish to the south, the Blackfyres across the eastern sea are attempting to raise new armies in the [[Free Cities]], and to turn lords in Westeros to their side who are upset at the difficulties the Targaryen reign is encountering. To the west, the [[Ironborn|ironborn]] led by Dagon Greyjoy are seizing their best chance in generations to return to the Old Way, conducting brazen coastal raids from [[Bear Island]] in the North to [[The Arbor]] in the south. To the north the [[Free Folk|wildlings]] have been united by a new [[King-Beyond-the-Wall]], [[Raymun Redbeard]], and they are preparing to cross over the Wall and sweep through the lands to the south.\n[[File:Trial by seven of Duncan the Tall.png|thumb|left|300px|Ser Duncan the Tall fights in a [[Trial by combat|trial of seven]].]]\nInto this backdrop steps Ser [[Duncan the Tall]], a very large squire who grew up as an orphan in the slums of [[Flea Bottom]] in [[King's Landing]]. After the hedge knight he is in service to dies while heading to a tournament, Dunk takes his gear and enters the tournament as a knight himself. Along the way he strikes up an odd friendship with a young boy who turns out to be Prince Aegon Targaryen, commonly known by his nickname &quot;Egg&quot;, a grandson of King Daeron II. Later, however, he runs afoul of Aegon's sadistic and arrogant older brother, Prince [[Aerion Targaryen|Aerion Brighflame]], after Aerion accosts a beautiful Dornish woman with whom Duncan becomes smitten. Through a series of many adventures the unlikely duo of &quot;Dunk and Egg&quot; will in the course of years rise to great fame, as Egg grows to become King Aegon V, and Dunk becomes Ser Duncan the Tall, Lord Commander of the [[Kingsguard]].\n[[File:Tragedy at Summerhall.png|thumb|300px|The [[Tragedy at Summerhall]], which claims the lives of Dunk and Egg]]\nMartin has said that the novellas will include time-jumps so that they will ultimately cover the rest of the lives of the two main characters, stretching across a period of 50 years, until both of them died in the [[Tragedy of Summerhall]]. This will bridge the timeline between the two main narrative eras: Ser [[Barristan Selmy]] was knighted at the age of sixteen by King Aegon V after unhorsing Ser Duncan in a joust. [[Tywin Lannister]]'s grandfather Gerold Lannister is a character in the early novellas, but young Tywin was a boy when Aegon V died. Prince [[Rhaegar Targaryen]] was also born the very same night as the [[Tragedy at Summerhall]].\n\n", "See also": "* {{AWOIAF}}\n* {{Template:WP}}\n\n"}, "title": "Tales of Dunk and Egg"}