{"attributes": {"status": " :Category: Status: Dead", "death": " Stabbed repeatedly by Lothar Frey", "last": " &quot;The Rains of Castamere (episode)", "family": [" Robb Stark - husband", "Unnamed father", "Unnamed mother", "Unnamed brother", "Eddard Stark - father-in-law", "Catelyn Tully - mother-in-law", "Sansa Stark - sister-in-law", "Brandon Stark - brother-in-law", "Rickon Stark - brother-in-law", "Arya Stark - sister-in-law", "Jon Snow - bastard half-brother-in-law", "Edmure Tully - uncle by marriage"], "title": " Talisa Stark", "season": " Season 2", "image": " Talisa Stark.png", "allegiance": "House Stark&lt;br/&gt;Maegyr family", "actor": " Oona Chaplin", "deathep": " &quot;The Rains of Castamere (episode)", "titles": "Queen", "link": " House StarkCharacter", "place": " Volantis", "appearances": " 11 episodes &lt;small&gt;#Appearances", "first": " &quot;Garden of Bones&quot;"}, "sections": {"Relationships": "*See also [[Robb and Talisa Stark]]\n\n", "Family tree": "{{House Stark family tree}}\n\n", "TOP": "Talisa Stark0767126ccwwlvrftuget2s0w5gk8lkki4ht61761832015-03-11T15:36:27ZEnglishJoker1525043/* Season 3 */{{Heraldry\n|image = Stark mini shield.png\n|link = House Stark\n}}\n{{Character\n| Title= Talisa Stark\n| Image= Talisa Stark.png\n| Season= [[Season 2|2]], [[Season 3|3]]\n| First= &quot;[[Garden of Bones]]&quot;\n| Last= &quot;[[The Rains of Castamere (episode)|The Rains of Castamere]]&quot;\n| Appearances= 11 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Status= [[:Category: Status: Dead|Deceased]]\n| Place= [[Volantis]]\n| Allegiance=[[House Stark]]&lt;br/&gt;[[Maegyr family]]\n| Titles=Queen\n| Family = {[[Robb Stark]]} - husband&lt;br&gt;Unnamed father&lt;br&gt;Unnamed mother&lt;br&gt;Unnamed brother&lt;br&gt;{[[Eddard Stark]]} - father-in-law&lt;br&gt;{[[Catelyn Tully]]} - mother-in-law&lt;br&gt;[[Sansa Stark]] - sister-in-law&lt;br&gt;[[Brandon Stark]] - brother-in-law&lt;br&gt;[[Rickon Stark]] - brother-in-law&lt;br&gt;[[Arya Stark]] - sister-in-law&lt;br&gt;[[Jon Snow]] - bastard half-brother-in-law&lt;br&gt;[[Edmure Tully]] - uncle by marriage\n| Actor= [[Oona Chaplin]]|Death = Stabbed repeatedly by [[Lothar Frey]]|DeathEp = &quot;[[The Rains of Castamere (episode)|The Rains of Castamere]]&quot;}}\n{{Quote|I decided two things that day. I would not waste my years planning dances and masquerades with the other noble ladies. And when I came of age I would never live in a slave city again.|Talisa Stark|The Prince of Winterfell}}\n'''Talisa Stark''',Â nĂŠe '''Maegyr''', is a major character in the [[Season 3|third]] season. She initially appeared as a recurring character in the [[Season 2|second]] season and debuted in &quot;[[Garden of Bones]].&quot; She is played by starring cast member [[Oona Chaplin]]. During the [[War of the Five Kings]] Talisa works as a healer on the battlefields of the [[Westerlands]], where she meets the [[King in the North]], [[Robb Stark]]. She and Robb subsequently marry, and she falls pregnant with his heir. Talisa is murdered along with Robb, Catelyn Stark and most of the northern bannermen at the [[Red Wedding]].\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, there is no character named Talisa Maegyr, though one of the triarchs of Volantis is Malaquo Maegyr. Instead, Robb weds Jeyne Westerling, daughter of Lord Gawen Westerling, an impoverished but proud bannerman to [[Casterly Rock]]. They meet when Robb captures [[The Crag]], an ancient and decaying stronghold which serves as the seat of [[House Westerling]]. In the process of storming the castle Robb is wounded when he takes an arrow to the arm. Jeyne nurses him back to health and they grew close during that time. Robb is still there when word of the deaths of Bran and Rickon arrives (though [[Theon Greyjoy]] was actually lying when he claimed they were dead). Jeyne comforts Robb in his distress, and they end up having sex together. As she is highborn and as Robb has taken her maidenhead he is not only honor-bound to marry her, but he has fallen in love with her.\n\nAll these events happen when Robb is in the west and are not revealed in the books until he returns with Jeyne to [[Riverrun]]. Robb doesn't discuss breaking his marriage pact with Catelyn, and the marriage is not done in secret. Furthermore, JeyneÂ never becomes pregnant with Robb's heir and isn't present at the Twins during the &quot;Red Wedding&quot;. Thus, she's alive and well afterwards, under the protection of Brynden Tully, who remains in Riverrun as Robb's Warden of the Southern Marches.\n\n", "Behind the scenes": "Originally, Chaplin was only announced as playing &quot;Jeyne&quot;, leading to fan speculation that she would be playing either Jeyne Westerling, a noble girl of the [[Westerlands]], or [[Jeyne Poole]], a friend and companion of [[Sansa Stark]]'s who accompanies her to [[King's Landing]].&lt;ref&gt;[http://www.westeros.org/GoT/News/Entry/Oona_Chaplin_is_Jeyne/ Westeros.org]&lt;/ref&gt; It was later announced to be Jeyne Westerling.&lt;ref&gt;[http://www.comicbookmovie.com/fansites/rorschachsrants/news/?a=44507 ComicBookMovie.com]&lt;/ref&gt; However Chaplin's character introduces herself as Talisa when she first appears. She goes on to say that she is from the Free City of [[Volantis]], while Jeyne Westerling is actually a member of [[House Westerling]], impoverished but proud nobles from the Westerlands sworn to [[House Lannister]]. However, Jeyne's maternal great-grandmother was indeed from the east, though the books never state which of the Free Cities she was from.\n\nThe discrepancy was later explained by Chaplin's character originally being conceived as being similar to Jeyne Westerling from the novels, even named the same, but then moving further and further away during rewrites. Eventually [[George R.R. Martin]] himself suggested they just rename her and make her a completely new character. Martin himself came up with the name since he pointed out that Jeyne is not a Volantene name.&lt;ref&gt;Ryan, Maureen (September 4, 2012). [http://www.huffingtonpost.com/2012/09/04/game-of-thrones-season-3-characters_n_1854918.html 'Game of Thrones' Season 3 Characters And Scoop From Creator George R.R. Martin]. Huffington Post.&lt;/ref&gt;\n\nChaplin has said, &quot;I auditioned twice, both times suspecting Iâ&euro;&trade;d never get it because Iâ&euro;&trade;m not [[wikipedia:White people|white]] and as in most shows I thought they would want an [[wiktionary:English rose|English rose]]. But these guys are braver and cleverer than that and for whatever reason they thought I was right for the part.&quot;&lt;ref&gt;(April 19, 2012). [http://winteriscoming.net/2012/04/interview-with-oona-chaplin Interview with Oona Chaplin]. WinterIsComing.Net.&lt;/ref&gt;\n\n", "Image Gallery": "&lt;gallery captionalign=&quot;left&quot; spacing=&quot;small&quot; columns=&quot;3&quot; hideaddbutton=&quot;true&quot;&gt;\nTalisa 2x04.PNG|Talisa treating the wounded after the [[Battle of Oxcross]] in &quot;[[Garden of Bones]].&quot;\nTalisa 2x08.jpg|Talisa back from The Crag in &quot;[[The Prince of Winterfell]].&quot;\nRobb and Talisa.jpg|Talisa and [[Robb Stark]] talking a walk near a riverbank on their way back from [[the Crag]] in &quot;The Prince of Winterfell.&quot;\nTalisaPrinceofWinterfell.png|Talisa sitting beside Robb in &quot;The Prince of Winterfell.&quot;\nRobb and Talisa1.jpg|Talisa and Robb kissing in &quot;The Prince of Winterfell.&quot;\nRobstark.jpg|Talisa and Robb in Riverrun in &quot;Kissed by Fire&quot;.\nRobb and Talisa Red Wedding.jpg|Robb and Talisa Stark in &quot;[[The Rains of Castamere (episode)|The Rains of Castamere]]&quot;.\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF|Jeyne Westerling}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season Two Appearances||||yes||yes|yes|yes||yes||yes}}\n{{Season Three Appearances|yes|yes|yes||yes||yes||yes}}\n\n", "Biography": "===Background===\nTalisa was aÂ noblewoman from the [[Free City]] of [[Volantis]], the oldest and largest of the Free Cities.\n\nWhen Talisa was 12, her parents went to a wedding lasting several days, leaving her with her younger brother. The second day they were gone, it was the hottest day in Volantis, so she and her brother joined the other children to go for a swim in the River [[Rhoyne]]. While she was talking with a friend, she noticed that her brother was missing. Eventually, she found him floating face down in the water. Talisa and her friend pulled him to the shore but he was dead. Suddenly, a man with a tattoo of a fish on his face came and pushed her away. Had she reported him, it would have meant death for the slave to touch a noble. The slave kept on pushing on her brother's chest again and again until he was revived. As the slave cradled her brother and calmed him down, Talisa was inspired by the slave's selfless act. She decided two things right there and then: first, that when she came of age, she would not waste her years dancing with other nobles, and second that she would never live in a place where slavery was legal again. To this end, she sought and obtained medical training (rather than dancing with other nobles) and relocated to [[Westeros]] (slavery being outlawed in the [[Seven Kingdoms]]).&lt;ref name=&quot;E18&quot;&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\nTalisa tends to a [[Wounded Lannister|wounded Lannister]] soldier after the [[Battle of Oxcross]], finding that his foot needs to be amputated. King [[Robb Stark]] aids her by holding the man down and giving him a gag to bite on, pointing out that it's better than biting his tongue. After the operation Talisa criticizes Robb for fighting to usurp the crown without having a replacement king, as Robb only claims the title of [[King in the North]]. Talisa also points out that the wounded Lannister soldier was a fisherman who had been conscripted, like many others, into the Lannister army and that the forces Robb's army defeated weren't trained soldiers for the most part. As she leaves Robb tells Talisa that the soldier was lucky she was there to save him and she responds by saying it was unlucky for the soldier that Robb was there.&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\n[[File:Catelyn returns.jpg|thumb|Robb introduces Talisa to Catelyn]]\nTalisa follows Robb Stark's army camp as it moves. Robb introduces her to his mother [[Catelyn Stark]], and when she asks about her family, Talisa says that their name is &quot;Maegyr&quot;. Talisa says that being from Volantis, she isn't familiar with the titles of nobility used in the Seven Kingdoms. Robb watches Talisa as she leaves and Catelyn reminds him that he is not free to love where he will.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\n[[File:Talisa.jpg|thumb|Talisa asks Robb for help]]\nAfter a meeting with his bannermen, Talisa seeks Robb out to ask for more medical supplies. She has heard Robb is about to leave for [[The Crag]] to negotiate a surrender, which has the things she needs. She wants to write a list to send to the Crag's Maester, but Robb suggests she should come with him and get the supplies herself.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt; On their way back they discuss Robb's father [[Eddard Stark]] and the lessons he taught Robb about caring for his subjects. They are interrupted by news that Catelyn has released Robb's key prisoner [[Jaime Lannister]]. Talisa later goes to comfort Robb. After she reveals more of her past to him they admit their shared feelings for one another and sleep together.&lt;ref name=&quot;E18&quot; /&gt;\n\n[[File:Robb weds Talisa.png|thumb|Talisa and Robb marry]]\nRobb talks to his mother about Talisa. Catelyn says that she and Eddard were an arranged marriage, they barely knew each other, and yet found happiness together. However, Robb wants more than that possibility. Talisa and Robb marry in secret before a [[septon]], pledging their lives to each other.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\nTalisa is recalling to Robb about her mother's prejudices towards Westerosi when [[Roose Bolton]] arrives with the news of [[Hoster Tully]]'s death and that Winterfell has been sacked with [[Bran Stark|Bran]] and [[Rickon Stark]] still missing. While traveling to [[Riverrun]] for Hoster Tully's funeral, Talisa notices that Catelyn is making a prayer wheel for the [[Faith of the Seven]]. Talisa offers to help her, but Catelyn explains that they can only be made by mothers who are praying for the welfare of their children.&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt;\n\nWhile at Riverrun, she comforts Robb and attempts to help him with his battle strategizing. She tends to two wounded young LannisterÂ squires. After they are murdered by [[Rickard Karstark]] in a petty revenge on Jaime Lannister, she and the rest of Robb's family compel Robb to spare Karstark and send him to the [[Night's Watch]] after the war in order to keep the Karstarks, but their pleas fall on deaf ears and Robb executes him, leading to the Karstark army abandoning Robb and leaving his numbers dwindled. Robb later admits to Talisa that he should have listened to her advice.&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n\nLater, on the road to [[The Twins|the Twins]], after a passionate session of lovemaking with Robb,Â TalisaÂ writes a letter in Valyrian, claiming it is for her mother. She teases Robb over his limited knowledge of the language before asking him to visit Volantis with her after the war is over, as Talisa would like to introduce her mother to her husband... and her grandchild. It takes a moment for the news of her pregnancy to sink in and the couple happily embrace.&lt;ref&gt;&quot;[[The Bear and the Maiden Fair (episode)]]&quot;&lt;/ref&gt;\n\n[[File:Talisa Stabbed.jpg|thumb|Talisa is stabbed by Lame Lothar Frey]][[File:Robb falls dead.jpg|thumb|Robb and Talisa lie dead]]When Robb and his supporters reach The Twins, Lord [[Walder Frey]] inspects Talisa and insists that Robb broke his marriage pact not for love, but for &quot;firm tits and a tight fit.&quot; His salacious remarks stir Robb to anger, butÂ CatelynÂ firmly places a hand on his arm to pacify before he does anything extreme. Lord Frey quickly alleviates the tension by claiming he would have &quot;broken 50 vows without a second thought&quot; to be with a woman like TalisaÂ at Robb's age. After [[Edmure Tully]] marries [[Roslin Frey]], Robb jokes that perhaps he made a mistake in marrying Talisa, who feigns offense. She is bewildered by the traditional Westerosi [[bedding]], which Robb explains proves that the marriage was consummated. Talisa replies that their unborn child is proof enough, and suggests that if it is a boy they name him Eddard after [[Eddard Stark|Robb's father]], which Robb agrees to. After the bedding, the doors are closed and the musicians begin playing &quot;[[The Rains of Castamere (song)|The Rains of Castamere]]&quot;. Lord Walder rises to toast Robb, stating that he has yet to give his new queen a wedding gift, signalling his men to attack. At that moment,Â [[Lothar Frey]]Â approaches Talisa from behind and begins to repeatedly stab herÂ in the stomach with a dagger, fatally wounding her and killing her unborn child. She rises in an attempt to flee, but instantly collapses and dies in her husband'sÂ arms. The death of Talisa and their child sends Robb into a state of catatonia, and he lies there holding her in his arms as his men are slaughtered around him. Moments later, Robb andÂ Catelyn are then killed by Roose Bolton and [[Walder Rivers|Black Walder Rivers]], respectively. What happens to Talisa's body in the aftermath is unknown.&lt;ref&gt;[[The Rains of Castamere (episode)|The Rains of Castamere]].&lt;/ref&gt;\n\n"}, "title": "Talisa Stark"}