{"attributes": {"status": ":Category:Status: Dead", "death": " Torn apart by the Bastard's girls", "last": "", "family": "", "title": "Tansy", "season": "Season 4", "image": "Tansy4x02.png", "allegiance": " House Bolton", "actor": " Jazzy de Lisser", "culture": " NorthmenQuote", "deathep": "&quot;The Lion and the Rose&quot;", "titles": "", "place": "", "aka": "", "appearances": "&quot;The Lion and the Rose&quot;", "first": ""}, "sections": {"TOP": "Tansy0227048f0io3m8jbn4notixvltqw2pe21czyq1752942015-03-04T23:15:59ZSharp Blades26158496&lt;!--TANSY IS NOT VIOLET, DO NOT REDIRECT THIS ARTICLE OR MAKE ANY EDITS INDICATING OTHERWISE--&gt;\n{{Character\n| Title=Tansy\n| Image=Tansy4x02.png\n| Season=[[Season 4|4]]\n| First=\n| Last=\n| Appearances=&quot;[[The Lion and the Rose]]&quot;\n| Titles=\n| Aka=\n| Status=[[:Category:Status: Dead|Deceased]]\n| Death= Torn apart by the [[Bastard's girls|bastard's girls]]\n| DeathEp=&quot;[[The Lion and the Rose]]&quot;\n| Place=\n| Allegiance= [[House Bolton]]\n| Family=\n| Actor= [[Jazzy de Lisser]]\n|Culture = [[Northmen]]\n}}\n{{Quote|If you make it out of the woods you win!|[[Ramsay Snow]] to Tansy|The Lion and the Rose}}\n\n'''Tansy''' is a minor character appearing in the [[Season 4|fourth season]]. She is played by guest star [[Jazzy de Lisser]] and only appears in &quot;[[The Lion and the Rose]]&quot;.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, there is no mention of a girl at [[the Dreadfort]] named Tansy. The name is apparently fairly common for girls born in [[The Riverlands|the Riverlands]], and is possibly meant to be a reference to an ingredient of Moon Tea, a powerful contraceptive/abortifacient, since smallfolk often name their daughters after flowers and herbs. There are two book characters by that name, neither has anything to do with the Boltons:\n\n*An innkeeper who works at the Peach, a brothel within [[Stoney Sept]].\n*An orphan who currently lives at the [[Crossroads Inn]].\n\nTansy's role in the show is filled in the books by Kyra, who was a bedwarmer for [[Theon Greyjoy]] after the seizure of [[Winterfell]]. When the Boltons put the castle to the sword, they chained the women and children and took them to the Dreadfort. Kyra is manipulated by Ramsay into releasing Reek from his cell, but he successfully tracks them both down as was his intention all along, and kills Kyra. At some point after the hunt, Ramsay names a puppy from the next litter of pack hounds Kyra, as he's wont to do with his &quot;sport&quot;.\n\nIt is unknown if there was a girl named Tansy among Ramsay's victims. If there was, the fact that none of his dogs is named Tansy indicates that the hunt was not challenging enough in his eyes, and that girl was given a painful death.\n\nDuring the final stages of his illness, [[Hoster Tully]] continuously mutters the word &quot;Tansy&quot;. [[Catelyn Stark|Catelyn]] initially believes it to be a name and attempts to discover who it belongs to, but to no avail. After thinking it over, recalling Lysa's tearful reaction when Catelyn let her hold baby [[Robb Stark|Robb]], she realizes the terrible secret that haunts her father on his deathbed: Lysa got pregnant some time before her marriage to [[Jon Arryn]], and their father forced her to undergo an abortion by drinking Moon tea (one of its ingredients is the herb called Tansy). The only detail that Catelyn does not figure is who was the man who got her sister pregnant. Lysa reveals that when she drags [[Sansa Stark|Sansa]] to the Moon Door: after [[Petyr Baelish]] was defeated by [[Brandon Stark (Son of Rickard)|Brandon Stark]] when he challenged him for Catelyn's hand, [[Lysa Arryn|Lysa]] nursed him and the two ended up sleeping together, with Lysa becoming pregnant as a result of this. After Hoster had to send Petyr back to [[the Fingers]], Lysa revealed this to him in the hopes that he would relent and allow her to marry Petyr. Instead he made her abort the child, for which she resented him for the rest of both of their lives, hence she did not visit him when he was dying or attend his funeral.\n\n", "Behind the Scenes": "[[George R.R. Martin]] stated on the DVD commentary of &quot;[[The Bear and the Maiden Fair (episode)|The Bear and the Maiden Fair]]&quot; that he had written a scene involving Myranda and [[Violet]] for the fourth season. [[Stephanie Blacker]] was not available for the fourth season due to the fact that she was pregnant. Since Martin wrote &quot;The Lion and the Rose&quot;, this seems to suggest that the role played by Tansy in the episode was originally intended for Violet.\n\n", "See also": "* {{AWOIAF|Kyra}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season Four Appearances||yes}}\n", "Biography": "===Background===\nTansy is a servant of [[House Bolton]].\n===[[Season 4]]===\nDue to [[Myranda]]'s supposed jealousy of her, Tansy is hunted through the woods near [[the Dreadfort]] by [[Ramsay Bolton|Ramsay Snow]], Myranda and the [[bastard's girls]], with [[Theon Greyjoy|Reek]] feebly attempting to keep up. Ramsay and Myranda amusedly call her name through the woods as she desperately runs to evade them, with Ramsay saying that if she makes it out of the woods, she wins. Myranda eventually strikes her in the leg with an arrow, and Tansy begs for her life as Ramsay says she has become a problem as Myranda is jealous of her presence, although Myranda denies this. Ramsay goads the dogs into ripping her to shreds as she screams. Myranda mockingly comments that she is &quot;not so pretty now.&quot;&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\n"}, "title": "Tansy"}