{"attributes": {"mentioned": " &quot;The Kingsguard (Histories &amp; Lore)&quot;", "season": " Histories &amp; Lore", "status": " :Category:Status: Dead", "culture": " DornishmenQuote", "title": "Tanselle"}, "sections": {"TOP": "Tanselle0301810ukjeo0m4o7s7wcm2hxm8mveoi4t9ro1794972015-03-26T13:45:44ZThe White Winged Fury26111788Fixed infobox.{{Conjecture}}\n{{Character|Title=Tanselle|Season = [[Histories &amp; Lore]]|Mentioned = &quot;[[The Kingsguard (Histories &amp; Lore)]]&quot;|Status = [[:Category:Status: Dead|Deceased]]|Culture = [[Dornishmen]]}}\n{{Quote|Beside the name of Ser Duncan the Tall who as a hedge knight broke several of Prince Aerion Targaryen's teeth while defending a Dornish woman.|[[Jaime Lannister]]|The Kingsguard (Histories &amp; Lore)}}\n'''Tanselle''' is an unseen character in ''[[Game of Thrones (TV series)|Game of Thrones]]''. She is long dead by the time the series begins.\n\n", "In the books": "Tanselle appears in ''The Hedge Knight'', the first of the ''[[Tales of Dunk and Egg]]'' novellas, in which she is the love interest of Ser [[Duncan the Tall]].\n\nTanselle was tall and slim, with small breasts. Her hair was black and her skin tone resembled the color of olives. Due to her height, she was nicknamed &quot;Tanselle Too-Tall&quot;.\n\nTanselle was a puppeteer whom Dunk gained an instant attraction to upon meeting her at the [[Tournament|tourney]] at [[Ashford]], at which he also befriended Egg, the boy who would grow up to become King [[Aegon V Targaryen]]. Dunk asked her to paint his shield after seeing her puppet show. While performing a skit in which the hero kills a [[Dragons|dragon]], she was attacked and insulted and had one of her fingers broken by Prince [[Aerion Targaryen]], who took the dragon's death as a slight against [[House Targaryen]] and accused her of treason. Dunk came to her rescue, but was taken prisoner for striking one of the royal princes. Tanselle and her family left for [[Dorne]] as quickly as possible afterwards, but she left behind Dunk's painted shield. \n\nAt some point between the ending of ''The Hedge Knight'' and the start of ''The Sworn Sword'', Dunk and Egg reached [[Prince's Pass]] and later [[Vaith]] in Dorne. They did not find her, and Dunk gave up hope that they would. Her fate after this is unknown.\n\nTanselle would hence appear in any potential TV adaptation of ''The Hedge Knight''.\n\n", "Biography": "Tanselle was defended from Prince [[Aerion Targaryen]] by Ser [[Duncan Targaryen]], who was still a hedge knight at the time. Duncan broke several of Aerion's teeth in the process.&lt;ref&gt;&quot;[[The Kingsguard (Histories &amp; Lore)]]&quot;&lt;/ref&gt;\n\n", "See also": "*{{AWOIAF}}\n\n"}, "title": "Tanselle"}