{"attributes": {}, "sections": {"TOP": "Targaryen madness015393k58lfdmnhfoe7izoe7oyibbck7se4px1794102015-03-26T00:00:11ZThe Dragon Demands5014364/* Known Mad Targaryens */[[File:Aerys.jpg|thumb|[[Aerys II Targaryen]] at the height of his madness.]]\n{{Quote|Half the Targaryens went mad didn't they?... What's the saying? 'Every time a Targaryen is born the gods flip a coin.'|Cersei Lannister|A Man Without Honor}}\n[[House Targaryen]] carries the trait for '''insanity''' in its bloodline. Over three hundred years of heavy inbreeding, marrying brother to sister whenever possible to &quot;keep the bloodline pure,&quot; resulted in many of the medical problems which resulted from [[incest]], particularly mental instability.\n\nThe most prominent example of the Targaryen madness was in the last Targaryen king, [[Aerys II Targaryen|Aerys II]], who subsequently became commonly known as &quot;the Mad King&quot;. Aerys II suffered from some sort of paranoid schizophrenia, hearing voices in his head which weren't real which told him to burn people alive because they were all plotting against him.\n\nOther Targaryens inherited highly bizarre personalities, though they were not strictly speaking &quot;insane&quot;, from the technical standpoint that they didn't have hallucinations or hear voices. Some had aggressive, sociopathic personalities, such as [[Aerion Targaryen|Aerion Brightflame]] - older brother of Maester [[Aemon]]. Eventually, Aerion succumbed to the delusional belief that if he drank [[wildfire]] it would transform him into a [[dragons|dragon]]: he was wrong.\n[[File:Aerion death.png|thumb|left|[[Aerion Targaryen|Aerion Brightflame]] sealed his fate by drinking [[wildfire]], believing it would turn him into a [[Dragons|dragon]].|200px]]\nThe effects worsened in with each subsequent generation of compounded inbreeding. By the later centuries of their rule, it was joked that when a new Targaryen was born the gods would flip a coin to decide if it would be a brilliant statesman or insane. This does not mean that all Targaryens were as a rule mentally unstable, as seen with how [[Daenerys Targaryen]] is mentally stable while her own brother [[Viserys Targaryen|Viserys]] is disturbed. Daenerys's oldest brother [[Rhaegar Targaryen|Rhaegar]] was considered a great man by all who knew him. [[Maester Aemon]], brother of the crazed Aerion Brightflame, himself became a wise and revered advisor to the [[Night's Watch]] for many decades.\n\nGenerally, if a Targaryen had multiple sons and one of them were clearly mentally unstable, they would try to skip over him in line of succession for a more stable younger son. Therefore, fewer of the early Targaryen kings had mental problems, because if a king did have a mentally unstable son he wouldn't be allowed to succeed his father. However during the last century of their rule the Targaryen madness became increasingly common, making it more and more difficult to avoid having a mentally unstable son inherit the throne.\n\nAlthough not himself a Targaryen, [[Joffrey Baratheon]]'s incestuous bloodline is thought to have similarly produced severe defects in his sanity; he does not, in fact, have a drop of Baratheon blood in his veins. Joffrey's parents are actually twin brother and sister [[Jaime Lannister|Jaime]] and [[Cersei Lannister]]. While he doesn't hear voices or see hallucinations of things that aren't real, Joffrey is a sadistic, megalomaniacal sociopath.\n\n", "In the books": "\nOn a few occasions, however, Targaryens were born who had benign but nonetheless delusional personalities, such as [[Baelor Targaryen|Baelor &quot;the Blessed&quot;]]. Baelor was admittedly a well-intentioned man but lost his grip on reality, becoming obsessed with religion - albeit not in a puritanical way but by carrying altruism and pacifism to an absurd degree. An overzealous fool, he prayed more than he ruled, wore only a crown of flowers, and died without heirs because he never consummated his marriage for fear of sinning, and even locked his three sisters away in a tower (mockingly called the &quot;[[Maidenvault]]&quot;) to avoid carnal temptations. He made a stonemason the new [[High Septon]] due to the beauty of the religious statues he carved - despite the fact that he was illiterate and knew no prayers - believing him the Smith in human form. After the stonemason died, Baelor replaced him by appointing an eight year old boy as High Septon.\n\nThere are also examples of Targaryen children who were born mentally disabled; however because they were never seriously considered in the line of succession little was recorded about them and thus they are given only scant mentions in the royal histories. The daughter of Aerion and Aemon's oldest brother is recorded as being born &quot;feeble-witted&quot;.\n\nThe generations of inbreeding practiced by the Targaryens usually resulted in mental health problems, though at times they also produced severe detriments to physical health. Some Targaryens were intellectually and emotionally normal, but possessed such fragile health that they suffered from numerous ailments and died young. A prominent example of this was King Jaehaerys II, a good and honorable ruler who possessed frail health and died after ruling for only three years (however, Jaehaerys II has been officially cut from the TV series continuity).\n\n[[Aegon II Targaryen]]'s children also had several health problems as a result of their incestuous bloodlines, their mother being Aegon II's own sister Helaena. Aegon II's son Jaehaerys was born with six fingers on his left hand, and six toes on each foot, but otherwise was a completely healthy, mentally stable, and happy young boy. Jaehaerys's twin sister Jaehaera, however, is described as possibly having some form of [[Wikipedia:Autism spectrum|Autism spectrum]] mental condition. Jaehaera did not smile or cry as a baby, or any of the normal reactions a baby has, and at the age of six was called &quot;sweet and simple&quot;. Even so, due to the death of the rest of her immediate family, Jaehaera eventually became queen when she was wed to her cousin [[Aegon III Targaryen]], to end the civil war known as the Dance of the Dragons. Jaehaera never gave Aegon III any children, however, and after her death Aegon III later remarried to a lady of House Velaryon who gave him five children.\n\nNor was the &quot;Targaryen Madness&quot; always initially present, but sometimes grew worse with age. At first, Daenerys wasn't willing to believe the tales of her father's madness as anything more than rumors spread by Robert Baratheon, but after SerÂ [[Barristan Selmy]] joins her service, at her request he gives her a frank report on the nature of Targaryen madness. Aerys II himself, while remembered as &quot;the Mad King&quot;, was perfectly sane even as a young adult, but as the years passed had lapses into unstable behavior which gradually grew worse and worse, and longer in duration. Many were willing to ignore these eccentric episodes when they passed, but by his mid-40's Aerys had become completely unstable, hearing voices that weren't there, becoming irrationally paranoid, and burning men alive for his own amusement.\n\nDaenerys becomes deeply concerned when she learns that Targaryen madness was often a late-onset condition: her own infamously insane father showed little sign of mental instability into his late-20's, thus there is no real guarantee that the apparently-sane teenaged Daenerys will not suddenly turn violently insane at some point in the future; either one year in the future or twenty years in the future.\n\nHouse Baratheon in the current generation is closely related to the Targaryens, as [[Robert Baratheon]]'s paternal grandmother was a Targaryen, thus making Robert's father the first cousin of King Aerys II. Every now and again when certain people disparage the three Baratheon brothers, they sometimes speculate that their &quot;drop of dragon-blood&quot; from their partial Targaryen descent made them a little odd. For example, [[Olenna Tyrell]] thought this was a contributing factor in what made [[Renly Baratheon]] so rash that he thought he could proclaim himself king even though Robert had two sons and a middle brother Stannis before Renly in the line of succession.\n\nIronically, if Joffrey Baratheon was the actual son of Robert Baratheon, he would have had some Targaryen blood in him - and this may have been used to explain his erratic behavior. Secretly, however, Joffrey is actually the product of incest between twins Jaime and Cersei Lannister, and has no relationship to the Targaryens.\n\n", "Known Mad Targaryens": "[[File:Viserys-threat.png|thumb|[[Viserys Targaryen]], prone to outbursts of rage and petty cruelty.]]\n* King [[Baelor Targaryen|Baelor the Blessed]], overzealously obsessed with religion and purity, to the point that he starved himself to death because he believed that food was &quot;carnal&quot; and it enticed sinful gluttony.\n* Prince [[Rhaegel Targaryen|Rhaegel]], older brother of King [[Maekar Targaryen|Maekar]], had massive delusions and was known to randomly take off his clothes and dance naked through the halls of the [[Red Keep]].\n* Prince [[Aerion Targaryen|Aerion Brightflame]], son of King Maekar and nephew of the also-mad Prince Rhaegel. Aerion killed himself drinking [[wildfire]], believing it would turn him into a dragon.\n* King [[Aerys II Targaryen|Aerys the Mad]], nephew of Aerion. The infamous Mad King. Had violent visual and auditory hallucinations, as well as a near permament feeling of persecution, which drove him to execute anyone who slighted him out of fear that they were conspiring against him. Tried to blow up King's Landing with wildfire, believing he would rise from the ashes as a dragon.\n* [[Viserys Targaryen|Viserys, the Beggar King]], second son of Aerys II, had delusions of greatness and would have frequent, violent outbursts of jealous anger towards his sister, [[Daenerys Targaryen|Daenerys]].\n\n[[Daenerys Targaryen|Daenerys Stormborn]] is not thought to be insane, through her merciless treatment of slave masters in [[Meereen]] is a dangerous hint that she may not have escaped from the Targaryen madness.  Even so, her actions were ultimately against a group who were mistreating others (seeing this as an echo of how she was mistreated), and she thought she was helping to secure freedom for the slaves of the region.\n\n"}, "title": "Targaryen madness"}