{"attributes": {"castles": "Bandallon â&euro;˘ Bitterbridge â&euro;˘ Blackcrown â&euro;˘ Brightwater Keep â&euro;˘ Cider Hall â&euro;˘ Goldengrove â&euro;˘ Grassy Vale â&euro;˘ Honeyholt â&euro;˘ Horn Hill â&euro;˘ Old Oak â&euro;˘ Red Lake â&euro;˘ Three Towers â&euro;˘ Sun House â&euro;˘ Uplands", "cities": "Oldtown", "founding": "", "places": "The Arbor â&euro;˘ Blueburn â&euro;˘ Cockleswhent â&euro;˘ Field of Fire â&euro;˘ Honeywine â&euro;˘ Mander â&euro;˘ Redwyne Straits â&euro;˘ Roseroad â&euro;˘ Searoad â&euro;˘ Shield Islands", "formerly": "The Kingdom of the Reach", "title": "The Reach", "culture": "Andal", "image": "The Reach.png", "villages": "", "founder": "Quote", "rulers": "House Tyrell", "link": "House TyrellRegion", "location": "Westeros", "military": "", "religion": "The Faith of the Seven", "towns": "Ashford â&euro;˘ Tumbleton", "population": "", "type": "Administrative region of the Seven Kingdoms", "age": "", "geography": "Rivers, forests, fertile plains, temperate to sub-tropical."}, "sections": {"TOP": "The Reach025573ar72r30uwrn28rfjapp9x2gwi9zetf1732602015-02-15T23:24:19ZSer Patrek25358400{{Heraldry\n|image=Tyrell mini banner.png\n|link=House Tyrell\n}}\n{{Region\n| Title=The Reach\n| Image=The Reach.png\n| Location=[[Westeros]]\n| Formerly=The [[Kingdom of the Reach]]\n| Type=Administrative region of the [[Seven Kingdoms]]\n| Geography=Rivers, forests, fertile plains, temperate to sub-tropical.\n| Population=\n| Rulers=[[House Tyrell]]\n| Religion=The [[Faith of the Seven]]\n| Culture=[[Andal]]\n| Military=\n| Regional capital=[[Highgarden]]\n| Cities=[[Oldtown]]\n| Towns=[[Ashford]] â&euro;˘ [[Tumbleton]]\n| Villages=\n| Castles=[[Bandallon]] â&euro;˘ [[Bitterbridge]] â&euro;˘ [[Blackcrown]] â&euro;˘ [[Brightwater Keep]] â&euro;˘ [[Cider Hall]] â&euro;˘ [[Goldengrove]] â&euro;˘ [[Grassy Vale]] â&euro;˘ [[Honeyholt]] â&euro;˘ [[Horn Hill]] â&euro;˘ [[Old Oak]] â&euro;˘ [[Red Lake]] â&euro;˘ [[Three Towers]] â&euro;˘ [[Sun House]] â&euro;˘ [[Uplands]]\n| Places=[[The Arbor]] â&euro;˘ [[Blueburn]] â&euro;˘ [[Cockleswhent]] â&euro;˘ [[Field of Fire]] â&euro;˘ [[Honeywine]] â&euro;˘ [[Mander]] â&euro;˘ [[Redwyne Straits]] â&euro;˘ [[Roseroad]] â&euro;˘ [[Searoad]] â&euro;˘ [[Shield Islands]]\n| Founding=\n| Age=\n| Founder=}}\n{{Quote|The Reach is aptly named. We're the ones who give your hand something to do at the table. As the most fertile region of the Seven Kingdoms, we grow the lion's share of the grains and fruit that feed this country.|[[Margaery Tyrell]]|The Reach (Histories &amp; Lore)}}\n[[File:Reach.png|thumb|Map showing the location of the Reach on the continent of [[Westeros]].]]\n\n'''The Reach''' is one of the constituent regions of the [[Seven Kingdoms]], and was formerly a sovereign nation known as the [[Kingdom of the Reach]] before the [[Targaryen]] conquest. Geographically, it is one of the larger regions of the Seven Kingdoms.\n\nThe Reach is the most fertile part of [[Westeros]], blessed with vast, blooming fields of crops and flowers, and numerous and well-populated villages and towns; it traditionally helps supply other less fertile parts of the Seven Kingdoms (most notably [[King's Landing]])Â with grain, fruit, wine and livestock. The Reach is also the most heavily-populated part of Westeros and is one of the richest, though not as rich as the [[Westerlands]], ruled by [[House Lannister]]. Due to this, the Tyrells can traditionally field the largest army in the Seven Kingdoms, almost as large as the armies from two of the other populous kingdoms combined. This vast supply of manpower, land, and food production gives the Reach enormous strategic value during theÂ [[War of the Five Kings]].\n\nThe Reach is ruled from the castle of [[Highgarden]] by [[House Tyrell]]. [[Bastard]]s born in the Reach are given the surname '''Flowers'''. People of the Reach are collectively known as '''Reachmen'''.\n\n", "In the books": "\nWhile the [[Andals]] first landed in [[the Vale of Arryn]] when they invaded Westeros, in the four thousand years since their invasion the Reach has been seen as more or less their cultural heartland. During these long millennia the Reach contained the largest city on the continent, [[Oldtown]], which also served as the headquarters of the Andals' religion, the [[Faith of the Seven]]. For this reason, the Reach has also always been seen as the heartland of chivalry in Westeros. It is in the Reach that [[knighthood|knights]] most strictly observe the code of conduct promoted by chivalry , and most stringently follow the rules of the knightly [[tournament]] (though of course, the degree to which these values are upheld is ultimately dependent on the character of the knight, even in the Reach).\n\nThis status as the center of Westeros's culture was only somewhat displaced relatively recently in historical terms, three hundred years ago during the [[Targaryen Conquest]]. [[Aegon the Conqueror]] built a new and slightly larger capital city on the east coast of Westeros, [[King's Landing]], and forced the leadership of the Faith to move their headquarters there (in the [[Great Sept of Baelor]] ). Even so, the Reach can field more noble houses with more prestigious histories than the recently created Crownlands.\n\nDue to its southern location, the Reach has a more temperate climate than most other regions of the Seven Kingdoms, except for Dorne. Snowfall is practically unheard of in Dorne; it sometimes snows in the Reach during the harshest winters, but snowfall is still unusual in its southern regions. [[Samwell Tarly]] of [[Horn Hill]], in the south of the Reach, states that he never saw snow in his life before he came to the Wall (though Sam has never lived through a particularly harsh winter lasting three or more years). This temperate climate supports its status as one of the major breadbasket regions of the Seven Kingdoms, along with the Riverlands. It also results in the Reach being one of the largest and best wine-producing regions in Westeros, particularly on the large off-shore island known as [[the Arbor]].\n\nThe Reach can raise armies almost twice as large as those of any of the other kingdoms; it also has a fleet larger than any except that of the [[Iron Islands]]. Some of the other kingdoms have smaller populations than average and thus smaller armies, such as the Iron Islands and [[Dorne]]. Still, the armies of the Reach are nearly twice as large as those of another populous kingdom such as [[the Westerlands]] of [[House Lannister]], though due to their wealth, soldiers from the Westerlands tend to be better equipped. While not quite as wealthy as the Lannisters in the Westerlands, the Reach is still a very fertile and productive land, and its knights are so wealthy that they can afford full plate armor (in contrast with the hardscrabble lands of the North, whose soldiers often have to settle for cheaper chainmail).\n\nWhile the Reach has very rich lands and can field a vast army, it wasn't able to conquer all of the other kingdoms in the centuries before the [[Targaryen Conquest]], but this was largely due to simple geography: while the Reach can raise armies twice as large as any other kingdom, it also has twice as many hostile borders. Most other kingdoms only directly border two other hostile kingdoms (plus the Riverlands, which were a weak border-zone): the North borders the Vale and is close to the Iron Islands (plus the Riverlands), the Westerlands border the Reach and the Iron Islands (plus the Riverlands), [[the Stormlands]] border the Reach and Dorne (plus the Riverlands), and Dorne borders the Stormlands and the Reach. The Iron Islands, on the west coast off the continent, are within range of naval attack from the three kingdoms on the west coast (the North, the Westerlands, and the Reach), but their isolated location off of the mainland grants them some added protection. In contrast, the Reach is bordered by the Westerlands, the Stormlands, Dorne, and a close naval frontier with the Iron Islands (plus the Riverlands). With twice as many soldiers but twice as many hostile borders, any military advantage the Reach had evened out. For example, many centuries ago King Giles III Gardener of the Reach attempted to conquer the Stormlands to the east, only for the Reach to be invaded from the north by the Westerlands, so he had to withdraw from the Stormlands to repulse the invasion. Therefore, the rulers of the Reach usually form an alliance with at least one of their land neighbors.\n\nAs the Reach is the heartland of chivalry and knighthood in [[Westeros]], has a fully developed culture of sophisticated manners, and is highly fertile, it seems to be loosely based on medieval France. Like the Reach, France was one of the most fertile regions of medieval Europe, but was also bordered by a larger number of hostile neighbors (England, Spain, pre-modern Germany and Italy) than any of its rivals, so this advantage was balanced out.  Also like France, which borders Spain, the Reach borders the arid region of Dorne to the south - and George R.R. Martin has stated that Dorne is loosely analogous to Moorish Spain.\n\n===Castles of the Reach===\n* Highgarden, the seat of [[House Tyrell]], the ruling house of the Reach.\n** The Arbor, an offshore island and seat of the Reach's large fleet, ruled by [[House Redwyne]].\n** Brightwater Keep, the seat of [[House Florent]].\n** Horn Hill, the seat of [[House Tarly]].\n** Oldtown, the principal city and port of the Reach, ruled by [[House Hightower]] from the High Tower, the tallest building in Westeros.\n\n", "Geography": "\nThe Reach is watered by the immense River [[Mander]] and its many tributaries. The borders of the Reach are held as the [[Sunset Sea]] to the west and south-west, the [[Red Mountains]] of [[Dorne]] to the south-east, the hills of the Westerlands to the north-west and the [[Blackwater Rush]] to the far north-east. The northern Red Mountains also form the Reach's border with [[the Stormlands]]: known as the Dornish Marches, and currently possessed by the Stormlands, these rugged mountains have for centuries been the site of shifting border wars between the Reach, the Stormlands, and Dorne.\n\nAll told, the Reach borders five other regions of the Seven Kingdoms, six if the ocean border with the [[Iron Islands]] is counted (in past centuries, the [[ironborn]] have indeed raided the coasts of the Reach). Thus the Reach matches the [[Riverlands]] in the number of regions it borders, though the mountain borders to the northwest and southeast, as well as ocean borders, make it somewhat more defensible than the Riverlands. The regions that the Reach borders, clockwise from northwest to southeast, are the Westerlands, the Riverlands, the [[Crownlands]] , the Stormlands, and Dorne.\n\nThe large island of the Arbor, located off the southwest shore, is a major subsection of the Reach, famed for its warm vineyards and central place in the wine industry.\n\nThe Reach is linked to the capital at [[King's Landing]] by the [[Roseroad]]. The [[Searoad]] links the Reach to the Lannister seat in the Westerlands, [[Casterly Rock]] and the adjoining city of [[Lannisport]].\n\n===Castles and Cities===\n*[[File:Tyrell mini shield.png|30px]] [[Highgarden]], the seat of [[House Tyrell]] and the regional capital. Located on the [[Mander]] where it crosses the [[Roseroad]].\n**[[Oldtown]], the region's only city and the seat of [[House Hightower]]. A great port-city located in the south-west of the region at the mouth of the Honeywine River. Home of [[The Citadel]].\n**[[File:Florent mini shield.png|30px]] [[Brightwater Keep]], the seat of [[House Florent]]. Located west of Highgarden.\n**[[Bitterbridge]], a castle in the north-east of the region where the Mander first crosses the Roseroad.\n**[[Grassy Vale]], a holdfast on the [[Blueburn]] river near the border with [[the Stormlands]].\n**[[Long Table]], a holdfast at the meeting of the Mander and the Blueburn.\n**[[Cider Hall]], the seat of [[House Fossoway]]. A holdfast at the meeting of the Mander and [[Cockleswhent]].\n**[[Goldengrove]], a holdfast north of Highgarden.\n**[[Red Lake]], a holdfast north-west of Highgarden near the border with [[the Westerlands]].\n**[[Old Oak]], the seat of [[House Oakheart]]. A holdfast north-west of Highgarden on the [[Searoad]] near the border with the Westerlands.\n**[[File:Tarly mini shield.png|30px]] [[Horn Hill]], the seat of [[House Tarly]]. Located south-east of Highgarden.\n**[[Uplands]], a holdfast south of Highgarden and west of [[Oldtown]].\n**[[Honeyholt]], a holdfast between [[Oldtown]] and [[Brightwater Keep]].\n**[[Sun House]], a holdfast on the southern coast of the region.\n**[[Three Towers]], a holdfast south-west of Highgarden and [[Oldtown]].\n**[[Blackcrown]], the seat of [[House Bulwer]], a holdfast south-west of Highgarden and [[Oldtown]].\n**[[Bandallon]], a holdfast west of Brightwater Keep.\n\n===Towns and Settlements===\n*[[Ashford]], a holdfast on the Cockleswhent.\n*[[Tumbleton]], a town in the far north-east of the region near the border with [[the Crownlands]].\n\n===Rivers===\n*[[Mander]]\n*[[Blueburn]]\n*[[Cockleswhent]]\n*[[Honeywine]]\n\n===Highways===\n*The [[Searoad]]\n*The [[Roseroad]]\n\n===Islands and Coastal areas===\n*[[File:Redwyne mini shield.png|30px]][[The Arbor]], a great island off the south-western coast of [[Westeros]] and the seat of [[House Redwyne]].\n*The [[Shield Islands]] - at the mouth of the River Mander\n*The [[Redwyne Straits]] - separating the Arbor from the mainland\n\n"}, "title": "The Reach"}