{"attributes": {}, "sections": {"TOP": "The strangler023349flawrnjav9dz1b80zxsjpfpcdmsc0511806712015-04-03T14:41:56Z68.3.63.222typo[[File:The-strangler.jpg|thumb|right|250px|[[Cressen]] concealed the strangler stone in one of the links of his Maester's Chain.]]\n[[File:Olenna and Sansa 1.jpg|thumb|250px|[[Sansa Stark]]'s necklace at the royal wedding, containing the disguised soluble crystal form of the strangler.]]\n{{Quote|Dissolved in wine, it makes the muscles of a man's throat clench tighter than any fist. The victim's face turns purple as the little crystal seed from which his death was grown, and so they call it the strangler.|[[Oberyn Martell]]|Poisons (Histories &amp; Lore)}}\n'''The strangler''' is a rare and extremely deadly [[poison]], which kills by making a person who has ingested it unable to breathe.\n==â&euro;&lsaquo;Effects==\n[[File:Purple Wedding.png|thumb|right|250px|King Joffrey dying from the effects of the strangler.]]\nIt causes the throat to swell shut, and to the untrained eye its effects may be confused with a severe choking fit, though it also causes blood to leak out of bodily orifices such as the mouth, eyes and pores. The effects are almost instantaneous after being ingested.\n\nThe poison is dealt in the form of amethyst-colored crystals which can be crushed and dissolved into beverages for the targeted victim to drink.\n\n", "Known victims": "*Maester [[Cressen]] attempted to assassinate [[Melisandre]] by offering her a cup of wine containing the strangler. As an old man and more concerned about Stannis's well-being, Cressen knowingly drank from the poisoned cup as a sign of good faith, in the hope that this would trick the Red Priestess into accepting his offer. To Cressen's surprise, Melisandre's magical abilities apparently protected her from the effects of the deadly poison, while Cressen himself collapsed and died.\n*King [[Joffrey Baratheon]] was [[Purple Wedding|assassinated]] using the strangler.\n\n", "See also": "*{{AWOIAF}} (MAJOR spoilers from the books)\n", "In the books": "\nThe poison is always referred to as &quot;the strangler&quot; with a lowercase &quot;s&quot;.\n\nThe TV series did not explain it at the time, but the poison used to kill Joffrey is the same kind that Maester Cressen used two seasons earlier in an attempt to kill Melisandre. Half a swallow of wine spiked with the strangler was sufficient to kill Cressen, while Melisandre finished almost an entire cup of poisoned wine and was unaffected, apparently due to her magical powers.\n\nThe strangler is known to the Maesters of the Citadel in Oldtown, the shadowbinders of Asshai, the alchemists of Lys, and the Faceless Men of Braavos. It is made from the leaves of a plant found in the [[Jade Sea]] of [[Essos]], which is then pickled in jars and mixed with herbs from the [[Summer Islands]]. The leaves are subsequently discarded while the remaining liquid is allowed to crystallize, turning a deep blue color. It is known by different names to each of the different groups that use it in different countries, but the Maesters of the Citadel know it as &quot;the strangler&quot;.\n\nIt isn't clear if there is any known antidote to the strangler.  When Joffrey collapses, Pycelle shouts for someone to help him back to his chambers to fetch his potions, but Pycelle had no way of knowing that the strangler was the specific poison used on Joffrey, and may have just hoped that it was one of the poisons he ''did'' have an antidote for.  Given that Olenna and Littlefinger were carrying out a very important assassination, it seems probable that they chose to use an expensive poison with no known antidote.\n\n", "History": "===[[Season 2]]===\n[[File:The Strangler.png|thumb]]\nMaester Cressen uses the strangler in a failed attempt to assassinate Melisandre, offering her the same cup he is drinking from.  He dies from the poison's effects, but Melisandre is apparently protected by her magical powers.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\nKing Joffrey is assassinated at his own wedding feast, drinking wine poisoned with the strangler.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\nTyrion is subsequently arrested on the false charge that he was behind the poisoning.  Speaking to him in his cell in the dungeons, [[Podrick Payne]] tells Tyrion that a man he didn't know approached him and offered that Podrick would be bribed with a knighthood if he testified against Tyrion, and said he saw him buy a poison called &quot;the strangler&quot;.  Podrick declined the offer.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\nAt [[Court trial of Tyrion Lannister|Tyrion's trial]], Grand Maester [[Pycelle]] identifies that poison that was used to kill Joffrey as &quot;the strangler&quot;.&lt;ref&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt;\n\n"}, "title": "The strangler"}