{"attributes": {}, "sections": {"TOP": "The Ghost of Harrenhal recap07974569badeqys17tvj8sx917o1dfsyrej71635882014-11-02T01:19:09ZArticXiongmao15030876:''Main: [[The Ghost of Harrenhal]]''\nThis '''recap''' of &quot;'''The Ghost of Harrenhal'''&quot; features a detailed section on each scene of the episode.\n\n", "Scene 13": "[[File:Arriving_at_the_fist_of_the_first_men.jpg|thumb|Arriving at The Fist of The First Men]]\n\nHaving reached the fortified summit of the [[Fist of the First Men]] the rangers prepare their camp. They are digging through the snow and unloading their gear. Ghost has rejoined the party and watches the men work from atop a mound of snow. Sentries dot the edges of the summit. [[Samwell Tarly]] is amazed at being in such an ancient place, telling his companions that it was fortified by the First Men in the Long Winter thousands and thousands of years earlier. He considers all of the major historical events that have happened since in wonder including the invasion of the [[Andals]] and the conquering of Westeros by [[House Targaryen]]. Edd implores Sam to stop talking. Sam asks what his companions think the First Men were like. Edd suggests that they were stupid, saying that no clever man finds himself in a place like the Fist. However, perhaps influenced by his [[The Night Lands|earlier brief encounter]] with a [[White Walker (The Night Lands)|mysterious figure]] outside of [[Craster's Keep]], Jon gravely suggests that their distant ancestors were afraid: they came to the defenses of the Fist to escape [[White Walkers|something]], but given that their people are no longer here, he does not believe that it worked. \n[[File:Qhorin_arrives.jpg|thumb|Qhorin approaches]]\n\nA horn sounds, halting the rangers. Grenn listens intently and wonders if it is a warning about the [[Wildlings]]. Jon pauses before saying that a single blast is for rangers returning while wildlings would have triggered two blasts. Edd notes the horrible moment after one blast on a horn when you must stand and wait, wondering if a second blast will announce foes. Sam adds that three blasts are used to signal [[White Walkers]]. Jon turns to look at him and he explains that it has been a thousand years but the horn is only blown three times for White Walkers. Grenn asks how Sam knows if so much time has passed. Sam begins to say that he read it in a book but Edd pre-empts and mimics his answer. Jon says that he can see [[Qhorin Halfhand]] approaching. Edd says that they will live another day, punctuating his monotone with a sarcastic cheer.\n\n", "Scene 12": "[[File:Marching_through_the_snow.jpg|thumb|Marching through the snow]]\nThe men of the [[Night's Watch]] struggle to march through deep snow to the [[Fist of the First Men]] in a column formation. [[Lord Commander]] [[Jeor Mormont]] tells his steward [[Jon Snow]] that [[Qhorin Halfhand]] cannot have arrived to meet them or he would have sounded his horn. [[Grenn]], [[Eddison Tollett]] and [[Samwell Tarly]] trudge behind them. Jon says that his uncle told him stories about the Halfhand, and Jeor says that most of them are true. Jon reports hearing that the Halfhand spent half of the previous winter beyond [[the Wall]]. Jeor corrects him saying that Qhorin was in the far north for a whole winter, because snows trapped him beyond the [[Skirling Pass]]. Jon notes that it is possible for someone to survive the frozen wilderness alone, and Jeor says that it is possible for the Halfhand. Sam says that the scenery is beautiful and that [[Gilly]] would love it there. Edd tells Grenn that there is nothing more sickening than a man in love.\n\n", "Scene 11": "[[File:Jaqen_makes_a_deal_with_Arya.jpg|thumb|&quot;speak three names, and a man will do the rest&quot;]]\n\nWhen [[Arya Stark|Arya]] reaches the water butt, she finds a helmet left atop it and realizes that [[Jaqen H'ghar]] has left it behind. He returns for it and cautions her to keep his identity secret. He comments on her becoming a girl, and she says that she was always a girl. He says that he was always aware, but that it was not his place to spoil her secret. She says that he is â&euro;&oelig;one of them nowâ&euro;? and hands him back his helmet before adding that she should have let him burn. He points out that she is fetching water for them, and asks why it is right for her and wrong for him. Arya asserts that she had no choice, and Jaqen challenges her that they both did and chose to be where they are. He says that a man pays his debts and that he owes her three. Arya misunderstands him and he explains that only death can pay for life and that she saved him and the two other prisoners. He means to repay both her and the Red God by taking three lives on her behalf. She is intrigued at the idea of being able to choose anyone. She asks Jaqen to kill [[the Tickler]], Ser [[Gregor Clegane|Gregor's]] interrogator. Jaqen sends her back to Tywin with her water.\n\n", "Scene 10": "[[File:Arya_hides.jpg|thumb|Arya hides from Jaqen]]\n\nOn the walkway outside [[Arya Stark|Arya]] sees [[Jaqen Hâ&euro;&trade;ghar]] approaching in Lannister armor and hides from him. He walks by her with two other Lannister men-at-arms.\n\n\n\n\n\n", "Scene 17": "[[File:Brienne_kneels.jpg|thumb|Brienne pledge herself to Catelyn]]\n\n[[Catelyn Stark]] and [[Brienne]] stop by a river to water their horses. Brienne says that the shadow looked like Stannis. Catelyn is unconvinced, saying that she saw only a shadow in the shape of a man. Catelyn says that they should be one more days ride from Robbâ&euro;&trade;s camp. Brienne asks if Catelyn plans to stay there long. Catelyn replies that she will tell Robb what she has seen and then return to Winterfell and the two younger sons that need her. Brienne confides that she did not know her mother and Catelyn sympathises that her mother died on the birthing bed when she was very young. Brienne remarks that birth is a bloody business and Catelyn says that what follows is harder. Brienne asks if Catelyn will give her leave to pursue Stannis once she is home in Winterfell. Brienne reminds Catelyn of her vow to Renly but Catelyn warns Brienne that Stannis is surrounded by a great army. Brienne asserts that she is as good as any of Stannisâ&euro;&trade;s guards and self recriminates about fleeing with Catelyn. Catelyn reassures Brienne that she cannot be faulted for Renlyâ&euro;&trade;s death and that she served him bravely. Brienne regretfully says that she only held Renly once, as he was dying. Catelyn forcefully reminds Brienne that Renly is dead and asserts that she serves no-one by following him into the earth. Catelyn says that Renlyâ&euro;&trade;s enemies remain Robbâ&euro;&trade;s enemies. Brienne says that while she does not know Robb she would be willing to serve Catelyn. She says that Catelyn has a womans courage and asks her not to hold her back from Stannis when the time comes. Catelyn promises as asked and Brienne lays her sword on the ground between them. She swears an oath of fealty to Catelyn before the old gods and the new. Catelyn takes Brienneâ&euro;&trade;s hand and reciprocates the oath.\n\n", "Scene 16": "[[File:Kovarro1.jpg|thumb|Kovarro steals]]\n\nDaenerys consorts with the people of Qarth in the gardens of Xaroâ&euro;&trade;s home. Several of her khalasar are also present. Daenerys speaks with the [[Silk King]] and his female companion. Doreah is ingratiating herself with several of the men present as planned. The woman recommends the night markets to Daenerys, comparing it favorably to the markets of [[Meereen]] and offers to accompany her there. Daenerys is distracted by something over her companion's shoulder; smiling and making her apologies, Daenerys hurries over to the source of her concern- [[Jorah Mormont]], [[Kovarro]] and [[Malakho]] gathering around a bejewelled golden peacock statue. She asks Ser Jorah what they are doing and he reports that they are discussing stealing the statue. Malakho thinks that it is too heavy but Kovarro believes that they can parcel out the weight by prying out the jewels and chopping up the soft gold. Daenerys admonishes her bloodrider to show more respect for their host. He says that he will wait until they leave and she cautions him not to steal from the man who saved them from the [[Red Waste]]. Kovarro and Malakho walk off. Kovarro takes a golden goblet from a passing servant, emptying the liquid from it.\n\nDaenerys remarks to Jorah that her brother [[Viserys Targaryen]] used to say that the only thing the Dothraki were good at was taking things that better men had built. Jorah responds that they are also good at killing those better men. Daenerys says that she intends to be a different kind of queen.   \n[[File:Pyat_double.jpg|thumb|Pyat Pree greets Daenerys]]\n\n[[Pyat Pree]] approaches Daenerys and welcomes her on behalf of the [[Warlocks of Qarth]]. He reaches for her hand and offers a demonstration of their power. He gives her a green jewel and asks her to look deeply into it. He says that she might see herself within its many facets. An identical copy of Pyat Pree seemingly appears from nowhere across the garden. It speaks with his voice, saying that you might see yourself more than once. The first Pyat Pree invites her to the [[House of the Undying]] should she grow tired of Xaroâ&euro;&trade;s baubles and trinkets. The onlookers applaud as he departs.\n\nXaro pushes through the crowd and apologizes. He says that he was bound by custom to invite Pyat Pree because he is a member of [[the Thirteen]]. Daenerys asks what the House of the Undying is and Xaro dismisses it as the dusty library of the warlocks. He says that they drink [[Shade of the evening|shade of the evening]]Â there and that it turns their lips blue and their minds soft. He says that they are so addled that they actually believe that their parlor tricks are magic.\n\nJorah watches Daenerys talking to Xaro and is approached by [[Quaithe]], a woman in an intricately carved wooden mask. She says that he watches over Daenerys. He asks if he knows her and she says only that she knows him, reciting his name and origin. He asks who she is and she says that while she is no one Daenerys is the mother of dragons. She says that Daenerys needs true protectors and predicts that people will come day and night to see the return of wonder to the world and that seeing will inspire lust. She tells Jorah that dragons are fire made flesh and that fire is power before leaving him alone.\n\n", "Scene 15": "[[File:Dany_Doreah_Drogon.jpg|thumb|Dany teaching Drogon to cook meat with help from Doreah.]]\n[[Daenerys Targaryen]] and [[Doreah]] lean on a stone balcony in [[Xaro Xhoan Daxos]]â&euro;&trade;s manse in [[Qarth]]. [[Drogon]] is perched on the edge of the balcony with a lump of raw meat between them. Daenerys instructs Drogon to breathe flame on the meat by saying [[Dracarys]], the [[High Valyrian]] word for Dragon fire. Drogon does as she commands, charring the meat. Doreah and Daenerys watch the dragon gleefully as he feasts on the cooked morsel. Daenerys says that Drogon will be able to feed himself from now on. Doreah reaches for another lump of meat but Daenerys instructs her to let Drogon sleep. Doreah holds out her hand to help the dragon back into his wooden cage and he climbs onto it. Daenerys tells her handmaiden that the dragon loves her.\n\nDaenerys joins Irri by her bed and Irri describes the repairs she has made to Daenerysâ&euro;&trade;s clothes. Daenerys thanks Irri, calling her friend. Doreah picks up a dress from the bed and asks if Daenerys has seen it. She tells her Xaro had it made for her and reports hearing that he is the wealthiest man in Qarth. Irri concurs with her fellow handmaiden. Doreah adds that Qarth is the richest city in Essos. Daenerys recalls her gift from [[Illyrio Mopatis]], saying that the last time a rich man gave her a gown it was because he intended to sell her into marriage with Khal [[Drogo]]. Irri offers a Dothraki prayer for Drogo to ride forever in the night lands. Daenerys tells Doreah that they know nothing about their host and suggests that men often speak about other men when they are happy, suggesting that Doreah seduce some of Xaroâ&euro;&trade;s fellow citizens to obtain more information. Doreah says that Daenerys would look like a real princess in Xaroâ&euro;&trade;s dress and Irri objects to the title, correcting Doreah that Daenerys is a Khaleesi. Irri breaks the ensuing awkward silence by encouraging Daenerys to wear the dress as a guestâ&euro;&trade;s courtesy to Xaro.\n\n", "Scene 14": "[[File:Wildfire.png|thumb|Tyrion discovers the [[Wildfire]].]]\nTyrion holds a vial filled with green [[Wildfire]] in the basement of the Alchemists' Guild and recalls an old sailorâ&euro;&trade;s proverb â&euro;&oelig;Piss on wildfire and your cock burns off.â&euro;? [[Bronn]] grins and Wisdom [[Hallyne]] says that he has never conducted that particular experiment, but he adds that it could be true because the substance burns so hot that it can melt wood, stone, steel and flesh. He is particularly focused on its potential to melt flesh like tallow. Hallyne claims that wildfire was the key to the power of [[House Targaryen]] after their dragons died out. Bronn laughs at the statement and Tyrion tells Hallyne that Bronn takes issue with the assertion. Bronn says that he has seen many insane old men pushing carts filled with jars of â&euro;&oelig;pig shitâ&euro;? around war camps making claims about their substances properties. Hallyne wags a finger at Bronn and assures him that their order does not deal in pig shit. Hallyne tells Tyrion that the substance is fire given form and that they have been perfecting it since the reign of King [[Maegor Targaryen]]. Bronn asks what the purpose of Wildfire is and Hallyne says that it can be used in catapults. \n[[File:Tyrion_see_Wildfire.png|thumb|left|Hallyne show Tyrion and Bronn the stock of Wildfire.]]\nTyrion asks how much they have and Hallyne picks up a lamp to lead them deeper into the guildâ&euro;&trade;s tunnels. Bronn says that the substance could be useful with real soldiers manning the catapults but that all the trained soldiers are fighting for Lord [[Tywin Lannister]] in the Riverlands. Hallyne calls Bronn insulting as he leads them down a dark tunnel. Bronn asks if Hallyne has ever seen a battlefield and predicts that in the chaos pots will be dropped inside the city walls with disastrous consequences. As Bronn predicts that they will burn down the very city they are trying to defend Tyrion tells Hallyne that Bronn remains unconvinced. Hallyne opens a heavy door and warns that Bronn would not have dared to insult to order of pyromancers while [[Aerys II Targaryen]] lived. Bronn points that Aerys is dead and that all of his wildfire did not help him. Bronn says that men win wars and not magic tricks. Hallyne opens the door to reveal a massive cellar with rows upon rows of shelves filled with pots of Wildfire. Tyrion steps in and looks about in wonder. Hallyne says that they have been working tirelessly since receiving Cerseiâ&euro;&trade;s orders and have amassed 7800 pots. Bronn repeats his fears about it being a bad idea and Tyrion concurs. He says that Hallyne will be making wildfire for him from now on.\n\n", "Scene 19": "\n[[Hodor]] carries Bran across to the stables. Osha walks with them and Bran questions her about the significance of his dreams. She tells him to ask Luwin and he says that he already has to no avail. Luwin has never heard of a [[three-eyed raven]]. Osha says that must make the dream meaningless and Bran accuses her of lying. She warns him not to call her a liar despite his status. Bran asserts that she knows the meaning and she says that she did not say otherwise. Hodor and Osha help Bran into the saddle. Bran says that she did not give him an honest answer and she quibbles that it is not the same as being a liar. Bran says that it is not far off. Osha establishes that his dreams have featured the three eyed raven. She reminds Bran that he told her that he had no dreams when they visited the [[Godswood]] and says that he is the liar. He can only smile. She presses him about his recent dreams. He reports dreaming that the sea flooded Winterfell and drowned his people including Ser Rodrik. Osha reassures him that the sea is hundreds of miles away and hurries to take her basket of potatoes to the kitchens. Bran asks her what they say about the three eyed raven north of the Wall. She refuses to answer, saying only that they say all kinds of crazy things beyond the Wall.\n\n", "Scene 18": "[[File:Rickon.jpg|thumb|Rickon crushes walnuts.]]\n\nIn the great hall of Winterfell Prince [[Bran Stark]] holds court for his people. He remains the acting Lord of Winterfell and wears a gorget embossed with the direwolf of House Stark about his neck while the House Tully pin fastens his doublet. His brother [[Rickon Stark]] sits beside him, shelling nuts loudly with a rock. A shepherd reports being unable to tend to his flock with his three sons fighting in the south. He reassures Bran of the loyalty of his sons but says that there are growing numbers of wolves in the north and that he cannot protect his sheep from them alone. Bran offers to assign two orphans from Winterfellâ&euro;&trade;s outlying Winterstown to aid him if he will give them room and board. The shepherd gratefully accepts, saying that his wife always wanted more children. When the shepherd leaves Bran tells Rickon to stop. Having seen everyone Bran tells [[Maester]] [[Luwin]]Â that he is going to go for a ride before dark and calls for Hodor. \n[[File:Rodrik.jpg|thumb|News about Torrhen's Square]]\n\nSer [[Rodrik Cassel]] enters the Great Hall calling for Bran. He reports that [[Torrhenâ&euro;&trade;s Square]] is under siege. Luwin is shocked, remarking that Torrhenâ&euro;&trade;s Square is just 14 leagues away and wonders how the Lannisters have reached so far north. [[Osha]] listens intently as she lights candles at the back of the room. Ser Rodrik speculates that it could be a raiding party led by [[Gregor Clegane|the Mountain]] or a group of sellswords. Bran says that they must help their bannermen. Rodrik nods agreement and says that even with most of their forces fighting for Robb he can gather 200 decent men. Luwin wonders if Rodrik needs to take so many and Bran cautions that they must protect their bannermen if they expect their bannermen to protect them. Rodrik smiles at the boyâ&euro;&trade;s wisdom and Bran orders him to leave as soon as he has his men. Rodrik confidently says that it will not take long because southerners do not do well in their territory.\n\n", "Scene 22": "\nXaro shows her to a Valyrian stone vault door below his mansion. He says that he has offered locksmiths and thieves their weight in gold to open the door and all have failed. He says that the only thing that opens the door is the key that he wears around his neck. Daenerys wonders what is inside and he only laughs enigmatically. She wonders if he plans to give her all of his wealth and what she must do for it. He says that she can have half and that she only needs to marry him. She laughs at the unromantic proposal and he says that he has married once for love but lost his wife. He says that he came from nothing but has the wealth to fulfil her ambitions and that their children will be princes and princesses. He says that he has more ambition than she realized. He tells her that the time is right and informs her of the death of King [[Robert Baratheon]].\n\n", "Scene 23": "\nDaenerys returns to her bed chamber and seeks the counsel of Ser Jorah. He warns against attempting to take the Iron Throne with a bought army. For the first time fully aware of the political situation overseas, she is eager to seize the opportunity of striking while the Seven Kingdoms are weakened by civil war. Jorah asserts that she will need support from within her Kingdom in order to win her throne. Jorah warns against accepting the reports of Xaro at face value given their brief association. Daenerys says that they must strike now or spend the rest of their lives rotting away at the edge of the world. Jorah warns that rich men always expect a return on their investment and will believe that they own Daenerys if she takes their ships and soldiers. He says that moving carefully is the harder way but the right way. Daenerys reminds him that if she had exercised the caution that he advised outside the gates of Qarth then they would all have died in the Garden of Bones. Jorah cautions not to consider the opportunity that has presented itself as the last she will ever have. Daenerys warns him not to speak to her like a child. Jorah says that he only wants to see Daenerys on the Iron Throne. She asks why and he describes how he sees her. He says that although she denies it she has a gentle heart and he believes she would be a great ruler; feared, respected and loved. He explains that the marriage of capability and a valid claim is so rare that it should not be squandered. He says that he sometimes looks at her and cannot believe she is real.\n\nHis honest admission of his feelings creates an awkward atmosphere. Daenerys asks for his counsel as her adviser and he says that she should find her own way back. He explains that she needs just a single ship and can win the allies that she needs in Westeros. She wonders how she will find a ship and he answers that he will find it for her saying that it will be a good ship with an honest captain. Daenerys says that she looks forward to meeting him. He bows to her and leaves her alone.\n\n", "Scene 20": "\nQhorin reports sighting something on a distant mountain to Lord Commander Mormont. Sam says that he does not see well but Jon is able to discern a fire blazing. Qhorin nods and agrees. He cautions that if the Wildling scouts see them the fire will grow into a warning beacon for [[Mance Rayder]]. Jeor asks how many wildlings have joined Mance and Qhorin says that it seems that they all have. Qhorin elaborates that Mance has gathered his people like deer against the wolves and that they are almost ready to strike. Jeor wonders where and Qhorin speculates that they aim to reach safety south of the Wall. Qhorin cautions that they cannot march on the wildlings or expect to defeat them from their current position.\n\nJeor wonders if he is suggesting that they return to the Wall. Qhorin says that because Mance was once a brother of the Nightâ&euro;&trade;s Watch he will have instilled more discipline into the wildlings than they have known before. He counsels that they must fight more like the wildlings in response. He suggests that they should sneak in to the Wildling camp and kill Mance to scatter his army before it can march on the Wall. Jeor realizes that to achieve this they must first overcome his lookouts. Qhorin says that it is a task for a small group, not for four hundred men. He calls for [[Harker]], [[Stonesnake]], and [[Borba]]Â andÂ prepares to descend from the Fist. Jon requests to join Qhorin and Jeor reminds him of his responsibilities as a steward. Jon confidently counters that he has killed a [[wight]], unlike many rangers. Qhorin is impressed but Jeor deflates Jon by reminding him of the beating he suffered at [[Craster]]â&euro;&trade;s hands. Qhorin consoles Jon that Craster is a tough old goat. Sam offers to take on Jonâ&euro;&trade;s duties and Jeor agrees to let him go. He tells Jon that he hopes he will make a better ranger than he did a steward.\n\n", "Scene 21": "\nXaro walks with Daenerys through his gardens. His party is winding down as night falls. He asks her how long Jorah has been in love with her, calling him a manservant. Daenerys says that Jorah is her adviser and friend and is not in love with her. Xaro says that he can almost always tell what men want. Daenerys wonders if he has the same skill with women and he ruefully says that they are much more complicated. He asks what Daenerys wants and she states her ambition to cross the Narrow Sea and take back the Iron Throne. Xaro asks why and Daenerys cites her promise to her khalasar. Xaro laughs and wonders if she wants to conquer the seven kingdoms for the Dothraki. She asserts that the Iron Throne is hers by right and that she will take it. Xaro says that she is a conqueror. Daenerys wonders how he obtained his wealth, comparing his success to her ambition. She concludes that he is also a conqueror, albeit one with less ambition. He reveals that he is a self made man and arrived in Qarth with nothing. Daenerys asks what Xaro wants and why he bled for her at the gates of the city.\n\n", "Scene 9": "[[File:War_council.png|thumb|Tywin's war council]]\n[[Tywin Lannister]] hosts a war council with five of his officers inside [[Harrenhal]]. [[Arya Stark]] serves them food, acting as Tywinâ&euro;&trade;s cupbearer. [[Reginald Lannister]] suggests that the [[House Stark|Starks]] have stretched their lines too thin and will struggle to sustain their army with winter imminent. Tywin rejects this notion, saying that the Starks are more capable than they are of coping with cold. Ser [[Amory Lorch]] says that their spies have reported growing discontent amongst the Northern Lords, who want to return home to gather the harvest. Tywin is dismissive, saying that the same spies would extract similar rumors from his own camp. He tells his officers that they are at war and no-one is content.\n\nTywin says that they have underestimated [[Robb Stark]] for too long, adding that their enemy has a good mind for warfare and is worshiped by his men. Tywin posits that, as long as Robb continues to win battles, his men will continue to believe that he is King in the North. He chastises his men for waiting for Robb to fail, and says that Robb will not fail unless they make him. He asks how they will stop Robb, and Reginald ignores the question to say that they have been working through the night and would benefit from sleep. Tywin says that he believes Reginald would, and that, because they are cousins, he might let Reginald wake from his sleep. He orders Reginald to return to his wife in Lannisport, before he decides to send her his head. He adds that Reginald is only an officer because of his birth, and otherwise would be scrubbing out pots in the cookâ&euro;&trade;s tent. \n[[File:Arya_and_Tywin_2x5.png|thumb|Tywin asking about Arya's background]]\nArya brings a jug of wine to the table and Tywin orders her to serve water instead, because he expects them to be there for some time. Arya nods and heads out of the room. Tywin halts her to ask where she is from. She claims to have grown up in [[Maidenpool]]. He questions her about the lords of Maidenpool, testing her truthfulness. She is able to name [[House Mooton]], but cannot recall their sigil. He says that she is a northerner and again asks her where she is from. This time she claims to be from [[Barrowton]], ruled by [[House Dustin]] and correctly states their sigil as two crossed longaxes beneath a black crown. Satisfied, Tywin asks her for a northernerâ&euro;&trade;s view of Robb Stark. Arya says that Robb is known as the young wolf, is said to ride into battle on the back of a giant [[direwolf]] and to be able to transform into a wolf at whim. She adds that they say that he cannot be killed. Tywin asks what she believes, and she says that anyone can be killed. She holds Tywinâ&euro;&trade;s gaze until he orders her to fetch the water.\n\n", "Scene 8": "[[File:Theon_2x06.png|thumb|Theon look at his ship]]\n[[Theon Greyjoy]] looks at his ship, the [[Sea Bitch]], as she rests at anchor off [[Lordsport]]. He is armed, armored, and carrying a bag of his possessions. He notices a group of sailors exiting a tavern and introduces himself. He is largely ignored and has to order them to stop. One of the men, [[Black Lorren]], asks where they are headed. Theon says that they are to raid along the [[Stony Shore]] and promises them gold and women, if they do their jobs well. Lorren wonders who decides if they have done their jobs well, and Theon is discombobulated. He says that it is his role as Captain, at which the men laugh derisively. Lorren approaches Theon and says that he has been reaving and raping since before Theon was born. He says that he has no use for Theonâ&euro;&trade;s ideas on how to do it and that he could do the job himself. Theon says that, if Lorren tries to take his ship, he will hunt him down and hang him as a traitor.\n\n[[Yara Greyjoy]] arrives and jokingly cries out that Theon can stop, because they yield. She congratulates Theon on his first command, and he thanks her for coming to see him off. She says that she was actually passing through on her way to [[Red Harbor]] where her fleet of thirty ships is waiting, too many to dock at Lordsport. Theon says that she should hurry, or they might set sail without her. She retorts that her men are loyal enough to wait on deck for a year for her. She questions the loyalty of Theonâ&euro;&trade;s crew, and he has no answer.\n\n[[File:Theon and Dagmer 2x06.png|thumb|left|Dagmer and Theon talk about how to gain the men's respect.]]\n[[Dagmer Cleftjaw]] emerges from the tavern and offers to take Theon to the ship. Theon asks who he is, and Dagmer explains that he is to act as Theonâ&euro;&trade;s first mate. Theon questions Dagmer being separated from the rest of the crew and wonders if they have sent Dagmer to kill him when they are on their way to the ship. Dagmer says that the men will not respect Theon until he has proved himself. Theon wonders how he can prove himself when his father has ordered him to attack fishing villages. Theon asks Dagmer how he can prove himself a true iron islander with such a task. Dagmer tells him that his crew are all iron islanders and asks Theon how they respond to orders. Theon sees the wisdom of Dagmerâ&euro;&trade;s words and suggests that [[Torrhenâ&euro;&trade;s Square]] lies near to the Stony Shore. Dagmer says that the seat of [[House Tallhart]] is a worthy prize as Theon contemplates his idea. Dagmer wonders if Theon doubts their ability to take it. Theon says that they could, but would only be able to hold it for a few days. He explains that Winterfell would hear of their victory, and then [[House Stark]] would send men of their own to take it back. Theon considers this opportunity, and then instructs Dagmer to take him to his ship.\n\n", "Scene 7": "\nTyrion walks along a market street in Kingâ&euro;&trade;s Landing with Bronn. Traders sell eels and fruit. Tyrion bemoans their inferior military position and asks Bronn what they have. Bronn says that Tyrion has the mind that he keeps talking about. Tyrion says that he has never been able to use his mind to kill anyone. Bronn jokes that it is a good thing, because then he would be out of a job. Bronn asks for news of Tyrionâ&euro;&trade;s father [[Tywin Lannister]], and Tyrion says that he has not sent a raven in weeks. Tyrion jokes that Tywin is very busy as being repeatedly humiliated by [[Robb Stark]]Â is time consuming. Tyrion says that they will not be able to hold the city against Stannis following Joffreyâ&euro;&trade;s plans. \n[[File:Protestor_2x5.png|thumb|Tyrion listen to a protestor]]\nTyrion halts to listen to a protester addressing a group of smallfolk. The man says that the city is foul with corruption and blames the rumor that King [[Joffrey Baratheon]] is the product of incest between Queen [[Cersei Lannister|Cersei]] and her brother [[Jaime Lannister]]. He calls Joffrey a rotten king. Tyrion says that it is hard to argue with his assessment and Bronn agrees, referencing Joffreyâ&euro;&trade;s treatment of Tyrionâ&euro;&trade;s [[nameday]] present. Tyrion says that Joffrey is a lost cause and that he is concerned for the rest of them. The protester says that Joffrey is a â&euro;&oelig;dancing King, prancing down his bloodstained halls to the tune of a twisted demon monkey.â&euro;? The crowd erupts in laughter and Tyrion says that he admires the protestorâ&euro;&trade;s imagination. Bronn says that the protestor meant Tyrion. Tyrion is indignant and Bronn elucidates that the people believe Tyrion is manipulating Joffrey and blame him for the city's problems. Tyrion says that he is trying to save them, and Bronn says that he does not need to be convinced.\n\n", "Scene 6": "[[File:Stannis_and_Davos.jpg|thumb|Stannis and Davos walk through Renly's camp]]\n\n[[Davos Seaworth]] walks through [[Renly Baratheon]]â&euro;&trade;s camp with King [[Stannis Baratheon]]. Stannis has assumed control of the camp and Renlyâ&euro;&trade;s army. Renlyâ&euro;&trade;s men bow to him as he passes. Davos offers condolences on the death of Renly and says that he wanted to make Stannis aware that people grieve for Renly. Stannis dismissively says that fools love a fool. He adds that he grieves for the boy Renly was, not the man he grew to be. Davos says that he needs to speak to Stannis about what happened in the cave. Stannis reminds Davos that he instructed him not to speak of it. He chastises Davos that he has never known him to need to hear something twice.\n\nThey enter Renlyâ&euro;&trade;s command tent and Davos counters that he has never known Stannis to hide from the truth. Stannis asks if Davos is going to lecture him on truth. Davos begins to speak but Stannis cuts him off to say that all of Renlyâ&euro;&trade;s bannermen have come to his side. He pauses and Davos remains silent. Stannis turns to Renlyâ&euro;&trade;s maps and adds that [[House Tyrell]] are the exception, having fled to [[Highgarden]] like cowards. He says that his enemies will no longer be able to resist him and that he will soon be sitting on the Iron Throne. Davos warns that nothing is worth the cost that Stannis will endure. Stannis again silences his bannerman, this time asking if Davos thinks that he knows more about it. \n[[File:Davos_warns_Stannis.jpg|thumb|Davos warns Stannis about Melisandre]]\n\nDavos asks when they will sail for King's Landing and learns that Stannis wants to move as soon as he has consolidated his troops. He says that they will destroy the [[House Lannister]] fleet in [[Blackwater Bay]] and then deliver their troops across the bay to take the city. Davos asks if Stannis plans to have [[Melisandre]] with him during the battle. Stannis says that it is not Davosâ&euro;&trade;s concern. Davos explains that having Melisandre at his side when he takes King's Landing will make her responsible for the victory. Stannis challenges that he had never thought to have a reason to doubt Davosâ&euro;&trade;s loyalty. Davos answers that loyal service means telling hard truths. Stannis notes the mention of truth again and then invites Davos to tell him. Davos says that Melisandre is distrusted as a foreigner preaching a foreign religion and that some people believe that she is controlling Stannis. Stannis asks what Davos believes. Davos says that Stannis has won his new bannermen from Renly and should not lose them to Melisandre. Stannis considers his words for a moment and then announces that they will move without Melisandre. He then assigns Davos to lead the fleet into Blackwater Bay. Davos says that he is honored but is worried that the Lords among Stannisâ&euro;&trade;s force will object to taking orders from a reformed smuggler. Stannis counters that he should hang the majority of the lords for treason and tells Davos that hard truths cut both ways.\n\n", "Scene 5": "[[File:Lancel_spy.jpg|thumb|Lancel the spy]]\n\n[[Bronn]] stands guard as [[Tyrion Lannister|Tyrion]] meets with his cousin and spy Ser [[Lancel Lannister]] in a litter on the streetâ&euro;&trade;s of [[Kingâ&euro;&trade;s Landing]]. Lancel reveals that the Queenâ&euro;&trade;s plans for defense of the city hinge on the use of [[Wildfire]]. Tyrion is disbelieving and threatens to reveal Lancelâ&euro;&trade;s sexual relationship with Cersei to [[Jaime Lannister]], anticipating dire consequence for Lancel. Lancel offers more information to back his claim; Cersei has met with the [[Alchemists' Guild]] and they have already stored thousands of pots of the substance. He says that they are planning to launch it from the walls onto Stannisâ&euro;&trade;s fleet and army. Tyrion sees that Lancel is telling the truth and asks when Cersei told him. Lancel says that he has heard Cersei talking with a pyromancer and has visited their guild. Tyrion forces Lancel to swear that his words are true but tires of toying with his cousin and dismisses him. Tyrion kicks him over as he ducks out of the litter and then instructs him to tell Bronn to kill him if anything happens to Tyrion. Lancel dutifully does as he is told. Bronn says that it would be his pleasure as Lancel jogs away.\n\n", "Scene 4": "[[File:Myrcella_eglantine.jpg|thumb|Myrcella in the walled gardens of the Red Keep]]\n\nPrincess [[Myrcella Baratheon]] plays with two of her courtiers in the walled gardens of the [[Red Keep]] as [[Septa]] [[Eglantine]] looks on. Queen [[Cersei Lannister]] watches her daughter from behind a stone lattice on a balcony. [[Tyrion Lannister]] joins her to deliver the news of Renlyâ&euro;&trade;s death. Cersei drains her wine glass and asks who was responsible and he reports that there have been varying accounts. He elaborates that some say [[Catelyn Stark]] was responsible, some blame a member of Renlyâ&euro;&trade;s Kingsguard and others say that it was [[Stannis Baratheon]] himself. Cersei raises her empty wine glass to whoever was responsible and then reaches to refill it. Tyrion warns her that [[Varys]] had a less positive reaction, warning that Renlyâ&euro;&trade;s armies are joining Stannis. He elucidates that Stannis will have superiority over them on both land and sea with the addition of Renlyâ&euro;&trade;s banners. Cersei dismissively counters that [[Petyr Baelish|Littlefinger]] has told her that they can outspend Stannis three to one. Tyrion retorts that their father raised her to have too much respect for money. He warns that Stannis will strike against them sooner rather than later.\n\nCersei attempts to change the subject, asking if Tyrion should be doing something else like sealing Myrcella in a crate so that she can be shipped away. Tyrion responds that his niece will be safer in Dorne. Cersei sarcastically notes Tyrionâ&euro;&trade;s concern for Myrcellaâ&euro;&trade;s safety. Tyrion asserts his feelings for her, saying that she is sweet and innocent and that he does not blame her at all for Cersei. Cersei says that Tyrion is so clever with his schemes and plots and moves inside from the balcony. Tyrion trails after her, correcting her that schemes and plots are the same thing. \n[[File:Cersei_refuses_to_share_her_plans.jpg|thumb|Cersei refuses to share her plans with Tyrion]]\n\nHe returns the discussion to the pressing threat of attack and their need to ready [[Kingâ&euro;&trade;s Landing]] for assault. Cersei says that Tyrion need not concern himself over it and that King [[Joffrey Baratheon]] is preparing the siege preparations personally. Tyrion asks for specifics and Cersei refuses to discuss it. He says that it is important that they talk about it and she again refuses, citing the Kingâ&euro;&trade;s need for secrecy.\n\n", "Scene 3": "[[Loras Tyrell]] stands vigil for his lover and king in the command tent. Renlyâ&euro;&trade;s widow [[Margaery Tyrell]] paces anxiously behind her brother. She tells Loras that they need to return home but he does not answer. Lord [[Petyr Baelish|Petyr â&euro;&oelig;Littlefingerâ&euro;? Baelish]] enters and greets them. Loras immediately orders him out of the tent. Littlefinger warns them that Stannis is an hour away and that when he arrives Renlyâ&euro;&trade;s bannermen will join his cause. He says that their companions will fight for the privilege of selling them to King Stannis. Loras stands and draws his sword and asks if Littlefinger is seeking the same privilege for himself. Petyr points out that he has come to warn them instead of going to Stannis. Margaery pushes her brotherâ&euro;&trade;s blade away from Littlefinger and warns him that they have no time.\n\n[[File:Loras vengeance Renly.jpg|thumb|Loras swears to avenge Renly's death.]]\nLoras tells Margaery to ride back to [[Highgarden]] and says that he will not run from Stannis. Margaery says that Brienne killed Renly, and Loras says that neither of them really believes that. He asks her who stood to gain the most from killing Renly and Littlefinger answers â&euro;&oelig;Stannis.â&euro;? Loras promises to avenge Renly by killing Stannis. Margaery says that they cannot stay. Loras tearfully returns to Renlyâ&euro;&trade;s side and asserts that he would have been a good and true king. Littlefinger asks Loras what he most desires and learns that it is revenge. He says that he has always found revenge to be a pure motivation but warns Loras that he will not have a chance to kill Stannis if he stays. Littlefinger cautions Loras to be smart if he wants justice. Margaery tells her brother that he cannot avenge Renly from the grave. She begs him to bring their horses as she strokes his hair. He rises from Renlyâ&euro;&trade;s deathbed and goes to carry out her request.\n\nMargaery stares at Renlyâ&euro;&trade;s body and remarks on her husband's good looks and Littlefinger agrees with her, calling her â&euro;&oelig;Your Grace.â&euro;? Margaery says that Renly did not win his claim and that she was never truly a queen. Littlefinger asks her if she wants to be a queen and she responds that she wants to be â&euro;&oelig;the Queen.â&euro;? She finally turns her gaze to him, and he smiles back at her.\n\n", "Scene 2": "[[File:Littlefinger_Baratheon_Ships_2x5.jpg|thumb|Littlefinger watches Stannis fleet approaches.]]\nLord [[Petyr Baelish]] watches from the clifftop as King [[Stannis Baratheon]]â&euro;&trade;s fleet approaches the coast at dawn. Below him [[Renly Baratheon]]â&euro;&trade;s men rush about in disarray without their King.\n\n\n\n\n", "Scene 1": "\nKing [[Renly Baratheon]]'s camp is a hive of activity as his troops prepare for the coming battle with the forces of King [[Stannis Baratheon]] in darkness. The camp is beset by strong winds. [[Catelyn Stark]] meets with King Renly in his command tent. Two of his kingsguard are outside while [[Brienne of Tarth]] stands watch inside the tent. Renly has Catelyn swear that her son King [[Robb Stark]] has no interest in challenging him for the [[Iron Throne]]. Renly drinks from a goblet thoughtfully and announces that he sees no reason for hostility between them. He offers his terms; Robb can retain the title of [[King in the North]], and control of all lands north of [[Moat Cailin]], but must swear fealty to Renly as [[Eddard Stark]] did to [[Robert Baratheon]] eighteen years earlier. Catelyn is hesitant and Renly reminds her that Robert and Eddardâ&euro;&trade;s friendship held the [[Seven Kingdoms]] together. Catelyn asks what he offers in return for Robbâ&euro;&trade;s loyalty. Renly says that he will destroy Stannisâ&euro;&trade;s army and then Baratheon and Stark will fight their common enemy together as they have done many times in the past.  \n[[File:RenlysDeathS2Ep5.png|thumb|King Renly is assassinated.]]\nRenly stands before a mirror and Brienne helps him out of his cloak. Catelyn beseeches him to reconsider negotiating with Stannis. Renly reminds Catelyn of his brotherâ&euro;&trade;s rigidity and refuses to attempt further debate with him. He asks her to take his terms to Robb and says that he sees them as natural allies and hopes that Robb feels the same. He suggests that acting together they could end the war in a fortnight. An unnatural gust parts the tents opening and black smoke rushes inside. Catelyn and Brienne are stunned while Renly watches transfixed in his mirror. The smoke coalesces into a [[Shadow|human shape]] and stabs Renly through the chest. In the mirror its face resembles Stannis. The smoke dissipates and Renly collapses forward. Brienne wails and catches him as he slides to the ground.  \n[[File:Brienne_kills.jpg|thumb|Brienne defends herself]]\n\nThe guards rush into the tent with swords in hand. Seeing Brienne kneeling over Renlyâ&euro;&trade;s body they assume that she is responsible and threaten her life. Catelyn tries to intervene but they push her aside. Brienne fights both of them off, killing them. She then returns to Renlyâ&euro;&trade;s side, overcome by her grief. Catelyn comforts her and implores her to leave, fearing that she will be blamed for Renlyâ&euro;&trade;s death and hanged. Brienne refuses to leave Renlyâ&euro;&trade;s side until Catelyn tells her that she cannot avenge him if she is dead. Brienne guides Catelyn out of the tent through a concealed exit behind a tapestry.\n\n"}, "title": "The Ghost of Harrenhal recap"}