{"attributes": {"season": " Season 3", "image": " The Stormlands Histories &amp; Lore.png", "narrator": " Brienne of Tarth'''&quot;The Stormlands&quot;''' is part of the Histories &amp; Lore, a special feature in the Blu-ray of Season 3 of ''Game of Thrones''. It is narrated by Gwendoline Christie as Brienne of Tarth.==Synopsis==Brienne of Tarth describes the history and legends of the Stormlands, as well as the great houses and their keeps.==Summary==Tarth has lulled many a novice sailor into complacency. Their lush island sits on calm blue water like an emerald set into a sapphire. It could never be guessed that such a vision is only a sheath hiding the blade of Shipbreaker Bay with it's treacherous tides, unpredictable gales and sharp rocks lurking just below the water's surface. The storms that blow through the bay water the kingswood and rainwood, two of the great forests of Westeros, and the give the Stormlands their name.Even without the weather, the Stormlands have more than earned their name in strife. The first Storm King, Durran, started his reign by declaring war on the gods themselves. He loved the Elenei", "title": " The Stormlands"}, "sections": {"TOP": "The Stormlands (Histories &amp; Lore)021131mg1j7k04smv1p8ztnf2kzxj72zsjvzw1773842015-03-17T01:35:10ZGreater good3347453Added synopsis and infobox{{Lore|Title = The Stormlands|Image = The Stormlands Histories &amp; Lore.png|Season = [[Season 3|3]]|Narrator = [[Brienne of Tarth]]}}\n'''&quot;The Stormlands&quot;''' is part of the [[Histories &amp; Lore]], a special feature in the Blu-ray of [[Season 3]] of ''[[Game of Thrones]]''. It is narrated by [[Gwendoline Christie]] as [[Brienne of Tarth]].\n\n", "Synopsis": "[[Brienne of Tarth]] describes the history and legends of [[the Stormlands]], as well as the great houses and their keeps.\n\n", "Summary": "[[Tarth]] has lulled many a novice sailor into complacency. Their lush island sits on calm blue water like an emerald set into a sapphire. It could never be guessed that such a vision is only a sheath hiding the blade of [[Shipbreaker Bay]] with it's treacherous tides, unpredictable gales and sharp rocks lurking just below the water's surface. The storms that blow through the bay water the [[kingswood]] and [[rainwood]], two of the great forests of [[Westeros]], and the give the Stormlands their name.\n\nEven without the weather, the Stormlands have more than earned their name in strife. The first [[Storm King]], [[Durran]], started his reign by declaring war on the gods themselves. He loved the [[Elenei|daughter]] of the Sea God and the Wind Goddess, but they forbade the union. At their wedding the gods unleashed their might, pulling down his hold and killing all of Durran's family and guests, though his wife shielded him. Durran vowed to rebuild, and when he did the Gods again destroyed his home. His coulcillors begged him to retreat inland, but he would not abandon his war. Finally, with the council of the [[Children of the Forest]] or perhaps a young [[Bran the Builder]], Durran raised a seventh castle that, try as they might and still do, [[Goddess of the Wind|the wind]] and [[God of the Sea|sea gods]] could not tear asunder. Durran took the name Godsgrief and called his new home [[Storm's End]].\n\nHaving beaten the waters to the east, the Storm Kings turned their gaze to more practical enemies: [[The Reach]], [[The Riverlands|Riverlands]] and [[Dorne]]. For thousands of years the Storm Kings fought the [[House Gardener|Gardener]] kings of the Reach and various families of Dorne for control of the [[Dornish Marches]] just below the [[Red Mountains]]. The fighting did not stop until Dorne married into the [[Seven Kingdoms]] a mere hundred years ago. But still the houses of the Stormlands such as [[House Dondarrion|the Dondarrions]] guard the [[Boneway]], the mountain pass into the Marches, against any Dornish incursion.\n\nThe Storm Kings had greater luck to their north at first. They took [[the Trident]] from the [[River King]]s and built an empire that stretched as far as [[the Neck]], but then the [[ironborn]] swarmed out of their islands and pushed the Storm Kings out of the Riverlands. No doubt the ironborn intended to expand their empire into the Stormlands. Before they had a chance, [[Aegon I Targaryen]] landed with his [[dragons]].\n\nWhile Aegon burned the kings of the [[Iron Islands]], [[Casterly Rock|the Rock]] and the Reach, his fiercest commander and rumored [[bastard]] brother [[Orys Baratheon]] set out to subdue the Stormlands. No matter how fierce a warrior he was, no one could have envied his task. Storm's End had seen thousands of years of war and never fallen, but [[Argilac]] the Storm King chose not to barricade himself behind it's walls and gave Orys the [[Last Storm|battle]] he must have hoped for. Orys slew Argilac and took Argilac's castle, kingdom, [[Argalia Baratheon|daughter]], sigil and house words. [[House Baratheon]] became the Lord of the Stormlands.\n\nTargaryen rule quieted the Stormlands for the most part, until [[Robert Baratheon|Robert]] [[Robert's Rebellion|rebelled]] against the [[Aerys II Targaryen|Mad King]]. His first challenge came not from the crown, but from his own bannermen who tried to join forces against him. Robert struck first, [[Battle of Summerhall|defeating three armies in a single day at Summerhall]]. The victory cemented Robert's control of the Stormlands and he was able to march on the Reach and Riverlands with no enemy to his rear.\n\nYet not all of Robert's bannermen sided with him. Ser [[Barristan Selmy|Barristan the Bold]] came from the Stormlands, but as the pre-eminent member of Aerys' [[kingsguard]] and greatest knight in the Realm, Ser Barristan remained loyal. After Robert's decisive [[Battle of the Trident|victory on the Trident]], Robert sent his own [[maester]] to care for his countryman Ser Barristan, who had suffered grievous wounds while fighting so hard to kill him. Later when the [[Jaime Lannister|kingslayer]] betrayed Aerys, Robert pardoned Ser Barristan and even took him onto his own kingsguard.\n\nWhen Robert lifted [[Mace Tyrell]]'s ill-managed [[Siege of Storm's End]] and returned to his ancestral home, he realized the dream of all the Stormlords before him: to rule the Seven Kingdoms. Then Robert died and his brother [[Stannis Baratheon|Stannis]] killed their other brother, the noble King [[Renly Baratheon|Renly]], with [[Shadow|black magic]]. Now the Stormlands again live up to their name, with so many houses [[Battle of the Blackwater|burned on the Blackwater]] and others currying favor with [[House Lannister|the Lannisters]] to seize the survivors' lands. Brienne laments that Renly could have saved them if only she could have saved him. But she vows to teach Stannis a lesson he should have learned growing up in the Stormlands: As lightning gives way to thunder, so too must murder lead to vengeance.\n\n"}, "title": "The Stormlands (Histories &amp; Lore)"}