{"attributes": {"season": " Season 2", "image": " Free Cities Histories &amp; Lore.png", "narrator": " Jorah Mormont'''&quot;The Free Cities&quot;''' is a short video in the &quot;Histories &amp; Lore&quot; feature of the Season 2 Blu-ray set. It is narrated byÂ Iain Glen as SerÂ Jorah Mormont.==Synopsis==Jorah Mormont details the cultures and customs of each of the nine Free Cities of Essos.==Summary==Ser Jorah opens his narration noting that, at its height, the Valyrian Freehold ruled over half of the Known World. Not bad for former shepherds, he adds sarcastically, but the Doom of Valyria", "title": " The Free Cities"}, "sections": {"TOP": "The Free Cities (Histories &amp; Lore)015423juezt9j8pqf4vn608i21v2hd282fkih1773322015-03-16T21:52:00ZGreater good3347453/* Summary */{{Lore|Title = The Free Cities|Image = Free Cities Histories &amp; Lore.png|Season = [[Season 2|2]]|Narrator = [[Jorah Mormont]]}}\n'''&quot;The Free Cities&quot;''' is a short video in the &quot;[[Histories &amp; Lore]]&quot; feature of the [[Season 2]] Blu-ray set. It is narrated byÂ [[Iain Glen]] as SerÂ [[Jorah Mormont]].\n\n", "Notes": "\nJorah sarcastically speculates that Tyrosh is best known for its flashy colors. Actually, due to its central location in the Free Cities, it is particularly famous as a major global hub for hiring [[Mercenary|Sellsword companies]]. The sellsword [[Daario Naharis]] is a Tyroshi.\n\nJorah's failure to think of what, if anything, makes Lorath unique is an inside joke to book-fans: even after five novels, practically no information has been given about Lorath's people or culture, and it doesn't seem very important.\n\n", "Synopsis": "[[Jorah Mormont]] details the cultures and customs of each of the nine [[Free Cities]] of [[Essos]].\n\n", "Summary": "Ser Jorah opens his narration noting that, at its height, the [[Valyrian Freehold]] ruled over half of [[the Known World]]. Not bad for former shepherds, he adds sarcastically, but the [[Doom of Valyria|Doom]] fell on them and sent their [[Old Valyria|capital]] into the sea.\n\nNow [[Volantis]] is the ember of Old Valyria, ensuring its flame does not go out of this world, as any Volantene will tell. He adds that Pentoshi say the same about [[Pentos]], Lysene about [[Lys]] and so on. But after enough time in the nine [[Free Cities]], for Jorah it is hard to see them as anything but ashes of glory.\n\nVolantis is the oldest, the first colony of Valyria. After the Doom, the Volantenes tried to rebuild the empire under their rule. They failed. Not least because the last Valyrian with [[dragons]], [[Aegon I Targaryen]], entered [[Century of Blood|the war against them]]. Now Volantenes are content with dominate only the lower classes. Or so they say.\n\n[[Braavos]] is the strangest, a city erected not by the Freehold but against it. Jorah calls it a labyrinth of illusion and deceit to hide the refugees from Valyrian [[Slavery|slave]] lords. After the Doom, the city emerged from the shadows to become one of the [[Iron Bank of Braavos|greatest banking centers]] in the world. Jorah adds that a man can get anything in Braavos... for a price. Especially death. A man's own if one offends one of the [[Bravos|swaggering swordsmen]] that pollute the city. Or, if one is very rich or very desperate, anyone else's.\n\n[[Lys]] is, according to Jorah, the &quot;easiest&quot; of the Free Cities, full of pleasure houses catering to every taste, no matter how peculiar. Many men lose themselves in Lys and are never found, at least alive. When a man runs out of coin, the Lysene may grant him their other speciality on the house: [[Tears of Lys|poison]].\n\n[[Pentos]] is the most ruthless. The [[Magister]]s make a great show of choosing the [[Prince of Pentos]] from the Great Families, and granting him the powers of trade, justice and war. As long as he checks with them first, he snarks. On the New Year, to bring good fortune to Pentos, this Prince must deflower the [[Maid of the Field]] and the [[Maid of the Seas]]. Jorah ignores how each is chosen, or what becomes of them after serving their purpose. But, if a crop should fail or a war be lost, the Magisters will slit the Prince's throat and choose another.\n\nThe other Free Cities are known for what they make. [[Myr]], has its lenses and finery; [[Norvos]], its axes; [[Qohor]], its smiths who can reforge [[Valyrian steel]]; [[Tyrosh]], its colors, Jorah wonders. He is also sure [[Lorath]] adds something to the world... but he can't recall what.\n\nJorah concludes that the nine of them are more alike than they would care to admit. They hire the same soldiers, to fight the same wars, for the same rulers: the rich, be they called Magisters, [[Archon|Archons]], etc.; when a [[Dothraki]] ''[[khalasar]]'' approaches, they give the same tribute to avoid the same sacking.\n\nFor thousands of years, the disgraced of [[Westeros]] have rained east to pool in the Free Cities, for a man of honor counts for less than nothing, unless it raises his price. Jorah closes by saying that better men than him have learned that what a man sells for gold, he can never buy back. He must earn it, by fire and blood.\n\n"}, "title": "The Free Cities (Histories &amp; Lore)"}