{"attributes": {}, "sections": {"TOP": "The Footprint07471koznn455me2n7wudtenwdv8pigzpotp1786032015-03-22T18:44:54ZThe Dragon Demands5014364/* In the books */[[Image:Footprint.png|thumb|right|200px|A map showing the location of the Footprint on the continent of Essos.]]\n'''The Footprint''' is a heavily forested region in [[Essos]], stretching along the coast of the [[Shivering Sea]] north of [[Vaes Dothrak]]. The island of [[Ibben]] lies off the coast of this region. This area is separated from the [[Dothraki sea]] to the south by a range of mountains.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/vaes-dothrak/ HBO viewers guide, season 2 map, Vaes Dothrak entry]&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF|Kingdom of the Ifequevron}} (spoilers from the books)\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Footprint has not yet been mentioned. It has only appeared on [[HBO]]'s maps for the TV series.  The corresponding region (south of Ibben but north of Vaes Dothrak) in the map later released in the ''Lands of Ice and Fire'' collection is known as the &quot;Kingdom of the Ifequevron&quot;.  As with other kingdoms of central Essos it was devastated during the first great wave of Dothraki raids following the [[Doom of Valyria]], during the [[Century of Blood]].  &quot;The Footprint&quot; might be an alternate name for the same geographical region.\n\nThe region is heavily forested.  The Dothraki name &quot;Ifequevron&quot; means &quot;Wood Walkers&quot; in their language (literally, &quot;those who walk in the woods&quot;), and refers to the region's original inhabitants - who were apparently either a remaining group of the non-human [[Children of the Forest]], or perhaps closely related to them.  They were a diminutive forest-dwelling race who possessed great [[Magic|magical]] powers.  They had the ability to [[Warg|enter the minds of animals and control them]].  The Dothraki, deeply dependent on their horses to fight, were very vulnerable to such a race.  The Dothraki feared and even revered the magic of the Ifequevron, so they completely avoided their forests.  Centuries later, the [[Ibben|Ibbenese]] established colonies on the nearby north coast, cutting down the forests for lumber and warring against the Ifequevron.  Eventually the Ifequevron diminished and were either wiped out or fled, though centuries later the Dothraki (no longer afraid to enter the woods now that the Ifequevron were gone) attacked the Ibbenese and drove them back to a few fortified stockades on the coasts.  The Ibbenese then reorganized around their colony New Ibbish, at the tip of the largest peninsula closest to their home island.  \n\nTo defend their remaining territory on the mainland, the Ibbenese built a massive stockade along the base of the peninsula from east to west as long as [[The Wall|the Wall]] in Westeros, though simply made of wood and not nearly as tall.\n\n"}, "title": "The Footprint"}