{"attributes": {"season": " Season 3", "image": " Azor Ahai and Nissa Nissa.png", "narrator": " Thoros'''&quot;The Lord of Light&quot;''' is part of the Histories &amp; Lore, a special feature in the Blu-ray of Season 3 of ''Game of Thrones''. It is narrated by Paul Kaye as Thoros of Myr.==Synopsis==Thoros of Myr discusses the beliefs of the followers of R'hllor, his own struggles with his faith and the impending threat of a night that will never end.==Summary==â&euro;&lsaquo;Thoros was born youngest of eight in Myr, so his father gave him over toÂ Red Temple. In their wisdom, they decided to make him a priest instead of a warrior or a temple Prostitution", "title": " The Lord of Light"}, "sections": {"TOP": "The Lord of Light (Histories &amp; Lore)021125s73tjyvhnn0day4o2p86tbhck9r3aiv1787422015-03-23T00:01:39ZGreater good3347453/* Summary */{{Lore|Title = The Lord of Light|Image = Azor Ahai and Nissa Nissa.png|Season = [[Season 3|3]]|Narrator = [[Thoros]]}}\n'''&quot;The Lord of Light&quot;''' is part of the [[Histories &amp; Lore]], a special feature in the Blu-ray of [[Season 3]] of ''[[Game of Thrones]]''. It is narrated by [[Paul Kaye]] as [[Thoros]] of [[Myr]].\n\n", "Synopsis": "[[Thoros]] of [[Myr]] discusses the beliefs of the followers of [[R'hllor]], his own struggles with his faith and the impending threat of a night that will never end.\n\n", "Summary": "â&euro;&lsaquo;Thoros was born youngest of eight in [[Myr]], so his father gave him over toÂ [[Red Temple]]. In their wisdom, they decided to make him a priest instead of a warrior or a temple [[Prostitution|prostitute]] like other children. It was not the path he would have chosen. He prayed the prayers and he spoke the spells, but he also led raids on the kitchens and from time to time they found girls in his bed. Such wicked girls! He never knew how they got there. Then again, he did have a gift for tongues and when he gazed into the flames from time to time he saw things. Even so, he was more bother than he was worth.\n\nWhen the [[High Priest of R'hllor|High Priest]] foresaw [[Robert Baratheon|Robert]]'s [[Robert's Rebellion|ascension]], he sent Thoros to turn the Stormlord to the [[R'hllor|Lord of Light]]. When Robert seized his crown, they would take all of [[Westeros]] from [[the Seven]] in a single stroke. Perhaps they thought Robert would listen to a kindred spirit, or perhaps celibacy had addled the High Priest's brain. Thoros didn't know and didn't care. He was free.\n\nHe did his duty as he saw it, drinking and whoring and waving his sword around. These were the only gods Robert cared about, anyway. Years passed, Robert became king, Thoros became a joke, they both became fat. Thoros even won glory in the [[Greyjoy Rebellion]], being first through the breach. Thoros comments that it is amazing what boldness a full bladder can inspire.\n\nBut Robert had stopped listening to his sermons a long time ago, even if Thoros had still bothered to give them. Then came Robert's death and the war. Thoros is not referring to [[War of the Five Kings|those brats fighting over the world's pointiest chair]]. [[White Walkers|Powers long asleep]] are waking and moving through the land. He has seen them in his flames and even with his own two eyes. The Lord of Light is real, he insists, and if he is real then all of it is real.\n\nMan once again faces the war for the dawn, which has been waged since time began. On one side is the Lord of Light, the heart of fire, the god of flame and shadow. Against him stands the [[Great Other]], whose name may not be spoken. The lord of darkness, the soul of ice, the god of night and terror. According to [[The Prince That Was Promised|prophecy]], [[Azor Ahai|R'hllor's champion]] will be reborn to wake [[dragons]] from stone and reforge the great sword [[Lightbringer]] that defeated the darkness those thousands of years ago. If the old tales are true, a terrible weapon forged with a [[Nissa Nissa|loving wife]]'s heart. Part of Thoros thinks man was well rid of it, but great power requires great sacrifice. That much at least the Lord of Light is clear on.\n\nThoros knows he sounds like a dried out old woman, but as the [[Eddard Stark|former Hand of the King]] liked to say: &quot;[[Winter is Coming (motto)|Winter is Coming]]&quot;. When the cold winds rise, all men no matter their faith or lack of it huddle beside Thoros' nightfires and he prays the prayers, speaks the spells and beseeches the Lord of Light to bring back the dawn. So far, so good. But reprobate as he is, he cannot help but wonder what will happen if one day the Lord does not answer. He imagines a night that will go on forever, so dark and full of terrors. He thinks he needs another drink.\n\n"}, "title": "The Lord of Light (Histories &amp; Lore)"}