{"attributes": {"season": " Season 1", "image": " TheSevenFacedGod.jpg", "narrator": [" Catelyn Stark", "Bran Stark'''&quot;The Old Gods and the New&quot;''' is a featurette and part of &quot;History &amp; Lore&quot; section of the Complete Guide to Westeros, a special feature in the Blu-ray of Season 1 of ''Game of Thrones''. It is narrated by Michelle Fairley as Catelyn Stark and Isaac Hempstead-Wright as Bran Stark.==Synopsis==Catelyn Stark"], "title": " The Old Gods and the New"}, "sections": {"TOP": "The Old Gods and the New (Complete Guide to Westeros)0131946tqg5ejlk4rndkj09zzgrnw90vx17np1779442015-03-19T19:47:31ZThe Dragon Demands5014364{{Lore|Title = The Old Gods and the New|Image = TheSevenFacedGod.jpg|Season = [[Season 1|1]]|Narrator = [[Catelyn Stark]]&lt;br&gt;[[Bran Stark]]}}\n'''&quot;The Old Gods and the New&quot;''' is a featurette and part of &quot;History &amp; Lore&quot; section of the [[Complete Guide to Westeros]], a special feature in the Blu-ray of [[Season 1]] of ''[[Game of Thrones]]''. It is narrated by [[Michelle Fairley]] as [[Catelyn Stark]] and [[Isaac Hempstead-Wright]] as [[Bran Stark]].\n\n", "Synopsis": "[[Catelyn Stark|Catelyn]] and [[Bran Stark]] discuss the worship of the [[Old Gods of the Forest]] and [[the Seven]] in [[Westeros]].\n\n", "Summary": "Lady Catelyn explains that in the [[Seven Kingdoms]] of [[Westeros]] the dominant [[religion]] is the [[Faith of the Seven]], first brought by the [[Andals]] approximately six thousand years ago.\n\nBran reminds that there are those who still keep to the old way, worshipping the faceless gods of the [[Children of the Forest]] and the [[First Men]]. These [[Old Gods]] are countless, nameless spirits of nature. In the past, the Children had carved faces on the trunks of [[weirwood]] trees, which became sacred to their faith. In time, the [[First Men]] adopted the Old Gods. Most castles of the time contain a [[godswood]] with a weirwood at its center, serving as a [[heart tree]].\n\nLady Catelyn narrates that across the [[Narrow Sea]], a new religion was born in the hills of [[Andalos]]. According to legend, the [[the Seven|God of Seven]] revealed itself to the Andals and their [[Andal Invasion|invasion]] of Westeros began soon after. The Andals sailed across the Narrow Sea, armed with weapons of steel. Some warriors carved a seven-pointed star into their skin as a symbol of their faith.\n\nBran recalls that the invaders destroyed most of the weirwoods of the southern Westeros, slaughtered the Children of the Forest wherever they could find them and conquered every kingdom of the First Men, except for the [[Kingdom of the North]]. In time, the Faith of the Seven spread throughout the land.\n\nBran continues explaining each aspect of the God of Seven, each symbolizing an area of human life, though most people refer to them as separate gods.\n\nCatelyn mentions that [[the Mother]] is prayed to for mercy and watches over fertility, childbirth and peace. [[The Father]] sits in judgment over souls. [[The Warrior]] is prayed to for protection, courage and skill in battle. [[The Crone]] represents wisdom and foresight. [[The Smith]] watches over creation and craftmanship. [[The Maiden]] symbolizes purity, love and beauty. Finally, there is [[the Stranger]], who is rarely prayed to, and who represents death.\n\nThe Faith of the Seven is a highly organized institution and influential in Westerosi politics and culture as it is the official religion of the [[Iron Throne|monarchy]]. Worshippers gather in temples called [[sept]]s, while the central seat of the Faith is the [[Great Sept of Baelor]], located in [[King's Landing]], the capital city of the realm.\n\nBran intervenes that in [[the North]], where the descendants of the First Men dwell, the worship of the Old Gods continues to this day, and the faces of the weirwood trees keep watch over the faithful.\n\n"}, "title": "The Old Gods and the New (Complete Guide to Westeros)"}