{"attributes": {}, "sections": {"TOP": "The Jade Sea04302425gsbw1eoygbk2b6jxzi84a8mpnpue1785752015-03-22T18:26:30ZThe Dragon Demands5014364/* References */[[Image:Jade Sea.png|thumb|right|200px|A map showing the location of the Jade Sea.]]\n'''The Jade Sea''' is a large body of water that lies several thousand miles to the east of [[Westeros]]. The continent of [[Essos]] encloses the sea like a large bay, forming its western, northern and eastern shores.  Major ports on the Jade Sea include [[Qarth]], [[Yi Ti]], and [[Asshai]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/red-waste/ HBO viewers guide, season 2 map, Red Waste entry]&lt;/ref&gt;\n\nIt is known as an exotic location and the source of valuable trade goods. However, the voyage from Westeros to the Jade Sea and back again is a risky undertaking lasting months or even years on end, and only the hardiest traders dare to make the voyage. Even so, many traders (and smugglers) dream of saving up enough resources to make the trading circle around the Jade Sea, for while it is long, the profits from its successful completion will allow a merchant to live rich and comfortably for life.&lt;ref&gt;[[Complete Guide to Westeros]]: Robert's Rebellion - Davos Seaworth&lt;/ref&gt;\n\n", "See also": "* [http://awoiaf.westeros.org/index.php/Jade_Sea The Jade Sea at A Wiki of Ice and Fire]\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Jade Sea lies approximately three thousand miles to the east of Westeros. It is connected to the [[Summer Sea]] by the Straits of Qarth, also called the Jade Gates. Qarth lies at the westernmost end of the sea, Asshai at the south-easternmost end.''\n\nIt is unclear whether the Jade Sea is a massive, landlocked bay connected to the Summer Sea (similar to the relationship between the Black Sea and the Mediterranean), or a totally distinct ocean which separates Essos from the southern continent of [[Sothoryos]]. At this time it is unclear if Essos or Sothoryos forms the south coast of the Jade Sea.\n\nTraders from Westeros, the Free Cities and the [[Summer Islands]] are known to perform the 'trader's circle' around the Jade Sea, stopping at every port to trade goods before taking them back to Westeros, usually via [[Slaver's Bay]] and [[Qarth]]. A single voyage to Asshai and back, performing the circle, can make a merchant crew rich, but it's also extremely hazardous. This kind of voyage can take two years or more.\n\nIn addition to the named locations above, a major power on the Jade Sea is [[Yi Ti]].\n\n''The Lands of Ice and Fire'', a collection of maps of the ''Song of Ice and Fire'' world, show that George R.R. Martin has radically reconceptualized the Jade Sea and its coastlands from what has appeared on the HBO maps (which are based on earlier drafts). In the new version, the Jade Sea now forms the southern coast of Essos, with Qarth located at the north-western edge of the sea rather than the south-western. A large island, Great Moraq, now separates the Summer Sea from the Jade Sea, with Qarth guarding the northern straits into the Jade Sea. There also exist southern straits (which run between the island and the continent of Sothoryos) into the Jade Sea, known as the Cinnamon Straits. A towering mountain range, the Bone Mountains, now separates the Dothraki sea from unknown lands further east. Asshai is located at the eastern edge of the sea, roughly due south-east of Qarth and about as far from Qarth as Qarth is from Valyria.\n\nDespite speculation that HBO would change its maps to match ''The Lands of Ice and Fire'', the subsequently-airing seasons retained the same outline for Essos. This means that the TV show and books have differing versions of the same continent.\n\n"}, "title": "The Jade Sea"}