{"attributes": {"season": " Season 3", "image": " The North Histories &amp; Lore.png", "narrator": " Jon Snow'''&quot;The North&quot;''' is part of the Histories &amp; Lore, a special feature in the Blu-ray of Season 3 of ''Game of Thrones''. It is narrated by Kit Harington as Jon Snow.==Synopsis==Jon Snow reflects on the history and legends of the North, as well as its great houses and their keeps.==Summary==As a boy looking out from Eddard Stark", "title": " The North"}, "sections": {"TOP": "The North (Histories &amp; Lore)021128b5n03ktz9d5nsci5uisktxnlpl45e7f1773752015-03-17T01:11:09ZGreater good3347453Added synopsis and infobox{{Lore|Title = The North|Image = The North Histories &amp; Lore.png|Season = [[Season 3|3]]|Narrator = [[Jon Snow]]}}\n'''&quot;The North&quot;''' is part of the [[Histories &amp; Lore]], a special feature in the Blu-ray of [[Season 3]] of ''[[Game of Thrones]]''. It is narrated by [[Kit Harington]] as [[Jon Snow]].\n\n", "Synopsis": "[[Jon Snow]] reflects on the history and legends of [[the North]], as well as its great houses and their keeps.\n\n", "Summary": "As a boy looking out from [[Eddard Stark|his father]]'s [[Winterfell|castle]], Jon Snow thought the sun could never set on [[the North]], so vast did it seem. Part of him still does. The North is by far the largest of the [[Seven Kingdoms]] and can fit the other six inside it, not that the others care. Cold and damp, that's how the southerners see the North. But without the cold, a man cannot appreciate the fire in his hearth. Without the rain, a man cannot appreciate to roof over his head. Let the south have it's sun, flowers and affectations, the Northerners have home.\n\nJon's was once Winterfell, the ancient seat of his father's family, [[House Stark]], who have ruled the North since the [[First Men]] and were once the [[King in the North|Kings of Winter]]. Growing up, [[Catelyn Stark|Lady Catelyn]] made sure Jon knew he was not a Stark no matter how much blood he shared with her trueborn children. But where their name rules over the North, his ''is'' the North: Snow.\n\nThe North stretches from [[the Wall]] down to [[the Neck]], a narrow land that divides it from the rest of Westeros. Legend has it the the [[Children of the Forest]] [[Hammer of the waters|flooded it]] in their [[Wars of the First Men and the Children of the Forest|war]] against the [[First Men]]. If that is true, every Northman owes them a debt of gratitude. The swamps of the Neck are as good as the Wall for keeping out unwelcome armies and if the swamps do not deter them, the crannogmen should. Small, shy people who rarely leave those swamps and who follow [[House Reed]], the gatekeepers of the North and among the most important and loyal bannermen of House Stark. They are also a bit strange. Jon heard their oath of fealty once as a child, which is like no other lord's. Ancient, dark: they swear by earth and water, by bronze and iron, and by ice and fire.\n\nWhere House Reed holds the gate to the North, [[House Manderly]] holds the port: [[White Harbor]]. The closest thing to a southern city the North has, governed by closest thing to a southern family the North has. Generations ago, the Manderlys were driven from [[the Reach]], but the Starks gave them their land in return for fealty. Now White Harbor is the richest city of the North and the Manderlys the richest family. Not in gold and silver like their southern counterparts, but in fish and grain and trade.\n\nAs for the other great Northern houses, the Starks brought them into the fold during the [[Age of Heroes]]. [[Rodrik Stark|A Stark]] wrestled an [[ironborn]] for [[Bear Island]] and gave it to [[House Mormont|the Mormonts]]. A Stark granted [[Karhold|a keep]] and lands to a younger son, [[Karlon Stark|Karlon]], in return for putting down a rebellion. His family then grew up into [[House Karstark|the Karstarks]]. Starks fought the [[wildlings]] and their [[King-Beyond-the-Wall|Kings-Beyond-the-Wall]] beside the [[House Umber|Umbers]] of [[Last Hearth]], thus earning their fealty. [[House Bolton|Boltons]]? Back then they were the bane of the North. A few were even rumored to wear their enemies' flayed skins as cloaks. But after centuries of war, they too bent the knee.\n\nAnd so House Stark became the Kings in the North, but never forgot that they were not ''the'' North. When [[Aegon I Targaryen|Aegon]] and his dragons landed on [[Westeros]], the [[King of the Rock|Kings of the Rock]] and [[King of the Reach|the Reach]] sent all of their men to die to defend their grounds. [[Torrhen Stark]] knelt to spare his people the same fate. He placed duty above pride, just as Jon's brothers in the [[Night's Watch]] had done for thousands of years at the Wall. Many think of it as the end of the world, but it is not. Jon has seen how the land stretches much farther than any man knows, into the [[Land of Always Winter]] where the [[White Walkers]] came from during the [[Long Night]]. After the First Men and the Children of the Forest beat them back, [[Brandon the Builder]] raised the Wall and set up the Night's Watch to guard the realms of men. He gave the Watch their oath, their castles and [[the Gift]]; the lands behind the wall whose farmers and crops sustain them. Southerners may now mock Jon's black brothers as thieves, rapers and worse, and not without cause. But the North remembers why they are there, and if they fall the south will get a very harsh and very cold reminder.\n\n"}, "title": "The North (Histories &amp; Lore)"}