{"attributes": {}, "sections": {"TOP": "The Lineages and Histories of the Great Houses of the Seven Kingdoms030762f9s2ey3pagt053ed3l953l8856ioxp1692232015-01-16T01:37:48ZThe Dragon Demands5014364[[Image:Lineages and Histories.png|thumb|right|250px|''The Lineages and Histories of the Great Houses'' and a certain dagger of [[Valyrian steel]]]]\n{{Quote|I fear it would be of little interest to you, my lord, a ponderous tome...|Grand Maester Pycelle to Eddard Stark|Cripples, Bastards and Broken Things}}\n'''''The Lineages and Histories of the Great Houses of the Seven Kingdoms''''' is a book detailing the history of the [[Great Houses]] of the [[Seven Kingdoms]], including the lineage and appearance of all heirs, with illustrations of each house's individual sigil. It was written by [[Grand Maester]] [[Malleon]].\n\nThe book not only lists the lineages of the &quot;Great Houses&quot; which rule each of the Seven Kingdoms (such as [[House Baratheon]]), but also other major noble Houses such as [[House Umber]] and [[House Blackfyre]].\n\nIt is quite a ponderous tome. Arranged as a chronicle instead of a narrative, it is primarily concerned with dates, marriages, and lines of descent. Persons mentioned in the book are also given brief physical descriptions (from surviving sources), along with important general facts about their lives and the manner of their deaths.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, ''The Lineages and Histories of the Great Houses of the Seven Kingdoms, With Descriptions of Many High Lords and Noble Ladies and Their Children'' is an old book written by Grand Maester Malleon. It doesn't mention the current Baratheons or Lannisters, but it mentions that throughout written history all Baratheons have been black-haired and that, likewise, every recorded union between Baratheon and Lannister has produced black-haired children.\n\n", "Behind the scenes": "\nBecause the book first appears in &quot;[[Cripples, Bastards and Broken Things]]&quot;, the information in it was created by [[Bryan Cogman]], who wrote that episode (though it later reappears in &quot;[[A Golden Crown]]&quot;). That is, the contents were not an invention of the art department: Cogman created all of the ''information'' in the prop book, then [[Jim Stanes]] physically copied what Cogman wrote into the prop itself, in medieval handwriting.\n\nAs Cogman explained, he created entries for four noble Houses, two pages each, for a total of eight pages of content (the rest is just repeats of this or blank pages). The families were [[House Umber]], [[House Royce]], [[House Targaryen]], and [[House Baratheon]]. Ned Stark reads aloud from the Umber entry in episode 104, and from the Baratheon entry in 106. Bits of the Targaryen entry can be seen as Ned leafs through the book. Cogman explained that in the original draft of the episode there was &quot;a bit from House Royce&quot; as well, but it was cut, as was another scene with the Targaryen entry (by &quot;a bit&quot;, he might have meant a point when Ned actually reads part of an entry aloud).\n\nCogman stated that he used as many reference sources as possible, searching through both the books and researching Westeros.org's ''A Wiki of Ice and Fire''. There are large gaps in the history of the story, however, for which Cogman simply had to make names up - i.e. it's possible that even George R.R. Martin has not currently planned out the ''entire'' lineage of House Umber from the Targaryen Conquest to the present, though the royal Targaryen lineage is better detailed in the books. For the minor names he had to make up, Cogman said he snuck in a few in-jokes using names derived from fan messageboards. He also said it was fun coming up with various diverse ways that minor characters had died.&lt;ref&gt;&quot;[http://winteriscoming.net/2012/02/22/inside-the-creation-of-the-game-of-thrones-box-set-with-bryan-cogman/ Inside the creation of the Game of Thrones box set with Bryan Cogman]&lt;/ref&gt;\n\n", "Image gallery": "&lt;gallery&gt;\nLineagesAndHistoriesOuterCover.jpg|Outer cover\nLineagesAndHistoriesInsideCover.jpg|Inner cover\nUmber lineage.jpg|House Umber, first visible page\nUmberLineagesFirstPageCloseupEpisode106.jpg|House Umber, first visible page, closeup\nHouseUmberPage2Episode104.jpg|House Umber, second visible page\nHistory and Lineages Blackfyre.jpg|House Targaryen, first visible page\nTargaryenLineagesPage1UpperAngle.jpg|House Targaryen, first visible page, focused on the top.  The top-middle row shows [[Aegor Rivers]], [[Brynden Rivers]], and [[Shiera Seastar]].\nTargaryenLineagesSecondVisiblePage.jpg|House Targaryen, second visible page\nHouse Baratheon lineage.jpg|House Baratheon, first visible page\nAenysITargaryenHistoryAndLineages.png|House Baratheon, second visible page\nSteffon.jpg|House Baratheon, closeup of third visible page (the whole page is never seen)\n&lt;/gallery&gt;\n\n", "See also": "*{{AWOIAF}}\n\n", "History": "===[[Season 1]]===\nLord [[Jon Arryn]] asked [[Grand Maester]] [[Pycelle]] for the book shortly before his death. When hearing of his old mentor's interest in the tome, [[Eddard Stark]] borrows it from Pycelle as well.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\nSome time later, [[Varys]] mentions to [[Illyrio Mopatis]] that Lord Stark &quot;has the book&quot; and that events will unfold as expected, leading to war.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\nAfter his daughters note that [[Joffrey Baratheon]] has blonde hair, Lord Stark checks the ''Lineage and Histories'', and discovers that all members of [[House Baratheon]] are described as &quot;black of hair&quot;, except for the &quot;golden headed&quot; Joffrey, leading Ned to realize that Joffrey and his siblings may not be Robert's biological children, and thus not rightful heirs.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\n"}, "title": "The Lineages and Histories of the Great Houses of the Seven Kingdoms"}