{"attributes": {}, "sections": {"TOP": "The Trident02657cfnpr3gs12i1numcz5scl8vumtrah871568222014-08-14T16:58:07ZThe Boy Who Cried Direwolf5928719Undo revision 156777 by [[Special:Contributions/94.234.170.206|94.234.170.206]] ([[User talk:94.234.170.206|talk]])'''The Trident''' is one of the largest and most well-known rivers on the continent of [[Westeros]]. Technically it is three rivers which flow into one another just before they reach the [[Narrow Sea]], several hundred miles north of [[King's Landing]].\n[[Image:The River Trident.PNG|thumb|right|200px|Location of the [[River Trident]] (in red) on the continent of [[Westeros]].]]\n[[File:Red_Fork.jpg|thumb|270px|Red Fork]]\n[[Image:The River Trident &amp; Forks.PNG|thumb|right|200px|The Red, Blue and Green Forks of the Trident, show in the appropriate colors. The main body of the river is colored orange.]]\n[[File:Riverlands map.jpg|thumb|right|200px|A map of the Riverlands showing the three forks of the Trident]]\nThe Trident River is the most extensive river network on the continent of Westeros. It flows out of the hills and low mountains of the eastern [[Westerlands]] and the bogs of the Neck into the Narrow Sea. It consists of three major branches, from south to north: the Red Fork, the Blue Fork, and the Green Fork. The three main rivers of the Trident and their numerous smaller tributaries give the [[Riverlands]] their name.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/the-ruby-ford/ HBO viewers guide, season 2 map, The Trident entry]&lt;/ref&gt;\n\n\n", "See also": "*{{AWOIAF}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Trident is the same. The Tumblestone is a tributary of the Red Fork that flows from the north out of the Westerlands and joins the Red Fork coming up from the south at Riverrun. For much of its length the Red Fork is meandering and slow-moving, with frequent sandbars and islets. There are fords a few miles south of Riverrun and another ford, known as the Mummer's Ford, further east.\n\nThe books haven't made clear what the proper name of the river is for the brief part of its run east of where all three forks merge, but before it enters the ocean. It may be known simply as &quot;the Trident&quot; at this point, but as with several rivers in real life, one of the three branches may be considered the main river, i.e. how the Ohio River is a tributary of the Mississippi River, but the waters below where they join are considered to be &quot;the Mississippi&quot; and not a new river. Such nomenclature is often based on local factors, i.e. the riverbed of the lower Mississippi more closely matches the riverbed of the upper Mississippi than the river bed of the Ohio, etc. Its possible, due to vague references that the Battle of the Trident at Ruby Ford was fought &quot;on the Green Fork of the Trident&quot;, that the Green Fork of the Trident is considered to be the one which flows all the way to the ocean.\n\nThe headlands of the Green Fork are allegedly close to the location of the mysterious Greywater Watch, the seat of House Reed.\n\n", "Forks of the Trident": "===The Red Fork===\nThe longest branch rises in the Westerlands and flows north to a confluence with its tributary, the [[Tumblestone]], which flows from the northwest. The [[House Tully]] castle of [[Riverrun]] is located where the two rivers meet. The Red Fork then flows east through the center of the Riverlands to where it joins the main body of the Trident. The lands along the Red Fork of the Trident are located in the very heart of the entire continent of Westeros.\n\n===The Blue Fork===\nThe shortest and least noteworthy of the three branches rises in the hills south-east of [[Seagard]] and [[Ironman's Bay]]. It flows south-easterly into the main body of the Trident.\n\n===The Green Fork===\nThe [[Green Fork]] starts in the bogs of the Neck, technically within the southern borders of [[the North]]. The river flows south, crossing the border into the Riverlands, and then past the two towers of the castle known as [[the Twins]], the seat of [[House Frey]]. It flows south-east for several hundred more miles before reaching the main body of the Trident. Just before that confluence is the [[Ruby Ford]], where the [[Battle of the Trident]] during [[Robert's Rebellion]] was fought and where [[Robert Baratheon]] slew [[Rhaegar Targaryen]] in combat. The ford is named for the rubies that ornamented Rhaegar's breast plate that were said to have been scattered in the river when he was killed by Robert's war hammer.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/the-ruby-ford/ HBO viewers guide, season 2 map, The Ruby Ford entry]&lt;/ref&gt;\n\n"}, "title": "The Trident"}