{"attributes": {"castles": "Harrenhal â&euro;˘ Pinkmaiden â&euro;˘ Raventree Hall â&euro;˘ Seagard â&euro;˘ Stone Hedge â&euro;˘ The Twins â&euro;˘ Acorn Hall", "cities": "", "founding": "", "places": "Blackwater Rush â&euro;˘ Cape of Eagles â&euro;˘ Crossroads Inn â&euro;˘ Gods Eye â&euro;˘ Ironman's Bay â&euro;˘ Isle of Faces â&euro;˘ The Neck â&euro;˘ The Trident â&euro;˘ Whispering Wood â&euro;˘ High Heart â&euro;˘ Hollow Hill", "formerly": "Region of the Kingdom of the Isles and the Rivers", "title": "The Riverlands", "culture": "Andal (majority)&lt;br/&gt;First Men (minority)", "image": "The Riverlands.png", "villages": "", "founder": "Quote", "rulers": ["House Baelish (de jure)", "House Frey (de facto)", "House Tully (disputed)"], "location": "Westeros", "military": "", "religion": "The Faith of the Seven (majority)&lt;br/&gt;The Old Gods of the Forest (minority)", "towns": "Maidenpool â&euro;˘ Stoney Sept â&euro;˘ Saltpans â&euro;˘ Wendish Town â&euro;˘ Pennytree â&euro;˘ Fairmarket â&euro;˘ Mummer's Ford", "population": "Rivermen", "type": "Administrative region of the Seven Kingdoms", "age": "", "geography": "Broad and fertile river basins, temperate."}, "sections": {"TOP": "The Riverlands02352n45y5i05j7mrm7bj3v5io7ez6s1n8541594932014-09-15T09:38:05ZSer Patrek25358400{{Region\n| Title=The Riverlands\n| Image=The Riverlands.png\n| Image size=\n| Location=[[Westeros]]\n| Formerly=Region of the Kingdom of the Isles and the Rivers\n| Type=Administrative region of the [[Seven Kingdoms]]\n| Geography=Broad and fertile river basins, temperate.\n| Population=Rivermen\n| Rulers=[[House Baelish]] (de jure)&lt;br&gt;[[House Frey]] (de facto)&lt;br&gt;[[House Tully]] (disputed)\n| Religion=The [[Faith of the Seven]] (majority)&lt;br/&gt;The [[Old Gods of the Forest]] (minority)\n| Culture=[[Andal]] (majority)&lt;br/&gt;[[First Men]] (minority)\n| Military=\n| Regional capital=[[Riverrun]]\n| Cities=\n| Towns=[[Maidenpool]] â&euro;˘ [[Stoney Sept]] â&euro;˘ [[Saltpans]] â&euro;˘ [[Wendish Town]] â&euro;˘ [[Pennytree]] â&euro;˘ [[Fairmarket]] â&euro;˘ [[Mummer's Ford]]\n| Villages=\n| Castles=[[Harrenhal]] â&euro;˘ [[Pinkmaiden]] â&euro;˘ [[Raventree Hall]] â&euro;˘ [[Seagard]] â&euro;˘ [[Stone Hedge]] â&euro;˘ [[The Twins]] â&euro;˘ [[Acorn Hall]]\n| Places=[[Blackwater Rush]] â&euro;˘ [[Cape of Eagles]] â&euro;˘ [[Crossroads Inn]] â&euro;˘ [[Gods Eye]] â&euro;˘ [[Ironman's Bay]] â&euro;˘ [[Isle of Faces]] â&euro;˘ [[The Neck]] â&euro;˘ [[The Trident]] â&euro;˘ [[Whispering Wood]] â&euro;˘ [[High Heart]] â&euro;˘ [[Hollow Hill]]\n| Founding=\n| Age=\n| Founder=\n}}{{Quote|The Riverlands is our home and Gods help us we love it. Still...they say &quot;The King eats and the Hand takes the shit&quot;. The same is true of the Riverlands. The Seven Kingdoms piss and the Riverlands change clothes.|Ser [[Brynden Tully]]|The Riverlands (Histories &amp; Lore)}}\n\n[[Image:Riverlands map.jpg|thumb|300px|right|A map showing most of the Riverlands.]]\n[[Image:Riverlands.PNG|thumb|200px|right|Map showing the location of the Riverlands on the continent of Westeros.]]\n'''The Riverlands''' is one of the constituent regions of the [[Seven Kingdoms]]. They have been a frequent battleground in the civil wars that have afflicted the [[Seven Kingdoms]] and also in the wars that took place between the old nations of the continent before the [[War of Conquest|Targaryen Conquest]]. During the time of the [[First Men]], the Riverlands were an independent kingdom known as the Kingdom of the Rivers and the Hills.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/appendix/westeros-through-the-ages/ HBO viewers guide entry on Westeros' history]&lt;/ref&gt;\n\nLocated roughly in the center of the continent, and with few geographical boundaries such as mountains, for centuries it has been a borderland between surrounding strong kingdoms. The Riverlands were ruled by the [[ironborn]] at the time of the [[House Targaryen|Targaryen]] Conquest, and [[Aegon the Conqueror]]'s assault was assisted by a popular uprising led by [[House Tully]]. For this reason the Riverlands didn't have a king at the time of the invasion, and the Riverlands are not technically counted as one of the &quot;Seven&quot; Kingdoms (instead essentially making up the eighth &quot;kingdom&quot;) . However, for administrative purposes, the Riverlands and their rulers are equal to any other region of the realm.\n\nThe Riverlands are ruled from the castle of [[Riverrun]] by House Tully. [[Bastard]]s born in the Riverlands are given the surname '''Rivers'''.\n\n", "See also": "* [http://awoiaf.westeros.org/index.php/Riverlands The Riverlands at A Wiki of Ice and Fire.]\n* [http://viewers-guide.hbo.com/game-of-thrones/season2/#!/map/ HBO Viewer's Guide.]\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Riverlands is relatively small in size but high in population. It is fertile due to the numerous rivers that run across its expanse, most notably the massive [[River Trident]] and its numerous tributaries.\n\nThe people of the Riverlands are known as 'rivermen' and are a mixture of hardy warriors, peaceful fisherfolk and devout [[smallfolk]]. The Riverlands possess a number of middling-to-large towns, such as Maidenpool, Saltpans, Fairmarket and Stoney Sept.\n\nThe borders of the Riverlands are held to be the marshes of the Neck in the far north, the [[Mountains of the Moon]] to the north-east, the [[Blackwater Rush]] to the south and the hills of the Westerlands to the west.\n\nThe Riverlands used to be a kingdom in its own right, but centuries before the Targaryen invasion they were overrun and conquered by the armies of the Storm King. The Storm King couldn't hold such a large territory, especially when the ironborn invaded in force from the west, and was forced to cede the Riverlands to King Hoare of the [[Iron Islands]]. The ironborn set about erecting a massive fortress on the lake known as the [[Gods Eye]], completing it on the very day that Aegon the Conqueror set foot on the shores of Westeros. Aegon's dragons burned out the castle, [[Harrenhal]], killing King Harren the Black. Lord [[Edmyn Tully]] of Riverrun led a popular rebellion of the river lords against the ironborn, helping Aegon drive them out. For this act, Aegon made House Tully the rulers of the Riverlands in his name.\n\n", "Geography": "The Riverlands are dominated by the watershed of the Trident River, so-called because of its three major tributaries - the Green Fork, the Blue Fork, and the Red Fork - which converge at [[Ruby Ford]] in the east. The Green Fork is the northernmost, running north-to-south almost up to [[the Neck]] near the entrance to the Stark-held [[The North|North]]. The Green Fork is only traversable via the castle-bridge complex known as [[The Twins]] ruled by House Frey. Thus, large armies attempting to move into or out of the North are faced with only two, predictable choices: travel along the [[Kingsroad]] as it crosses the Ruby Ford to the east, or cross the Green Fork at the Twins to the west, which requires paying an often steep toll to [[House Frey]].\n\nThe Blue Fork is south of the Green Fork, and terminates near Seagard. The Red Fork is the southernmost and winds its way through the heart of the Riverlands, between the Red Fork and the [[Gods Eye]] lake further south. After it passes Riverrun castle, the capital of the Riverlands, the Red Fork passes further to the south and west until it reaches the borders of the [[Westerlands]] held by [[House Lannister]].\n\nOn the whole, the Riverlands possess few natural defenses or borders. They are bordered to the west and the east by mountains, but these are possessed by the WesterlandsÂ and [[the Vale of Arryn]] respectively. Rather, these are natural defenses that the Westerlands and Vale possess ''against'' the Riverlands. The extensive swamps and narrow isthmus of [[The Neck]] also form an effective natural barrier, but these are part of the North under the Starks, again more of a defense against invasion from the Riverlands than the other way around. The southern border of the Riverlands is more or less formed by the upper reaches of the Blackwater River, but this is not a particular impediment to travel between the Riverlands and [[the Reach]] to the south. To the southeast, the Riverlands border [[the Crownlands]], but this is purely administrative and not a geographical border. Further, the northwest coast of the Riverlands sits on [[Ironman's Bay]], and is thus open to raiding from the [[Iron Islands]].\n\nAll told, the Riverlands border five other regions of the Seven Kingdoms, six if the water border with the Iron Islands is counted (and which due to frequent [[ironborn]] coastal raids, it usually is). Thus the Riverlands match the Reach in bordering the largest number of other regions in the Seven Kingdoms. However, the Reach has some natural defenses, such as the [[Red Mountains]] along its eastern border, and a large coastline which (while open to ironborn raiding) isn't as open to attack as the long land borders of the Riverlands, which are not very defensible. The Reach is located in the southwest corner of [[Westeros]], while the Riverlands are surrounded on all sides by powerful neighbors. Further, the Riverlands are still fairly close to the [[Stormlands]], to the point that the Stormlands conquered and ruled the Riverlands for 300 years before the Targaryen Conquest (before being pushed out by the Iron Islands).\n\nThe Riverlands have a true temperate climate with warm summers and moderately cold winters, which increase in severity north of the Neck. Rainfall is moderate and adequate providing for the fertility of the region.\n\n===Castles===\n* [[File:Frey mini shield.png|30px]] [[Riverrun]], the former seat of [[House Tully]], the once-ruling house of the Riverlands. Located on the Red Fork of the Trident. The Tullys were attainted following the Red Wedding, and Riverrun and its lands were bestowed upon [[House Frey]].\n** [[File:Baelish mini shield.png|30px]] [[Harrenhal]], formerly the seat of [[House Whent]], the largest castle in Westeros, held by some to be cursed.\n** [[File:Blackwood mini shield.png|30px]] [[Raventree Hall]], the seat of [[House Blackwood]].\n** [[File:Mallister mini shield.png|30px]] [[Seagard]], the seat of [[House Mallister]] .\n** [[File:Bracken mini shield.png|30px]] [[Stone Hedge]], the seat of [[House Bracken]].\n** [[File:Frey mini shield.png|30px]] [[The Twins]], the seat of [[House Frey]].\n** [[Pinkmaiden]]\n** [[Acorn Hall]], the seat of [[House Smallwood]]\n\n===Towns and Settlements===\n* [[Maidenpool]], the seat of [[House Mooton]], a port-town near the borders with the [[Crownlands]]\n* [[Stoney Sept]]\n* [[Saltpans]]\n* [[Pennytree]]\n* [[Mummer's Ford]]\n* [[Wendish Town]]\n* [[Fairmarket]]\n* The [[Crossroads Inn]]\n\n===Forests and hills===\n* The [[Hollow Hill]], a hideout for the [[Brotherhood Without Banners]]\n* [[High Heart]]\n* [[Whispering Wood]]\n\n===Coastal areas===\n* The [[Cape of Eagles]]\n* [[Ironman's Bay]]\n\n===Lakes and rivers===\n* [[The Trident]]\n**[[Blue Fork]]\n**[[Red Fork]]\n**[[Green Fork]]\n* [[Blackwater Rush]]\n* [[Gods Eye]]\n**[[Isle of Faces]], an island in the Gods Eye\n\n"}, "title": "The Riverlands"}