{"attributes": {"founding": "", "founder": "Quote", "places": "", "title": "The Nightfort", "image": "The Nightfort.png", "rulers": "The Night's Watch", "link": "Night's WatchSettlement", "location": "The Wall, Westeros", "military": "Abandoned", "religion": ["The Old Gods of the Forest", "The Faith of the Seven"], "age": "", "type": "Castle", "institutions": "", "population": ""}, "sections": {"TOP": "The Nightfort06902a2hone32esqr5hgg3xxdq1cxm4f47p51771492015-03-15T23:17:59ZGreater good3347453/* Background */{{Heraldry\n|image=Crow mini flag.png\n|link=Night's Watch\n}}\n\n{{Settlement\n| Title=The Nightfort\n| Image=The Nightfort.png\n| Image size=\n| Location=[[The Wall]], [[Westeros]]\n| Type=Castle\n| Population=\n| Rulers=The [[Night's Watch]]\n| Religion=The [[Old Gods of the Forest]]&lt;br&gt;The [[Faith of the Seven]]\n| Military=Abandoned\n| Institutions=\n| Places=\n| Founding=\n| Age=\n| Founder=\n}}\n{{Quote|We're west of [[Castle Black]], but the Nightfort's closest to us. It was the first castle on the Wall. The Watch abandoned it during the reign of King [[Jaehaerys I Targaryen|Jaehaerys the First]]. Too big, impossible to maintain.|[[Samwell Tarly]] to [[Gilly]]|The Rains of Castamere (episode)}}\n[[Image:Nightfort Pin.png|thumb|right|200px|A map showing the location of the Nightfort on the continent of Westeros.]]\n[[Image:Nightfort.png|thumb|right|200px|The Nightfort as depicted in legend.]]\n'''The Nightfort''' is a ruined castle on [[the Wall]], west of [[Castle Black]]. It was abandoned because the dwindling numbers of the Night's Watch could no longer fully man it. It is reportedly the oldest castle on the Wall, predating Castle Black by centuries, if not millennia. It is not manned by the sworn brothers at the time of the series. It is ill-omened, but some stories say it holds a great secret of the Watch.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season1/#!/locations/nightfort/ HBO viewers guide, season 1 map, Nightfort entry]&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Nightfort is the oldest and largest castle on the Wall, and was likely the first major stronghold of the Night's Watch after its founding, which according to myth was almost eight thousand years ago. The Nightfort became an ill-reputed place over the centuries, with dark tales surrounding it (of varying truthfulness). One of the oldest of these is the legend of the Night's King, a Lord Commander in the early years of the Watch who declared himself king of the Wall after falling in love with a white demon woman from the lands beyond. Ultimately the Stark King from Winterfell, Brandon the Breaker, and a King-Beyond-the-Wall named Joramun united to defeat the Night's King, and his name was cursed and erased from history.\n\nIn one of the Nightfort's stories, an [[Andals|Andal]] King visited the Nightfort. The cook, for some unspecified offense, killed the King's son and served his flesh to his father in a pie. The gods, angry at this violation of the laws of hospitality, transformed the cook into a massive rat that would only feed on its offspring. The tale of the [[Rat Cook]] became an infamous myth about a violation of the sacred law of [[Guest right]].\n\nIn another story, a young girl disguised herself as a boy called Danny Flint to serve on the Wall, but was raped and murdered by unknown people. In yet another story, seventy-nine brothers of the Watch deserted from the Nightfort, sought refuge in the lands of Lord Ryswell, father of one of the deserters, but he captured them and sent them back to the Nightfort, where they were buried alive in the Wall so they would never abandon their posts. The Nightfort is also where King Sherrit called down a curse on the Andals. It is where a ranger dubbed &quot;Mad Axe&quot; went insane and killed several of his sworn brothers. Symeon Star-Eyes saw hellhounds fight at the Nightfort in the [[Age of Heroes]]. Finally, three centuries before the [[Targaryen]] invasion, the commanders of the garrisons at the Nightfort and Snowgate went to war against one another, but they were both executed by the Starks for betraying their vows.\n\nThe Nightfort remained occupied up until two centuries ago. By this time the Nightfort had become mostly unoccupied and fallen into disrepair, with most of the administrative functions of the Watch transferred to the more centrally-located Castle Black to its east. When Queen Alysanne Targaryen visited the Wall on her [[dragon]], Silverwing, she convinced the Watch that the Nightfort had to be abandoned. She convinced her husband, King Jaehaerys I, to fund a new, smaller castle to be built at Deep Lake a few miles to the east, and the Nightfort was abandoned. By the time of the books, Deep Lake itself has also been abandoned.\n\nIn the Nightfort there is a hidden gate, known as the Black Gate, that allows passage to the other side of the Wall. It is set deep in a wall of the well at the center of the kitchens and is made of white weirwood with an old wrinkled face on it. Only a brother of the Night's Watch can open the Black Gate, by reciting the vow of the Watch.\n\nThere are actually two other abandoned castles between the Nightfort and Castle Black. From west to east, they are Deep Lake and Queensgate. Deep Lake was actually built as a smaller replacement to guard the section of the Wall near the Nightfort, until it was also abandoned. In the TV series, of course, Samwell does not explicitly state that the Nightfort is the castle immediately west of Castle Black, he only says that it is some distance west of it (without mentioning whether or not there are intervening castles).\n\n", "History": "===Background===\nAccording to legend, the Nightfort served as the seat of the [[Night's King]], who had been seduced by a [[Night's Queen|woman]] from [[beyond the Wall]]. He brought her back to the Nightfort and performed dark sacrifices to the [[White Walkers]]. However, he was defeated by the [[King in the North]] [[Brandon Stark (the Breaker)|Brandon the Breaker]] and the [[King-beyond-the-Wall]] [[Joramun]] who joined forces to destroy him.&lt;ref&gt;&quot;[[The Night's Watch (Histories &amp; Lore)]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\nThe Nightfort, although ruined, contains a secret passage under the Wall, which leads to a well up inside the castle. [[Samwell Tarly]] tells [[Gilly]] about it, as he read it in a book.&lt;ref&gt;&quot;[[The Rains of Castamere (episode)|The Rains of Castamere]]&quot;&lt;/ref&gt;\n\n[[Bran Stark]], [[Hodor]], [[Summer]], [[Jojen Reed]] and [[Meera Reed]] arrive at the Nightfort and camp in the chamber containing the well. Bran tells his friends the story of the [[rat cook]], a former cook at the Nightfort who was insulted by a king who stayed at the castle. He killed the king's son and served his flesh to his father inside a pie. The gods, furious at this insult to the [[Guest right|ancient laws of hospitality]], turned the cook into a white rat cursed to feed on its own offspring forever.\n\nThe group then encounter Samwell Tarly and Gilly, who show them how to leave the castle via the tunnel.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\n"}, "title": "The Nightfort"}