{"attributes": {}, "sections": {"Scene 18": "[[Ros]] watches two new prostitutes in Petyrâ&euro;&trade;s brothel practicing their art. She repeats Petyrâ&euro;&trade;s advice to ease into the act slowly and with passion. She tells the new employees to wash and dress for work that night before walking away. She is followed by [[Daisy]], who she instructs in the merits of their upmarket brothel. She greets a customer passing with a young man as she tells Daisy that they cater to a higher class of customer than she was used to in [[Haystack Hall]]. Daisy watches Armeca leading a client away. Ros notes that Armeca pretends not to speak the Common tongue in order to seem exotic and reveals that she actually grew up in [[Flea Bottom]]. Daisy says that Armeca is beautiful but Ros is dismissive of her colleague.\n\nLord Commander Janos Slynt enters with several of his men. Ros greets him with familiarity. More goldcloaks enter with a bloodied prisoner and Janos snaps his fingers at his men who begin to search the brothel. Ros reminds him that Petyr is the establishmentâ&euro;&trade;s owner and Janos cites orders. Ros wonders who the orders came from and Janos tells her only that they are from someone who doesnâ&euro;&trade;t care what Petyr thinks. [[Mhaegen]] is dragged into the room, holding her baby [[Barra]] (one of Robertâ&euro;&trade;s bastards). Janos looks at his prisoner who nods recognition. Janos then signals one of his men who takes the baby from the sobbing Mhaegen, draws his knife and then hesitates. Janos tells his man to kill the baby and then does it himself when his subordinate cannot, horrifying both Ros and Mhaegen.\n\n", "Scene 15": "[[File:Alton.png|thumb|Alton hearing Robbâ&euro;&trade;s peace terms.]]\nSer [[Alton Lannister]] is brought to Robbâ&euro;&trade;s tent to hear the terms he will deliver to his cousins. Robb begins by demanding the release of his sisters. He asks for the return of the remains of Eddard so that he can be laid to rest with his siblings in the crypts of Winterfell. He adds that he wants the remains of all those who died in Eddardâ&euro;&trade;s service so that their families can similarly honor their dead. Alton calls the second request honorable. Robb ignores the comment and demands that the North be recognized as a free and independent nation. Alton cannot contain his shock. Ser [[Rodrik Cassel]], seated to Robbâ&euro;&trade;s left, says Robbâ&euro;&trade;s title â&euro;&oelig;The King in the North.â&euro;? The other officers present nod and repeat it. [[Theon Greyjoy]], seated to Robbâ&euro;&trade;s right, does the same. Robb ends by saying that Joffrey and his men are barred from their lands. He threatens the same fate as Eddard received to anyone breaking his rules and adds that he will not need a servant to wield the blade for him. Seeing Alton's disbelief, Robb stands up and emphatically states his intention to litter the south with Lannister dead if his terms are not met. Alton claims that Joffrey is a [[House Baratheon|Baratheon]] and Robb challenges the assertion. He then dismisses his men.\n\nTheon approaches him in the entrance of his tent and asks his â&euro;&oelig;graceâ&euro;? for a word. Robb tells Theon that he does not need to use the honorific when they are alone. Theon says that he is getting used to it and Robb jokes that he is glad that someone is. Theon says that the Lannisters will reject the terms and Robb says that he expects them to do so. Theon says that they can fight the Lannisters in the field indefinitely but that the war will not be won until Robb takes Kingâ&euro;&trade;s Landing. Theon says that they need a fleet to take the capital and that his father [[Balon Greyjoy]] has both ships and men who know how to sail them. Robb reminds Theon that his father fought against House Stark in the [[Greyjoy Rebellion]]. Theon counters that they were fighting King Robert for freedom from the Iron Throne, comparing their cause to Robb's. He claims that Balon will listen to him because he is Balonâ&euro;&trade;s only living son. Theon concludes that while he is not a Stark, Eddard raised him to be an honorable man and that they can avenge Eddard together.\n\n", "Scene 19": "Janos goes to [[Tobho Mott]]â&euro;&trade;s smithy on the Street of Steel. The blacksmith is being tortured and questioned about his former apprentice [[Gendry]]. His face is pushed closer to the coals of his fire until he reveals that Gendry has joined the Nightâ&euro;&trade;s Watch, is on his way to the Wall and can be identified by his bullâ&euro;&trade;s head helmet. Janos orders one of his men to find Gendry.\n\n", "TOP": "The North Remembers recap07833fnf2hi4hs7dflwlc2kocrh24y5tj6351687402015-01-10T11:05:27ZThornyroses25784786/* Scene 1 */:''Main: [[The North Remembers]]''\nThis '''recap''' of '''The North Remembers''' features a detailed section on each of the episodes scenes.\n\n", "Scene 14": "[[File:Cersei_Little_Finger_Season2.jpg|thumb|Cersei asks a favor of Lord Baelish.]]\nPetyr Baelish walks through the courtyard of the Red Keep. A servant is still scrubbing the blood from the flagstones. Cersei and her guards catch up to him and she asks him for a favor: locating Arya. He suggests that she will return to Winterfell if she has escaped. Cersei says she has had no word of Arya being sighted from her friends in the North. She says that Arya will be valuable should they choose to negotiate with [[House Stark]] and reminds Petyr that a Lannister always pays their debts. He suggests that Cersei ask Varys and then states his distrust of Varys. Cersei fingers the Mockingbird clasp of his coat and notes that he created his own sigil. She says his choice was appropriate for a self made man with many songs to sing. He responds by saying that some people are not born into the right families and must find their own way. Cersei says that she has heard a song about a poor boy that lived with a rich family and fell in love with the lord's daughter. She says that the daughter had eyes for another, referring to Petyrâ&euro;&trade;s own childhood with [[House Tully]], his feelings for [[Catelyn Stark]] and her preference for [[Brandon Stark (the elder)|Brandon Stark]]. He retorts that boys and girls living together can lead to awkward situations, even between brother and sister. He says that such relationships becoming common knowledge is an especially awkward situation for a prominent family. He enigmatically says that prominent families often forget a simple truth. Cersei takes his bait and he tells her that knowledge is power. She orders her men to seize him and cut his throat and then pretends to change her mind. She orders the men to step back, turn around and close their eyes, demonstrating her control. She tells Petyr that power is power and repeats her request to look for Arya, telling him to take time away from his coins and whores.\n\n", "Scene 13": "[[Shae]] looks out over King's Landing from a balcony of the [[Red Keep]]. She says the city stinks of dead bodies. Tyrion agrees from inside; he has taken over the chambers of the Hand of the King. Shae adds â&euro;&oelig;Shitâ&euro;? and Tyrion wonders if she is regretting her decision to accompany him. She says that she loves it. Tyrion jokes that she loves â&euro;&oelig;the smell of dead bodies and shit.â&euro;? Shae says â&euro;&oelig;and cum and garlic and rum.â&euro;? She says that the city arouses her and Tyrion observes that the country seemed to have the same effect. She falls back onto the bed and says that she is where she belongs. Tyrion warns her that no-one can know she is there. He says that the city is filled with liars of varying skill. She asks about him and he reminds her that he does not come from the city and says that he is a slave to the truth. Shae says that he is the biggest little liar she has ever met and he responds by saying that he is so small because of the weight of so much truth pressing down on him. He lies down next to her and wonders how Eddard slept on such an uncomfortable bed. He says that the bed will be the first of many things he changes in the city.\n\n", "Scene 12": "[[File:RobbtalkstoJaimeSeason2.jpg|thumb|Robb confronts Jaime with his [[Grey Wind|direwolf]].]]\nRobb is shown into the cell of Jaime Lannister in the midst of his camp. Jaime wonders why Robb has not kept him in the castle of one of his bannermen and suggests that Robb has grown fond of him. Robb explains that he knows Tywin would bribe and threaten his bannermen into giving Jaime up. Jaime needles that Robb does not trust his bannermen and Robb counters that he trusts them with his life but not with Jaime's life. Jaime calls Robb a smart boy and then wonders if he feels insulted. Jaime is startled by Grey Wind circling the cage. Robb says that Jaime is only insulting himself because he was defeated and held captive by a boy. Robb warns that Jaime might be killed by a boy as Grey Wind enters the cell to stand behind him. Robb tells Jaime that he has received Stannis's letter and knows that Jaime is Joffrey's true father. Jaime points out that the claim is convenient for Stannis because it makes him the rightful king. Robb asserts that Eddard was executed for discovering the truth and Jaime notes that he was already a captive when Eddard was killed. Robb says that Jaime pushed Bran out of the tower because he caught Jaime with Cersei. Jaime asks if Robb has proof and asserts that it is only gossip otherwise. Robb says that he is sending one of Jaime's cousins to King's Landing with peace terms. Jaime claims that Robb does not know Tywin if he expects him to negotiate. Robb says that Tywin is starting to know him. Jaime says that three victories do not make Robb a conqueror and Robb says that it is better than three defeats. Robb leaves Grey Wind alone with Jaime. The direwolf rushes forward, snarls and snaps at Jaime's face. Jaime cowers and closes his eyes. When he opens them the direwolf has left.\n\n", "Scene 11": "[[File:Melisandre_PaintedTable.jpg|thumb|left|Melisandre sits in Chamber of the Painted Table.]]Inside the castle of Dragonstone, Stannis holds a meeting in the [[Chamber of the Painted Table]]. Matthos reads aloud from a letter that he has prepared stating Stannis's claim to the [[Iron Throne]]. Stannis objects to the use of â&euro;&oelig;beloved brotherâ&euro;? to refer to Robert, Davos calls it a harmless courtesy but Stannis insists that it is a lie and that it be removed from the letter. Matthos continues to detail the illegitimacy of Joffrey due to his status as the product of the incestuous relationship between Cersei and Jaime Lannister. Stannis insists that Jaime be called the Kingslayer and that he receive his title as a knight. Davos notices Cressen slip a tablet into his wine goblet. Matthos finishes reading and Stannis says that Eddard Stark made a mistake by not telling more people when he learned the truth about Joffrey. He orders copies of the letter to be sent to every corner of the realm from [[the Arbor]] to [[the Wall]]. Stannis says that the time has come to choose and that he wants no man to be able to claim ignorance.\nDavos counsels that [[House Lannister]] are the true enemy and urges Stannis to make peace with his younger brother [[Renly Baratheon]]. Stannis says that he will not make peace with Renly while he is claiming the throne. Davos notes that many lords have already declared for Renly including [[Mace Tyrell]] and [[Randyll Tarly]]. Melisandre interjects that Stannis does not need to beg lords for support because the Lord of Light stands behind him. Davos asks how many ships the Lord of Light can command and Melisandre says that he has no need for ships. Davos accepts that he does not but says that they do if they are going to war. Davos asks Stannis to consider Robb Stark instead of Renly. Stannis counters that Robb is trying to steal the northern half of his kingdom and reminds Davos that he had always been firm with thieves.[[File:Melisandre_2x01.jpg|thumb|Melisandre drinks with Maester Cressen.]] He says that Joffrey, Renly and Robb are all thieves and that they must bend the knee to him or be destroyed. Cressen stands and offers an apology for his actions on the beach before inviting Melisandre to share his wine. Davos warns against the action and Cressen pats him on the shoulder before continuing. He draws from the cup before handing it to Melisandre. Cressen steadies himself on the table and his nose begins to bleed. Melisandre drinks from the cup anyway and then watches the Maester collapse, his blood spreading on the stone floor beneath him. She says that the fire burns the terrors of the night away and the jewel in her choker pulsates with light.\n\n", "Scene 10": "[[File:Dragonstone_exterior.jpg|thumb|The burning of [[the Seven]] at [[Dragonstone]].]]\nOn the island of [[Dragonstone]], [[Maester]] [[Cressen]] rushes along a beach holding a torch to light his way. Beneath the cliffs of the keep, the Red Priestess [[Melisandre]] conducts a ceremony for her god, the [[Lord of Light]]. She calls for him to protect them from the darkness. Behind her statues of [[Faith of the Seven|the Seven]], widely worshipped in [[Westeros]], are burning and she offers them to her own god. She intones â&euro;&oelig;The Night is Dark and Full of Terrorsâ&euro;? and the crowd of onlookers repeat her words. Cressen weaves through the crowd to stand between [[Davos Seaworth]] and his son [[Matthos Seaworth]]. Melisandre predicts that a heavy darkness will fall on the world in the wake of the long summer and claims that the stars will bleed while the cold breath of winter will freeze the seas. Cressen tells Davos that they need to stop Melisandre. Davos looks across at King [[Stannis Baratheon]] and says that it is not the right time. Melisandre says that the dead will rise in the north before Cressen steps in front of her. Cressen reminds the assembly that they were named in the light of the seven and asks if this is how they repay their gods and their ancestors. Stannis is unmoved but Davos and many of the men cannot meet Cressen's eye. Melisandre tells Cressen that he smells of fear, piss and old bones and challenges him to stop her. Cressen hangs his head and walks away. She continues her preaching with the story of the burning sword [[Lightbringer]]. She calls Stannis forward and he withdraws a flaming sword from the statue of the Mother with a gloved hand. His men cheer him as he holds the sword aloft and then kneel as he thrusts the sword into the sand. They chant â&euro;&oelig;Lord cast your light upon us.â&euro;? Davos is the last to kneel as Melisandre responds â&euro;&oelig;The Night is Dark and Full of Terrors.â&euro;? Stannis answers â&euro;&oelig;The Night is Dark and Full of Terror.â&euro;? He holds out his hand to his wife [[Selyse Baratheon]] who joins him and they lead the congregation from the beach.\n\nDavos retrieves the sword, its fire already gone out. Cressen warns Davos that Melisandre will lead them into a war they cannot win. Davos counters that Stannis is their king and they are duty bound to follow where he leads, regardless of their feelings about the path. Cressen says that every lord is looking for a coronation since Robert's death. Davos states that he serves only Stannis and Cressen says that loyal service requires them to tell hard truths. He urges Davos to tell Stannis the truth and Davos asks what the truth is. Davos walks away with the sword over his shoulder when Cressen fails to answer.\n\n", "Scene 17": "[[File:Cersei_201.jpg|thumb|Cersei surprised by the renovation of the throne room.]]\nCersei enters the throne room to find it being redecorated. She asks Joffrey what he is doing and he says that he is restoring the proper appearance of the room to match the throne. Cersei tells him that they need to find Arya in order to exchange both girls for Jaime. Joffrey says that he believes the Starks are weak enough to trade Jaime for Sansa and claims that they overvalue their women; he is also dismissive of Arya, hoping that she is dead. Cersei suggests they set their armies to search for Arya and ask Tywin for aid. Joffrey says that a king does not ask but commands his subjects. He blames Tywin for their losses and the capture of Jaime. Cersei says that Jaimeâ&euro;&trade;s life is in danger and Joffrey counters that while they are at war all of their lives are in danger. He brings up the rumors about Cerseiâ&euro;&trade;s incestuous relationship with Jaime. She responds that their enemies will say anything to weaken his claim. He is annoyed at her calling it a claim, saying that the throne is his. She agrees with him and tells him that no-one believes the gossip. He says that someone believes it and questions her about Robertâ&euro;&trade;s other children. She wonders why he is asking about Robertâ&euro;&trade;s bastards. He coarsely restates his question and Cersei slaps him. He warns her that her action is punishable by death and tells her never to strike him again.\n\n", "Scene 16": "Robb seeks Catelyn's advice and she counsels against an alliance with Balon because he is untrustworthy. She cites the rebellion as proof. Robb says that Eddard fought against the throne in [[Robert's Rebellion]] just as he is doing now, and that she married a rebel and mothered another. She says that she mothered more than just rebels, questioning Robbâ&euro;&trade;s memory of his imperilled sisters. Robb says that he cannot exchange Jaime for his sisters and maintain the loyalty of his bannermen. Catelyn asks what they are fighting for if not for Arya and Sansa. Robb raises his voice and asserts that she knows that the situation is more complicated than she is suggesting.\n\nCatelyn turns away as Robb shakes his head ruefully. She sits down slowly and says that it is time for her to go home to see Bran and [[Rickon Stark|Rickon]]. Robb says that she cannot go to Winterfell. She is taken aback at being commanded by her son. He says that he will send Rodrik to look after his brothers but that he needs her to go to [[the Stormlands]] to negotiate with Renly. He says that Catelyn is an ideal envoy because she knows Renly and his family and notes that Renly has an army 100,000 men strong. She says that Robb has a hundred other lords he could send as an envoy. He insists that he cannot trust them as much as he trusts her. He says that an alliance with Renly would give them a 2:1 advantage over the Lannisters and force them to sue for peace allowing them to return home for good. Catelyn promises to leave at first light and Robb kisses her forehead before promising that they will be together again soon. Catelyn tells him that his father would be proud of him. Robb asks her to give â&euro;&oelig;Lord Renlyâ&euro;? his regards and Catelyn reminds him that Renly is a king now, like many others.\n\n", "Scene 9": "After they leave the hall Jeor pins Jon against a wall and demands that he state their respective roles as Lord Commander and Steward. He tells Jon that he must learn how to follow before he can lead.\n\n", "Scene 8": "[[File:Craster.png|thumb|Craster talking to Jeor Mormont about Benjen Stark.]]\nInside the hall the Lord Commander questions Craster about [[Benjen Stark]], noting his plan to stay with Craster on his way to [[the Frostfangs]]. Craster says that he has not seen Benjen for three years and has not missed him because of his superior attitude. The officers of the Watch are seated around Crasterâ&euro;&trade;s fire and [[Othell Yarwyck]] is among them. Craster says that he has not drunk good wine for years and that the southerners make good wine. Jon interrupts and says that they are not southerners. Craster turns his attention on Jon, calling him &quot;prettier&quot; than half his daughters and demanding his name. He notes his bastard surname and claims that anyone from south of the wall is a southerner. Craster says that they are in the real north now. Jeor says that Jon meant no harm and Craster warns Jon against talking to his daughters. Jeor agrees to follow Crasterâ&euro;&trade;s rules while they are his guests and orders Jon to sit down and keep quiet. Craster asks if they brought wine and Jeor says that they did before questioning him about the abandoned villages they have passed. Craster insists on wine before he answers and Jeor sends a man to fetch a cask of Dornish wine from their supplies. Jon looks around at Crasterâ&euro;&trade;s numerous daughter-wives on the upper level of the hall. Craster reveals that the other wildlings have all gone to join [[Mance Rayder]], calling him Jeorâ&euro;&trade;s old friend. Jeor objects to the characterisation and decries Mance for breaking his vows to the Watch. Craster notes that Mance has gone from being a simple brother to the [[King Beyond the Wall]]. Jeor observes that Mance has claimed that title for years but wonders what he rules. Craster holds up a finger and comments on the axe one of the officers is holding. Jeor orders the man to hand over the weapon, promising that it will be replaced on their return to Castle Black. Craster tests the weapon by cutting into the wood at his feet. He then reveals that Mance has been gathering an army and plans to march south. Jeor warns that it is a bad time to live alone in the wild and that â&euro;&oelig;The cold winds are rising.â&euro;? Craster is unimpressed and says that his roots are sunk deep. He pulls over his daughter-wife [[Gilly]] and instructs her to tell Jeor how content they are, calling him the Lord Crow. Gilly says that they are protected by Craster and that it is better to live free than die a slave. Craster asks if Jeor is jealous of his many wives. Jeor says that they chose different paths and Craster jokes that Jeorâ&euro;&trade;s path has only boys on it. Craster stands and asks if they would like to stay and Jeor accepts the offer. Craster warns that he will take the hand of any man who touches his wives and threatens to gouge Jonâ&euro;&trade;s eyes out if he so much as looks at them.\n\n", "Scene 7": "[[File:Sam, Edd and Jon 2x01.jpg|thumb|The Night's Watch approaches Crasters Keep.]]\nIn the far North the great ranging of the [[Night's Watch]] under [[Lord Commander]] [[Jeor Mormont]] traverses the Haunted Forest. [[Jon Snow]] passes the sledge housing their ravens. He asks [[Samwell Tarly]] if he is having a hard time and Sam responds that nothing has killed him. [[Grenn]] is trying to push the sledge through the mud and complains that Samâ&euro;&trade;s weight damaged it. Sam counters that Grenn offered him a ride and Grenn says that he only did so because he was fed up of Sam's complaints about his blisters. [[Eddison Tollett]] watches the bickering pair. Jon dismounts and leads his horse towards the wooden hall known as [[Craster's Keep]]. Edd stands beside him and deadpans that he was born in a similar place but that he has now fallen on hard times. Sam joins them and notes the women working around the hall, asking if they are girls. Sam says that he has not seen a girl for six months and Edd warns the younger men not to speak to them. Grenn wonders if [[Craster]] does not like people speaking to his daughters and Edd says that they are also his wives, explaining that Craster marries his daughters and breeds more daughters with them. Sam and Grenn state their disgust and Edd counters that while all the other wildlings in the area have disappeared Craster is still present so he must be doing something right. Jon wonders what happens to Craster's sons.\n\n", "Scene 6": "[[File:Daenerys &amp; Drogon 2x01.jpg|thumb|190px|right|Drogon refuses raw meat.]]\nIn the [[Red Waste]] a [[Drogon|young dragon]] alights on the shoulder of [[Khaleesi]] [[Daenerys Targaryen]] and hisses at the desert. Daenerys tries to feed the dragon a morsel of raw meat as she walks with her khalasar through the barren desert but it shows no interest. [[Doreah]] asks what [[Viserys Targaryen]] had said about dragons and Daenerys reports that he claimed they ate meat. Doreah wonders if he gave specifics and Daenerys says that Viserys knew nothing. Daenerys holds her palm out for the dragon and then returns it to a wicker cage on a horseâ&euro;&trade;s back. Up ahead the silver horse that was her wedding present from [[Khal]] [[Drogo]] suddenly keels over. A warrior rushes to the horseâ&euro;&trade;s side and Ser [[Jorah Mormont]] strides forward to join him. Daenerys runs from the cages to be with her dying horse. She looks at Jorah who grimly shakes his head. She laments her inability to protect her people from starvation and asks if the desert ever ends. Jorah admits that he has never been this far East before but asserts that everything ends. Daenerys asks if he is sure there is no other way and he states the dangers that lie in the other directions. He believes that her dragons will make her a target to other Dothraki khalasars and even the Lhazareen. He says that her people are too weak to defend her and that she must be their strength. She responds â&euro;&oelig;As you are mine.â&euro;? She calls her bloodriders [[Rakharo]], [[Aggo]] and [[Kovarro]] and sends them ahead on the last of their horses to search the land ahead.\n\n[[File:Dany-wasteSeason2.jpg|thumb|left|Daenerys leads her people through the Red Waste.]]\nShe approaches Rakharo and tells him that he is her last hope. He promises that he will not fail her and she says that he never has. He looks at the sun and says that it is a bad time to start. She stands back as the riders depart before gazing up at the comet.\n\n", "Scene 5": "[[File:Bran-stark-and-hodor-issac-hempstead-wright-and-kristian-nairn-helen-sloan.jpeg|thumb|Hodor carries Bran into the Godswood.]]\nThe next day Bran has [[Hodor]] carry him out to the Godswood; [[Osha]] accompanies them and finds a plant that can be used to make a pain relieving tea. She asks Bran if he has had more strange dreams and he claims that he does not dream at all. He changes the subject to the comet, saying that he has heard men say it is an omen favoring Robb in the War. Osha says that she has heard people say the comet is Lannister red and favors their enemies and that she heard a stable boy say the comet was blood red and marked the death of Eddard. Hodor kneels by the pool and Osha helps Bran to the ground by its edge, affectionately stroking his hair. She tells him that stars do not fall for men and that a red comet signifies dragons. Bran stares at his reflection in the water and asserts that dragons are extinct.\n\n", "Scene 4": "[[File:Red_Comet.jpg|thumb|Bran looking at the Red Comet.]]\nBran dreams that he is [[Summer]], seeing the world through the [[direwolf]]â&euro;&trade;s eyes as he stalks through the [[Godswood]] and looks up at the [[Red Comet]]. He goes to the pool next to the Heart Tree and looks down at his reflection.\n\n", "Scene 3": "At [[Winterfell]], Prince [[Bran Stark]] holds court with his vassals. [[Northern Lord|A lord]] begs for assistance preparing his holdfast for the coming winter. The lord recalls the skill of the builders who worked on [[Torrhen's Square]] and complains at length about the poor condition of his own home. [[Maester]] [[Luwin]] reminds the man that the maintenance of his home is his own responsibility. The lord complains that his young men are fighting Robb's war. Bran is offended by the man's failure to refer to Robb as his King and his inference that Robb wanted the war and questions his fealty. Luwin interjects that they will lend the man four masons for a week, concluding the discourse. Bran stares at his counselor and Luwin jokes that they didn't want the Lord there all day. Bran says that he did not like the way he spoke about Robb and Luwin sympathizes before reminding Bran of his responsibilities as Lord of Winterfell. He then greets the next in a long line of minor lords, Lord [[Portan]].\n\n", "Scene 2": "[[Grand Maester]] [[Pycelle]] reports that [[the Conclave]] in [[Oldtown]] has announced the end of the summer. He has the [[Ravens|white raven]] they sent for this purpose shown to the group and notes that the summer is the longest in living memory. Lord [[Varys]] adds that the smallfolk say that a long summer will be followed by a long winter and Pycelle dismisses this as a peasant superstition. Petyr reports that they have stockpiled wheat to last through a five year winter. Lord [[Janos Slynt]] complains that the city is filled with refugees fleeing from the [[War of the Five Kings]] in [[the Riverlands]]. Queen Regent [[Cersei Lannister]] questions his role and position and he states his gratitude for his elevation. Cersei orders him to do his job and bar the gates to peasants.\n\n[[File:CerseiSeason2NorthRemembers.jpg|thumb|Cersei is surprised to see Tyrion return.]]\nTyrion whistles as he walks into the small council chamber alone. He kisses his sister and calls her ravishing. He asks the group to carry on and takes a seat at the table. Cersei asks what he is doing there and he relates his recent travels including his visit to [[the Wall]] and his imprisonment in the [[Sky Cells]] of [[the Eyrie]]. He looks pointedly at Petyr as he says that he has much to be thankful for. Cersei angrily clarifies that she wanted an explanation for his presence at the small council meeting. Tyrion counters that the [[Hand of the King]] is to be welcomed at their meetings. Cersei asserts that their father [[Tywin Lannister]] is Hand of the King. Tyrion elucidates that he has been appointed to act in Tywinâ&euro;&trade;s absence and hands a scroll to Varys. Varys begins to read Tywinâ&euro;&trade;s orders but Cersei angrily cuts him off and orders the room cleared.\n\nWith the room emptied, Cersei demands to know how Tyrion tricked Tywin into giving him the authority. Tyrion retorts that he is not capable of deceiving Tywin and tells Cersei that she has only herself to blame. She claims that she has done nothing. Tyrion agrees that she failed to act when Joffrey ordered Eddard Starkâ&euro;&trade;s death. He blames the execution for the rebellion of [[the North]]. Cersei claims that she tried to stop it and Tyrion counters that she failed and because of that, the consequences will haunt the Lannisters for an entire generation. Cersei is dismissive of [[Robb Stark]] and Tyrion reminds her that they are losing the war against him. She questions his understanding of warfare and he says that he does not know warfare but does know people. He says â&euro;&oelig;I know that our enemies hate each other almost as much as they hate us.â&euro;? Cersei pauses and asserts that Joffrey is king and that Tyrion is there to advise him. Tyrion agrees with both statements and adds that if his advice is followed, they might rescue Ser [[Jaime Lannister]] from captivity. Cersei wonders how and Tyrion responds that Cersei's sole redeeming features are her cheekbones and her love for her children. He elucidates that [[House Stark]] also love their children and that he plans to exchange Jaime for their two Stark captives. Cersei corrects him; they have only one captive. Tyrion is incredulous of her ineptitude in letting Arya escape and says that their father would be furious at the fact Cersei and her son have thrown away two invaluable captives. He wonders if it feels odd for Cersei to be the disappointing child.\n\n", "Scene 1": "[[File:SansaWatchesTourneySeason2.jpg|thumb|Sansa watches King Joffrey's tournament.]]\n[[The Hound]] fights an unnamed opponent atop the walls of the Red Keep during a tourney to celebrate King [[Joffrey Baratheon]]'s [[nameday]]. His mace rains blows down on his smaller adversary, knocking aside his shield, disarming him and then knocking him over the edge of the wall. The knight falls hard into the courtyard below. Joffrey rushes forward from his pavilion to look down on the fallen man. He shouts congratulations to the Hound and then asks [[Sansa Stark]] if she enjoyed the duel. Sansa, Joffrey's captive, is deferent and subdued. Princess [[Myrcella Baratheon]] and Prince [[Tommen Baratheon]] are also seated in the pavilion.\n\n[[File:Joffrey_2x01.jpg|thumb|Joffrey watches the fighting from atop the walls.]]\nThe defeated knight is dragged away by his legs, leaving a smear of blood on the courtyard floor. A young servant carries a bucket over to clean up. Joffrey asks who will fight next and [[Tournament announcer|his announcer]] responds by calling [[Lothor Brune]], describing him as a freerider in the service of Lord [[Petyr Baelish]], and Ser [[Dontos Hollard|Dontos]] the Red, of [[House Hollard]]. Lothor brandishes his mace to cheers from the crowd while Dontos fails to emerge and the announcer calls for him again. Hollard emerges from the wrong side of the pavilion. He is ill equipped and drops his helmet. He apologizes and Joffrey accuses him of drunkenness. Dontos denies the accusation but admits to drinking two cups of wine. Joffrey, faking kindness, offers Dontos as much wine as he likes and Dontos accepts. Joffrey orders Ser [[Meryn Trant]] of the [[Kingsguard]] to ensure that Dontos drinks his fill. Ser Meryn and two of his sworn brothers hold Dontos down and forcefully pour gallons of wine into his mouth through a funnel. Sansa cries out â&euro;&oelig;You can't.â&euro;? Joffrey is incensed, but she claims that she meant it would be bad luck for Joffrey to kill someone on his name day. Joffrey is dismissive of this superstition until the Hound backs Sansa. Joffrey reluctantly orders Dontos to be imprisoned until the following day, planning to execute him then and calling him a fool. In an effort to spare Dontos from execution, Sansa, hoping to preserve the man's life,Â says that Joffrey was clever to notice Dontos' foolishness and entreats him to prolong his suffering by making him the court fool.\n\n[[Tyrion Lannister]] arrives at the Tourney wearing his armor, accompanied by [[Bronn]], Lannister men-at-arms and warriors of the [[hill tribes]], including [[Timett]]. Tyrion mockingly notes Joffreyâ&euro;&trade;s absence from the battlefield and Joffrey indignantly responds that he has been in [[King's Landing]] ruling the kingdoms. Tyrion jokingly says that Joffrey is doing a fine job before warmly greeting his niece and nephew, complimenting Myrcella's beauty and claiming that Tommen will one day be as big as the Hound, but much better looking, adding that the Hound does not like him. Bronn quips that he cannot imagine why. Joffrey says they had heard rumors that Tyrion was dead and Myrcella interjects that she is glad they were false. Tyrion responds that he is glad to be alive, particularly with the current excitement in the world. He offers his condolences to Sansa on the death of her father [[Eddard Stark]]. Joffrey takes offence, asserting that Eddard was a confessed traitor. Tyrion counters that he was still her father and reminds Joffrey of the recent death of his father [[Robert Baratheon]], so he should sympathise. Joffrey leans back to stare at Sansa. She names her father, mother and brother as traitors and claims loyalty to Joffrey. Tyrion smiles and accepts her lie before enigmatically saying that he has work to do. He walks past Joffrey, ignoring questions about his purpose.\n\n", "Montage 1": "Throughout the city, Goldcloaks slaughter black-haired children; two brothers are stabbed in their own home; a small boy is knocked into the [[Blackwater]] and drowned; a baby is carried into the street by its ankles.\n\n"}, "title": "The North Remembers recap"}