{"attributes": {"season": " Season 3", "image": " Unsullied Histories &amp; Lore.png", "narrator": " Jorah Mormont'''&quot;The Unsulled&quot;''' is part of the Histories &amp; Lore, a special feature in the Blu-ray of Season 3 of ''Game of Thrones''. It is narrated by Iain Glen as Ser Jorah Mormont.==Synopsis==Jorah Mormont discusses the Unsullied and their victory over Khal Temmo's Dothraki horde in the Battle of Qohor.==Summary==When the Doom of Valyria", "title": " The Unsullied"}, "sections": {"TOP": "The Unsullied (Histories &amp; Lore)0215291i7gvjlnwbznotzizyp3bhllsjr1tsj1773902015-03-17T01:58:45ZGreater good3347453Added synopsis and infobox{{Lore|Title = The Unsullied|Image = Unsullied Histories &amp; Lore.png|Season = [[Season 3|3]]|Narrator = [[Jorah Mormont]]}}\n'''&quot;The Unsulled&quot;''' is part of the [[Histories &amp; Lore]], a special feature in the Blu-ray of [[Season 3]] of ''[[Game of Thrones]]''. It is narrated by [[Iain Glen]] as Ser [[Jorah Mormont]].\n\n", "Synopsis": "[[Jorah Mormont]] discusses the [[Unsullied]] and their victory over [[Khal]] [[Temmo]]'s [[Dothraki]] horde in the [[Battle of Qohor]].\n\n", "Summary": "When the [[Doom of Valyria|Doom]] claimed [[Valyria]], the great freehold fractured fractured into warring cities and upstart nations ripe for the taking. Out of the east swarmed the [[Dothraki]], the horselords of the plains who feared only defeat and [[dragons]], and now the dragons were all gone. Under the great [[Khal]] [[Temmo]], they sacked and burned every town and city in their path. No army could stand against them, because the Dothraki do not stand. The horselords do not draw up battle lines or hide behind shield walls or layer themselves in armor. The Dothraki charge. Their blades are more scythe than sword and better to cull the infantry ranks without breaking stride. Even their archers fire from horseback so that advancing or retreating, the arrows never cease. To the Dothraki, a man who does not ride is no man at all, without honor or pride.\n\nWhen the city of [[Qohor]] realized Khal Temmo was coming, they strengthened their walls, doubled their own guards and hired two full companies of [[sellswords]]. The Dothraki were used to glorified farmers with spears; Qohor would show them a proper army, with armored and mounted cavalry to match the horde's own. As an afterthought, the city leaders sent an envoy to [[Astapor]] to buy [[Unsullied]]. The slavers had always claimed that the Unsullied were the great [[Ghiscari]] legions come again. Few cared. The dragon-burned ruins of [[Old Ghis]] were a stark reminder that the age of the foot soldier was over. The envoy had his orders, however, and quickly bought 3,000 Unsullied for the long march back, for Unsullied do not ride.\n\nBut while they marched, Khal Temmo arrived at Qohor. Jorah imagines how pleased the Khal was to finally face a challenge. By the end of the battle, crows and wolves feasted on what remained of Qohor's heavy horse. All the sellswords had fled. Qohor knew that the Dothraki would very soon break through the gates to rape, slave and burn at their pleasure. Yet the next day Khal Temmo woke to find before the gates 3,000 [[eunuchs]] in formation, armed with only spears, shields and spiked helms. The Unsullied had slipped past the Khal's army in the night while the Dothraki feasted.\n\nKhal Temmo had many times their number and could easily have flanked the small forces, but to the Dothraki men on foot are made only to be ridden down. Eighteen times the horselords charged and eighteen times the Unsullied locked their spears, lowered their shields and held the line against 20,000 Dothraki screamers. When the Khal's archers rained arrows on them, the Unsullied lifted their shields above their heads until the swarm passed and then they held the line. In the end only 600 Unsullied remained, but more than 12,000 Dothraki lay dead including Khal Temmo and all of his sons. The new Khal led the survivors past the city gates where one by one each man cut off his braid and threw it down before the feet of the Unsullied, defeated and shamed forever.\n\nSince that day, the Unsullied fill the ranks of cities and households wealthy enough or desperate enough. [[Mercenary|Sellswords]] fight for gold, [[knights]] for glory and Dothraki for blood. To a man, the Unsullied fight only to obey. With the right master over them, imagine how the forces of chaos would break against their shields: the conquerers, the madmen, the usurpers...\n\n"}, "title": "The Unsullied (Histories &amp; Lore)"}