{"attributes": {"castles": "Blackhaven â&euro;˘ Bronzegate â&euro;˘ Evenfall Hall â&euro;˘ Felwood â&euro;˘ Griffin's Roost â&euro;˘ Haystack Hall â&euro;˘ Mistwood â&euro;˘ Nightsong â&euro;˘ Rain House â&euro;˘ Crow's Nest â&euro;˘ Stonehelm â&euro;˘ Summerhall", "cities": "", "founding": "", "places": "Kingswood â&euro;˘ Rainwood â&euro;˘ Shipbreaker Bay â&euro;˘ Tarth â&euro;˘ Dornish Marches â&euro;˘ Sea of Dorne â&euro;˘ Wendwater â&euro;˘ Prince's Pass", "formerly": "The Kingdom of the Stormlands", "title": "The Stormlands", "culture": "Andal", "image": "The Stormlands.png", "villages": "", "founder": "Image:Stormlands.PNG", "rulers": "House Baratheon", "location": "Westeros", "military": "", "religion": "The Faith of the Seven", "towns": "", "population": "", "type": "Administrative region of the Seven Kingdoms", "age": "", "geography": ["Heavily forested in the north and south, interrupted by low mountains in the center; stormy, temperate", "Tall, cold mountain highlands in the Dornish Marches of the southwest."]}, "sections": {"TOP": "The Stormlands025801ty5fpgyeqb2081zbzd81i2hcnvpzc41763352015-03-12T15:34:50ZSharp Blades26158496{{Region\n| Title=The Stormlands\n| Image=The Stormlands.png\n| Image size=\n| Location=[[Westeros]]\n| Formerly=The [[Kingdom of the Stormlands]]\n| Type=Administrative region of the [[Seven Kingdoms]]\n| Geography=Heavily forested in the north and south, interrupted by low mountains in the center; stormy, temperate&lt;br&gt;Tall, cold mountain highlands in the [[Dornish Marches]] of the southwest.\n| Population=\n| Rulers=[[House Baratheon]]\n| Religion=The [[Faith of the Seven]]\n| Culture=[[Andal]]\n| Military=\n| Regional capital=[[Storm's End]]\n| Cities=\n| Towns=\n| Villages=\n| Castles=[[Blackhaven]] â&euro;˘ [[Bronzegate]] â&euro;˘ [[Evenfall Hall]] â&euro;˘ [[Felwood]] â&euro;˘ [[Griffin's Roost]] â&euro;˘ [[Haystack Hall]] â&euro;˘ [[Mistwood]] â&euro;˘ [[Nightsong]] â&euro;˘ [[Rain House]] â&euro;˘ [[Crow's Nest]] â&euro;˘ [[Stonehelm]] â&euro;˘ [[Summerhall]]\n| Places=[[Kingswood]] â&euro;˘ [[Rainwood]] â&euro;˘ [[Shipbreaker Bay]] â&euro;˘ [[Tarth]] â&euro;˘ [[Dornish Marches]] â&euro;˘ [[Sea of Dorne]] â&euro;˘ [[Wendwater]] â&euro;˘ [[Prince's Pass]]\n| Founding=\n| Age=\n| Founder=\n}}\n[[Image:Stormlands.PNG|thumb|right|200px|Map of the continent of Westeros, marking the location of the Stormlands in red.]]\n'''The Stormlands''' is one of the nine constituent regions of the [[Seven Kingdoms]]. It is located on the south east coast of the continent of [[Westeros]], on the shores of the [[Narrow Sea]], south of [[the Crownlands]] and north of [[Dorne]]. The Stormlands are ruled from the castle of [[Storm's End]] by [[House Baratheon]]. They are so-named for the savage and frequent storms from the Narrow Sea that batter the coast. It was originally a sovereign nation known as the Storm Kingdom, until [[Aegon the Conqueror]] united Westeros under his rule.\n\nWhen Aegon Targaryen and his army invaded Westeros during the [[War of Conquest]], Aegon sent his bastard half-brother [[Orys Baratheon]] to secure the Stormlands. The Storm King, Argilac the Arrogant, could have withstood siege indefinitely within Storm's End's mighty walls, but chose instead to give battle. He was defeated and killed. Storm's End surrendered and Aegon ennobled Orys, giving him Argilac's lands, castle and daughter to rule. House Baratheon continued to rule the Stormlands for the next three centuries, up to the time of [[Robert's Rebellion]].\n\n[[Bastardy|Bastards]] born in the Stormlands are given the surname '''Storm'''.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Storm Kingdom is said to have contested frequently with [[the Riverlands]] to the north, [[the Reach]] to the south-west and [[Dorne]] to the south over territory. The Stormlands are usually damp and wet, and also contain many forests, including the Kingswood in the north and Rainwood in the south. The Stormlands consist of a main area along the coast and a long salient to the south-west, stretching along the Red Mountains. This salient is known as the Dornish Marches and serves as an effective buffer zone between the old enemies of the Reach and Dorne.\n\nSome 360 years prior to the Targaryen Conquest, the Stormlands conquered the area which would later be known as the Riverlands, which was not politically unified at the time. The Stormlands continued to rule the Riverlands for three centuries, until roughly three generations before the Targaryen Conquest, when the Riverlands were in turn conquered by the [[Iron Islands]], driving the Storm Kings back to the Stormlands.\n\nThe Stormlands have been known to become involved in some of the wars of the Free Cities which also border the Narrow Sea, though it doesn't seem to have as much cultural contact with them as Dorne does. During the Bleeding Years following the downfall of Valyria, the old Storm Kings joined the alliance of Tyrosh, Pentos, Braavos, Lys, and Myr against Volantis, when Volantis attempted to conquer all of the other Free Cities.\n\n[[George R.R. Martin]] has on occasion remarked that the Stormlands are somewhat comparable to medieval Germany, in that like Germany they are very heavily forested. Two of the three remaining large forests in the Seven Kingdoms are located in the Stormlands (the third is the Wolfswood, located in the North). However, this also means that the Stormlands are not as agriculturally developed as other parts of Westeros, particularly the fertile fields of the Reach. As a result, the Stormlands cannot raise armies as large as the Reach can. Another similarity is that the Reach is analogous to France, and France and Germany share a long and ill-defined border - just as the Reach and the Stormlands didn't have a well-defined border before the Targaryen Conquest, just a vague border-zone along the Dornish Marches and the upper valleys of the Mander River and its tributaries.\n\n'''Castles'''\n*Cape Wrath, the seat of [[House Seaworth]].\n*Harvest Hall, the seat of [[House Selmy]].\n\n", "Geography": "\nThe Stormlands are located on the east coast of Westeros, relatively near the [[Free Cities]] in [[Essos]] across the Narrow Sea. They are largely separated from Dorne to the south by an inlet of the Narrow Sea known as the Sea of Dorne. In the north, [[Blackwater Bay]] separates the Stormlands from the bulk of the Crownlands, though the Crownlands actually extend south of the bay, in a small strip that includes the northern parts of the Kingswood, as well as the peninsula of Massey's Hook. To the west, the Stormlands share a long border with [[The Reach]], which extends all the way from south of [[Highgarden]] to almost reach the capital city of [[King's Landing]] in the north. The vast watershed of the [[Mander]] River, which dominates the Reach as it flows west, does not extend into the Stormlands, indeed the watershed of the Mander is essentially what marks the border between the Reach and the Stormlands.\n\nThe main portion of the Stormlands is composed of two peninsulas, one in the north and one in the south, interrupted in the middle of the coast by the indentation of Shipbreaker's Bay. The castle seat of Storm's End is located in Shipbreaker's Bay, on the northern side. The northern peninsula terminates in Massey's Hook (which is part of the Crownlands), while the end of the southern peninsula is known as Cape Wrath, because it is the target of the worst storms coming off of the Narrow Sea.\n\nTo the southwest, the long chain of the [[Red Mountains]] form a barrier between Dorne and the rest of the continent, particularly the regions it immediately borders, the Reach to the west and north-west, and the Stormlands to the northeast. A large salient of the Stormlands extend southwest of the main coastal area, which includes the northern portions of the Red Mountains. Called the &quot;[[Dornish Marches]]&quot;, this mountainous region is home to marcher-lords who rely on the rough terrain to defend the Stormlands against incursions from Dorne or the Reach.\n\nThe extreme northern end of the Red Mountains, past the Dornish Marches, extend from southwest to northeast across the base of Cape Wrath, terminating around the inlet of Shipbreaker's Bay. This makes the separation between the northern and southern peninsulas of the Stormands even more distinct, and separates the Rainwood in Cape Wrath from the Kingswood in the north.\n\nSeveral large off-shore islands are located off the coast, which are considered part of the Stormlands and sworn to Storm's End. The largest by far is the island of [[Tarth]], located off the coast of the northern half of the Stormlands. A mountainous island famed for its rugged beauty, the Straits of Tarth between the island and the mainland are much more calm than the dangerous (and aptly named) Shipbreaker's Bay to the south. Tarth provides enough of a breaker for storms that the northern peninsula of the Stormlands on the mainland has somewhat calmer weather than Cape Wrath to the south. Moreover, unlike the Rainwood which covers all of the Cape Wrath peninsula, the Kingswood does not extend over the eastern coastal plain of the northern peninsula. Thus the region around Storm's End itself is composed of fertile coastal plains.\n\nThe Stormlands have a warm, wet climate due to all of the storms that batter it from the Narrow Sea to the east. The high mountains of the Dornish Marches to the southwest, however, are said to have a very cold, alpine climate.\n\nThe Stormlands are one of the most heavily forested regions of the Seven Kingdoms. Two of the three large forests of the realm are located there, the Kingswood in the north (straddling the border with the Crownlands), and the Rainwood in the southern half of the Stormlands. The third large forest, the [[Wolfswood]], is located in [[the North]], but due to the large size of the North it does not dominate the entire region. In contrast, due to its moderate size, the Kingswood and Rainwood combined cover most of the Stormlands. Combined with the wet weather coming from the Narrow Sea, the climate of the Stormlands is predominantly [[Wikipedia:Temperate rainforest|temperate rainforest]].\n\nThe Kingsroad begins at Storm's End in the south, linking travel to King's Landing just north of the Stormlands, and ultimately leading all the way north through the Riverlands to Winterfell and the Wall. Travel between the Stormlands and Dorne is only possible through two dangerous passes through the Red Mountains, the [[Prince's Pass]] and the Boneway. There are no major roads running directly between the Stormlands and the Reach, however, travelers from the Stormlands can use the nearby [[Roseroad]] between King's Landing and [[Highgarden]] in the Reach. A traveler from Storm's End would only have to travel along the Kingsroad to slightly north of the border into the Crownlands, where the Roseroad meets with the Kingsroad just south of the capital city.\n\n===Regions===\n*The [[Dornish Marches]]\n\n===Forests===\n*[[Kingswood]]\n*[[Rainwood]]\n\n===Coastal Areas===\n*[[Tarth]]\n*[[Shipbreaker Bay]]\n*[[The Sea of Dorne]]\n\n===Settlements===\n* [[File:Baratheon mini shield.png|30px]] [[Storm's End]], a massive castle that is the seat of [[House Baratheon]] and the regional capital.\n**[[Haystack Hall]], seat of [[House Errol]], a holdfast east of the Kingsroad and north of Storm's End.\n**[[Bronzegate]], a holdfast just off the Kingsroad north of Storm's End, east of the [[Wendwater]].\n**[[Felwood]], a holdfast northwest of Storm's End on the edge of the Kingswood.\n**[[Evenfall Hall]], the seat of [[House Tarth]], on the island of Tarth.\n**[[Rain House]], a holdfast on the southern shore of Shipbreaker Bay south east of Storm's End.\n**[[Mistwood]], a holdfast in the wooded area south of Storm's End.\n**[[File:Swann mini shield.png|30px]] [[Stonehelm]], the seat of [[House Swann]], south west of Storm's End on the northern shore of the Sea of Dorne.\n**[[Griffin's Roost]], seat of [[House Connington]], a holdfast south west of Storm's End on the eastern shore of [[Shipbreaker Bay]].\n**[[File:Caron mini shield.png|30px]] [[Nightsong]], the seat of [[House Caron]], south west of Storm's End near the [[Dornish Marches]], the border with Dorne.\n**[[File:Dondarrion mini shield.png|30px]] [[Blackhaven]], the seat of [[House Dondarrion]], south west of Storm's End near the border with Dorne.\n**[[Crow's Nest]], a castle east of Blackhaven.\n**[[Summerhall]], a ruined castle built by [[House Targaryen]].\n\n===Highways===\n*The [[Kingsroad]]\n*[[Prince's Pass]]\n\n===Rivers===\n*[[Wendwater]]\n\n"}, "title": "The Stormlands"}