{"attributes": {"begin": " c. 8,000 BAL", "end": "  c. 8,000 BAL (lasted a generation)", "name": "War for the DawnQuote", "image": "File:TheLongNight.png", "battles": "", "next": "Andal Invasion (2,000 years later)", "conc": "", "place": " Westeros", "result": "*White Walkers defeated and driven back to the Lands of Always Winter.*Construction of the Wall.*House Stark established as the rulers of the North.*Formation of the Night's Watch.", "commanders1": "*Azor Ahai*Bran the Builder", "commanders2": "Unknown", "side1": "*First Men*Children of the Forest", "side2": "White Walkers*Wights", "previous": "Wars of the First Men and the Children of the Forest"}, "sections": {"Aftermath": "[[Image:The Wall.jpg|thumb|left|The Wall was constructed to defend against any return of the White Walkers]]\nIn the present day, most believe that the Long Night is just a children's story, and that the White Walkers are nothing more than legends. Even the few who believe they did once exist think they went extinct thousands of years ago. Certainly, none were seen for the next eight thousand years between their supposed defeat and the time of [[Robert's Rebellion]].\n\n[[Image:TheFirstNightsWatch.png|thumb|The Night's Watch was founded to man the Wall.]]\nAs the [[War of the Five Kings]] begins, disturbing reports have come back from the scouts of the Night's Watch that for reasons as yet unknown, the White Walkers have begun to return.&lt;ref&gt;&quot;[[Winter is Coming]]&quot;&lt;/ref&gt; Given that the great lords of Westeros are short-sightedly more concerned with fighting each other for control of the realm, most have simply ignored the warnings of the Night's Watch, to focus on their civil war. This leaves only the under-supported and under-manned Night's Watch to [[Conflict Beyond the Wall|stand between]] the White Walkers and the realms of men.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\n", "TOP": "The Long Night0860788mb9mx7rqs8fjm80v4wh7ewi8b56jc1787222015-03-22T21:51:57ZJanderkaiser7348704/* Aftermath */ Grammar correction; (On white walkers) None was seen -&gt; None were seen{{War\n|image=[[File:TheLongNight.png|300px]]\n|previous=[[Wars of the First Men and the Children of the Forest]]\n|conc=\n|next=[[Andal Invasion]] (2,000 years later)\n|begin= c. 8,000 BAL\n|end=  c. 8,000 BAL (lasted a generation)\n|place= [[Westeros]]\n|result=*White Walkers defeated and driven back to the [[Lands of Always Winter]].\n*Construction of [[the Wall]].\n*[[House Stark]] established as the rulers of the North.\n*Formation of the [[Night's Watch]].\n|battles=\n|side1=*[[First Men]]\n*[[Children of the Forest]]\n|side2=[[White Walkers]]\n*[[Wights]]\n|commanders1=*[[Azor Ahai]]\n*[[Bran the Builder]]\n|commanders2=Unknown\n||name=War for the Dawn}}\n{{Quote|Thousands of years ago, there came a night that lasted a generation.  Kings froze to death in their castles, same as the shepherds in their huts; and women smothered their babies rather than see them starve, and wept, and felt the tears freeze on their cheeks... In that darkness the White Walkers came for the first time. They swept through cities and kingdoms, riding their dead horses, hunting with their packs of pale spiders big as hounds.|[[Old Nan]] to [[Bran Stark]]|Lord Snow}}\n\nEight thousand years before the [[War of Conquest|Targaryen Conquest]], a winter known as '''the Long Night''' descended upon the world, which lasted an entire generation. Thousands starved as the crops and fields lay buried under dozens of feet of snow. In the darkness and cold of the Long Night, the [[White Walkers]] descended upon [[Westeros]] from the furthest north, the polar regions of the [[Lands of Always Winter]].\n\n", "The War for the Dawn": "\nNone knew why the White Walkers came, nor their nature and origins, but they killed all in their path. The White Walkers reanimated the dead as [[Wights]] to kill the living at their command, and soon the White Walkers led their hordes of undead to sweep across the continent.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt;&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;&lt;ref name=&quot;VG Westeros Through The Ages&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/appendix/beyond-the-houses/ HBO Viewer's Guide, Season 2 appendices Westeros Through the Ages]&lt;/ref&gt;\n\n[[File:TheLongNightRaisingTheDead.jpg|thumb|left|The dead raised as Wights.]]\n[[File:TheLongNightVictory.png|thumb|The First Men drove back the White Walkers to the furthest north]]\nEventually the [[First Men]] and the [[Children of the Forest]] rallied to defend themselves and in a conflict known as the '''War for the Dawn''', the White Walkers were defeated and driven back into the uttermost north.&lt;ref name=&quot;VG Westeros Through The Ages&quot; /&gt;\n\n[[The Wall]] was constructed along the northernmost isthmus of northern Westeros to bar their return, a massive fortification standing seven hundred feet high and stretching from one side of the continent to the other. Legend says that the Wall was infused with powerful magic spells by the Children of the Forest that prevent the White Walkers from crossing  it. The ancient order of the [[Night's Watch]] was founded to defend the Wall.&lt;ref name=&quot;VG Westeros Through The Ages&quot; /&gt;&lt;ref&gt;&quot;[[The History of the Night's Watch]]&quot;&lt;/ref&gt;\n\n", "References": "{{reflist}}\n\n", "In the books": "\nAs of the fifth novel in the ''[[A Song of Ice and Fire]]'' series, ''A Dance with Dragons'', very little detail has been given about what actually happened in the War for the Dawn. Written history doesn't date back that far, so only oral tradition and half-mythical accounts come down to the present. There are vague legends that a single First Man that Old Nan refers to in her stories as &quot;the last hero&quot; unified both the First Men and the Children of the Forest and led them to victory. According to [[Melisandre]], there are also stories and legends of the Long Night in [[Essos]]. They refer to the &quot;last hero&quot; as &quot;Azor Ahai&quot;. According to prophecies in the holy books of the [[Lord of Light]]'sÂ religion, there will come a time of darkness when the White Walkers return, and Azor Ahai will be reborn to lead the people of the world to defeat them again.\n\n"}, "title": "The Long Night"}