{"attributes": {}, "sections": {"TOP": "The Seven-Pointed Star022905q1e3ufwnq86un2g3j64f6k5nmbt9dfg1507662014-07-02T19:56:41ZThe Dragon Demands5014364::''This article is about the holy text itself, and its physical composition. For general information on the beliefs expressed in the religion, see the main article on the [[Faith of the Seven]]''.\n[[File:Seven Pointed Star.jpg|thumb|The Seven-Pointed Star is the main symbol of the Faith, from which the book takes its name.]]\n[[File:Rhaena.png|thumb|Princess [[Rhaena Targaryen]] reading ''The Seven-Pointed Star''.]]  \n[[File:Baelor_Targaryen.jpg|thumb|King [[Baelor Targaryen|Baelor the Blessed]] holding a copy of ''The Seven-Pointed Star''.]]\n'''''The Seven-Pointed Star''''' is the holy text of the [[Faith of the Seven]].\n\nIts title is a reference to the seven-pointed star used as a symbol of the Faith, which signifies the seven-in-one godhead. Just as the seven points are all part of the same star, the [[The Seven|One-Who-Is-Seven]] is not actually seven separate gods, but a single deity that appears to mankind through seven different facets.\n\n", "See also": "*{{AWOIAF}} (spoilers from the books)\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, ''The Seven-Pointed Star'' is the holy text of the Faith of the Seven. Much like the Christian Bible, it is divided into several internal sections or &quot;books&quot;, based on different aspects of the Faith. The only specific internal subdivision mentioned so far is the &quot;Maiden's Book&quot;, also called the &quot;Book of the Maiden&quot; (the &quot;Maiden&quot; being one of the Seven). Presumably there are a total of seven of these gospel-like sections, one for each aspect of the godhead.\n\nAmong other contents, notable sections include narratives about how the Seven first appeared to the [[Andals]] and their king, Hugor of the Hill, thousands of years ago when they were still living in the hills of [[Andalos]] on the other side of the [[Narrow Sea]].\n\n", "History": "===[[Season 4]]===\nPrincess [[Shireen Baratheon]] mentions to the Red Priestess [[Melisandre]] that she has read ''The Seven-Pointed Star''. Melisandre, as a devout priestess in the religion of [[R'hllor|R'hllor, the Lord of Light]], scoffs that it is filled with lies. &lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\n"}, "title": "The Seven-Pointed Star"}