{"attributes": {"season": " Season 4", "image": " The Wall Histories &amp; Lore.png", "narrator": " Samwell Tarly'''&quot;The Wall&quot;''' is part of the Histories &amp; Lore, a special feature in the Blu-ray of Season 4 of ''Game of Thrones''. It is narrated by John Bradley-West as Samwell Tarly.== Synopsis ==Samwell Tarly explains the impressive construction and function of the Wall, including its natural defenses against Free Folk", "title": " The Wall"}, "sections": {"TOP": "The Wall (Histories &amp; Lore)030102rjqexhax1508soepn1owi5z77j2zf981774462015-03-17T03:18:17ZGreater good3347453{{Lore|Title = The Wall|Image = The Wall Histories &amp; Lore.png|Season = [[Season 4|4]]|Narrator = [[Samwell Tarly]]}}\n'''&quot;The Wall&quot;''' is part of the [[Histories &amp; Lore]], a special feature in the Blu-ray of [[Season 4]] of ''[[Game of Thrones]]''. It is narrated by [[John Bradley-West]] as [[Samwell Tarly]].\n\n", " Synopsis ": "[[Samwell Tarly]] explains the impressive construction and function of [[the Wall]], including its natural defenses against [[Free Folk|wildling]] attempts to scale, breach, and circumnavigate it.\n", "Summary": "Nobody really knows how [[the Wall]] was built. Yes, every child hears how in the days of the [[First Men]], [[Brandon Stark (the Builder)|Brandon the Builder]] raised the Wall with [[magic]] and [[giants]] and set the [[Night's Watch]] to guard it. But nobody thought to write down the story until thousands of years later, and the [[Septon|septons]] who did it were not much for accuracy. They had [[Knighthood|knights]] bumbling thousands of years around before there were nights. Even if magic and giants built the Wall, it is the Night's Watch who have held it.\n\nThe order of [[Builder|Builders]] repairs the keeps and towers, digs tunnels, crushes stone for roads and footpaths and clears away trees wherever the forest presses too close to the Wall. Or at least they would if they had the men and the tools and the time. Long ago when the Night's Watch was at full strength, the Builders would quarry blocks of ice from the frozen lakes of the [[Haunted Forest]], dragging them south on sledges to add to the Wall. Now it is all they can do to watch for cracks or signs of melt and make all the repairs they can, without men or tools or time.\n\nThe order of [[Ranger|Rangers]] is the fighting heart of the Night's Watch. They ride beyond the Wall fighting and trading with [[Free Folk|wildlings]], surviving [[shadowcats]] and snow-leopards. The Rangers are meant to scout out threats to the Wall and return to report, and they did beck in the days when men could go north and come back alive. Now they just [[Wights|come back]].\n\nThe orders of [[Steward (Night's Watch)|Stewards]] keeps the Watch alive. They hunt and farm, tend the [[horses]], milk the cows, gather firewood, cook the meals and bring supplies from the south. Not so heroic, but since the Night's Watch does not starve or freeze, they are the only order that still does everything it is supposed to.\n\nWithout all of them guarding the Wall together, it probably still would not have ever fallen. Solid ice rising hundreds of feet into the air and running hundreds of miles to the sea? No army is smashing it any time soon. Which is why their enemies have never tried, at least not directly.\n\nThe brothers [[Gendel]] and [[Gorne]], [[King-Beyond-the-Wall|Kings-Beyond-the-Wall]], went under the Wall through ancient caves buried deep in the Earth. But on the way back they took a wrong turn and were lost in in the darkness. People say that their children's children's children are still down there looking for a way up, or for more food to find it's way down.\n\nWhen the Rangers found [[Arson|Arson Iceaxe]] picking away at the Wall, he was almost halfway through. The Rangers decided not to disturb him and seal the way behind him with ice and stone and snow. Some say if you place your ear flat to the Wall, you can still hear Arson chipping away with his axe.\n\nA hundred years ago, another King-Beyond-the-Wall, [[Raymun Redbeard]], realised the Wall's size is both it's greatest strength and it's greatest weakness. He waited for the Watch's patrols to pass and then sent climbers to the now unguarded stretch of the Wall. When they reached the top, they dropped ropes and ladders for thousands more wildlings to clamber up. The Night's Watch did not even know his army had crossed until after [[House Stark|Starks]] and [[House Umber|Umbers]] had cornered and destroyed him, and that was a hundred years ago, when the Watch had many more men than now.\n\nLucky for the Night's Watch, the Wall is not without it's own defences. Besides being incredibly tall and thick, the Wall is also treacherous. Many times a patrol will find the broken corpses of wildlings who have tried to climb the Wall only for a piece of it to break off mid-climb or to have their hold slip as the sun melted the ice just enough. When the light strikes the Wall just right, it can even look like it is weeping.\n\nA thousand years ago, the Nikght's Watch could have lined up shoulder to shoulder along the Wall, all the way from [[Eastwatch-by-the-Sea]] to [[the Shadow Tower]] to meet [[Mance Rayder]] and his army. But now Mance is not bothering to find tunnels under the Wall or climb over it. He was a Sworn Brother once. He knows that the glory of the Night'S Watch is behind them. Mance is going to try what no man ever has: he going to come through the Wall. One day, Samwell hopes [[Maesters]] will write stories about how they beat him back, because if they do not there may not be any more stories to write.\n\n"}, "title": "The Wall (Histories &amp; Lore)"}