{"attributes": {"status": " :Category:Status: Dead", "death": "Killed by Jaqen H'ghar", "last": " &quot;The Ghost of Harrenhal&quot;", "family": "", "title": "The Tickler", "season": "Season 2", "image": "Tickler.png", "allegiance": "House Clegane", "actor": "Anthony MorrisQuote", "deathep": " &quot;The Ghost of Harrenhal&quot;", "link": "House CleganeCharacter", "appearances": " 2 episodes &lt;small&gt;(#Appearances", "first": " &quot;Garden of Bones&quot;"}, "sections": {"In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Tickler is an associate of Ser [[Gregor Clegane]] and serves in his band of man-at-arms alongside [[Polliver]], Chiswyck, Raff &quot;the Sweetling&quot;, Dunsen and others. His face is so ordinary and his garb so plain that Arya might have thought him one of the villagers before she had seen him at his work. His real name is not revealed.\n\nThe torturing takes place during stops on the forced march to Harrenhal, not at Harrenhal itself. Sometimes Chiswyck assists the Tickler with the torturing, sometimes others of the Mountain's men. Every day the Tickler picks people at random from the captives (but not Gendry). He always asks them the same questions:\n\n*Was there gold hidden in the village? Silver, gems?\n*Was there more food?\n*Where was Lord [[Beric Dondarrion]]?\n*Which of the village folk had aided him?\n*When he rode off, where did he go?\n*How many men were with them? How many knights, how many bowmen, how many men-at-arms?\n*How were they armed? How many were horsed? How many were wounded?\n*What other enemy had they seen? How many? When? What banners did they fly? Where did they go?\n\nNone of the tortured captives survived the Tickler's interrogation. The strongest lasted past evenfall. Their bodies were hung beyond the fires for the wolves. The answers they gave were contradictory: that Beric had ten starvelings with him, or else a hundred mounted knights; that he had ridden west, or north, or south; that he had crossed the lake in a boat; that he was strong as an aurochs, or weak from the bloody flux, etc. - but the Tickler did not seem to care. The Tickler's great cruelty was that he ''knew'' that nearly all of the people he tortured were being honest when they said they had no more gold, and that they knew nothing about the Brotherhood, but he tortured them to death anyway simply because he could.\n\nTywin Lannister does not come to Harrenhal while the Tickler is there (he is one of Gregor Clegane's men and Tywin Lannister doesn't come until later). Unlike his television counterpart, he is not killed by Jaqen H'ghar. The Tickler leaves Harrenhal and his story continues in the books.\n\nArya and [[Sandor Clegane|the Hound]] encounter the Tickler, accompanied by [[Polliver]] and a [[House Sarsfield|Sarsfield]] squire, at the [[Inn at the Crossroads]]. During the ensuing brawl Arya kills the Tickler by stabbing him repeatedly in the back. With every stab, Arya sarcastically screams the questions the Tickler used to ask his victims.\n\n", "TOP": "The Tickler04781hy8xrj7ndlyp1y06s5395z8dtfoynvk1786642015-03-22T20:16:21ZThe Dragon Demands5014364/* In the books */{{Heraldry\n|image=Clegane mini shield.png\n|link=House Clegane\n}}\n{{Character\n| Title=The Tickler\n| Image=Tickler.png\n| Season=[[Season 2|2]]\n| First= &quot;[[Garden of Bones]]&quot;\n| Last= &quot;[[The Ghost of Harrenhal]]&quot;\n| Appearances= 2 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n| Status= [[:Category:Status: Dead|Deceased]]\n| Death=Killed by [[Jaqen H'ghar]]\n| DeathEp = &quot;The Ghost of Harrenhal&quot;\n| Allegiance=[[House Clegane]]\n| Family=\n| Actor=[[Anthony Morris]]}}\n{{Quote|Where is the Brotherhood?|The Tickler|Garden of Bones}}\n\n'''The Tickler''' is a recurring character in the [[Season 2|second season]]. He is played by [[Anthony Morris]] and debuts in &quot;[[Garden of Bones]].&quot; He is a soldier serving under Ser [[Gregor Clegane]] who specializes in interrogation and torture techniques.\n\n", "Appearances": "{{Season Two Appearances||||yes|yes}}\n\n", "Biography": "===[[Season 2]]===\nAfter [[Arya Stark]], [[Gendry]] and [[Hot Pie]] are imprisoned in a village near [[Harrenhal]] taken over by the [[Lannister]] army, they hear the Tickler interrogating a prisoner. The following day, another villager is selected by Gregor Clegane. The Tickler has the prisoner strapped and a bucket with a rat inside put over his chest. He interrogates the prisoner about hidden gold, jewels and the whereabouts of &quot;[[The Brotherhood]]&quot; and which villagers are helping them. When the prisoner denies knowledge, the Tickler has [[Weasel]] heat the bucket with fire to make the rat claw its way through the prisoner's chest. After a short time, the prisoner denounces a butcher named Ganes and his son, but the Tickler continues with the torture, killing the prisoner.&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\nThe next day, it is Gendry who is chosen and the Tickler goes through the same process again, but Gendry is saved when Tywin Lannister arrives and decides it's stupid to kill able-bodied workers.\n\n[[File:The Tickler dead.png|thumb|The Tickler dead of a broken neck in Ghost of Harrenhal.]]\n[[Jaqen H'ghar]] wants to repay Arya for saving his life, when he was trapped in the burning wagon. He offers [[Arya Stark]] three deaths as balance for his life and the lives of [[Rorge]] and [[Biter]]. She robbed theÂ Many-Faced GodÂ of three deaths and must name three to replace them. The torturer is the first man she names (she doesn't know his real name, just that they call him the Tickler). Arya is talking to Gendry when they hear a scream. They run out to see the Tickler dead on the ground, his neck broken. Above him on the walkway, Arya sees Jaqen H'gher. He places one finger up next to his cheek.&lt;ref&gt;[[The Ghost of Harrenhal]]&lt;/ref&gt;\n\n", "See also": "*{{AWOIAF}} (spoilers from the books)\n\n"}, "title": "The Tickler"}