{"attributes": {}, "sections": {"Continents": "* [[Westeros]]: Located in the far west of the known world, Westeros extends southwards from the northern polar icecap for approximately 3,000 miles. Most of the continent is unified as a political entity called the Seven Kingdoms, ruled from the King on the [[Iron Throne]] in the city of [[King's Landing]]. Most of the action in ''Game of Thrones'' occurs in Westeros.\n\n* [[Essos]]: Separated from Westeros by the [[Narrow Sea]], Essos extends eastwards for many thousands of miles. It is larger than Westeros but less densely populated. The western edge of the continent is controlled by the nine [[Free Cities]], while the city-states of [[Slaver's Bay]] are located in the south-central region. Further east is [[Qarth]] and the fabled [[Jade Sea]], which Essos partially encloses. The far eastern coast of Essos is unexplored, as it lies beyond legendary [[Asshai]] and the forbidding [[Shadow Lands]]. Much of the continental interior west of the Jade Sea is ruled by the tribal warriors known as the [[Dothraki]].\n\n* [[Sothoryos]]: Relatively little known, Sothoryos is located south of Essos, on the far side of the [[Summer Sea]]. It is a large continent consisting of deserts and jungles. It is said to be a haven for plagues and dangerous animals, and has not been explored much beyond the northern coastal regions.\n\n", "Seas and oceans": "* The [[Sunset Sea]] lies to the west of Westeros. No-one has successfully crossed the Sunset Sea with any reliable information about any landmasses that might lie beyond.\n\n* The [[Summer Sea]] lies to the south of Westeros and Essos, dividing the latter from Sothoryos. It contains the [[Summer Islands]]. The extent of the ocean south of the Summer Islands is unknown. Inlets of the Summer Sea include [[Slaver's Bay]] and the [[Gulf of Grief]].\n\n* The [[Narrow Sea]] divides Westeros from Essos. While smaller than most of the other seas, it is still several hundred miles wide, presenting a formidable obstacle to military activity between the two continents. During winter, the Narrow Sea becomes difficult to cross because of storms and strong winds blowing from the north. Inlets of the Narrow Sea include [[Blackwater Bay]], the [[Sea of Dorne]] and the [[Sea of Myrth]].\n\n* The [[Shivering Sea]] lies to the north-east of Westeros and the north of Essos, separating the latter from the northern polar ice cap. [[Ibben]] and [[Skagos]] are the most notable islands of size in the Shivering Sea. During the winter, the Shivering Sea becomes much more hostile to cross.\n\n* The [[Jade Sea]] lies in the far east of the known world, beyond the [[Dothraki sea]] and the Straits of Qarth. Qarth and Asshai are the richest and most powerful cities on the Jade Sea. Bold traders get rich from performing the &quot;trader's circle&quot; around the Jade Sea, trading between the powerful city-states and merchant kingdoms of the distant east and then carrying those riches back to Westeros and the Free Cities. Such a journey may take two years or more.\n\n", "TOP": "The Known World07185ly79p9kwjfjlsnp91u03al3w4mixs9m1786592015-03-22T20:06:09ZThe Dragon Demands5014364/* Astronomy */{{Quote|It's a big and beautiful world.  Most of us live and die in the same corner where we were born, and never get to see any of it.  I don't want to be most of us.|Prince [[Oberyn Martell]]|The Laws of Gods and Men}}\n[[File:The known world HBO.jpg|thumb|500px|A map of the known world with major locations marked. Sothoryos is not included in this map.]]\nThe world of ''[[Game of Thrones]]'' has no overall or official name. Characters within the story simply refer to it as &quot;the world&quot;. At the time of the series, the known world consists of three discovered continents: [[Westeros]], [[Essos]], and [[Sothoryos]]. There are also numerous islands and archipelagos, including the [[Stepstones]], [[Summer Islands]], and [[Ibben|Ib]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the world is presented much as in the series, although information about it was revealed much more slowly. No map of Essos existed at all until the publication of ''A Storm of Swords'' in 2000, which featured a map of Slaver's Bay. ''A Dance with Dragons'' added a map of the Free Cities in 2011. [[HBO]] then released a larger world map on their website in 2012 when [[Season 2]] began airing, based on information from [[George R.R. Martin]]. However, Martin changed his conception of much of the eastern part of the world (roughly from east of the Dothraki Sea and Red Waste, including Qarth and all the Jade Sea) subsequent to HBO creating their own map. The new, canon-for-the-books world map appear in ''The Lands of Ice and Fire'', published in late 2012. \n\nThis book also mentions the existence of another large landmass south of Asshai and east of Sothoryos, called &quot;Ulthos&quot;.  It is explicitly unclear to characters in the narrative if Ulthos is a separate, fourth continent, or simply a very large island or subsection of Essos or Sothoryos.  Even Asshai is shrouded in legend to people in Westeros, and they have heard nothing of &quot;Ulthos&quot; other than the name in accounts about Asshai's geography - emphasizing that there are blank corners of the map that have not yet been explored by people from Westeros.\n\nEven the world map appearing in ''The Lands of Ice and Fire'', however, only depicts a map of &quot;the known world&quot; as it would be known to educated men in Westeros, such as the [[Maesters]] of the [[Citadel]]. Thus it is reasonably accurate for regions of the eastern continents which are well-known to Westeros through trade contact (the Free Cities, Valyria, Slaver's Bay, etc.) but in the extreme far east near distant Asshai, myths and legends cloud the facts, resulting in descriptions of cannibals, &quot;bloodless men&quot;, and &quot;winged men&quot; on the map which should not be accepted by the reader as objectively true. As George R.R. Martin himself explains:\n\n:&quot;I like my readers to see my world as my characters see it. And the truth is, medieval maps were not very good, by modern standards. A map drawn by an Englishman in 1300 might be fairly accurate for England and maybe France, but distortions and errors would start creeping in when you got to Italy and Germany, the Russias and the Holy Land would be more distorted still, Africa was largely unknown below the Sahara (even the coasts), and further east you started getting &quot;the realm of Prester John&quot; and &quot;land of the two-headed men&quot; and &quot;here there be dragons.&quot;...You will find a map of the &quot;known world&quot; in ''The Lands of Ice and Fire''...Even so, it's not a ''complete'' world map, no. The idea was to do something representing the lands and seas of which, say, a maester of the Citadel might be aware... and while the maesters know more about Asshai and the lands beyond than a medieval monk knew about Cathay [China], distance remains a factor, and past a certain point legends and myths will creep in. Here there be winged men, and such.&quot;&lt;ref&gt;[http://grrm.livejournal.com/297016.html GRRM's blog, October 30th, 2012]&lt;/ref&gt;\n\n", "Climate and seasons": "\nA major feature of the world the narrative is set in is that it experiences long seasons of varying length, usually lasting at least a couple of years each. Historically, the seasons have been known to last up to a decade in extreme cases, though these only happen once every century or so. The length of the seasons is completely unpredictable and varies randomly.  There is some very loose correlation that a long summer is often followed by a long winter, but this is more of a trend than a rule.  Conversely, seasons may be unpredictably short:  the [[Year of the False Spring]] was so-named because an entire spring season occurred during it which lasted only two months.  The [[maesters]] of [[the Citadel]] keep a close eye on the length of the days in order to try to predict how long the current season will last, but this is an inexact science at best. The continent of Westeros extends much farther north than the continents of Essos and Sothoryos, and so is much more adversely affected by long winters. Meanwhile, Essos and Sothoryos are closer to the equatorial regions, which are typically warmer.\n\nEven so, there are hints that the seasons may not always have been this way: characters still define &quot;a year&quot; as a twelve month period, not a full cycle of summer to winter. Months are the same as in real-life, roughly a thirty day period; the term &quot;moon-turn&quot; is commonly used for &quot;month&quot;.\n\nThere is a suggestion that the long seasons are not naturally occuring, but may have a magical origin, stemming from a near-mythical event called [[the Long Night]] eight thousand years ago, when it is said that the [[White Walkers]] used the cover of a winter that lasted a generation and a night that lasted for years to invade Westeros. They were defeated in the [[War for the Dawn]], thrown back into the furthest north and prevented from returning by the raising of [[the Wall]], but the seasons never recovered. Maesters are highly skeptical of this story, dismissing it as folklore, despite the inarguable presence of the Wall.\n\nThe unpredictable and years-long seasons of the world Westeros is in are in some ways more akin to mini-Ice Ages and warming periods, such as happened in the real-life Earth, though never to this degree.  The &quot;[[Wikipedia:Medieval Warm Period|Medieval Warm Period]]&quot; was a period of rising average temperatures across the northern hemisphere from the years 950 to 1250, which was followed by the &quot;[[Wikipedia:Little Ice Age|Little Ice Age]]&quot;, an equally long period of falling average temperatures.  The major difference is that these &quot;mini-Ice Ages&quot; occurred gradually over a period of two or three centuries on real-life Earth:  Westeros, in contrast, can shift within a matter of years or ''months'' into a bitterly cold &quot;winter&quot; lasting a decade.  There is still some variation in temperature across a normal &quot;calendar year&quot; in Westeros, so that what ''should'' be winter months in a normal 12 month year do tend to be slightly colder than the rest.  Because the North is located at a higher latitude it experiences such variation to a greater degree, and is known to experience &quot;summer snows&quot; during years-long summer seasons (i.e. during what ''should'' be winter months in a normal 12 month seasonal cycle).  Such &quot;summer snows&quot; in the North are mentioned by [[Pycelle]] in Season 1's &quot;[[Cripples, Bastards and Broken Things]]&quot;.  \n\nAt the time the TV series opens, the world has been experiencing a summer that has lasted for nine years, which is unusually long, and the maesters fear that a similarly long (or even longer) winter will follow. According to [[Tyrion Lannister]], Westeros has experienced nine winters during his lifetime, the last ending about nine years before the beginning of the TV series. Tyrion states that the winter during which he was born was the longest of these, lasting three years. Thus, for the past thirty years or so, each full summer-winter cycle has lasted on average about 5â&euro;&ldquo;6 years.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt; Autumn arrives the following year (in [[Season 2]]), bringing the ten-year long summer to a close.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\nThe peoples of the world can survive years-long winters because they adapted to this climate pattern centuries ago. Lords set aside vast amounts of non-perishable food items for storage against the next winter. Some castles, like [[Winterfell]] of [[House Stark]], have elaborate greenhouses which permit the growing of vegetables even in the harshest winters. In [[the North]] of Westeros, which is badly affected by cold winter weather, many notable strongholds are built in favorable areas, such as Winterfell which is built over hot springs, or the [[Dreadfort]] of [[House Bolton]] which is built on volcanic vents. Despite these precautions, famine and starvation is common during Northern winters, and is one of the reasons the North has a small population despite its vast size.\n\n", "Shape": "\nThe Order of Maesters in Westeros, and other learned men across the world, have studied astronomy for centuries, and by observing the movements of stars across the night sky, have determined with relative certainty that their world is a round globe.  That is, the world of Westeros is not flat with an edge that ships can sail off of as in several other fantasy series, such as Terry Pratchett's ''Discworld'' series.  Isolated tribes or simple farm peasants in Westeros who have no education, of course, might still colloquially believe that the world is flat, but they are mistaken.  \n\nThe maesters also understand that ''theoretically'', a ship should be able to circumnavigate the globe, by continuing to sail west from Westeros until they come around to Yi Ti on the other side, then continue going west until they return to Westeros.  They also understand that a ship could sail north over the pole and reach Yi Ti on the other side - provided that there is no landmass or arctic ice in the way.  However, as of yet no ship has ever successfully circumnavigated the globe.  Ships that have sailed west of Westeros and returned report finding only a vast ocean, and other ships simply never returned.  Even the far south of Sothoryos and eastern end of Essos are unknown to men in Westeros.  There have been some attempts to navigate north over the pole, but all have ended in failure due to dangerous ice and other unknown dangers.   \n\n", "Setting and Conception": "\nAuthor [[George R.R. Martin]] has stated that his fictional universe is meant to be a completely alternate and separate world not linked to our own in any way, specifically in contrast with J.R.R. Tolkien's Middle-earth legendarium or Anne McCaffrey's ''Dragonriders of Pern'' series. Tolkien stated that his fantasy stories were meant to have actually occurred in our world, during a lost historical era roughly six thousand years ago; Tolkien's authorial conceit was that he simply found and &quot;translated&quot; a copy of the saga, similar to how the Anglo-Saxon saga ''Beowulf'' was lost for centuries until it was rediscovered. Meanwhile, McCaffrey's ''Pern'' fantasy series is really set in the far future, with the twist being that its actually a colony planet that regressed to medieval technology levels (and in which dragons do exist, but created by the original colonists through genetic engineering). Similarly, Terry Brooks' ''Sword of Shannara'' series or Pendelton Ward's ''Adventure Time'' are also set in what appear to be medieval fantasy settings, but actually take place in post-apocalyptic futures after technological human civilization has fallen, allowing magic to come back into the world. Martin, however, has adamantly denied that Westeros is set in either the past or future of real life Earth.\n\nThe unnamed world on which Westeros is located experiences erratic and extremely long seasons, which usually last at least several years and have been known to last a decade. It is vaguely implied that this was not always so, as characters still refer to a &quot;year&quot; as a twelve month period, etc. Martin has stated that the ultimate cause of these long seasons is magical, and not technological (unlike the ''Pern'' series, which ultimately revealed scientific or technological explanations to seemingly magical phenomena in the story).\n\nMost of the storyline is centered in the continent of Westeros, thus the worldview given to the audience is only the narrow perspective of the medieval population living there. Their society has not explored and mapped out the entire world. Much of the eastern continent of Essos is known fairly well to them through trade contact, but even so, the edges of their maps are simply blank space waiting to be filled in. George R.R. Martin has stated that his medieval fantasy world is based on specifically medieval ''Europe'', thus most of the continents and inhabitants are loosely analogous to Europe in the Middle Ages.\n\nThe basic conceit of the setting is, &quot;what if the British Isles were the size of South America?&quot; to the point of being a continent unto themselves. Martin has stated that the continent of Westeros is specifically based on an over-sized British Isles, and that it is roughly the size of South America. The &quot;Seven Kingdoms&quot; of Westeros are loosely analogous to the Anglo-Saxon Heptarchy, the seven Anglo-Saxon kingdoms which they established in the British Isles after their invasion. The North is intended to be loosely analogous to Scotland. Just as the Anglo-Saxons invaded the Celtic inhabitants of Britain, the [[Andals]] invaded the [[First Men]] who lived in Westeros. Centuries later, the Andals were themselves conquered by the Targaryens, in a loose equivalent of the Norman Conquest. Essos is loosely based on Eurasia: it was once dominated by [[Valyria]], their equivalent of the Roman Republic, which fell several hundred years ago. Valyria's surviving colonies went on to become the Free Cities, which share several features with medieval Italy or other medieval urban areas in Western Europe. The Dothraki from the central-eastern plains of Essos are loosely based on steppe nomads such as the Mongols (with some additional elements of Amerindian plains peoples). [[Qarth]] is somewhat like Constantinople or India, though Martin has said that racially the pale white Qartheen aren't based on any real life group. [[Yi Ti]], even further east than Qarth, is analogous to Imperial China and the Far East. Sothoryos is analogous to Africa, but just as Western Europe did not possess much knowledge of Africa or East Asia in the Middle Ages, neither do people in Westeros. The audience shares the perspective of the characters, because of Martin's narration (shifting third-person limited) style, and thus we only know what they know. It's a thematic point that the lands north of the Wall are unexplored and poorly mapped, just as they would be to a Roman soldier standing on Hadrian's Wall looking north to the edge of the known world. Martin has stated that he therefore will never reveal an omniscient map of the entire world his stories take place in:\n\n:&quot;I'm sorry, but if there's an Antarctica in [the same world as] Westeros, you're going to have to wait to find out about it, and/or Australia, and the Americas, and all of that. This is just sort of Europe: a super-Europe/super-Asia [Essos], and a giant British Isles [Westeros], and, you know, like they would have actually known in the Middle Ages.&quot;&lt;ref&gt;[http://www.youtube.com/watch?v=mVsNLmYojlw George R.R. Martin panel at ChiCon 7]&lt;/ref&gt;\n\nAlso, Martin has stressed that it should not be assumed that his fantasy world even ''has'' an equivalent to the Americas or Australia, just waiting to be discovered. They might simply not exist, or have no direct analogues.&lt;ref&gt;[http://grrm.livejournal.com/297016.html GRRM's blog, October 30th, 2012]&lt;/ref&gt;\n\nMartin has also stated that the storyline in his books is partially (and loosely) inspired by the War of the Roses, the civil war that occurred in England in the late 1400s following its defeat in the Hundred Years' War. Just as the War of the Roses was fought between the '''Yorks''' and '''Lancasters''', the conflict in ''Game of Thrones'' is between the '''Starks''' and '''Lannisters'''. The technology level in their society more or less matches Late Medieval Europe, i.e. right before the use of gunpowder and cannons revolutionized medieval warfare and brought it into the Early Modern era.\n\n", "Islands": "\nThis is not a definitive list, but major islands or island groups of particular size and significance:\n\n===Westeros===\n\n* [[The Arbor]] is a large island off the south coast of Westeros. It is part of the Seven Kingdoms, held by [[House Redwyne]] and owing fealty to [[House Tyrell]]. It is the source of some fine wines.\n* [[Bear Island]] lies off the north-western coast of Westeros. It is controlled by [[House Mormont]] and owes fealty to [[House Stark]].\n* The [[Iron Islands]] lie off the west coast of Westeros. They are one of the major regions of the continent and are controlled by one of the [[Great Houses]] of the Seven Kingdoms, [[House Greyjoy]] of [[Pyke (castle)|Pyke]].\n* [[Skagos]] is an island off the north-eastern coast of Westeros. In theory it owes fealty to [[House Stark]], but in practice its savage inhabitants (who are rumored to be cannibals) are allowed to go their own way. Skagos is the largest of several islands in the archipelago, which also includes [[Skane]].\n* [[Tarth]], [[Dragonstone]], and Estermont are large islands in the Narrow Sea indirectly controlled by the monarchy of the [[Seven Kingdoms]].\n\n===Essos===\n\n* The [[Stepstones]] are a group of islands dividing the Narrow Sea from the Summer Sea. Legends say that in ancient times they formed a land bridge between Westeros and Essos. The present-day island chain is still one of the major paths of transit between Westeros and Essos, as ships pass from the harbors of one island to the next. The Free City of [[Tyrosh]] is located in the Stepstones. Several of the Free Cities, including Tyrosh, [[Lys]] and [[Myr]], compete for control of the islands.\n* The Free City of [[Lorath]] lies on an off-shore island in the Shivering Sea, while [[Lys]] is located on an off-shore island in the Summer Sea.\n* [[Ibben]], sometimes called Ib, is the largest island in the known world, home to a civilization of seafarers and whale-hunters. It is located thousands of miles east of Westeros, off the north coast of Essos. The Ibbenese trade across much of Essos and sometimes in Westeros as well. It is far too small to be considered a continent in its own right (about the size of real-life Iceland), and is loosely considered to be part of Essos.\n* A great archipelago lying south-east of [[Volantis]] and west of Slaver's Bay is the shattered remnant of the great [[Valyrian Freehold|Valyrian empire]], obliterated four centuries ago in a cataclysmic volcanic event known as the [[Doom of Valyria|Doom]]. Sailors from across the world know to give Valyria a wide berth, as volcanic activity continues there and the [[Smoking Sea]] between the islands is said to be uncrossable, as the fumes rising from the water can choke a man to death.\n* [[New Ghis]], lying on an island on southeast to [[Slaver's Bay]], is the capital city of the resurgent Ghiscari Empire, which once sprawled across the nearby mainland until it was destroyed by the [[Valyrian Freehold]] five thousand years ago. Since Valyria's fall, the Ghiscari have sought to rebuild their empire with slow results.\n\n===Sothoryos===\n\n* The [[Basilisk Isles]] lie off the north coast of Sothoryos and are said to be home to many dangerous and fabled creatures. The Basilisk Isles and nearby Naath are frequently raided by slaving ships from the north.\n* [[Naath]] is a major island off the north coast of Sothoryos, west of the Basilisk Isles chain. Its pacifistic inhabitants are a favored target for slavers.\n* The [[Summer Islands]] lie southeast of Westeros, far west of mainland Sothoryos, even further west than Naath. They are a large cluster of islands ruled by traders and merchants who are found throughout much of the known world.\n\n", "See also": "*{{AWOIAF|Known World}}\n*{{AWOIAF|Astronomy}}\n*{{AWOIAF|Far-eye}}\n\n", "Astronomy": "\nLittle is known of the &quot;solar system&quot; and astronomy of the world Westeros is set in, though in general, it appears to be roughly identical to real-life Earth. Astronomy is rarely mentioned and not very important to the narrative, but there has never been any indication that it is particularly different from real-life. The world in the fictional narrative has one sun. One moon orbits the world, going through lunar phases that make up a &quot;month&quot; (known as a &quot;moon-turn&quot;), equal to a real-world month.\n\nThe solar system that the world is set in is known to have seven other planets besides the world the story takes place on. The peoples of the world don't appear to realize that these are other worlds like their own, i.e. that people can stand on (it's not even clear if they understand that the Moon is another &quot;world&quot; people can stand on). Planets are termed &quot;wanderers&quot; as they move across the night sky relative to the stars, which are fixed (incidentally, in real life the word &quot;planet&quot; comes from the Ancient Greek word for &quot;wanderer&quot;). On real-life Earth, ancient cultures (such as Classical Greece) only knew of five planets in the night sky, not seven. However, this does not necessarily mean that their solar system is different from our own, just that their rate of discovery is different. Uranus was only discovered in the seventeenth century, and Neptune in the nineteenth, using astronomical telescopes: even Galileo in the sixteenth century, using his simple telescope, was able to detect Neptune, though he mistook it for a star and thus is not credited with its discovery. However, the people of the world that Westeros is set in actually do possess simple telescopes, which are frequently used to aid astronomical observations of the night skies. The best telescopes, which they call &quot;far-eyes&quot;, come from the master-lenscrafters of the Free City of [[Myr]], and are thus referred to as &quot;Myrish-eyes&quot;. Therefore, it is entirely possible that they discovered their equivalent of Uranus and Neptune already, because they possess a few technologies such as basic telescopes which real-life medieval Europe did not yet possess.\n\nWhile there is no apparent physical difference between the astronomical bodies of the fantasy world and real-life, certain culture-specific aspects are different, specifically that cultures in Westeros developed different constellations than those in real-life. There is no indication that the stars are outright arranged differently. Rather, because the Ancient Greeks did not exist in their world, logically, figures from Greek mythology such as &quot;Orion&quot; were not used as shapes for constellations: they played &quot;connect-the-dots&quot; differently with the stars in the sky, using figures from their own mythology. For example, one constellation is known as the &quot;Crone's Lantern&quot;, referencing the Crone from the [[Faith of the Seven]].\n\nTheir solar system also has minor astronomical bodies, such as comets. The [[Red Comet]] appeared in the sky near the beginning of the War of the Five Kings.\n\n"}, "title": "The Known World"}