{"attributes": {"season": " Season 3", "image": " The Reach Histories &amp; Lore.png", "narrator": " Margaery Tyrell'''&quot;The Reach&quot;''' is part of the Histories &amp; Lore, a special feature in the Blu-ray of Season 3 of ''Game of Thrones''. It is narrated by Natalie Dormer as LadyÂ Margaery Tyrell.==Synopsis==Margaery Tyrell recites the history of the Reach under the rule of House Gardener and House Tyrell after them, as well as the role played by the other great houses.==Summary==The Reach is aptly named: they are the ones who give people's hands something to do at the table. As the most fertile region of the Seven Kingdoms, they grow the lion's share of the grains and fruit that feed Westeros, especially now since the rebels have burned down the other fields. Thankfully, House Tyrell is here to do its duty to the crown and keep the capital from starvation. Yet as with all gardens, weeds grow in the Reach too, though few name them as such. Singers fill people's heads with chivalry and courtly love; fluff to make boys fight and girls swoon. The songs are good enough for a pleasure barge down the Mander. They give pleasure to the common people and harmony to the realm. But if the rise of House Tyrell proves anything, it is that virtue and honor have their place and if you are not careful that place is the grave.Unlike the House Lannister", "title": " The Reach"}, "sections": {"TOP": "The Reach (Histories &amp; Lore)021129iazjrt2hx72o8o318ag9p3u6c7o8cma1773762015-03-17T01:13:31ZGreater good3347453/* Synopsis */{{Lore|Title = The Reach|Image = The Reach Histories &amp; Lore.png|Season = [[Season 3|3]]|Narrator = [[Margaery Tyrell]]}}\n'''&quot;The Reach&quot;''' is part of the [[Histories &amp; Lore]], a special feature in the Blu-ray of [[Season 3]] of ''[[Game of Thrones]]''. It is narrated by [[Natalie Dormer]] as LadyÂ [[Margaery Tyrell]].\n\n", "Synopsis": "[[Margaery Tyrell]] recites the history of [[the Reach]] under the rule of [[House Gardener]] and [[House Tyrell]] after them, as well as the role played by the other great houses.\n\n", "Summary": "[[The Reach]] is aptly named: they are the ones who give people's hands something to do at the table. As the most fertile region of the [[Seven Kingdoms]], they grow the lion's share of the grains and fruit that feed [[Westeros]], especially now since the rebels have burned down the other fields. Thankfully, [[House Tyrell]] is here to do its duty to the crown and keep the capital from starvation. Yet as with all gardens, weeds grow in the Reach too, though few name them as such. Singers fill people's heads with chivalry and courtly love; fluff to make boys fight and girls swoon. The songs are good enough for a pleasure barge down the [[Mander]]. They give pleasure to the common people and harmony to the realm. But if the rise of [[House Tyrell]] proves anything, it is that virtue and honor have their place and if you are not careful that place is the grave.\n\nUnlike the [[House Lannister|Lannisters]], [[House Stark|Starks]] and [[House Arryn|Arryns]], the Tyrells were never kings in their own right. [[House Gardener]] ruled the Reach since the [[Dawn Age]] and the Tyrells were their stewards. While the Gardeners warred to enrich their already rich domain, the Tyrells managed their castle of [[Highgarden]]. But then [[Aegon I Targaryen]] landed with his [[dragons]]. Nobody knows why the [[Mern Gardener|Gardener King]] took the field up against him. Anyone could see that a man who grows flowers should beware a man who grows fire-breathing monsters. But maybe it was not wholly his idea. Maybe someone whispered in his ear about all the face he would lose with the other six kings if he stayed home.\n\nThe rest is history. The last Gardener King lost his face along with his body, and his steward [[Harlen Tyrell]] promptly yielded Highgarden to Aegon. [[Olenna Tyrell]] swears that Harlen was like most Tyrell men and grew up banging steel too loudly for thought to penetrate, but luckily his wife had better sense. Whatever the case, in return for Harlen's show of sense, Aegon proclaimed House Tyrell the lords of the Reach and [[Warden of the South|Wardens of the South]], passing over all the other houses with better claims:\n\n[[House Hightower]], who were kings before the [[Andals]] came; their seat is the oldest city in Westeros. They call it [[Oldtown]]. Wealthy, proud and solitary, there have been Hightowers who would not come down from their great lighthouse for decades. It's name, fittingly, is [[the Hightower]].\n\n[[House Florent]], who had actual blood ties to the Gardeners, they whinge about their ancient rights to Highgarden every once in a while and now that [[Selyse Baratheon|their daughter]] is married to [[Stannis Baratheon]], about their rights to all of Westeros too. Apparently, putting a fox on your banners does not impart a fox's wiles.\n\nâ&euro;&lsaquo;[[House Tarly]], who still gives the Reach the best soldiers it has. If Aegon had named them as his lords, the Reach would have become the greatest military camp in the world until it starved to death, the price for conscripting all the farmers.\n\nYet Aegon chose the Tyrells.\n\nCenturies later when his descendant [[Aerys II Targaryen|Aerys]] faced [[Robert's Rebellion|rebellion]], the Reach stayed loyal, mostly. [[Mace Tyrell]] dealt Robert his only defeat in the war, even if it was his vanguard who did most of the fighting before he arrived. After the [[Battle of Ashford]], the armies of the Reach [[Siege of Storm's End|laid siege]] to [[Storm's End]], [[Robert Baratheon|Robert]]'s home. Unfortunately, the war ended before they could take it and free up their armies to go save the king.\n\nThe new king Robert had a forgiving nature. The Tyrell's crimes were brushed aside without even one execution for the sake of formality. The family was surprised until Robert's new [[Hand of the King|hand]] [[Jon Arryn]] came by with the bill. The Reach is second only to [[the Westerlands]] in wealth and Robert spent as much of it as he could get his hands on. They gave him the coins he wanted and later when he wanted their grain or fruit or wine he gave them back at whatever price they set.\n\nNow, much of Westeros is ashes. The rest of it is armies. As the Starks are fond of saying: [[Winter is Coming (motto)|Winter is Coming]] and for leagues outside the capital there is not a harvest to be seen. Have no fear: the Reach is, as always, bountiful. House Tyrell will manage the harvest and keep the Seven Kingdoms from starvation, like the good stewards they once were. Just ask House Gardener...\n\n"}, "title": "The Reach (Histories &amp; Lore)"}