{"attributes": {"origin": " Brooklyn, New York, USA", "image": " The Hold Steady.jpg", "yearsactive": " 2004-present", "song": " &quot;The Bear and the Maiden Fair (song)", "title": " The Hold Steady"}, "sections": {"TOP": "The Hold Steady020731ojbuiqmq1n6b06678bsug3d9c5761401604552014-09-24T20:44:07ZThe Dragon Demands5014364/* Discography */{{Template:Band\n|Title = The Hold Steady\n|Image = The Hold Steady.jpg\n|origin = Brooklyn, New York, USA\n|yearsactive = 2004-present\n|song = &quot;[[The Bear and the Maiden Fair (song)|The Bear and the Maiden Fair]]&quot;}}'''The Hold SteadyÂ '''â&euro;&lsaquo;recordedÂ &quot;[[The Bear and the Maiden Fair (song)|The Bear and the Maiden Fair]]&quot;Â which plays over the end credits of &quot;[[Walk of Punishment]]&quot;.\n==â&euro;&lsaquo;Behind the scenes==\nShowrunnersÂ [[David Benioff]] and [[D.B. Weiss]] wanted a song that was a jarring juxtaposition following a shocking moment at the end of the [[Season 3|third season's]] [[Walk of Punishment|third episode]] ([[Jaime Lannister]] getting his hand cut off).\n\nThey commented: &quot;We were thinking a bit about the way 'Blue Moon' was used at the end of ''An American Werewolf in London'', and this time, we wanted a raucous, rollicking drinking song to jolt people at the end ... for the final effect.&quot;\n\nComposer [[Ramin Djawadi]] stated that everyone in [[Westeros]] would know the song in question. &quot;It had to be a fun song, a catchy song,&quot;, adding that the Hold Steady topped their list. &quot;Once again, we were spoiled with our first choice!&quot; said Benioff and Weiss.\n\nAs it turned out, the Hold Steady's Tad Kubler had played pool with [[Peter Dinklage]] a few times in Brooklyn. He claimed that, despite not being a fan of the fantasy genre (he still hasn't seen the ''Lord of the Rings'' movies, for example), he'd tuned into the show initially owing to the personal connection and was surprised to learn that he was hookedÂ &quot;There's a great line when [[Petyr Baelish]] talks about chaos as a ladder, in this intense monologue. That kind of stuff really drew me into the show.&quot; So when Benioff and Weiss called him to ask if his band would be interested in recording a loud version of &quot;The Bear and the Maiden Fair,&quot; Kubler knew he wanted in â&euro;&rdquo; he just didn't know what that was. &quot;I hadn't read the books, so I faked like I knew,&quot; he admitted. &quot;I was like, 'Oh! Of course. That song.'&quot;\n\nDuring a follow-up discussion with Evyen Klean, the show's music supervisor, Kubler asked, &quot;Do you just want any band, or do you want my band?&quot; He said that Klean assured him the producers were genuine fans of the Hold Steady. &quot;That appealed to my ego,&quot; said Kubler. &quot;So of course I was like, 'Sure, we'll do it. Great. Awesome.'&quot; At that point, Kubler felt compelled to admit that he wasn't familiar with the song and asked the ''Game of Thrones'' bigwigs to explain what they wanted. &quot;I think 'drunken' was the word they used,&quot; he said. &quot;Like 'drunken Pogues.'&quot;\n\nWhen Benioff and Weiss got the final version of the Hold Steady's &quot;The Bear and the Maiden Fair,&quot; they were sitting with [[George R.R. Martin]] in Santa Fe, and played it for him on their laptops. &quot;Before the second line was sung, we were all beaming over how great it was,&quot; the showrunners said. &quot;By the time the song was over, we'd already finished a bottle of tequila.&quot; Kubler chuckles when he recalls the feedback they gave him. &quot;They told me that they were dancing with George R.R. Martin,&quot; he said, &quot;so I assumed it involved something like a bottle of tequila.&quot;&lt;ref&gt;[http://www.vulture.com/2013/07/game-of-thrones-behind-the-music.html Vulture]&lt;/ref&gt;\n\n", "Discography": "*''Almost Killed Me'' (2004)\n*''Separation Sunday'' (2005)\n*''Boys and Girls in America'' (2006)\n*''Stay Positive'' (2008)\n*''Heaven Is Whenever'' (2010)\n\n", "See also": "* {{WP}}\n*{{Template:IMDb\n|# = 2518909}}\n\n", "Members": "*Craig Finn â&euro;&ldquo; guitar, vocals\n*Tad Kubler â&euro;&ldquo; lead guitar\n*Steve Selvidge â&euro;&ldquo; guitar\n*Galen Polivka â&euro;&ldquo; bass guitar\n*Bobby Drake â&euro;&ldquo; drums\n==â&euro;&lsaquo;Former Members==\n*Judd Counsell â&euro;&ldquo; drums\n*Franz Nicolay â&euro;&ldquo; keyboards, accordion, harmonica\n"}, "title": "The Hold Steady"}