{"attributes": {"season": " Season 2", "image": " Maegordeath.PNG", "narrator": " Varys'''&quot;The Death of Kings&quot;''' is part of the &quot;Histories &amp; Lore&quot;, a special feature in the Blu-ray of Season 4 of ''Game of Thrones''. It is narrated by Conleth Hill as Varys, who narrates several instances of regicide during the history of the Seven Kingdoms.== Synopsis ==Varys tracks the lives and all too common deaths of the Kings of Westeros over the years, proving that the Iron Throne is truly an uncomfortable seat to hold.==Summary==Varys begins by saying that the Maesters", "title": " The Death of Kings"}, "sections": {"TOP": "The Death of Kings029789fgc008g70ekddf3lbz0r77rl5htzjod1775972015-03-18T14:59:14ZH-Man Havoc743796/* Characters */{{Lore|Title = The Death of Kings|Image = Maegordeath.PNG|Season = [[Season 2|2]]|Narrator = [[Varys]]}}\n'''&quot;The Death of Kings&quot;''' is part of the &quot;[[Histories &amp; Lore]]&quot;, a special feature in the Blu-ray of [[Season 4]] of ''[[Game of Thrones]]''. It is narrated by [[Conleth Hill]] as [[Varys]], who narrates several instances of regicide during the history of the [[Seven Kingdoms]].\n\n", " Synopsis ": "[[Varys]] tracks the lives and all too common deaths of the Kings of Westeros over the years, proving that the [[Iron Throne]] is truly an uncomfortable seat to hold.\n", "Summary": "Varys begins by saying that the [[Maesters|maesters]] tell them that [[Aegon I Targaryen]] came to [[Westeros]] with fire and blood and hammered six kingdoms into into one. The fire he undoubtedly brought, as the Kings of the [[King of the Rock|Rock]], [[King of the Reach|Reach]] and [[King of the Iron Islands|Iron Islands]] learned. But blood has never been in short supply there, ever since the [[First Men]] carried a crown into Westeros. This [[First King]] united his people against the [[Children of the Forest]] and is supposedly buried in [[The North|the North]], a victim of a war he started. The first ruler of this land and the first to die on his throne. But not nearly the last...\n\nFor thousands of years afterwards a thousand kings rose and fell, dying in their beds, in their battles, in their guards' and mistresses' arms. The [[Age of Heroes]] sounds pretty until you realise what makes a hero: killing the enemies of his king, and to a king there is no greater enemy than other kings. The [[House Stark|Starks]] and [[House Bolton|Boltons]], the [[House Gardener|Gardeners]] and [[Storm King]]s, the [[Ironborn|ironborn]] and...everyone else.\n\nEven the mighty [[House Targaryen|Targaryens]] were not immune from shortened reigns. Aegon's own son, [[Maegor Targaryen|Maegor the Cruel]], was killed by the very [[Iron Throne]] his father had forged, if you believe the tales. If you don't, then perhaps &quot;the Cruel&quot; is not a wise name for a king to earn. [[Daeron I Targaryen|Daeron]], first of his name, tried to finish his ancestor's work and [[Conquest of Dorne|bring]] [[Dorne]] into the fold. For his efforts, he lost sixty thousand men and his own life of eighteen years.\n\nDuring the great Targaryen civil war known as the [[Dance of the Dragons]], a [[Aegon II Targaryen|king]] and [[Rhaenyra Targaryen|queen]] each vied for the throne, dividing their House and it's [[Dragons|dragons]] against each other. Eventually, the queen was fed to [[Sunfyre|her rival's dragon]] while [[Aegon III Targaryen|her son]] watched and the victorious king soon died of his own wounds. By the war's end, [[King's Landing]] was smashed, cities razed and sacked never to be rebuilt and dragons had faded from this world.\n\nDecades later, [[Aegon IV Targaryen|Aegon the Unworthy]] [[Legitimization|legitimized]] all of [[Great Bastards|his bastards]] on his deathbed. Inevitably, the greatest of these, [[Daemon Blackfyre]], declared himself the rightful heir and ignited [[Blackfyre Rebellion|yet another war for the crown]]. After much bloodshed, Daemon was killed by an alliance of his half-brothers on the [[Battle of Redgrass Field|Redgrass Field]]. All the same, his descendants continued to threaten the Targaryens until half a century later, when [[Barristan Selmy|Barristan the Bold]] slew [[Maelys Blackfyre|Maelys the Monstrous]] on the [[Stepstones]], extinguishing Daemon's line.\n\nVarys wonders that given such an illustrious history, need people be so shocked by regicide? A [[War of the Five Kings]] can end only one way: with the death of four. Yet even in times of peace, a wise ruler knows that when men bend the knee to a king, too often they rise holding daggers.\n\n"}, "title": "The Death of Kings"}