{"attributes": {"season": " Season 4", "image": " Nations of the North.png", "narrator": " Tormund'''&quot;The Nations of the North&quot;''' is part of the Histories &amp; Lore, a special feature in the Blu-ray of Season 4 of ''Game of Thrones''. It is narrated by Kristofer Hivju as Tormund.== Synopsis ==Tormund Giantsbane describes the varied clans of Free Folk living beyond the Wall, from Thenns to the Hornfoots to the Giants, all of whom Mance Rayder has rallied to his cause.==Summary==&quot;Wildlings&quot;. Tormund supposes that is flattery coming from the Southerner", "title": " The Nations of the North"}, "sections": {"TOP": "The Nations of the North0301038frawwfqsxfkp700s84vk25nzxzvmvs1773142015-03-16T21:01:52ZGreater good3347453Added infobox{{Lore|Title = The Nations of the North|Image = Nations of the North.png|Season = [[Season 4|4]]|Narrator = [[Tormund]]}}\n'''&quot;The Nations of the North&quot;''' is part of the [[Histories &amp; Lore]], a special feature in the Blu-ray of [[Season 4]] of ''[[Game of Thrones]]''. It is narrated by [[Kristofer Hivju]] as [[Tormund]].\n\n", " Synopsis ": "[[Tormund]] Giantsbane describes the varied clans of [[Free Folk]] living [[beyond the Wall]], from [[Thenns]] to the [[Hornfoots]] to the [[Giants]], all of whom [[Mance Rayder]] has rallied to his cause.\n", "Summary": "&quot;Wildlings&quot;. Tormund supposes that is flattery coming from the [[Southerner|Southerners]] who would kneel to a pig if their daddies did. They call themselves the [[Free Folk]], or at least most of them will not kill Southerners for calling them so. Some will, aye, but that is just the way it in the [[Beyond the Wall|True North]], beyond the Southerners' great white [[The Wall|Wall]], where their laws and kingdoms end and men live free and die cold. For they live close to their land and she is a terrible wife; fail to obey, and she kills you.\n\nOn the [[Frozen Shore]], so deep is the snow that men ride chariots made of walrus bones pulled by packs of [[dogs]]. The [[Hornfoot|Hornfoots]] have it easy in the mountains; the cold so hardens and blackens the soles of their feet that they do not even need boots. The [[cave people]] spend their lives in the dark doing gods-know-what with gods-know-who-or-what. The [[Thenns]] have one of the only nice bits of land up there. A [[Thenn (region)|valley in the far north]] near the end of the [[Frostfangs]] with game, copper and tin for shiny bronze weapons. Better than the rusted old blades most of the Free Folk have. With such advantages, they could be a generous, friendly race. They are not. As young boys, they burn their faces and rub ash and dirt into the runes; scars more than their face, Tormund thinks. They follow their [[Magnar]], who is the kind of man who can rule these kinds of men. Tormund knows what the Southerners think, and no, the Magnar is not a king; more like their god, though not one you would care to follow if you do not sleep with your eyes open.\n\nThen there are the [[giants]], a proud race as old as the Frostfangs and about as tough. They speak the [[Old Tongue]] when they speak at all, though the understand more [[Common Tongue|Common]] than they let on. They are not the monsters the Southerners think. Once Tormund was caught in a winter storm so cold he knew he would freeze to death before it broke. Lucky for him, he stumbled on a sleeping giant, cut open her belly and crawled right up inside her. It kept him warm enough, but the stink nearly did him. The worst thing was when she woke up she took him him for her babe, suckled him for three whole moons before he could get away. Aye, but there are times when Tormund still misses the taste of giant's milk. He thanks the gods she was in a good mood, unlike the husband. An angry giant? You want no part of that.\n\nWhatever their differences, one thing unites them. When they look south, they see hundreds of feet of ice piled high, manned by shivering [[Night's Watch|crows in black cloaks]]. Their wardens is pinning them up there, warning them away for warmer lands, softer beds and prettier girls. But the [[White Walkers|cold winds]] are rising. The Hornfoots could not stand against them, nor the Thenns, nor the giants. First they kill you, then they send their dead against you. The Free Folk faced extinction, every one of them. But then [[Mance Rayder]] came to them and rallied every nation of the Free Folk as no man ever has. He was a crow once and knows their ways. For thousands of years, the Free Folk have sucked fear of the Southerners from their mothers' teat. They have been on one side of the Wall and the Southerners on the other. No more. One of these nights, the Southerners will hear a knock on their front door. They had best not answer.\n\n"}, "title": "The Nations of the North"}