{"attributes": {"castles": "Castle Black â&euro;˘ Eastwatch â&euro;˘ Shadow Tower â&euro;˘ Queenscrown", "cities": "", "founding": "", "places": "Kingsroad", "formerly": " Independent zone ruled directly by the order of the Night's Watch", "title": "File:Night's-Watch-sigil.jpg", "culture": "First Men", "image": "The Gift map.png", "villages": "Mole's Town", "founder": "Brandon Stark (the Builder)", "rulers": "Night's Watch", "link": "Night's Watch", "location": "northern Westeros", "military": "", "religion": "The Old Gods of the Forest", "towns": "", "population": "Northmen", "type": "Special zone within the Seven Kingdoms, granted to the rule of the Night's Watch.  ", "age": "8,000 years (according to myth)", "geography": "Sub-arctic tundra, forests, mountains in the west."}, "sections": {"TOP": "The Gift06911bskox0ldecxwf8iiup2e8fniyagcdch1757752015-03-07T21:37:07ZEsnifador250644Text amendment; links added.{{Region\n| Title=[[File:Night's-Watch-sigil.jpg|45px|left|link=Night's Watch]]The Gift[[File:Night's-Watch-sigil.jpg|45px|right|link=Night's Watch]]\n| Image=The Gift map.png\n| Image size=300px\n| Location=northern [[Westeros]]\n| Formerly= Independent zone ruled directly by the order of the Night's Watch\n| Type=Special zone within the Seven Kingdoms, granted to the rule of the Night's Watch.  \n| Geography=Sub-arctic tundra, forests, mountains in the west.\n| Population=Northmen\n| Rulers=[[Night's Watch]]\n| Religion=The [[Old Gods of the Forest]]\n| Culture=[[First Men]]\n| Military=\n| Regional capital= [[Castle Black]]\n| Cities=\n| Towns=\n| Villages=[[Mole's Town]]\n| Castles=[[Castle Black]] â&euro;˘ [[Eastwatch]] â&euro;˘ [[Shadow Tower]] â&euro;˘ [[Queenscrown]]\n| Places=[[Kingsroad]]\n| Founding=\n| Age=8,000 years (according to myth)\n| Founder=[[Brandon Stark (the Builder)|Bran the Builder]]\n}}\n{{Dialogue a-b|Jojen Reed|Where are we?|Bran Stark|The Gift, I think.  [[Brandon the Builder]] gave all this land south of the Wall to the Night's Watch, for their sustenance and support.|[[Bran Stark]]'s party on entering the lands of the Gift.|The Rains of Castamere (episode)}}\n\n'''The Gift''' is a region to the south of [[the Wall]] under the control of the [[Night's Watch]]. It lies at the northern edge of the region known as [[the North]]. It was donated to the Night's Watch by [[House Stark]] when the order was founded thousands of years ago, in order to support the Night's Watch with food and provisions.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/the-gift/ HBO viewers guide, season 2 map, The Gift entry]&lt;/ref&gt;\n\nThe Gift is officially not subject to the authority of [[Winterfell]], and is technically not part of &quot;the North&quot;, but is a special administrative zone directly ruled by the Night's Watch. Culturally and socially, however, the lightly inhabited villages of the Gift are usually seen as just an extension of the North.\n\nBy definition, the Gift is ruled by the Night's Watch, and thus contains no noble Houses. Therefore no special [[Bastardy|bastard]] surname was ever developed for the region, because these are legally only used by the bastard children of nobles.\n\n", "Image Gallery": "&lt;gallery&gt;\nThe Gift wildlings 2.jpg|[[Free Folk|Wildlings]] cross south into the Gift by scaling the Wall.\nThe Gift Queenscrown.jpg|Much of the Gift has been abandoned due to wildling raids.\nMole's Town.jpg|[[Mole's Town]], the closest village in the Gift to Castle Black.\n&lt;/gallery&gt;\n\n", "See also": "*{{AWOIAF}}\n\n", "In the books": "[[Image:The Gift.png|thumb|right|200px|A map showing the location of the Gift on the continent of Westeros. Bran's Gift is shown in green, the New Gift in red.]]\nIn the ''[[A Song of Ice and Fire]]'' novels the Gift was donated to the Night's Watch by King Brandon Stark, popularly believed to be [[Brandon Stark (the Builder)|Bran the Builder]], though [[maesters]] believe it was a different Brandon. The [[War of Conquest|Targaryen Conquest]] did little to change this: nominally, the Gift is part of the unified realm of the &quot;[[Seven Kingdoms]]&quot; under the [[Iron Throne]], but in practice the Targaryen kings respected the strict non-interference rules of the Night's Watch, allowing the Watch to continue to functionally control the Gift without royal oversight.\n\nThe Gift originally extended for twenty-five leagues (seventy-five miles) south of the Wall. This was doubled some two centuries ago when Queen Alysanne Targaryen, the sister-wife of King [[Jaehaerys I Targaryen|Jaehaerys the Conciliator]], visited the Wall on the back of her [[dragon]], Silverwing. Impressed with the valor, bravery, and loyalty of the Night's Watch, Alysanne urged her husband to extend the Gift. He did so by adding the &quot;New Gift&quot; to the existing territory. The New Gift extends for an additional twenty-five leagues to the south, giving the Night's Watch control of all the lands from coast to coast for one hundred and fifty miles south of the Wall.\n\nIt is unclear if the &quot;Brandon's Gift&quot; originally had smallfolk living on it, or if it was supposed to be worked by stewards of the Night's Watch. In either case, the addition of the New Gift added a population of smallfolk to the Gift, some of which may have moved north into Brandon's Gift, only to then be mostly driven back south later in time by increasing wildling attacks. The declining numbers of the Night's Watch have reduced their ability to both hold the Wall and defend the villagers of the Gift from the small wildling parties that are sometimes able to bypass the Wall (by either climbing over lightly-defended areas or going around by sea). As a result the Gift is lightly-settled close to the Wall, with more farms and villages located in the New Gift close to the lands of [[House Umber]]. The most notable incursion into the Gift was by [[Raymun Redbeard]], the [[King-Beyond-the-Wall]] of more than a century ago, who reached [[Long Lake]] before being defeated by the armies of [[House Stark]].\n\nBrandon's Gift (extending twenty five leagues south of the Wall) is said to be almost entirely abandoned by the time of the [[War of the Five Kings]]. Mole's Town, however, is located only half a league south of Castle Black along the Kingsroad, and is therefore within Brandon's Gift. It is possible that the few remaining smallfolk clustered around the Kingsroad because military response from Castle Black or Winterfell against wildling attacks could reach them more quickly along the major highway.\n\nThe Gift may appear small on a map of Westeros, but its marginal population means that it is filled with vast open spaces. It is also one of the few regions in Westeros for which the land area can be calculated with reasonable certainty: the Wall is 300 miles long on its northern border (and its southern border widens somewhat), and the Gift extends for 50 leagues south of the Wall, one league equaling about three miles. This makes the total land area of the Gift at least 45,000 square miles (150 x 300), which is larger than real life [[Wikipedia:Iceland|Iceland]] (38,710 squareÂ miles), whereÂ scenes in the Gift are filmed, and nearing the size of [[Wikipedia:England|England]] (50,346 squareÂ miles).\n\n", "Geography": "[[Image:The Gift wildlings 1.jpg|thumb|The Gift extends south of [[the Wall]].]]\nThe Gift extends immediately south of the Wall, stretching from the eastern to western coasts of Westeros. The southern border is roughly at the same parallel as the southern tip of the island of [[Skagos]] (slightly further north than the northern edge of [[Bear Island]]). The [[Kingsroad]] runs through the middle of the Gift, as it passes from [[Winterfell]] to [[Castle Black]]. The Gift is bordered to the south by the lands of [[House Umber]], which are centered on their castle-seat at [[Last Hearth]]. As the northernmost noble House of the the North (and the Seven Kingdoms as a whole) the Umbers often have to lead armies into the Gift to repel wildling raiding parties.&lt;ref&gt;&quot;[[The Rains of Castamere (episode)]]&quot;&lt;/ref&gt;\n\n[[Image:The Gift horse farm.jpg|thumb|left|The Gift contains farmland meant to sustain the Night's Watch.]]\nThe westernmost portion of the Gift is rough mountainous country, a continuation of the [[Frostfangs|Frostfang Mountains]] whose main range is north of the Wall. The southern Frostfangs continue south through the Gift until tapering off into the North itself.\n\nWhile cold, the Gift still contains good, arable land, far away from the wars of southern Westeros. As the Night's Watch declined over the centuries, however, increasing wildling raids over or around the Wall have caused the lands of the Gift closest to the Wall to be largely abandoned. Even the Gift as a whole is lightly populated, with vast open stretches of abandoned countryside, dotted by the occasional ruin of an old village.&lt;ref&gt;&quot;[[The Rains of Castamere (episode)]]&quot;&lt;/ref&gt;\n\nThe abandoned town of [[Queenscrown]] lies within the Gift.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season1/#!/locations/gift/ HBO viewers guide, season 1 map, Gift entry]&lt;/ref&gt; The closest village to the Wall within the Gift in which common peasants actually live is [[Mole's Town]], which is located along the Kingsroad a short distance from Castle Black.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\n"}, "title": "The Gift"}