{"attributes": {"castles": "Antlers â&euro;˘ Red Keep â&euro;˘ Dragonstone (castle)", "cities": "", "founding": "", "places": "Blackwater Bay â&euro;˘ Blackwater Rush â&euro;˘ Claw Isle â&euro;˘ Crackclaw Point â&euro;˘ Kingswood", "formerly": "", "title": "File:House-Baratheon-of-Kings-Landing-heraldry.jpg", "culture": "Andal", "image": "The Crownlands.png", "villages": "", "founder": "Aegon I TargaryenImage:Crownlands.PNG", "rulers": "The King on the Iron Throne", "link": "House Baratheon of King's Landing", "location": "Westeros", "military": "", "religion": "The Faith of the Seven", "towns": "Duskendale â&euro;˘ Rosby â&euro;˘ Rook's Rest â&euro;˘ Sow's Horn", "population": "", "type": ["Capital region of the Seven Kingdoms", "Royal Wikipedia:Demesne"], "age": "300 years", "geography": "Plains and river valleys, with forests in the south and in Crackclaw Point to the north; temperate to sub-tropical (Mediterranean).  "}, "sections": {"TOP": "The Crownlands02565mj91ywprzs6uqs7zrl8uydkudhcr08d1782512015-03-21T03:25:33ZThe Dragon Demands5014364{{Region\n| Title=[[File:House-Baratheon-of-Kings-Landing-heraldry.jpg|40px|left|link=House Baratheon of King's Landing]]The Crownlands[[File:House-Baratheon-of-Kings-Landing-heraldry.jpg|40px|right|link=House Baratheon of King's Landing]]\n| Image=The Crownlands.png\n| Image size=\n| Location=[[Westeros]]\n| Formerly=\n| Type=Capital region of the Seven Kingdoms&lt;br&gt;Royal [[Wikipedia:Demesne|demesne]] lands\n| Geography=Plains and river valleys, with forests in the south and in Crackclaw Point to the north; temperate to sub-tropical (Mediterranean).  \n| Population=\n| Rulers=[[The King on the Iron Throne]]\n| Religion=The [[Faith of the Seven]]\n| Culture=[[Andal]]\n| Military=\n| Regional capital=[[King's Landing]] â&euro;˘ [[Dragonstone]]\n| Cities=\n| Towns=[[Duskendale]] â&euro;˘ [[Rosby]] â&euro;˘ [[Rook's Rest]] â&euro;˘ [[Sow's Horn]]\n| Villages=\n| Castles=[[Antlers]] â&euro;˘ [[Red Keep]] â&euro;˘ [[Dragonstone (castle)| Dragonstone]] â&euro;˘ [[The Whispers]] â&euro;˘ [[Castle Stokeworth]] â&euro;˘ [[Sharp Point]] â&euro;˘ [[Stonedance]]\n| Places=[[Blackwater Bay]] â&euro;˘ [[Blackwater Rush]] â&euro;˘ [[Claw Isle]] â&euro;˘ [[Crackclaw Point]] â&euro;˘ [[Kingswood|The Kingswood]] â&euro;˘ [[Kingsroad|The Kingsroad]] â&euro;˘ [[Dragonstone (island)|Dragonstone]] â&euro;˘ [[Driftmark]] â&euro;˘ [[Spears of the Merling King]]\n| Founding=\n| Age=300 years\n| Founder=[[Aegon I Targaryen]]\n}}\n[[Image:Crownlands.PNG|thumb|right|200px|Map showing the location of the Crownlands within the continent of Westeros. Red areas are administered from King's Landing, green from Dragonstone.]]\n'''The Crownlands''' is one of the nine constituent regions of the [[Westeros|Seven Kingdoms]].   Instead of being ruled by a [[Lord Paramount]], the Crownlands are ruled directly by the [[King of the Andals and the First Men|King]] on the [[Iron Throne]] from the city of [[King's Landing]], the largest city in Westeros and the capital of the Seven Kingdoms.\n\nThe Crownlands were never a sovereign nation, instead being contested between [[the Riverlands]], [[the Stormlands]], and other regions for thousands of years until [[Aegon the Conqueror]] seized control of the area during his invasion and made it his primary foothold on the continent, three centuries before the death of King [[Robert Baratheon]]. It is therefore the newest of the regions in Westeros, and as a result, does not have much of a distinct &quot;cultural identity&quot;, so much as it is shaped by its distinction as the region containing the capital city.\n\n[[The Riverlands]] were always more of a borderland frequently changing hands between rival strong kingdoms and were not an independent kingdom at the time of the Targaryen Conquest, and thus are technically not counted as one of the &quot;Seven&quot; Kingdoms. Â The Crownlands are even younger than the Riverlands (which are loosely the &quot;eighth&quot; kingdom), which at least existed as a loose cultural area for thousands of years even if they weren't always politically independent, thus the Crownlands functionally make up the ninth &quot;kingdom&quot; within the realm anachronistically known as &quot;the Seven Kingdoms&quot;. Culturally and historically, the Crownlands were primarily an extension of the Riverlands, but with cultural influences from neighboring regions which periodically captured territory in the region, such as the Stormlands, [[the Reach]], and even the [[Iron Islands]]. One of the main reasons Aegon the Conqueror began his invasion in the area which would become the Crownlands is because it was where the borders between these three powerful rival kingdoms met. None of them wanted to deal with the Targaryen threat directly, and each wasted so much time arguing that Aegon was really the problem of the other two respective kingdoms that the Targaryens were able to land all of their forces and establish a firm beachhead unopposed.&lt;ref&gt;Complete Guide to Westeros:  Dragonstone&lt;/ref&gt;\n\nFor most of its three centuries of existence the Crownlands were ruled directly by [[House Targaryen]] and their subordinate vassals. When House Targaryen was deposed at the end of [[Robert's Rebellion]], seventeen years before the [[War of the Five Kings]], Robert took the throne, and his new [[House Baratheon of King's Landing]] took up the rule of the Crownlands. On Robert's death, control of the Crownlands and King's Landing passed to King [[Joffrey Baratheon]], backed by [[House Lannister]].\n\nThe Crownlands is politically subdivided into two areas: the mainland part administered directly by the King on the Iron Throne and his [[Small Council]] from the city of [[King's Landing]], and the offshore islands under the authority of the Prince of [[Dragonstone]], traditionally the heir to the throne.\n\n[[Bastard]]s born in the Crownlands are given the surname '''Waters'''.\n\n", "See also": "* {{AWOIAF}}\n* [http://viewers-guide.hbo.com/game-of-thrones/season2/#!/map/ HBO Viewer's Guide]\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, the Crownlands are an administrative region under the direct control of the Iron Throne. The Crownlands are the Royal Domain, or ''[[Wikipedia:Desmesne|Desmesne]]'' (derived from the Latin, &quot;dominus&quot; which means &quot;lord&quot;) of the united Seven Kingdoms. In real-life medieval countries such as England or France, kings did not sit at the top of a delegated hierarchy of power. Instead of relying on national taxation, they drew support from lands ruled directly by the monarchy and the wealth they generated. Over time, fines and tariffs did go to the monarchy, and eventually taxes were implemented, but monarchies only came to actually rely on centralized taxation in the Early Modern era. Thus, there were no large permanent standing armies of professional soldiers, paid for by regular taxation. Author [[George R.R. Martin]] has stated that the societal and technological level of Westeros is loosely equivalent to Western Europe during the War of the Roses or Hundred Years' War, which was a long period of transition from the medieval to Early Modern periods. Joffrey himself states in &quot;[[Lord Snow]]&quot; that while administrative regions like the North do pay some taxes to the crown, the kingship doesn't have a standing royal army of professional soldiers, instead relying on the regional Lords Paramount like House Stark to supply soldiers as feudal vassals of the crown. Thus, the military forces of the royal House itself are raised from within the Crownlands, which they directly control. This is comparable to how in medieval France, the king directly ruled the area of Ă&#x17D;le-de-France, essentially as the lead duke among the several dukes (or counts, barons, etc.) who ruled the other large regions of the country, such as Burgundy, Champagne, or Normandy.\n\nThe area that later became the Crownlands was for many thousands of years essentially seen as an extension of the Riverlands, and like the lands around the Trident River to the west, it was a border area over which control frequently shifted. House Darklyn of Duskendale had been petty local kings during the time of the [[First Men]] (aided by their vassals [[House Hollard]]), but they were later swallowed up by larger [[Andals|Andal]] kingdoms after they invaded the continent 6,000 years ago. All of the Riverlands up to [[the Neck]] were conquered by the Stormlands and held for them for 300 years. Some three generations before the Targaryen Conquest, Harren the Black's grandfather Harwyn Hoare conquered the area of the modern Riverlands from the Storm Kings - though it was another generation until Harwyn's son conquered the territory of the Crownlands (including Duskendale and Rosby) down to the Blackwater River. Thus while the ironborn only held the region for two generations (within living memory), the Stormlands probably had a much larger cultural impact upon it.\n\nThe [[Valyrian Freehold]] from Essos started colonizing the major islands in [[Blackwater Bay]] about two centuries before the [[Doom of Valyria]] (which would be roughly a generation or two after the Stormlands conquered the Riverlands/Crownlands on the mainland). These were trading outposts intended to sell valuables such as [[Valyrian steel]] weapons to Westerosi lords, so the Storm Kings apparently didn't oppose them. Aenar Targaryen relocated his entire household to Dragonstone only twelve years before the Doom, heeding the warning of his daughter's prophetic dreams about the coming disaster. They were joined by two Valyrian vassal families, who settled on the other two large islands in the bay: House Velaryon on Driftmark (the largest island), and House Celtigar on Claw Island.\n\nUp until the Targaryen Conquest itself, the [[Kingdom of the Stormlands]] still retained the strip of land south of the Blackwater running east to the Narrow Sea, including the northern Kingswood and Massey's Hook, and including the mouth of the Wendwater River.  The Kingswood is lightly populated by a few smallfolk and apparently doesn't have any major lords. In the past 100 years since the Targaryens had settled on Dragonstone, however, the nearby Storm lord Houses on Massey's Hook had developed increasingly closer economic and political ties with them. When Aegon called his bannermen to assemble on Dragonstone to prepare for the invasion, he was joined by not only the Velaryons and Celtigars, but also by two major Storm lord Houses from Massey's Hook: House Bar Emmon of Sharp Point and House Massey of Stonedance. \n\nAfter the conquest had ended, Aegon Targaryen carved out the new region known as the Crownlands from neighboring kingdoms: primarily the eastern portions of what had been the old Riverlands (held by the ironborn at the time), extending from Gods Eye lake in the west to the Narrow Sea in the east.  The southern strip between the Blackwater and Massey's Hook which used to be on the northern edge of the Stormlands, holwever, was also included in the new Crownlands.  This explains why noble Houses from Massey's Hook are sworn directly to Dragonstone instead of King's Landing, despite being on the mainland and not island lordships:  they had voluntarily switched over to the Targaryen side even before the conquest itself began, and were thus serving the &quot;Targaryens of Dragonstone&quot; long before King's Landing was ever built.  This administrative division extended to the point that during the War of the Five Kings, the lords from Massey's Hook (such as Bar Emmon, Massey, and a few others) joined with [[Stannis Baratheon]], their direct overlord, and not with Joffrey at King's Landing.  \n\nThe only other major subdivision of the Crownlands is [[Crackclaw Point]] to the northeast, a backwater hills, pine barrens, and bogs.  Every little valley has its own lord, and they are all distrustful of outsiders.  Its population predominantly descends from the First Men, because the Andals found the rough territory too difficult to subdue, and too poor to justify the large amount of bloodshed it would take to take and hold territory there.  Even the Stormlands and ironborn never quite managed to maintain control over Crackclaw Point.  Over time, the Andals did realize that they could gain through marriage-alliance what they could not with the sword, so some Andal blood has intermixed there over the centuries.  During the Targaryen Conquest, after [[Visenya Targaryen]] was turned back from the Vale in the Battle of Gulltown, she rejoined with Aegon to the west after he [[Burning of Harrenhal|burned Harrenhal]].  While the Targaryens were still reassembling their armies to strike west, Aegon had Visenya fly her dragon back east to subdue Crackclaw Point (they had already conquered the other major towns of the Crownlands such as Duskendale, Rosby, and Stokeworth).  Seeing that their meager forces stood no chance against Visenya's dragon, the lords of Crackclaw Point surrendered without a fight.  They did, however, have one condition:  they would only serve the Targaryens directly, not a vassal Lord Paramount put over them, and Visenya agreed (possibly originating the idea to make &quot;the Crownlands&quot; as a whole directly subject to the Targaryen kings themselves).  \n\n===Castles of the Crownlands===\n* The Red Keep of King's Landing, the capital city of Westeros, currently ruled by King [[Tommen Baratheon]].\n** Castle Stokeworth, the seat of House Stokeworth.\n** Duskendale, the seat of House Rykker, a major port north-east of King's Landing.\n** Rosby, the seat of House Rosby.\n\n* Dragonstone, the ancestral home of [[House Targaryen]], currently ruled by Lord [[Stannis Baratheon]].\n** Claw Isle, the seat of House Celtigar.\n** Driftmark, the seat of House Velaryon.\n\n", "Geography": "\nThe Crownlands are located on the east coast of Westeros, on the shores of the [[Narrow Sea]], north of [[the Stormlands]] and south of [[the Vale of Arryn]]. The Reach borders it to the southwest, and the Riverlands border it to the northwest. The Crownlands do not directly touch the lands of the Vale, as the Bay of Crabs separates them by sea, and a small strip of the eastern Riverlands separates them by land. [[Gods Eye]] lake forms the southern part of the border between the Riverlands and the Crownlands, but the northern part of the border with the Riverlands is arbitrary, not defined by geographical features.\n\nThe Crownlands consist of two major regions: the mainland area which is ruled from King's Landing itself, and the islands of Blackwater Bay, which are ruled from Dragonstone island by the heir to the throne.\n\nThe mainland itself is further divided into three regions. The main region lies between the Blackwater River in the south, and Crackclaw Point in the north. The Blackwater Rush, as it is known, is the major waterway of the Crownlands, flowing out of Gods Eye lake. King's Landing itself sits on the north side of the Blackwater. This area is a warm coastal plain with fertile fields that feed the capital city. Besides King's Landing itself, the major towns of Rosby and Duskendale are also located here.\n\nCrackclaw Point itself in the north is a forested, hilly region filled with bogs and pine barrens. This backwater region is sparsely populated by local hill-lords who have been feuding with their neighbors and each other since the days of the [[First Men]], but who submitted to the Targaryens. South of the Blackwater River, the Crownlands extend to include a narrow strip of the southern coast of Blackwater Bay, ending in Massey's Hook. This southern strip of land is sparsely populated, and dominated by the northern half of the [[Kingswood]], a large forest which spills across the border into the Stormlands.\n\nAs befitting the region containing the capital city, many major roads link the Crownlands with the rest of Westeros. The [[Kingsroad]] extends south to Storm's End in the Stormlands, and continues north through King's Landing, passing up through the Riverlands, then to Winterfell in the North and ultimately to [[The Wall]]. The [[Roseroad]] passes from King's Landing to [[Highgarden]] in the Reach, before continuing on to [[Oldtown]], the second largest city on the continent. The [[Goldroad]] passes from King's Landing through the Riverlands to the west to reach the city of [[Lannisport]] in [[the Westerlands]]. It is also relatively easy to reach King's Landing by ship from the two other port-cities on the east coast of Westeros, [[White Harbor]] in the North and [[Gulltown]] in the Vale of Arryn. A multitude of ships and foreign merchants from the [[Free Cities]] on the east shore of the Narrow Sea frequently visit the city for trade.\n\n=== Forested Regions===\n*[[Crackclaw Point]]\n*The [[Kingswood]]\n\n===Settlements and Castles===\n* [[King's Landing]], the capital city of Westeros, currently ruled by King [[Tommen Baratheon]].\n** The [[Red Keep]], the royal castle that towers over King's Landing.\n** [[Duskendale]], the seat of [[House Rykker]].\n** [[Rosby]], the seat of [[House Rosby]].\n** [[Castle Stokeworth]], the seat of [[House Stokeworth]].\n** [[Antlers]], a holdfast north of King's Landing near the border with [[the Riverlands]].\n** [[Sow's Horn]] , a holdfast north of King's Landing and south of Antlers.\n** [[Rook's Rest]], a coastal town along [[Blackwater Bay]].\n** [[The Whispers]], a ruined castle on the tip of [[Crackclaw point]].\n* [[Dragonstone (castle)| Dragonstone]], the ancestral home of [[House Targaryen]], currently ruled by King [[Stannis Baratheon]].\n** [[Sharp Point]] and [[Stonedance]], castles on a peninsula south of Blackwater Bay, sworn to Dragonstone.\n\n===Rivers===\n*[[Blackwater Rush]]\n\n===Highways===\n*The [[Kingsroad]]\n*The [[Goldroad]]\n*The [[Roseroad]]\n\n===Islands and Bodies of Water===\n*[[Dragonstone (island)| Dragonstone]]\n*[[Claw Isle]]\n*[[Driftmark]]\n*[[Blackwater Bay]]\n**The [[Spears of the Merling King]], a string of rocky islets along Blackwater Bay\n\n"}, "title": "The Crownlands"}