{"attributes": {}, "sections": {"TOP": "The Old Gods and the New recap08337dcfihmiatjqdma7ny4co5f77u59d6lt1596202014-09-15T22:15:30ZSon Of Fire24907634/* Scene 15 */ Spelling:''Main: [[The Old Gods and the New]]''\nThis '''recap''' of &quot;'''The Old Gods and the New'''&quot; features a detailed section on each scene of the episode.\n\n", "Scene 13": "[[File:Gold_cloaks.jpg|thumb|Rioters fighting [[goldcloaks]].]]\nThe riot continues on the street. Rioters sexually assault noblewomen and kill the remaining guards and noblemen.\n\n", "Scene 12": "[[File:Sandor_Rioter_2x6.png|thumb|Sandor Clegane protecting Sansa.]]\nSansaâ&euro;&trade;s assailants rip her clothes off and pin her down. Their leader prepares to rape her. Sandor grabs the man by the shoulder and spins him around. He then lifts him off the ground by his throat and disembowels him. He kills another of her assailants by stabbing him in the back and then stops a third as he attempts to run away. He cuts the mans throat as he begs for mercy. He leaves the last man cowering in the corner as he helps Sansa up. He calls her â&euro;&oelig;Little Birdâ&euro;? and reassures her that she is alright now. He puts her over his shoulder and carries her to safety.\n\n", "Scene 11": "[[File:Tyrion_and_Ser_Meryn_in_2x6.png|thumb|Ser Meryn refuses Tyrion's orders.]]\nTyrion orders Meryn to search for Sansa and he refuses, saying that he follows the Kingâ&euro;&trade;s orders. Tyrion stares at Joffrey, who walks away.\n\n\n\n\n\n\n", "Scene 10": "[[File:Rape_Sansa_2x6.png|thumb|Rioter trying to rape Sansa.]]\nSansa runs into a deserted room, closely pursued by her assailants. She slaps their leader and he backhands her, knocking her to the ground. The men grab her and the leader asks if she has â&euro;&oelig;ever been fucked.â&euro;? He grabs her leg and turns her over.\n\n\n\n\n", "Scene 17": "[[File:Amory_chases_Arya.jpg|thumb|Ser Amory chasing Arya.]]\n\nArya reads the letter while sat on the battlements of Harrenhal. She rushes downstairs and bumps into Ser Amory. He asks where she is going and she claims to be headed to the armoury. He asks why and she says that Tywin sent her. He takes the letter from her and asks why she has it. She claims that she was asked to deliver it to the armoury. Ser Amory looks at the letter and wonders why Tywin would do that. He says that they will go and ask and Arya runs away from him. She flees across the courtyard and he gives chase. She hides from him and he turns back towards Tywinâ&euro;&trade;s chambers. She searches for [[Jaqen Hâ&euro;&trade;ghar]] and urgently names Amory Lorch. Jaqen accepts her instruction but she insists that he must be killed now. Jaqen says that he will act when the time is right and she explains that she is in danger. Jaqen sighs acceptance.\n\n", "Scene 16": "[[File:Arya_steals.jpg|thumb|Arya stealing the letter from Tywin.]]\n\nArya looks at a letter on Tywinâ&euro;&trade;s desk. It concerns troop movements and reports ten thousand men heading for [[Golden Tooth]] while Robb Stark is moving south along the coast. Tywin catches her and asks her who taught her to read. She says that it was her father. Tywin reveals that he taught [[Jaime Lannister]] to read, spending four hours a day with him after a Maester diagnosed a problem with his processing of letters where he would reverse them in his mind. Tywin refused to accept the condition as the Maester recommended and persevered despite Jaime hating him for it and that Jaime learned. When pressed Arya claims that her father was a stonemason who taught himself to read and that he was killed by loyalty. Tywin calls her a sharp little thing. She begins to ask a question and then apologizes for speaking out of turn. Tywin tells her to continue now that she has begun and she asks him about his own father. Tywin says that he watched [[Tytos Lannister]] grow old. He says that his father loved them and was a good man but weak. He blames Tytos for endangering their house and name. Arya steals the letter while he reminisces. He says that he is cold and she goes to fetch wood for the fire.\n\n", "Scene 15": "[[File:Dany_waits.jpg|thumb|left|Daenerys waiting impatiently.]]\n[[Daenerys Targaryen]] paces in a courtyard of the [[Spice King]]â&euro;&trade;s mansion. [[Kovarro]] stands guard for his impatient Khaleesi. She complains about being made to wait and [[Xaro Xhoan Daxos]] tells her that the Spice King is the second wealthiest man in Qarth and makes everyone wait. He says that she could have avoided the embarrassment by marrying him, the wealthiest man in Qarth. Daenerys says that she already has a husband and Xaro counters that she is too young to mourn Khal [[Drogo]] forever. He adds that she is also far too beautiful. Daenerys says that Xaro is too smart to think that she will succumb to flattery. He says that he has travelled far and met many women, none of whom were immune to flattery.\n\nThe Spice King descends the stairs and loudly greets Daenerys as the mother of dragons. He asks for forgiveness, blaming his terrible dreams for his lateness. He says that he could not sleep until the sun was shining and the birds were singing. He says that he can see Daenerys true beauty now that the [[Red Waste]] has been washed from her and flippantly apologizes for his behavior at the gates of [[Qarth]]. He goes on to say that she has the silver hair of a true Targaryen. He then tells Xaro that Daenerys is too lovely for him because he is a glorified dock worker. Xaro agrees and then points out that the Spice Kingâ&euro;&trade;s grandfather was a lowly pepper salesman and married far above his status. The Spice King says that every lady alive was lovelier and higher born than his grandfather. His entourage laugh at the exchange and Daenerys clears her throat to regain her hostâ&euro;&trade;s attention. The Spice King wonders if his servants failed to offer Daenerys refreshment and threatens to have them flogged.\n[[File:Spice_king_on_steps.jpg|thumb|The [[Spice King]] descends the stairs.]]\n\nDaenerys thanks him for being a gracious host and directs the discussion to her purpose by saying that there is no servant alive who can bring her what she wants. The Spice King says that Daenerys has a talent for drama and asks what she wants, calling her a â&euro;&oelig;Little Princess.â&euro;? She says that she wants her birthright, the [[Seven Kingdoms]] of [[Westeros]]. The Spice King says that he is no better than a servant in that case because he cannot give her what he does not have. She elucidates that she wants the use of his ships to reach Westeros. He sarcastically says that he needs his ships to move spices from port to port. Daenerys offers to triple any investment he makes in her retaking the Iron Throne. He objects to her saying retake because she has not sat the throne before. She counters that she did not come to argue grammar. He says that she has come to take his ships and offers to explain his position, again calling her â&euro;&oelig;Little Princess.â&euro;? He says that he applies logic to his business investments and sees her as a poor proposition because she lacks an army or support in Westeros. Daenerys insists that the people will rise to fight for their rightful queen. He counters that he will not make an investment based on wishes and dreams. He asks her to excuse him but she halts him by asking if he knows [[Illyrio Mopatis]], the [[Magister]] of [[Pentos]]. The Spice King says that Illyrio is a shrewd man. Daenerys tells him that Illyrio gave her the dragon eggs that she hatched by walking into a fire, based on her dreams. She says that she is no ordinary woman because her dreams come true. He says that he admires her passion but trusts in logic. He dismisses her as a little princess and she asserts her heritage and vows to take what is hers. He says that she might but not with his ships.\n\n", "Scene 14": "[[File:Tyrion_thanks_Sandor.jpg|thumb|Tyrion thanks Sandor.]]\nSandor carries Sansa into the safety of the gated area. Tyrion asks if she is hurt and she shakes her head. Sandor says that the little bird is bleeding and asks someone to take her back to her cage and see to her cut. Tyrion congratulates Sandor and Sandor says that he did not do it for Tyrion.\n\n\n\n\n\n", "Scene 19": "[[File:Robb_greets_his_men.jpg|thumb|Robb talking with his men]]\n\nRobb walks through his camp in the Westerlands. His men are displaying their plunder including Lannister banners and helmets. He greets several of them warmly as he passes. He spots [[Talisa Maegyr]] writing a letter and approaches her. He greets her as â&euro;&oelig;Lady Talisa.â&euro;? She claims to be unsure if she is a lady according to Westerosi customs. Robb says that it can be confusing but that any woman of noble birth is always called a lady unless she is a queen or a princess. She asks why he thinks she is of noble birth and he says that it is obvious. She claims that her father sold lace on the [[Long Bridge]] of [[Volantis]] and that her family lived above her shop. He says that she is lying and she says that it is ignoble to accuse a lady of dishonesty. She realizes her mistake and they share a smile. She says that she thought that she was a brilliant liar. Robb says that she is better at amputations. He says that they have found a pretty spot and she asks if they will be there long. He replies that he cannot discuss troop movements with her. She says that she is not a spy and he says that is exactly what a spy would say. She jokes that she is writing to the Lannisters. He asks her to join him but is interrupted by the arrival of his mother [[Catelyn Stark]]. Catelyn is accompanied by [[Brienne of Tarth]].\n[[File:Catelyn_returns.jpg|thumb|Catelyn returns to Robb's camp]]\n\nRobb greets his mother and introduces Talisa. Catelyn asks her surname and she says that she is called [[Maegyr]]. Catelyn does not recognize the name and Talisa explains that it is an old name in her home of [[Volantis]]. She excuses herself and Catelyn watches Robbâ&euro;&trade;s reaction to her departure.\n\nRobb says that he has missed Catelyn and she says that he looks positively forlorn. He says that she surprised him. She warns him that he is not free to follow his heart and cautions him not to forget his betrothal to [[House Frey]]. [[Roose Bolton]] interrupts them with news from Winterfell.\n\n", "Scene 18": "[[File:Amory_assassinated.jpg|thumb|Ser Amory is assassinated.]]\n\nSer Amory opens the door to Tywinâ&euro;&trade;s chamber and then collapses forward with a dart in his neck. Tywin calls for his guard.\n\n\n\n\n\n\n", "Scene 26": "[[File:DanyDiscoversDeadPeopleSeason2.png|thumb|Daenerys discovers the dead guardsmen.]]\n\nXaro and Daenerys walk through the gardens of his home while Kovarro trails behind them. Daenerys describes her difficulty securing support from the merchants of Qarth. Along with the Spice King, the Copper King and the [[Silk King]] have also refused her. The Silk King fears upsetting House Lannister and the [[Copper King]] offered an indecent proposal in exchange for a single ship. She says that she is no whore. Xaro tells her that he came to Qarth with nothing and worked hand to mouth on the docks before attaining his fortune. He asks her if she believes the path from poverty to wealth is always pure and honorable. He says that he has done things righteous men would condemn but has no regrets. He opens the door to a courtyard and Daenerys steps through to discover four of his guards dead on the ground. Xaro calls for his men to bar the gates and sound the alarm. \n[[File:Irrii_Killed_Season2.png|thumb|Irri dead and the dragons gone.]]\n\nDaenerys rushes to her apartments and [[Kovarro]] draws his [[arakh]] as he follows her. [[Malakho]] and another Dothraki guard enter the courtyard. Daenerys passes two dead Dothraki warriors on the stairs. She enters her room to find her dragons gone and Irri dead on the ground. She calls out for her dragons.\n\n", "Scene 24": "[[File:Osha_sneaks.jpg|thumb|Osha sneaks out.]]\n\nTheon is fast asleep. Osha sneaks out of Theonâ&euro;&trade;s bed, takes her clothes and closes the door behind her. Theon at one point looks like he might be waking, but he just gives out a snore and goes back to sleep.\n\n", "Scene 25": "[[File:Osha_kills.jpg|thumb|Osha kills Drennan.]]\n\nOsha is halted by [[Drennan]] in the [[Godswood]]. He asks where she is going and she claims that Theon has sent her to make the rounds of his men. He wants her to keep them warm she says as she comes closer. She kisses him passionately and then pulls her knife and stabs him in his throat. She whistles twice and Rickon, Hodor, Bran, Summer and Shaggydog emerge from the darkness. Osha hurries Rickon past, Hodor comes carrying Bran, and the direwolves Summer and Shaggydog follow afterward. They go off into the woods.\n\n", "Scene 22": "[[File:Osha_seduces_Theon.jpg|thumb|Osha seducing Theon.]]\n\nOsha is brought before Theon. He asks why he should trust the word of a lying savage and she insists that she is not a liar. He says that all wildling are lying savages with no loyalty. Osha says that she has done what she had to in order to stay alive and claims to hate the Starks. She offers to serve Theon and he wonders how, warning her not to ask for a spear again. She says that there are other ways to serve and suggests that she knows things. Theon derisively asks what she knows and she says that the free folk know savage things while unlacing her dress. Theon dismisses his guard as she undresses further. She stands naked and he says that he always wondered what she had under her clothes. She says that it comes at a price and asks for her freedom. Theon says she will have it if she serves him well.\n\n", "Scene 23": "[[File:Shae_cares_for_Sansa.jpg|thumb|Shae caring for Sansa.]]\n\n[[Shae]] treats Sansaâ&euro;&trade;s cuts in her chamber. Sansa says that she thought the rioters would kill her and Shae says that they thought the same. Sansa says that she could tell that the man who hit her hated her. She wonders why he wanted to hurt her despite not knowing her. Shae tells Sansa that the rioters hated her for being what they cannot have and points out that Sansaâ&euro;&trade;s horse eats better than a common manâ&euro;&trade;s children. Sansa says that she would have given them food if she had any and asserts that she hates the King more than the rioters. Shae warns her to be careful who she speaks to. Sansa says that she is safe talking to Shae and Shae warns her to trust no-one.\n\n", "Scene 20": "[[File:Jon_lies_with_Ygritte_2x6.png|thumb|Jon lies with Ygritte to keep warm.]]\nJon leads Ygritte across rocky ground, her arms bound to the rope he is holding. She asks if his brothers have deserted him and offers to tell him which way to go. He says that they will sleep where they have stopped. She balks at the lack of shelter and he says that there is no shelter where they are. She says that he needs to know where to look. Ygritte warns that they could be killed by the cold and suggests they light a fire as Jon binds her legs. He refuses to consider a fire and lowers her to the ground. She suggests that they would stay warm if they stay close. She says that he will freeze before she does and he lays beside her. She asks if he thinks his brothers are looking for him. He says that they will find him and she calls him stupid but brave. He urges her to get some sleep before they start walking again at first light. She wiggles her hips against him and he tells her to stop moving. She says that she was just trying to get comfortable. She repeats the action and he again tells her to stop.\n\n", "Scene 21": "[[File:Robb_avengeful.jpg|thumb|Robb plans to avenge Theon's betrayal.]]\n\nRobb reads the news of Theonâ&euro;&trade;s betrayal and seizing of Winterfell in his command tent. He says that it cannot be true as Catelyn paces behind him. Roose says that it is true and cites similar reports from [[White Harbor]], [[Barrowton]] and [[the Dreadfort]]. Robb wonders why Theon betrayed him and Roose says that â&euro;&oelig;the Greyjoys are treasonous whores.â&euro;? Robb asks about his brothers and Roose says that there has been no word of them. Roose reports news of the execution of Ser [[Rodrik Cassel]]. Catelyn says that she warned Robb never to trust a Greyjoy. Robb says that he must return north at once. Roose counsels that Robb still has a war to win in the south. Robb angrily asks Roose how he can call himself King if he cannot hold his own castle. Roose asserts that Robb is a king and does not have to do everything himself. Catelyn asks Robb to send her to talk to Theon. Robb insists that there will be no more talking and that Theon will die for his treachery. Roose says that Theon has only a skeleton crew to hold the castle and asks Robb to let him send [[Ramsay Snow|his bastard]] to retake Winterfell. He says that they have the Lannisters on the run and will lose what they have gained if they return north. Roose says that his son would be honored to bring Theonâ&euro;&trade;s head to Robb. Robb orders Roose to tell his son that Bran and Rickonâ&euro;&trade;s safety is paramount. He also orders Theon brought to him alive so that he ask him why before executing him personally.\n\n", "Scene 9": "[[File:Tyrion_slaps_Joffrey.jpg|thumb|Tyrion confronts Joffrey for his vicious idiocy.]]\n\nFrom behind the gates Joffrey calls the rioters traitors and demands their heads. Tyrion calls his nephew a blind fool. Joffrey says that Tyrion canâ&euro;&trade;t stop him. Tyrion says that they have had vicious kings and idiot kings but that he is not sure they have ever been cursed with a vicious idiot king before. Joffrey says that Tyrion canâ&euro;&trade;t insult him. Tyrion says that he can and he is and Joffrey screams that the people attacked him. Tyrion shouts that they threw a cowpie at him and he responded by ordering all of them executed, adding furiously that the people are starving because of the war Joffrey started. Joffrey angrily reminds Tyrion that he is talking to a king, and Tyrion responds by slapping him in the face hard enough to send him sprawling. Tyrion says that he has now struck a king and asks Joffrey if his hand has fallen from his wrist. Tyrion asks Ser [[Meryn Trant]] where Sansa is and Joffrey orders her left to the mob. Tyrion warns that if Sansa is dead Joffrey will never get his Uncle Jaime back and reminds Joffrey that he owes Jaime much.\n\n", "Scene 8": "[[File:JoffreyAttackedSeason2.png|thumb|left|Joffrey is marked with excrement by dissenting citizens.]]\n\nOn re-entering the city Joffrey is met by an unruly crowd of [[smallfolk|peasants]]. A man calls for seven blessings on Joffrey. Sansa trails behind Joffrey and his Kingsguard. Another man calls out â&euro;&oelig;All Hail the King.â&euro;? The crowd cheers as someone calls out heâ&euro;&trade;s a bastard. Cersei follows behind Sansa and her attention is caught by the jeering crowd. Another citizen shouts out that they are hungry. Tyrion enters the street with Tommen and several Lannister guardsmen. Sensing the atmosphere he orders them to return Tommen to the Red Keep via another route. The people call out to Joffrey for food. He is struck in the face by thrown cow excrement. His guards draw their swords and the [[Gold Cloaks]] attempt to keep the smallfolk back with their spears. Joffrey demands that they find the culprit as the Gold Cloaks start to beat one of the crowd. Joffrey then calls for his men to kill all of the smallfolk present.\n\n[[File:High_Septon_torn.jpg|thumb|The [[High Septon (Before the riot of King's Landing)||High Septon]] is torn apart by the mob.]]\nThe crowd begins to riot, attacking the guards with rocks. The kingsguard kill anyone who approaches Joffrey. Cersei and Tyrion are each defended by Lannister guardsmen and Tyrion urges his sister onwards. [[Sandor Clegane]] grabs his king and pulls him through the mob. Joffrey asks what they are doing and repeats his order to execute the people. Sandor explains that the rioters want the same for Joffrey. Sansa is undefended and attempts to push through the crowd with two other ladies. The [[High Septon]] is overwhelmed by the mob and torn to pieces. Tyrion calls for Sansa but cannot see her.\n\nSandor hands off Joffrey to one of his sworn brothers to fight the rioters. The Kingsguard kill several more rioters as they drag Joffrey to safety behind a gate. The Kingsguard push Joffrey inside and turn to defend the entrance. Queen Cersei and Tyrion are next inside. Sansa is separated from the group and chased down a back alley by four men.\n\n", "Scene 7": "[[File:Myrcella_leaves.jpg|thumb|Myrcella's departure.]]\n\nPrincess [[Myrcella Baratheon]] is rowed away from the docks of Kingâ&euro;&trade;s Landing to a ship waiting at anchor. She is accompanied by Septa [[Eglantine]] and Ser [[Arys Oakheart]] of the [[Kingsguard]]. Her departure is watched by her mother Queen [[Cersei Lannister]], [[Tyrion Lannister]], the remainder of the Kingsguard, various nobles and her brothers King [[Joffrey Baratheon]] and Prince [[Tommen Baratheon]]. The [[High Septon (Before the riot of King's Landing)||High Septon]] prays for a safe journey for her. Myrcella sobs as she moves away from her family. Cersei tells Tyrion that she hopes that he will one day truly love someone so that she can inflict the pain of taking them away from him. Tyrion looks pointedly at his sister before walking away. A [[septa]] dries Tommenâ&euro;&trade;s tears. Joffrey criticizes his brotherâ&euro;&trade;s behavior as unfitting for a prince. [[Sansa Stark]] murmurs that she has seen Joffrey cry. He turns on her and asks what she said. She says that [[Rickon Stark|Rickon]] cried when she left Winterfell and that it seems normal to her. Joffrey dismisses this as irrelevant because Rickon is not a prince. Joffrey leads the Kingsguard away.\n\n", "Scene 6": "[[File:Ambush1.jpg|thumb|The [[Night's Watch]] ambush the [[wildlings|wildling]] lookouts.]]\n\nQhorin and his men surround the camp of the wildling lookouts. Qhorin signals the attack and they swiftly kill all but one of the wildlings. Jon pins the survivor against a rock but stays his hand when he sees that his captive is a woman. Jon says that they could take her captive and question her. Qhorin says that she will not answer and that he has known wildlings to bite off their own tongues rather than submit to questioning. Jon asks her name and learns that she is called [[Ygritte]]. Qhorin tells Jon that she was reaching for an axe when he stopped her and that given half a chance she will kill him.\n[[File:Ygritte_caught.jpg|thumb|left|[[Ygritte]]'s capture.]]\n\nYgritte says that she has told Jon her name and he reciprocates. Ygritte says that they should burn the bodies of the wildlings they have killed. Qhorin questions her motivation for wanting them to light a fire. He asks if she has more friends in the area and she warns that they might need their swords again if the bodies are left unburned. Qhorin says that Jon has already killed a [[wight ]]and can do it again. Qhorin asks what awaits them beyond the pass and Ygritte says that there are more free folk than they have ever seen. Qhorin asks why they are in the [[Frostfangs]] and Ygritte does not answer. Qhorin asks if they mean to march on the wall and again gets no response. He approaches her and puts a gloved hand to her face, asking if she knows who he is. She recognizes him and he asks what her people would do if they caught him. She says that if he they were feeling kind they would grant him a quick death. Qhorin pragmatically details the reasons that Ygritte must die and draws his sword. Jon says that he will kill her himself. Qhorin leads the rest of his men away and tells Jon to meet them at the summit, warning him to be quick because they are deep in wildling territory.\n\nYgritte realizes that Jon has never killed a woman before. She says that he need not kill her because she is sure that [[Mance Rayder]] would take him. She offers to show him secret ways through the pass. Jon turns his blade against her throat and asserts his loyalty to the Nightâ&euro;&trade;s Watch. He withdraws the point of his sword and Ygritte turns her neck towards him. She asks him to burn her body and he says that he canâ&euro;&trade;t because someone might see the smoke. She asks him to strike hard and true, threatening to haunt him. He hesitates and she says that the blade is cold against her neck before urging him on. He raises the blade and then strikes against the rock in front of Ygritte. She hits his leg with a stone and runs off.\n\nHe tracks her, sticking to higher ground. He slides down a slope and tackles her to the ground. He draws a knife and holds it to her throat. She says that they both know that he canâ&euro;&trade;t do it. She warns that the sun is going down and his friends are long gone. He says that they will find him and she tells him to call for them.\n\n", "Scene 5": "[[File:Tywin_berates_Lorch.jpg|thumb|Lord [[Tywin Lannister]] berating Ser [[Amory Lorch]] for his illiteracy.]]\n\n[[Tywin Lannister]] hosts another war council in his chambers at [[Harrenhal]]. [[Arya Stark]] continues to serve incognito as his cupbearer. Tywin asks Ser [[Amory Lorch]] if he is able to read and the knight does not answer. Tywin reveals that Ser Amory has sent a letter detailing their troop movements to Lord Marlin of [[House Dormund]] instead of Lord [[Damon Marbrand|Damon]] of [[House Marbrand]]. Ser Amory apologizes and Tywin orders Arya to fetch â&euro;&oelig;[[The History of the Greater and the Lesser Houses]].â&euro;? Arya picks up the book while Tywin is still describing it and he realizes that she can read. Tywin decries Amory as a worse reader than a cupbearer. Tywin opens the book to the page for HouseÂ DormundÂ and asks Amory to read who they owe allegiance to. Amory is hesitant and Tywin shouts that they are vassals of House Stark of Winterfell, their enemies and the captors of his son [[Jaime Lannister]]. Tywin says that he had judged that Amory might be useful for more than brutalizing peasants and that he overestimated. Tywin warns Amory not to endanger Jaimeâ&euro;&trade;s life again and dismisses him.\n\nTywin instructs Arya to clear the book away. He sarcastically says that she should devise their next battle plan. A [[Lannister Captain]] announces the arrival of Lord [[Petyr Baelish]]. Tywin dismisses his remaining bannermen while Arya freezes in fear of recognition. Tywin orders her to clear the table and she complies. Tywin offers wine and Arya goes to serve it. Tywin asks for news from the capital and Petyr explains that he has come from [[Renly Baratheon]]â&euro;&trade;s camp. Tywin jokes about the duration of Renlyâ&euro;&trade;s reign and repeats the rumor that he was murdered by a woman. Arya pours wine, carefully keeping out of Petyrâ&euro;&trade;s vision. Petyr says that there have been talk of [[Shadow|other forces]] at work and Tywin dismissively says that men love to blame demons when their grand plans fall apart. He motions for Arya to pour him wine and she turns her back to Petyr. Petyr says that he believes that chaos affords transient opportunities. Tywin says that the belief is not original and asks what opportunities he has found. Petyr brings up [[House Tyrell]] and their large army. Tywin is impatient and Petyr moves to his point; he says that [[Loras Tyrell]] blames [[Stannis Baratheon|Stannis]] for Renlyâ&euro;&trade;s death and wants revenge while Margaery wants to be queen. Tywin is already aware of Margaeryâ&euro;&trade;s ambition. Tywin reminds Petyr that House Tyrell are traitors to the Iron Throne and Petyr says that they might be able to punish them once Stannis and Robb have been defeated. Tywin orders Arya to serve more wine to Petyr. Petyr offers to broker an alliance between House Lannister and House Tyrell. Tywin asserts that the Tyrell host has returned to [[Highgarden]]. Arya spills wine on Petyrâ&euro;&trade;s hand and apologizes. He stares at her as he says that it was only wine. Tywin draws Petyrâ&euro;&trade;s attention back to him when he asks if he would ride there himself. Petyr says that he would leave that night with Tywinâ&euro;&trade;s permission and Tywin says that he will consider it before dismissing Arya. As Arya leaves Petyr begins to detail meeting with [[Catelyn Stark]] on orders from [[Tyrion Lannister]].\n\n", "Scene 4": "[[File:Ranging_206.jpg|thumb|[[Qhorin Halfhand]]'s rangers in the [[Skirling Pass]].]]\n\n[[Qhorin Halfhand]] leads his scouting party into the [[Skirling Pass]]. [[Jon Snow]] calls to his direwolf [[Ghost]] to stay close to them but is ignored. Qhorin calls Ghost a pet and Jon objects. Qhorin agrees that a direwolf is not a pet, saying that you cannot tame a wild thing. Qhorin says that wild creatures cannot be trusted and Jon says that Ghost is different. Qhorin asserts that wild creatures have their own unknowable rules and reasons. Qhorin warns that the wildlings they are looking for are nocturnal hunters. Jon points out that Qhorin is contradicting his assertion that you canâ&euro;&trade;t know a wild thing. Qhorin retorts that he meant that Jon canâ&euro;&trade;t. Qhorin expands that the wildlings hide in caves while the sun is up and then do their killing while it is dark. Jon suggests that they do the same and Qhorin counters that they do not know the terrain well enough, saying that he has lost good men to hidden crevasses. Jon says that his father always told him that he was of the North and Qhorin laughs at him. Jon says that he was not joking and Qhorin asks him to look around at the icy terrain and consider if it is anything like his home. Qhorin warns that the land itself will kill you if you start to think that you know it. He asks if Jon understands and Jon nods. Qhorin tells Jon that he does not understand. Qhorin says that they are at war and have always been at war. He says that their war will never end because they are not fighting an enemy but fighting the North, which is not going anywhere.\n\nQhorin tells Jon that the [[Nightâ&euro;&trade;s Watch]] has given him a great gift and that he can reciprocate by giving his life. Jon says that he would gladly give his life for the Watch. Qhorin stops and grabs Jon, telling him that he does not want him to die gladly. He says that he wants him to curse and fight to his last heart beat. Qhorin says that Jonâ&euro;&trade;s death will be a gift to the people south of the wall but that they will never know of his actions or his name. Qhorin again asks if Jon understands him and Jon again answers affirmatively. Qhorin says that Jon is even dumber than he looks and dismisses what he has said as words intended to make them feel that they have a purpose. Qhorin urges Jon onwards saying that they must find their quarry before night falls and the tables are turned.\n\n", "Scene 3": "\n[[File:Bran_surrenders_Winterfell.jpg|thumb|left|Theon forces Bran to publicly surrender Winterfell.]]\nTheon orchestrates Branâ&euro;&trade;s public surrender of the castle in front of the people of Winterfell. Among the crowd in the courtyard are Luwin, Hodor, [[Osha]], [[Rickon Stark|Rickon]], [[Farlen]] the kennel master and his daughter [[Palla]]. Dagmer and Theonâ&euro;&trade;s men maintain order among their prisoners. Bran says that he has yielded Winterfell, and Theon instructs him to speak louder and refer to him as a prince. Bran repeats it as instructed, and Theon takes over. He says that the people all know him, and Farlen interrupts to insult Theon. Bran warns Farlen to keep silent. Theon tells Farlen to listen to Bran, because the young lord has more sense than the kennel master. Bran tells his people to do as Theon commands. Theon tells the assembly that his father has declared himself [[King of the Iron Islands]] by donning the ancient crown of salt and rock. He says that Balon also claims [[the North]] by right of conquest and that they are now King Balonâ&euro;&trade;s subjects. Farlen objects, asserting his loyalty to [[House Stark]] and begins to criticize Theonâ&euro;&trade;s strategy. He is clubbed on the back of the head by one of Theonâ&euro;&trade;s men and falls to the ground. Palla helps Farlen up as Theon tells the smallfolk that he will treat them well if they serve him as loyally as they did [[Eddard Stark]]. He warns that he will make any traitors regret betraying him.\n\nTheon instructs Luwin to send ravens to Balon at Pyke and to his sister [[Yara Greyjoy|Yara]] at [[Deepwood Motte]] to inform them of his victory. He tells Luwin to order an additional 500 men from Yara. Luwin hesitates, and Theon reminds him of his vows as a [[Maester]] of the [[Citadel]] to serve the [[Lord of Winterfell]]. Theon claims the title for himself and repeats his orders. Luwin accepts his orders and goes to send the messages.\n\n[[File:Osha_and_Theon_2x6.png|thumb|right|Osha bends the knee to Theon.]]\nOsha steps forward and calls Theon my lord. He arrogantly notes that she has learned how to address her betters and asks what she wants. She says that she was brought to Winterfell as a captive and reminds Theon that he was present the day she was taken. He claims to be the one who captured her. She bends the knee and offers to serve Theon. Theon asks how she will serve him and insults her by saying that he needs fighters not kitchen sluts. She says that Robb put her in the kitchens and that she will fight for Theon if he puts a spear in her hands. Theon suspects her of treachery and refuses. He orders her to get up and pushes her aside. She stands by Bran, and he asks her why she is betraying them. She says that his dream has come true; the ocean has reached Winterfell and she does not intend to drown.\n\nTheon continues to address the people, but is interrupted by the arrival of [[Lorren]] and three men with a captive, Ser [[Rodrik Cassel]]. Lorren says that they took him on his return from [[Torrhenâ&euro;&trade;s Square]] and that he killed two of their men before he was subdued. Luwin returns to the courtyard as Lorren gives his explanation. Theon tells Ser Rodrik that it grieves him that they meet as foes. Rodrik counters by saying that it grieves him that Theon has less honor than a whore. Rodrik reminds Theon that he was raised at Winterfell and says that the people are his people. Theon denies the claim, and Rodrik tells him that Robb considered him a brother. Theon says that his brothers are dead and died fighting the Starks. Rodrik retorts that they died in a war that Balon started. Rodrik says that [[Eddard Stark|Lord Stark]] raised Theon among his own sons, and Theon angrily asserts that he was never treated as one of them and was a hostage. Theon tells Rodrik that Eddard is dead and that the Seven Kingdoms are at war. Theon again asserts that Winterfell is his. Rodrik says that he should have put a sword in Theonâ&euro;&trade;s belly instead of his hand. Theon says that Rodrik has served faithfully and then begins a threat. Rodrik spits in his face. Theon orders Rodrik imprisoned, but Dagmer counsels that he must die for his actions. Dagmer says that the men will not respect Theon while Rodrik lives. Theon hesitates and then announces the death sentence. \n[[File:RodrickBeforeDeath.png|thumb|left|The execution of Ser [[Rodrik Cassel]].]]\n\nBran reminds Theon that he said that no harm would come to the people if he yielded. Theon counters that Rodrik could not keep his mouth shut. Luwin approaches Theon and advises him not to make a hasty decision. Theon says that Rodrik chose to disrespect him in front of his men. Luwin counsels that Rodrik is worth more alive than dead and says that the Starks will ransom him. Luwin urges Theon to consider his actions. Theon hesitates and then looks at Dagmer who shakes his head. Theon warns the master to address him as Prince Theon or be next. Dagmer motions to [[Lorren]], who drags Rodrik to the executioner's block, as Dagmer draws his sword. Bran, Rickon, and the people cry out to Theon to have mercy. Rodrik stares defiantly at Theon and says that the man who passes the sentence should swing the sword, before calling him a coward. Theon pushes Dagmer aside and draws his own weapon. Bran calls out for Theon to stop, and Theon retorts that Bran no longer gives commands. Bran begs Theon to stop, and Rodrik tells Bran to hush, saying that he is going to see Branâ&euro;&trade;s father. Theon asks Rodrik if he has any last words, and Rodrik says â&euro;&oelig;''Gods help you Theon Greyjoy, now you are truly lost''.â&euro;? Theon swings the sword down on Rodrikâ&euro;&trade;s neck, but his first blow does not kill him. Theon swings a further three times to the horror of the onlookers. He has to kick Rodrikâ&euro;&trade;s head to finally sever it from his body. Theon looks around at his captives, realizing what he has done and how they all hate him.\n\n", "Scene 2": "[[File:Theon_and_Bran.jpg|thumb|[[Theon Greyjoy]] confronts [[Bran Stark]] and convinces him to yield Winterfell.]]\n\n[[Bran Stark]] is awakened by [[Theon Greyjoy]] bursting into his room. [[Dagmer Cleftjaw]] follows Theon into the room. Theon tells him that he has taken Winterfell. Bran is confused and groggy from sleep. Theon explains that he infiltrated the castle using grappling claws to scale the walls. Bran wonders why Theon has attacked them and Theon asserts his intention to seize the castle. Bran reminds Theon that he left to fight for [[Robb Stark|Robb]]. Theon tells Bran that Robb sent him back to Pyke and that he is now fighting for his father [[Balon Greyjoy]] instead of Robb. Theon asks where [[Hodor]] is, Bran says that he does not know and Theon sends Dagmer to find him, calling Hodor a halfwit.\n\nTheon tells Bran that his people are being assembled in the courtyard. Bran asks why and Theon says that they will go down and tell them that Bran has yielded Winterfell. Bran says that he will never yield. Theon argues with him and then sits on the edge of his bed to explain that Bran must yield to protect his people. He says that a good lord would yield to save lives and Bran hesitates. Theon tells Bran to think carefully about his choice of words and gets up to leave. Bran stops him by asking if he hated the Starks the whole time that he lived with them. Theon has no answer and walks out.\n\n", "Scene 1": "[[File:Luwin_sends_raven.jpg|thumb|left|Maester [[Luwin]] heroically sends a raven announcing the [[Fall of Winterfell]].]]\n\nMaester [[Luwin]] comes through a door, and he quickly throws the latch to lock it behind him. Outside we can hear cries, crashes, and raised voices. Luwin rushes over to a table and scribbles a message. Someone is pounding on the door. He hurriedly pushes the message into a cylinder attached to a raven's leg, carries the struggling bird to a window, and releases it, moments before five [[Ironborn]] soldiers burst in.\n\n"}, "title": "The Old Gods and the New recap"}