{"attributes": {"season": " Season 2", "image": " The Vale Histories &amp; Lore.png", "narrator": " Petyr Baelish'''&quot;The Vale&quot;''' is part of the Histories &amp; Lore, a special feature in the Blu-ray of Season 3 of ''Game of Thrones''. It is narrated by Aidan Gillen as LordÂ Petyr Baelish.==Synopsis==Petyr Baelish describes the Vale of Arryn's history and legends, as well as its attempts to isolate itself from external threats.==Summary==Impregnable, that is how the Vale sees itself. Shielded from Westeros by its mountains. They call the entrance to their lands the Bloody Gate because during the Age of Heroes a dozen armies supposedly smashed themselves against it. Even if they had gotten through, the roads of the Vale are narrow, steep and treacherous. Half the men would have slipped to their deaths or frozen in the mountain snow, or so the common wisdom goes.Except the Vale has been conquered, vaunted mountains did not stop the Andals who came by the eastern sea. The people of the Vale say that Ser Artys Arryn, the Andal general, flew on the back of a giant falcon and slew the Griffin King on top of the tallest mountain. During War of Conquest", "title": " The Vale"}, "sections": {"TOP": "The Vale (Histories &amp; Lore)021133lvnfbw4rm3y85296eh3w37qu33mvofw1773672015-03-17T00:42:27ZGreater good3347453Added infobox and synopsis{{Lore|Title = The Vale|Image = The Vale Histories &amp; Lore.png|Season = [[Season 2|2]]|Narrator = [[Petyr Baelish]]}}\n'''&quot;The Vale&quot;''' is part of the [[Histories &amp; Lore]], a special feature in the Blu-ray of [[Season 3]] of ''[[Game of Thrones]]''. It is narrated by [[Aidan Gillen]] as LordÂ [[Petyr Baelish]].\n\n", "Synopsis": "[[Petyr Baelish]] describes [[the Vale of Arryn]]'s history and legends, as well as its attempts to isolate itself from external threats.\n\n", "Summary": "Impregnable, that is how the Vale sees itself. Shielded from [[Westeros]] by its mountains. They call the entrance to their lands the [[Bloody Gate]] because during the [[Age of Heroes]] a dozen armies supposedly smashed themselves against it. Even if they had gotten through, the roads of the Vale are narrow, steep and treacherous. Half the men would have slipped to their deaths or frozen in the mountain snow, or so the common wisdom goes.\n\nExcept the Vale has been conquered, vaunted mountains did not stop the [[Andals]] who came by the eastern sea. The people of the Vale say that Ser [[Artys Arryn]], the Andal general, flew on the back of a giant falcon and slew the [[Griffin King]] on top of the tallest mountain. During [[War of Conquest|Aegon's conquest]], one of his sisters did the same; flying a [[Vhagar|dragon]] over the [[Bloody Gate]] and up to [[The Eyrie]], the Arryn stronghold. The [[Ronnel Arryn (King)|Arryn boy king]] yielded the Vale in return for a ride on the beast. There is a theme here; the rationalising of defeats with mythical beasts and the whims of children instead of acknowledging the root cause: the arrogance of isolation.\n\nThe men of the Vale are so proud of their mountains they cannot abide any flaw in them. As with the mountains, so too with their blood. The first Andals landed in the Vale as its most powerful lords. The Arryns, the Waynwoods and the Corbrays like to brag that through their veins runs the blood of the oldest Andal nobility in Westeros. But through their brains runs an even older folly: that blood matters. If it did, those pureborn lords should have been able to exterminate the [[hill tribes]] centuries ago. But those primitive raiders whose tribes more resemble kennels than families, continue to plague the Vale, even kidnapping an Arryn once. Until [[Tyrion Lannister]], an outsider, no Vale lord ever thought to turn the tribes to the Vale's advantage. That a desperate warlike people could be useful, not to mention inexpensive.\n\nBut perhaps the Vale lords consider such thoughts beneath them. After all, the Vale's isolation does breed an abundance of honor and pious bleating which governs their decisions instead of foresight. Like a blind man who can only guess where his horse is taking him, Littlefinger doubts [[Jon Arryn]] had even prepared for civil war when he raised his banners instead of handing over his young wards [[Ned Stark]] and [[Robert Baratheon]] to the [[Aerys II Targaryen|Mad King]]. Honor demanded and Lord Arryn obeyed. He would have done the same if the boys had not been the lords of two great houses, who could field mighty armies of their own.\n\nBut perhaps Littlefinger gives him too little credit. After all, if the war went against them only Lord Arryn had a nice impregnable castle to retreat into and he was wise enough to take poor [[Lysa Tully]] into his bed to win [[the Riverlands]] as allies. Jon Arryn won, then Jon Arryn died.\n\nWisely, the Vale stayed out of all the ensuing chaos. Its crops did not burn or wither in the fields from lack of men to tend them. Its strength was not drained by forced marches to futile skirmishes. In the Vale, life proceeds as it always has: calm, proud. A world of high honor undisturbed by armies and men of low birth with high ambition: impregnable!\n\n"}, "title": "The Vale (Histories &amp; Lore)"}