{"attributes": {}, "sections": {"TOP": "The Book of Brothers020919kraqx9ag7cc6i1zapr5qyl35g4cpvn01633832014-10-31T12:29:26ZArticXiongmao15030876{{Quote|So this is the famous &quot;Book of Brothers&quot;... all the great deeds of all the great Kingsguard.|King [[Joffrey Baratheon]]|Two Swords}}\n\n'''''The Book of Brothers''''', informally called '''''The White Book''''', is the tome that records the deeds of every [[knight]] who has ever served in the three hundred year history of the [[Kingsguard]].\n[[File:The-White-Book.jpg|thumb|right|250px|Current Lord Commander [[Jaime Lannister]] with the White Book.]]\nThe book is kept in the [[Red Keep]] in the [[White Sword Tower]], where the knights of the Kingsguard have their sleeping cells. The book is in the uppermost floor of the tower in the room where the seven meet. It is the responsibility of the current [[Lord Commander of the Kingsguard]] to update the entries in the book.\n\nEach knight who has been made a member of the Kingsguard since the reign of King [[Aegon I Targaryen]] has a page within the book detailing his deeds. On the top left-hand corner of the page his personal or family arms are drawn while at the bottom right-hand corner are the arms of the Kingsguard.\n\n", "Known entries": "*Prince [[Aemon Targaryen (Dragonknight)|Aemon Targaryen]]\n*Ser [[Duncan the Tall]]\n*Ser [[Gwayne Gaunt]]\n*Ser [[Gerold Hightower]]\n*Ser [[Arthur Dayne]]\n*Ser [[Jaime Lannister]]\n\n", "See also": "*{{AWOIAF}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the White Book is described as being two feet tall, a foot and a half wide, and a thousand pages thick. In the show it is considerably smaller.\n\nThe novels reveal the contents of only two of the entries, of Barristan Selmy and Jaime Lannister.\n\n===Barristan Selmy's entry===\n\n''Ser Barristan of [[House Selmy]]. Firstborn son of Ser Lyonel Selmy of Harvest Hall. Served as squire to Ser Manfred Swann. Named &quot;the Bold&quot; in his 10th year, when he donned borrowed armor to appear as a mystery knight in the tourney at [[Blackhaven]], where he was defeated and unmasked by Duncan, Prince of Dragonflies. Knighted in his 16th year by King [[Aegon V Targaryen]], after performing great feats of prowess as a mystery knight in the winter tourney at King's Landing, defeating Prince Duncan the Small and Ser [[Duncan the Tall]], Lord Commander of the Kingsguard. Slew Maelys the Monstrous, last of the Blackfyre Pretenders, in single combat during the [[War of the Ninepenny Kings]]. Defeated Lormelle Long Lance and Cedrik Storm, the Bastard of Bronzegate. Named to the Kingsguard in his 23rd year, by Lord Commander Ser [[Gerold Hightower]]. Defended the passage against all challengers in the tourney of the Silver Bridge. Victor in the mĂŞlĂŠe at [[Maidenpool]]. Brought King Aerys II to safety during the [[Defiance of Duskendale]], despite an arrow wound in the chest. Avenged the murder of his Sworn Brother, Ser [[Gwayne Gaunt]]. Rescued Lady Jeyne Swann and her septa from the [[Kingswood Brotherhood]], defeating [[Simon Toyne]] and the [[Smiling Knight]], and slaying the former. In the [[Oldtown]] tourney, defeated and unmasked the mystery knight Blackshield, revealing him as the Bastard of Uplands. Sole champion of Lord Steffon's tourney at [[Storm's End]], whereat he unhorsed Lord [[Robert Baratheon]], Prince [[Oberyn Martell]], Lord Leyton Hightower, Lord [[Jon Connington]], Lord [[Jason Mallister]], and Prince [[Rhaegar Targaryen]]. Wounded by arrow, spear, and sword at the [[Battle of the Trident]] while fighting beside his Sworn Brothers and Rhaegar Prince of [[Dragonstone]]. Pardoned, and named Lord Commander of the Kingsguard, by King Robert I Baratheon. Served in the honor guard that brought Lady [[Cersei Lannister|Cersei]] of House Lannister to King's Landing to wed King Robert. Led the attack on Old Wyk during [[Balon Greyjoy]]'s [[Greyjoy Rebellion|Rebellion]]. Champion of the tourney at King's Landing, in his 57th year. Dismissed from service by King [[Joffrey Baratheon|Joffrey I Baratheon]] in his 61st year, for reasons of advanced age.''\n\nThe earlier part of Selmy's career had been entered by the former Lord Commander Gerold Hightower in a big forceful hand. Selmy's own smaller and more elegant writing took over with the account of his wounding on the Trident. He returned to the White Sword Tower after his dismissal by Joffrey to write his final entry in the book.\n\n===Jaime Lannister's entry===\n\nJaime's entry was written by the former Lord Commanders of the Kingsguard, Gerold Hightower and Barristan Selmy. It is slightly different than in the show:\n\n''Ser Jaime of [[House Lannister]]. Firstborn son of Lord [[Tywin Lannister|Tywin]] and Lady [[Joanna Lannister|Joanna]] of [[Casterly Rock]]. Served against the Kingswood Brotherhood as squire to Lord Sumner Crakehall. Knighted in his 15th year by Ser [[Arthur Dayne]] of the Kingsguard, for valor in the field. Chosen for the Kingsguard in his 15th year by King Aerys II Targaryen. During the Sack of King's Landing, slew King Aerys II at the foot of the Iron Throne. Thereafter known as the &quot;Kingslayer&quot;. Pardoned for his crime by King Robert I Baratheon. Served in the honor guard that brought his sister the Lady [[Cersei Lannister]] to [[King's Landing]] to wed King Robert. Champion in the tourney held at King's Landing on the occasion of their wedding.''\n\nJaime is disappointed to see how scant his entry is in comparison to Selmy's. He muses that Barristan could have recorded a few of his other tourney victories, and Ser Gerold might have written a few more words about the deeds he'd performed when Ser Arthur Dayne broke the Kingswood Brotherhood. Later, he adds the following lines to his entry:\n\n''[[Battle of the Whispering Wood|Defeated]] in the [[Whispering Wood]] by the Young Wolf [[Robb Stark]] during the [[War of the Five Kings]]. Held captive at [[Riverrun]] and ransomed for a promise unfulfilled. Captured again by the Brave Companions, and maimed at the word of [[Locke|Vargo Hoat]] their captain, losing his sword hand to the blade of Zollo the Fat. Returned safely to [[King's Landing]] by [[Brienne]], the Maid of Tarth.''\n\nAfter adding the above paragraph, Jaime muses that more than three-quarters of his page still remains to be filled. Ser Gerold Hightower had begun his history, and Ser Barristan Selmy had continued it, but the rest Jaime needs to write for himself. He can write whatever he chooses, henceforth.\n\n", "History": "===[[Season 4]]===\nKing [[Joffrey Baratheon]] passingly reads through some entries in the Book of Brothers, particularly those of Ser [[Arthur Dayne]] and Ser [[Duncan the Tall]]. When he comes to his uncle [[Jaime Lannister]]'s rather brief entry, Joffrey sarcastically remarks that someone has forgotten to record all of Jaime's great deeds. Joffrey is surprised that Ser Duncan has four entire pages devoted to his exploits, much more than is usual, and says he must have been quite a man. Jaime agrees that everyone says he was.&lt;ref&gt;[[Two Swords]]&quot;&lt;/ref&gt;\n\n[[Brienne of Tarth]] reads aloud Jaime's entry on their goodbye conversation.&lt;ref&gt;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\n===Prince Aemon Targaryen's entry===\n\n''Called the Dragonknight after his noble heritage. Second son to [[Viserys II Targaryen]] and brother to King [[Aegon IV Targaryen| Aegon IV]] and Queen [[Naerys Targaryen]]. Raised to the Kingsguard in his seventeenth year and after rose to Lord Commander. Wielded the [[Valyrian]] blade [[Dark Sister]], previously the sword of [[Visenya Targaryen]], sister and wife to [[Aegon I Targaryen| Aegon I]]. Rescued from a snakepit by his cousin [[Baelor I Targaryen|Baelor I the Blessed]], whom the vipers refused to bite. Fought [[Cregan Stark]], barely defeating him. Won the tourney of [[Riverrun]] in his 21st year, unseating Ser [[Terrence Toyne]] in the final joust. (...)''&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\n===Duncan the Tall's entry===\n''(...) [[Blackfyre Rebellion]]. Raised to Lord Commander of the Kingsguard by King [[Aegon V Targaryen| Aegon V]], his former squire. Led the honor guard that escorted [[Maester Aemon]], formerly of House Targaryen and the Kings uncle, to the [[Wall]]. Defeated all challengers at the tourney of [[Pennytree]], which Aegon V held in his honor and named a commoner as the [[Queen of Love and Beauty]]. Rescued the daughter of Lord [[Damon Lannister]] from [[Pyke]], after her ship was taken by Greyjoy raiders. Perished in the [[Tragedy of Summerhall|mysterious fire]] of [[Summerhall]] with King Aegon and Prince [[Duncan Targaryen|Duncan]].''&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\n====Note====\n*When the entry refers to Aemon &quot;and the King's uncle&quot; (the King being Aemon's father Maekar) joining the Night's Watch at the Wall, the punctuation makes the meaning confusing: Aemon was Aegon V's brother, not his uncle. Aemon was, however, accompanied to the Wall by [[BryndenÂ Rivers|Brynden &quot;Bloodraven&quot; Rivers]], who was King Maekar's uncle (specifically, he was the bastard half-brother of Maekar's father Daeron II). A more explicit punctuation would be &quot;...that escorted Maester Aemon, formerly of House Targaryen''',''' (as well as) the King (Maekar)'s uncle (Brynden) to the Wall. Another point of confusion is that the entry begins by referring to Aegon V as the current king, then without signalling shifts tense to refer to Aegon V's father Maekar as &quot;the King&quot;.\n\n===Gerold Hightower's entry===\n''(...) while defending the honor and property of the Dornish princess, [[Elia Martell]]. Handed command to Ser [[Arthur Dayne]] due to sustained injuries the same year. Broke three lances against [[Oswell Whent]] at the tourney at [[Harrenhal]] and fought with great distinction in the mĂŞlĂŠe. Dispatched by King [[Aerys II Targaryen| Aerys]] to locate the crown Prince [[Rhaegar Targaryen]] in the wake of [[Robert Baratheon]]'s Rebellion. Died in the Red Mountains of Dorne alongside his sworn brothers Ser Arthur Dayne and Ser Oswell Whent after refusing to bend the knee to the new king Robert Baratheon. All were defeated by a small force led by Lord [[Eddard Stark]] of Winterfell.''&lt;ref&gt;[[Two Swords]]&quot;&lt;/ref&gt;\n\n===Jaime Lannister's entry===\n\n''Squired for [[Barristan Selmy]] against the [[Kingswood Brotherhood|Kingswood Outlaws]]. Knighted and named to the Kingsguard in his sixteenth year for valor in the field. At the [[Sack of King's Landing]] murdered his king, [[Aerys II Targaryen|Aerys the second]], at the foot of the [[Iron Throne]]. Pardoned by King [[Robert Baratheon]]. Thereafter known as the Kingslayer.''&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\n"}, "title": "The Book of Brothers"}