{"attributes": {"season": " Season 2", "image": " Alchemist's guild.png", "narrator": " Hallyne'''&quot;The Alchemists' Guild&quot;''' is part of the Histories &amp; Lore, a special feature in the Blu-ray of Season 2 of ''Game of Thrones''. It is narrated by Roy Dotrice as Wisdom Hallyne.==Synopsis==Wisdom Hallyne divulges the history of the Alchemists' Guild's service to House Targaryen from the reign of Maegor Targaryen", "title": " The Alchemist's Guild"}, "sections": {"TOP": "The Alchemists' Guild (Histories &amp; Lore)0131952y6yn7xmcjk2vcsa3pcx3ijxrn0o6451772902015-03-16T19:24:36ZGreater good3347453Added infobox and synopsis{{Lore|Title = The Alchemist's Guild|Image = Alchemist's guild.png|Season = [[Season 2|2]]|Narrator = [[Hallyne]]}}\n'''&quot;The Alchemists' Guild&quot;''' is part of the [[Histories &amp; Lore]], a special feature in the Blu-ray of [[Season 2]] of ''[[Game of Thrones]]''. It is narrated by [[Roy Dotrice]] as [[Wisdom]] [[Hallyne]].\n\n", "Synopsis": "[[Wisdom]] [[Hallyne]] divulges the history of the [[Alchemists' Guild]]'s service to [[House Targaryen]] from the reign of [[Maegor Targaryen|Maegor the Cruel]] to [[Aerys II Targaryen|Aerys the Mad]].\n\n", "Summary": "Wisdom Hallyne begins by telling his audience that [[dragons]] were the key to the [[War of Conquest|conquest]] of the [[Seven Kingdoms]], but adds that to rule them, [[House Targaryen]] required a &quot;less temperamental tool&quot;. When King [[Maegor Targaryen]] saw the work of the [[Alchemists' Guild]], he blessed them with his \npatronage. Hallyne claims that at the time, alchemists commonly transmuted metals and performed other wonders, but the King was most interested in their mastery of &quot;the Substance&quot;, which outsiders to the order dub &quot;[[wildfire]]&quot;. To Hallyne, this is a slight misnomer caused by the popular belief that the Substance is uncontrollable: water doesn't extinguish it and steel can't repel it.\n\nThe order alone knows the secrets of the Substance. In bare stone cells beneath the [[Guildhall of the Alchemists]], acolytes prepare the Substance with &quot;utmost care and ancient magic&quot;. [[Apprentice|Apprentices]] then transport jars containing it to secure storage. The Substance's purity is then overseen by [[Wisdom|Wisdoms]], such as Hallyne, who are adept in the alchemical mysteries. Hallyne claims that should an [[acolyte]] prove unworthy and let the Substance ignite, ceilings are &quot;spelled&quot; to collapse and fill the room with sand, for, once lit, the fire will only be extinguished by smothering or starvation.\n\nFor many years, the Guild faithfully served House Targaryen until they were overshadowed by the &quot;envious&quot; Order of [[Maesters]], who dismissed all knowledge except their own, and by charlatans who hawked green paint, and worse, in their name. After the death of the unfortunate Prince [[Aerion Targaryen]], who drunkenly boasted a draft of wildfire would transmute him into a [[dragon]], the Guild lost its royal favor.\n\nHowever, then came the &quot;wise&quot; King [[Aerys II Targaryen]]. Hallyne was only an acolyte when the King restored the Guild to its former glory, who, like his forefathers, appreciated the alchemists' secret arts, even naming Wisdom [[Rossart]] as [[Hand of the King]]. Together, the two punished Aerys' enemies &quot;as befits a true Targaryen&quot; - burning them alive. During the [[War of the Usurper]], Hallyne heard rumors that King Aerys had commissioned the greatest Wisdoms to create an [[Wildfire plot|ultimate weapon]] to employ against [[Robert Baratheon]]. Hallyne laments that the city may have [[Sack of King's Landing|fallen]] before it could be used. He also adds that many wisdoms disappeared during the sack of the city, victims to ignorance and envy, as ever.\n\nYet the order perseveres, like the Substance - which grows more potent with age -, and perfects its ancient arts in darkness, forgotten by the world. Hallyne boasts that they are masters of the fire, but live only to serve, and all they need is the right... &quot;spark&quot;.\n\n"}, "title": "The Alchemists' Guild (Histories &amp; Lore)"}