{"attributes": {}, "sections": {"Scene 30": "Eddard strokes Ladyâ&euro;&trade;s head to reassure her, then he stabs her in the heart to give her a quick and merciful death.\n\n", "TOP": "The Kingsroad recap01374067an5v18elre3rzx545udw0t3q4vryq1603082014-09-24T18:59:14ZThe Dragon Demands5014364:''Main: [[The Kingsroad]]''\nThis '''recap''' of '''&quot;The Kingsroad&quot;''' features a detailed synopsis of each scene of the episode.\n\n", "Scene 13": "Benjen, Jon and Tyrionâ&euro;&trade;s party makes camp on their way north. They are joined by fresh recruits for the Watch, men who have been tied up. Tyrion says they are rapists. They were offered the choice of castration orÂ the Wall. Most choose the knife. Tyrion asks Jon what he thinks of his new brothers.\n\nChanging the subject, Jon asks Tyrion why he reads so much. Tyrion replies that he is a dwarf and if heâ&euro;&trade;d been born a peasant heâ&euro;&trade;d probably been left in the woods to die. Alas, he was born a Lannister of Casterly Rock and things are expected of him. His father was [[Hand of the King]] for twenty years, until his brother killed that king. His brother has his sword and Tyrion has his mind, and a mind needs books like a sword needs a whetstone. He and Jon share a wineskin as Jon reflects on Tyrionâ&euro;&trade;s words that the Nightâ&euro;&trade;s Watch guards the realm only from grumkins and snarks and other mythical creatures. One of the new recruits, [[Rast]], glares at Jon with hostility.\n\n", "Scene 12": "At the Dothraki camp that night, Drogo takes Daenerys. She is uncomfortable but takes odd comfort in seeing her [[dragon]] eggs glowing in the firelight.\n\n", "Scene 11": "The royal party pauses on its way south. Robert has lunch with Eddard and says they could strike off into the countryside, swords at their sides and tavern wenches to warm their beds. Eddard is amused, pointing out he should have asked him twenty years earlier. Robert replies that they had wars to fight and wives to marry; they never had a chance to be young. Eddard recalls a few chances and they discuss some of the women they knew. Robert asks about [[Wylla]], Eddard's bastard's mother, and Eddard refuses to talk about her, going sombre. Robert, sensing his friend's feeling of guilt,Â says that Eddard should not blame himself, as they were at war and could have been killed at any moment. Robert insists that Eddard is and always has been too hard on himself. Upon seeing the look on Eddard's face, Robert remarks that were it not for the fact he is king, Eddard would have hit him by now. Eddard jokes that losing the ability to hit him was the worst part of Robert's coronation.\n\nHe moves on to more pressing business: a message arrived by night, reportingÂ  Daenerys Targaryen has married a Dothraki horselord. Eddard dryly asks if Robert wants the realm to send a wedding gift. Robert says yes, aÂ good sharp knife and a bold man to wield it. Eddard points out the girl is just a child but Robert retorts that soon enough, she'll start birthing children and is also angered that Eddard considers the thought of assassinating Daenerys unthinkableÂ after what [[House Targaryen|her family]] did to [[House Stark|his]]. Robert adds that the wedding gives Viserys Targaryen an army of thousands of Dothraki which he can use to invade [[Westeros]], and those in the Seven Kingdoms who still call Robert â&euro;&tilde;usurperâ&euro;&trade; will rise to join him. Eddard agrees, but points out that the Dothraki have no ships and are no threat to the realm from the far side of the [[Narrow Sea]]. If by chance they were able to cross, they can defeat them and throw them back. Robert hopes he is right, insisting that a war is coming. He doesn't know when or who it will be against, but it is coming.\n\n", "Scene 10": "The procession leaves Winterfell and splits at a nearby waypost: [[Benjen Stark|Benjen]], Tyrion and Jon northwards for the Wall; Eddard, Robert and the rest of the party south for Kingâ&euro;&trade;s Landing. Eddard tells Jon that there is great honor in serving on the Wall. Starks have done so for thousands of years and Jon is a Stark. He does not have Eddardâ&euro;&trade;s name, but he has his blood. Jon asks if his mother knows where he is, or if she is still alive. Eddard tells Jon that the next time they meet again, he will tell him about his mother.\n\n", "Scene 17": "Catelyn investigates the tower from where Bran fell. Scouring the interior for clues, she finds a single strand of golden hair.\n\n", "Scene 16": "Benjenâ&euro;&trade;s party crests a rise and they behold the Wall in the distance, running from horizon to horizon. Jon and even Tyrion are impressed by the sight. Benjen says to them, &quot;Welcome.&quot;\n\n", "Scene 15": "In the Dothraki camp, Daenerys is attended by her handmaids. She asks them if they have ever seen a dragon. The Dothraki girls, Irri and Jhiqui say no, that brave men killed them all a long time ago. Doreah, who is from the [[Free City|Free Cities]] of [[Lys]], says that a trader from [[Qarth]] told her that dragons came from the moons. Once there were two moons, but one drifted too close to the sun and it cracked like an egg, pouring a thousand thousand dragons onto the world. They had eaten of the sunâ&euro;&trade;s heat, giving them the ability to breathe fire. The Dothraki girls mock her for this, saying that it is known that the moon is a goddess, wife to the sun.\n\nDaenerys tells them to leave and asks [[Doreah]] why the trader from Qarth told her this. Doreah replies that men like to talk when they are happy. She tells Daenerys she was nine when she was sold to the pleasure-houses of [[Lys]] and taught for three years before she was allowed to touch a man. Daenerys asks if Doreah can teach her how to please the Khal and Doreah says yes, and it will not take three years.\n\n", "Scene 14": "[[File:Summer.png|300px|right|thumb|The direwolf Summer defends a comatose Bran.]]\nMaester [[Luwin]] visits Catelyn in Branâ&euro;&trade;s chamber. He says that the management of the castle requires her attention, particularly the ruinous cost of the king's visit. Catelyn tells Luwin to speak to [[Vayon Poole|Poole]], the castle steward, about it, but Luwin gently reminds her that Poole has gone south with Lord Stark and no replacement has been named yet. There are also several other appointments that require her attention. Catelyn angrily says she cannot leave Branâ&euro;&trade;s side. Robb arrives and says he will make the appointments and look at the accounts, to Luwinâ&euro;&trade;s satisfaction. He takes his leave.\n\nRobb opens the shutters so Bran can hear the direwolves howling for him. He asks his mother when she is planning to leave Branâ&euro;&trade;s room. The most dangerous time for him is past, but Catelyn refuses in case anything happens. Robb tells her that her other children need her: [[Rickon Stark|Rickon]] is six and doesn't understand what is happening. He spends his days following Robb around and asking where his mother is. Catelyn asks Robb to close the window, but as Robb turns he sees fire and smoke in the distance, from another part of the castle. He rushes out to investigate. Several moments later [[catspaw|a hooded man]] slips into the room and is surprised to see Catelyn. The man tells her that Bran is dead already and this will be a mercy, drawing a sharp and elaborate dagger. Catelyn fights him off, cutting her hands in the process. [[Summer|Bran's direwolf]] then charges into the room and tears out the would-be assassin's throat. Catelyn looks gratefully at the animal as he jumps onto Branâ&euro;&trade;s bed and stands guard over him.\n\n", "Scene 19": "Catelyn leaves her woven Seven-Pointed Star filled with representations of the Seven on Branâ&euro;&trade;s wall before taking her leave of him.\n\n", "Scene 18": "Catelyn meets with Maester Luwin, Ser [[Rodrik Cassel]], Robb and [[Theon Greyjoy]] in the [[godswood]]. She tells them that she no longer believes that Bran fell from the tower. She thinks he was thrown. Luwin agrees that Bran has always been very sure-footed. Catelyn believes that there have been two attempts on Branâ&euro;&trade;s life, and the only reason for this is if he saw something he shouldnâ&euro;&trade;t have. She has no idea what that is, only it is important enough to kill over. She tells them of the suspicions that the [[House Lannister|Lannisters]] are plotting against the crown. Ser Rodrik produces the assassinâ&euro;&trade;s weapon, noting it is far too fine for such a man. The hilt of the weapon is dragonbone and the blade is [[Valyrian steel]]. Someone must have given it to him.\n\nRobb angrily denounces the Lannisters for their acts, suggesting that if it is war they want, he will give it to them. Theon promises to support him, but Luwin stops their boastful talk, pointing out that they do not know the truth yet. Someone must inform Lord Eddard of their findings. Robb offers to go, but Catelyn replies that there must always be a Stark in Winterfell. She will go instead, leaving Bran to their care. She will take no retinue, but accepts Ser Rodrik as a bodyguard.\n\n", "Scene 26": "Night falls and Arya has still not been found. Eddard leads the Stark guards through the woods. His captain of the guard, [[Jory Cassel]], tells Eddard that Arya has been found by the Lannisters and taken back to the inn. Eddard angrily rides back to the tavern.\n\n", "Scene 27": "Eddard finds Cersei and Robert interrogating Arya. Eddard wants to know why he was not informed and Cersei demands to know why he is speaking to the king like that. Robert checks her, saying that Joffrey and Aryaâ&euro;&trade;s stories are conflicting and he does not know who to believe. Cersei calls Sansa to tell them what really happened, but Sansa plays dumb, saying she couldnâ&euro;&trade;t follow what was happening. Arya becomes angry and calls her a liar, pulling Sansaâ&euro;&trade;s hair until Eddard separates them. Cersei says that Arya is as wild as her beast and demands AryaÂ be punished. Robert incredulously asks if Cersei wants him to have the girl whipped through the streets and dismisses the incident, saying that it is natural for children to fight. Cersei protests that Joffrey will bear permanent scars from the incident, and Robert mocks Joffrey for allowing a little girl to disarm him, humiliating the prince. Robert, fed up, tells Eddard to discipline his daughter and he will do the same for his son. Eddard gladly accepts the judgment.\n\nCersei speaks up and asks about the direwolf. Robert admits heâ&euro;&trade;d forgotten about that and enquires of his guards. They report that the direwolf has fled and no trace can be found. Robert accepts that, but Cersei says they have another wolf. Robert acknowledges his wifeâ&euro;&trade;s request. Arya and Sansa are confused, until they realize that Lady is to be killed in Nymeriaâ&euro;&trade;s stead. Eddard is incredulous, but Robert tells him that a direwolf is no pet and he should get Sansa a dog instead. Cersei, satisfied, asks Ser [[Ilyn Payne]] to do the deed, but Eddard says he will do it himself. The wolf is of the North and deserves an honorable death, not a butcherâ&euro;&trade;s blade.\n\n", "Scene 24": "[[File:Nymeria bites Joffrey.png|250px|right|thumb|Nymeria bites Joffrey.]]\nSansa and Joffrey find Arya practicing swords with [[Mycah]], the son of the royal party's butcher. Joffrey mocks Mycah, asking if he wants to be a [[knight]]. He suggests Mycah pick up his stick and test his skills against the prince's. Mycah refuses and Joffrey cuts his face. Angered, Arya hits Joffrey with a stick. Mycah runs off and Joffrey attacks Arya with his sword. He holds her at swordpoint, threatening to gut her, but Nymeria appears and bites his arm. Arya picks up Joffrey's sword and throws it into the river before running off with her direwolf. Sansa tells Joffrey she will go for help, and an angry and sullen Joffrey tells her to go.\n\n", "Scene 25": "Arya and Nymeria hide by the riverbank, and Arya tells Nymeria to run, as the Lannisters will kill her for what she did to Joffrey. Nymeria is reluctant, until Arya hits her with a rock. The direwolf runs off.\n\n", "Scene 22": "The royal party reaches the [[Crossroads Inn]], a noted waystop on the Kingsroad. Sansa is walking through the crowds with her direwolf, [[Lady]], and greets a new arrival at the party, a man with a frightening countenance. He refuses to speak and just walks off, glaring at both Sansa and Sandor Clegane, who pokes funÂ of Sansa, asking whichÂ of the two men frightens her more. SandorÂ tells Sansa that the newcomer cannot speak as the [[Aerys II Targaryen|Mad King]] tore out his tongue with hot pincers twenty years ago. Joffrey tells her that the man was Ser [[Ilyn Payne]], the [[King's Justice]], or royal executioner. Joffrey asks Sansa to walk with him.\n\n", "Scene 23": "Sansa and Joffrey walk along the [[Trident|river]], sharing a wineskin; Sansa is reluctant to drink, commenting that her father only allows his children to drink at feasts, but Joffrey asserts that as his betrothed, she can do as she pleases. They hear sounds of fighting nearby and investigate.; Sansa is apprehensive, but Joffrey fondles the hilt of his sword and promises to keep her safe.\n\n", "Scene 20": "Doreah teaches Daenerys in the arts of love. She tells Daenerys that the Dothraki take their slave-women like dogs, but that Daenerys is not a slave, but a khaleesi. She has power if she wants it. Daenerys is uncertain if that is the Dothraki way, but Doreah asks why Drogo would marry Daenerys if he wanted a Dothraki wife.\n\n", "Scene 21": "Daenerys convinces a doubtful Drogo to let her choose how they will make love. He is initially reticent but then pleased by her assertiveness.\n\n", "Scene 28": "Eddard leaves the inn and passes [[Sandor Clegane]], who is riding in with a body slung over the back of his horse. He asks if it was the butcherâ&euro;&trade;s boy and Sandor replies, &quot;He ran, but not very fast.&quot;\n\n", "Scene 29": "In Winterfell, Bran is still asleep.\n\n", "Scene 9": "[[Robb Stark|Robb]] and Jon say their goodbyes in their courtyard. Jon tells Robb that his mother was very kind to him.Â  Robb remarks that Jon will be in black the next time they meet; Jon jokes it was always his color. The half-brothers bid each other fond farewell.\n\n", "Scene 8": "Jon Snow goes to say goodbye to Bran, under Catelyn's distrusting glare. He tells his unconscious brother that he will visit him when his duties permit, and maybe Bran can come and visit him at [[Castle Black]] one day. Catelyn tells him to leave.\n\nEddard arrives to say goodbye. Catelyn says that 17 years ago he rode off with Robert Baratheon and came back a year later with another womanâ&euro;&trade;s son, and now he is leaving again. He tells Catelyn he has no choice but to go, but Catelyn dismisses that, telling him that men always say that when honor calls. Eddard does have a choice, and he has made it. Catelyn tells him that she cannot cope by herself, but Eddard says she can, and must.\n\n", "Scene 7": "In her chambers, Arya is packing for the journey south to King's Landing. She has trained her [[direwolves|direwolf]], [[Nymeria]], to carry things across the room. When Jon visits, she tries to show off, but Nymeria is uncooperative. Jon gives Arya a present: the small, thin sword he had the blacksmith forge. Jon tells her to pack it carefully and advises her to, &quot;Stick them with the pointy end.&quot; Arya thanks him for the present and hugs her half-brother goodbye, Jon musing that he is going to miss her most of all. He asks her what she will call it, given that the best swords areÂ named,Â and she replies &quot;[[Needle]]&quot;, as it is a more fun needle than the ones that Septa [[Mordane]] has her and [[Sansa Stark|Sansa]] using.\n\n", "Scene 6": "[[Jon Snow]] visits [[Mikken]], Winterfellâ&euro;&trade;s master blacksmith, to collect a small, thin sword he has commissioned. Jaime Lannister takes an interest, asking Jon if he has ever swung a sword in anger and killed a man. He tells him it is an odd feeling, to know for the first time that all that people are, are just sacks of blood and guts with some bones to keep them all standing. He shakes Jon's hand (pulling Jon's hand toward him to display his strength), saying he is grateful that they have strong men like Jon to protect the realm from wildlings and [[White Walkers]]. Jon, sensing he is being mocked, tells Jaime that the Watch has protected the realm for eight thousand years. Jaime is unimpressed.\n\n", "Scene 5": "Catelyn sits with Bran, weaving figures of the [[Seven]] and praying for him. Cersei pays her respects. She tells Catelyn that she lost her firstborn son, a black-haired boy who was consumed by a fever when very young. Catelyn is surprised that she did not know. Cersei tells her that [[Robert Baratheon|Robert]] battered his fists bloody on the walls and she couldnâ&euro;&trade;t bear to be separated from the child until Robert pulled her away. Cersei promises Catelyn that she will pray to the Mother every night and morning in the hope that she returns Bran to Catelyn.\n\n", "Scene 4": "Tyrion finds his [[Jaime Lannister|brother]], [[Cersei Lannister|sister]], [[Myrcella Baratheon|niece]] and [[Tommen Baratheon|other nephew]] at breakfast. He joins them. Princess Myrcella asks if Bran will die, but Tyrion says no. According to Maester [[Luwin]], Branâ&euro;&trade;s injuries, while serious, are not fatal. Jaime and Cersei exchange a look (noted by Tyrion). Cersei says it is no mercy for a child to linger in pain and suffering. Tyrion says it is in the gods' hands. Cersei changes the subject by saying that it is ridiculous for Tyrion to go and visit [[the Wall]]. Tyrion asks where her sense of wonder is. The Wall is the greatest structure ever built by man, guarded by the brave men of the [[Night's Watch]], and beyond lies the wintery abode of the [[White Walkers]]. JaimeÂ asks jokingly if Tyrion is thinking of taking the black, but Tyrion replies that all the whores would go begging from [[Dorne]] to [[Casterly Rock]] and he cannot deprive them of his custom. All Tyrion wants to do is climb to the top of the Wall and piss off the edge of the world. Cersei, angry, takes her children from the table so they donâ&euro;&trade;t have to listen to any more of his filth.\n\nJaime points out to Tyrion that if the boy lives, he'll be a cripple, a grotesque. He would prefer a good clean death any day. Tyrion, speaking for the grotesques, points out that death is so final and life has possibilities. In particular, he wants to see what Bran has to say when he wakes up. Jaime, irritated, wonders whose side Tyrion is on. Tyrion tells him that of course he will always love his family.\n\n", "Scene 3": "[[Tyrion Lannister|Tyrion]] wakes up in [[Winterfell]] only to find that he somehow ended up falling asleep in the dog pen. [[Joffrey Baratheon|Joffrey]] and [[Sandor Clegane]], who find him, find this amusing, Joffrey sneering that Tyrion is surrounded by &quot;better-looking bitches&quot; than usual.Â Joffrey tells Tyrion that they are riding back to [[Kingâ&euro;&trade;s Landing]] today. He is relieved because he cannot abide the &quot;wailing of women&quot;. Tyrion tells Joffrey that he must go to Eddard and [[Catelyn Stark]] and offer them his condolences on [[Bran Stark|Bran]]'s injury and offer to be at their service. Tyrion agrees withÂ Joffrey's comment it'sÂ a meaningless gesture, but asserts that as a prince, such is expected ofÂ Joffrey, and his absence has been noted. Joffrey laughs and replies that the boy means nothing to him. Tyrion slaps him and tells him to go and fulfil his courtesies. When Joffrey starts whimpering that he will tell his mother, Tyrion slaps him again and suggests that he do so, but only after he has offered his condolences to the Starks. Joffrey, distraught and his protests silenced by a third blow from Tyrion, runs off. Sandor tells Tyrion that Joffrey will not forget. Tyrion agrees, but suggests that &quot;as a good dog&quot;, Sandor can always remind him if he does. Tyrion saunters off in search of breakfast.\n\n", "Scene 2": "The Dothraki make camp and Daenerys is helped from her horse by Ser Jorah and her handmaidens: [[Doreah]], [[Irri]] and [[Jhiqui]]. Jorah spots [[Viserys Targaryen|Viserys]] and talks to him. Jorah suggests that Viserys return to Pentos and wait there at [[Illyrio Mopatis]]'s manse, which is more comfortable. Viserys laughs off this idea, pointing out that he will stay with [[Drogo]] until Drogo fulfils his promise. He asks Jorah why [[Eddard Stark]] wanted to behead him. Jorah replies that he found some poachers hunting on his land and sold them to a slaver. Viserys says this is nonsense and under his reign people will not have to fear such things. Jorah seems doubtful of this claim.\n\n", "Scene 1": "[[Khal]] [[Drogo]]'s ''[[khalasar]]'' is several days from [[Pentos]] crossing the plains known as the [[Flatlands]] on their way to the [[Dothraki Sea]] (the steppes and grassplains of their homeland). Ser [[Jorah Mormont]] stops to talk to [[Daenerys Targaryen|Daenerys]] and give her some [[Food and Drink|food and water]]. Daenerys is unhappy with the choice of food: horsemeat. Jorah tells her the [[Dothraki]] have two things in abundance: grass and horses, and people cannot live on grass. He tells that in the [[Shadow Lands]] beyond [[Asshai]] there are fields of [[ghost grass]] with pale stalks that glow in the moonlight and kills all other types of grass. The Dothraki believe that the ghost grass will one day cover the world and that is how it will end.\n\nDaenerys sees Drogo passing and Jorah notes her discomfort, telling her that, &quot;It will get easier.&quot;\n\n"}, "title": "The Kingsroad recap"}