{"attributes": {"season": " Season 2", "image": " Warlocks.png", "narrator": " Xaro Xhoan Daxos'''&quot;The Warlocks&quot;''' is part of the &quot;Histories &amp; Lore&quot;, a special feature in the Blu-ray of Season 2 of ''Game of Thrones''. It is narrated by Nonso Anozie as Xaro Xhoan Daxos.==Synopsis==Xaro Xhoan Daxos ponders the strange practices of the enigmatic Warlocks of Qarth.==Summary==Essos", "title": " The Warlocks"}, "sections": {"TOP": "The Warlocks (Histories &amp; Lore)016919cb7fduk61wytdval6xvj0e8ay0jn2ce1772912015-03-16T19:35:50ZGreater good3347453Added infobox and synopisis{{Lore|Title = The Warlocks|Image = Warlocks.png|Season = [[Season 2|2]]|Narrator = [[Xaro Xhoan Daxos]]}}\n'''&quot;The Warlocks&quot;''' is part of the &quot;[[Histories &amp; Lore]]&quot;, a special feature in the Blu-ray of [[Season 2]] of ''[[Game of Thrones]]''. It is narrated by [[Nonso Anozie]] as [[Xaro Xhoan Daxos]].\n\n", "Synopsis": "[[Xaro Xhoan Daxos]] ponders the strange practices of the enigmatic [[Warlocks]] of [[Qarth]].\n\n", "Summary": "[[Essos|The East]] is plagued with mystics who claim many dread powers but prove only one: separating the foolish from their purses. Not so with the renowned [[Warlocks|Warlocks of Qarth]]. They demand a much dearer coin in return for their parlor tricks: respect.\n\nOnce, the Warlocks truly were mighty, or so they would have others believe. They have many secrets, are an older and one does not simply obtain a seat on [[The Thirteen]], the governing council of [[Qarth]], without making 12 of their citizens afraid to forbid it. Thankfully for Qarth, the Warlocks exert little influence in the city's politics.\n\nThey rarely leave the [[House of the Undying]], a strange and dark tower with a pompous name. It is said that none who enter ever leave, but since there are no visible doors it is believed that none ever enter either. It is unknown what the Warlocks do inside, though it is speculated that they read dusty scrolls detailing their lost glory and sip [[shade-of-the-evening]], a foul concoction brewed from the nearby trees until their lips turn blue, the better to frighten children and the ignorant.\n\nWhatever the Warlocks may wish, their magic like all magic is dead in the world, if it ever existed. Though there have been whispers of glass candles that have been cold for 100 years now burning, [[ghost grass]] found far from the [[Shadow Lands]], a [[khalasar]] led by [[Daenerys Targaryen|a woman]]...[[Drogon|with]] [[Viserion|three]] [[Rhaegal|heads]]. Traders' nonsense, most likely. But should the Warlocks' haunted magic ever return, that would be a dangerous day for Qarth.\n\n"}, "title": "The Warlocks (Histories &amp; Lore)"}