{"attributes": {"founding": "", "founder": "Quote", "places": "The West Tower&lt;br /&gt;The East Tower", "title": "File:Frey.JPG", "image": "The-Twins-Second-Sons.jpg", "rulers": "House Frey", "location": "The Riverlands, Westeros", "military": "", "religion": "The Faith of the Seven", "age": "Over 600 years", "type": "Two bridged castles", "institutions": "", "population": ""}, "sections": {"TOP": "The Twins02658cjpqd92vf6qwuxqbwyimikdee3jz1u81694542015-01-18T02:40:45ZThe Dragon Demands5014364/* Image Gallery */{{Settlement\n| Title=[[File:Frey.JPG|left|40px]] The Twins [[File:Frey.JPG|right|40px]]\n| Image=The-Twins-Second-Sons.jpg\n| Image size=\n| Location=[[The Riverlands]], [[Westeros]]\n| Type=Two bridged castles\n| Population=\n| Rulers=[[House Frey]]\n| Religion=The [[Faith of the Seven]]\n| Military=\n| Institutions=\n| Places=The West Tower&lt;br /&gt;The East Tower\n| Founding=\n| Age=Over 600 years\n| Founder=\n}}\n{{Quote|The Freys have held the Crossing for six hundred years, and for six hundred years they've never failed to exact their toll.|[[Catelyn Stark]]|Baelor}}\n'''The Twins''', sometimes known as '''The Crossing''', is a castle in [[the Riverlands]]. It is the seat of [[House Frey]], a vassal house of [[House Tully]] of [[Riverrun]]. It consists of two near-identical towers and a fortified bridge over the [[Green Fork]] of the [[River Trident]].\n\nThe Twins represents the only crossing point over the Green Fork for hundreds of miles in either direction. It is a major barrier to travelers and merchants traveling from [[the North]] to the western [[Riverlands]]. It lies directly on the main route from [[Winterfell]] to [[Riverrun]]. Moving from one castle to the other while avoiding the Twins requires a lengthy detour hundreds of miles to the south or hazardously traversing the bogs and swamps of [[the Neck]] to the north. Travelers heading south who cannot pass southwest over the Twins must pass southeast along the [[Kingsroad]].&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\nThe Freys' rise began six hundred years before the events of the series with the building of a stone bridge over the Green Fork. It took three generations to build the Twins, but afterwards they quickly grew wealthy by charging passing travelers for the use of the Crossing.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season1/#!/locations/twins/ HBO viewers guide, season 1 map, The Twins entry]&lt;/ref&gt;&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/the-twins/ HBO viewers guide, season 2 map, The Twins entry]&lt;/ref&gt; The bridge is a massive arch of smooth grey stone, wide enough for two wagons to pass abreast.&lt;ref&gt;[[House Frey (Histories &amp; Lore)]]&lt;/ref&gt;\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, House Frey was a minor house of the Riverlands until six hundred years ago. The Frey's Crossing was initially defended by wooden castles at either end. Using the wealth generated by their toll they replaced the wooden castles with strong stone ones, complete with portcullises, moats and barbicans. The bridge itself is covered and wide enough for two wagons to travel abreast. The Crossing has its own tower, named the Water Tower. House Frey's rise gained them vassal houses of their own: Houses Charlton, Erenford and Haigh.\n\n", "Behind the scenes": "\nProduction Designer [[Gemma Jackson]] explained the visual aesthetic of the Twins, and the underlying reasoning behind it:\n\n:&quot;In Season 1, we built a grubby little space.  It was really old and painted and water was coming down - it was rather sinister.  We wanted to get an aspect of that again.  Because Lord Walder is mean, we did this beaten up, old leather [for the furniture].  We used his sigil on the arches - you can see very old bits of paint just coming through.  The idea is the place is getting incredibly shabby, and he doesn't want to spend any money on it.&quot;&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;, HBO-Go Inside-the-Episode feature&lt;/ref&gt;\n\nThe Freys actually are a wealthy family - but they gained their wealth relatively recently, starting six years ago when they built the first bridge across the river and began exacting river tolls.  The older noble Houses of the Riverlands look down on them as upstarts.  Lord Walder became rich by being miserly, however.  He has no sense of shame, so he'd rather have a leaky roof in need of repair and worn down furniture, than spend any money on replacing them, regardless of the public appearance this to the other noble families.  He's too cheap to buy nice things.\n\nAlso, Jackson noted that the twin turret sigil of House Frey was worked into the furniture:  the corner posts of the back of Lord Walder's chair look like the two castle turrets of the Twins.\n\n", "Image Gallery": "&lt;gallery&gt;\nTwins long.jpg|'''The Twins''', seen from downriver\nThe Twins east tower.jpg|The eastern tower\nThe Twins looking west.jpg|The bridge and the western tower, from inside the eastern\nThe Twins Pin.png|The location of '''the Twins''' on the continent of [[Westeros]]\nThe Twins Title Sequence.jpg|as shown in the title sequence\nThe Twins 3x09.jpg|The Twins in Season 3\nThe Twins' hall in season 1.png|[[Walder Frey]]'s throne room in [[the Twins]] in &quot;[[Baelor]]&quot;\nThe Twins' hall in season 3.png|[[Walder Frey]]'s throne room in [[the Twins]] in &quot;[[The Rains of Castamere]]&quot;\nThe Twins' great hall in season 3.png|The great hall in [[the Twins]] in &quot;[[The Rains of Castamere]]&quot;\nOutside of the Twins.png|Outside [[the Twins]] in &quot;[[The Rains of Castamere]]&quot;\n&lt;/gallery&gt;\n\n", "Notable residents of the castle": "[[File:Wooden-Twins.jpg|thumb|right|250px|The original wooden Twins, and the bridge that connected them.]]\n[[File:The-Twins-under-construction.jpg|thumb|right|250px|The Twins while under construction.]]\n* Lord [[Walder Frey]], known as &quot;the Late Lord Frey&quot;, the ancient lord of the castle.\n** [[Stevron Frey]], Lord Walder's firstborn son and heir.\n**Ser [[Walder Rivers]], a bastard son of Lord Walder's by a milkmaid.\n**[[Lothar Frey]], known as &quot;Lame Lothar&quot;, Lord Walder'sÂ son.\n**[[Walder Frey (Black Walder)|Walder Frey]], known as &quot;Black Walder&quot;, Lord Walder's great-grandson.\n** [[Olyvar Frey]], one of Lord Frey's sons, formerly squire for {[[Robb Stark]]}.\n** [[Roslin Frey]], Lord Walder's fifth daughter and Lord [[Edmure Tully]]'s wife.\n** [[Waldron Frey]], another of Lord Walder's sons, formerly betrothed to [[Arya Stark]].\n* Lady {[[Joyeuse Erenford|Joyeuse Frey]]}, Lord Frey's eighth wife. Killed by Catelyn Stark during the [[Red Wedding]].\n\n*Lord [[Edmure Tully]], attainted [[Lord of Riverrun]] and [[Lord Paramount of the Trident]], made a [[hostage|prisoner]] during the Red Wedding.\n\nLord Walder's vast brood, including sons, daughters, their spouses, grandsons, granddaughters, great-grandsons and great-granddaughters.\n\n", "See also": "* {{AWOIAF}}\n\n", "History": "===[[Season 1]]===\n\n[[Robb Stark]] needs to cross the river at the Twins to face [[Tywin Lannister]]'s forces in battle, but [[Catelyn Stark|his mother]] warns him that Lord Walder Frey is proud, prickly and unreliable. She negotiates on Robb's behalf and wins an alliance: in return for allowing Robb's forces to cross and for the allegiance of House Frey, Robb and [[Arya Stark|Arya]] must marry some of House Frey's offspring. Robb must also take [[Olyvar Frey]] as his squire, a knighthood being expected in due course. Robb accepts the deal. His army crosses the river and splits into two forces, a diversionary force to face Tywin and a larger force to ride hard and attack [[Jaime Lannister]]'s forces north of [[Riverrun]].&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n===[[Season 2]]===\n\nThe Twins are referenced in conversation between Robb Stark and his eventual bride [[Talisa Stark|Talisa Maegyr]] on the topic of Robb's promised betrothal to any Frey girl of his choosing - upon asked why, Robb declares that The Twins is &quot;a very important bridge&quot;.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n===[[Season 3]]===\n\nAfter the funeral of [[Hoster Tully|his grandfather]], [[Robb Stark]] comes to conclusion that drastic action must be taken to force the [[Lannisters]] to surrender by taking [[Casterly Rock]]. This plan is hindered by the murder of two Lannister children, [[Martyn Lannister|Martyn]] and [[Willem Lannister|Willem]] who were Robb's prisoners by his bannerman [[Rickard Karstark]] - causing Robb to take Rickard's head as justice for defying his orders. \nThis action left Robb without the support of [[House Karstark]] and a large portion of his army, so he sought to redeem his favor with [[House Frey]] and [[Walder Frey]] by marrying his [[Edmure Tully|uncle]] to a Frey girl. As Robb had defied the oath he had took to marry a Frey girl himself, he was on bad terms with the Twins, but all seemed to be forgiven.\nThe event that occurred became known as the [[Red Wedding]], and revealed the traitorous intentions of [[House Bolton]] and [[Roose Bolton]], and the wrath of Lord Walder Frey as he ordered an ambush attack after the bedding ceremony which resulted in the demise of Robb Stark, his wife [[Talisa Stark]] and his mother Catelyn Stark, the imprisonment of Edmure Tully and the massacre of some of Robb's bannermen and a large amount of Northern soldiers were killed in the camps outside the Twins.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\n"}, "title": "The Twins"}