{"attributes": {"season": " Season 1", "image": " ChildrenOfTheForestGreenseer.png", "narrator": " Bran Stark'''&quot;The Children of the Forest, the First Men, and the Andals&quot;''' is a featurette and part of &quot;History &amp; Lore&quot; section of the Complete Guide to Westeros, a special feature in the Blu-ray of Season 1 of ''Game of Thrones''. It is narrated by Isaac Hempstead-Wright as Bran Stark.==Synopsis==Bran Stark recounts the legends surrounding the mysterious Children of the Forest and their wars against the First Men and the Andals.==Summary==In the Dawn Age, Westeros was inhabited only by the Children of the Forest. Though little is known about them in the present, they were said to be small of stature, dark, and beautiful and no taller than human children when grown to adulthood. They lived in the depth of forests, as well as crannogs and villages, hunted with weirwood bows and armed themselves with blades of Dragonglass", "title": " The Children of the Forest, the First Men and the Andals"}, "sections": {"TOP": "The Children of the Forest, the First Men, and the Andals013189dqkrqeonqumnt8t9ga0r6i27c7mewqf1779382015-03-19T19:45:23ZThe Dragon Demands5014364{{Lore|Title = The Children of the Forest, the First Men and the Andals|Image = ChildrenOfTheForestGreenseer.png|Season = [[Season 1|1]]|Narrator = [[Bran Stark]]}}\n'''&quot;The Children of the Forest, the First Men, and the Andals&quot;''' is a featurette and part of &quot;History &amp; Lore&quot; section of the [[Complete Guide to Westeros]], a special feature in the Blu-ray of [[Season 1]] of ''[[Game of Thrones]]''. It is narrated by [[Isaac Hempstead-Wright]] as [[Bran Stark]].\n\n", "Synopsis": "[[Bran Stark]] recounts the legends surrounding the mysterious [[Children of the Forest]] and their wars against the [[First Men]] and the [[Andals]].\n\n", "Summary": "In the [[Dawn Age]], [[Westeros]] was inhabited only by the [[Children of the Forest]]. Though little is known about them in the present, they were said to be small of stature, dark, and beautiful and no taller than human children when grown to adulthood. They lived in the depth of forests, as well as crannogs and villages, hunted with [[weirwood]] bows and armed themselves with blades of [[Dragonglass|obsidian]]. Their wise men were the [[Greenseer|greenseers]], who possessed powerful magic and worshipped the nameless, faceless [[Old Gods of the Forest|gods]] of forest, stream, and stone. According to legend it was they who carved faces in the trunks of weirwood trees.\n\nTwelve thousand years ago, however, the [[First Men]] came from the [[Essos|eastern continent]], crossing the [[Arm of Dorne]]. Riding horses and wielding weapons of bronze, the First Men cut down forests and weirwoods and waged centuries-long [[Wars of the First Men and the Children of the Forest|war]] against the Children until, eventually, the two sides sought peace. They met on an island in the middle of the [[Gods Eye]] lake, where they forged &quot;[[the Pact]]&quot;. Men would be granted dominion over coastlands, mountains, plains, and bogs, while the deep forest would forever belong to the Children and no weirwood would be cut down. To signal the Pact, the Children carved a face on every weirwood tree on the island, which came to be known as the [[Isle of Faces]].\n\nHowever, the Pact couldn't withstand the [[Andal invasion|coming]] of the [[Andals]]. A race of tall, fair-haired warriors, they attacked with fire and weapons of steel, slaughtering the Children of the Forest wherever they could find them, burning out their weirwood groves, hacking away at the faces of the Old Gods and spreading [[Faith of the Seven|their own religion]] throughout the land. Centuries of war followed and the Andals conquered every kingdom in [[Westeros]] except for the [[Kingdom of the North]].\n\nThe [[Kings of Winter]] were able to resist the invasion and so the descendants of the First Men dwell in [[the North]] to this day, still worshipping the Old Gods. As for the Children of the Forest, the few survivors were said to have fled [[Beyond the Wall|far north]] and not seen again. Most assume they are long dead while some believe they never even existed. They now live only in song and legend, and in the faces of the weirwood trees.\n\n"}, "title": "The Children of the Forest, the First Men, and the Andals"}