{"attributes": {}, "sections": {"TOP": "The Stranger0221054egkmzx6rf48or9grxox2ktni4hky5m1710612015-02-02T14:42:16ZGreater good3347453/* In the books */[[File:TheSevenTheStranger.png|thumb|258px|The Stranger.]]\n{{Quote|Finally there is the Stranger, rarely prayed to, who represents death.|[[Catelyn Stark]]|The Old Gods and the New (Complete Guide to Westeros)}}\n'''The StrangerÂ '''â&euro;&lsaquo;is an aspect of [[The Seven]]. It represents death and the unknown. It is rarely prayed to.\n\nUnlike the other aspects which are represented as human figures in artwork, because the Stranger represents the unknown it is often portrayed in a wide variety of forms, often frightening. Sometimes it is represented as a skeletal figure, or a non-human creature possessing various animalistic features.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Stranger represents death and the unknown. The Stranger is neither male nor female, yet both, ever the outcast, the wanderer from far places, less and more than human, unknown and unknowable. The Stranger's face has also been described as half-human, concealed beneath a hooded mantle.\n\nWorshipers rarely seek favor from the Stranger, but outcasts sometimes associate themselves with this aspect of God.\n\nThe all-female monastic order known as the [[Silent Sisters]] are responsible for dressing and preparing dead bodies for funerals. As a result they are sometimes referred to as &quot;Wives of the Stranger&quot;. They clothe themselves in grey and keep their faces cowled except for their eyes.\n\nThe [[House of Black and White]], which is the domain of the [[Faceless Men]] in [[Braavos]] and a temple dedicated to the [[God of Death|Many-Faced God]] contains a public shrine with idols of many death gods from different religions, including the Stranger.\n\n[[Sandor Clegane]] may have named [[Stranger|his horse]] after the Stranger.\n\nWhile in a nameless village, [[Catelyn Stark]] prays in a sept is modest and has no statues of the Seven, only rough charcoal drawings to represent them. Here the Stranger's face is a black oval, a shadow with stars for eyes. It makes Catelyn uneasy. She thinks to herself that she would get scant comfort there.\n\nUpon entering the sept of [[Maegor's Holdfast]] on the eve of the [[Battle of the Blackwater]], [[Sansa Stark]] sees that there are even a few candle flames dancing below the Strangerâ&euro;&trade;s half-human face. Sansa visits each of the Seven in turn, lighting a candle at each altar.\n\nWhen a farmer prays to each of the Seven in turn in Season 4 episode 3 &quot;[[Breaker of Chains]]&quot;, after he finishes praying to the first six, Sandor interrupts him and quips that they should also pray to the Stranger to beg him not to kill them in their sleep.  While Sandor was being a bit crass, this isn't that far from what prayers to the Stranger are essentially like.  When Ser [[Barristan Selmy]] prays to each of the Seven in turn, when he prays to the Stranger he humbly acknowledges that &quot;You come for all men in the end&quot;, but he reverently asks &quot;if it please you spare me and mine today, and gather up the spirits of our foes instead.&quot;\n\n"}, "title": "The Stranger"}