{"attributes": {}, "sections": {"Scene 18": "[[File:Cersei S2Promo.jpg|thumb|right|190px|Cersei visits Tyrion.]]\nTyrion eats dinner in his bed chambers while Cersei rants at him. Cersei rages that Tyrion did not have the authority to replace Janos. He asserts that his position as Hand of the King gave him the right. She counters that he is only serving as Hand of the King until Tywin arrives and says that she is Queen Regent. Tyrion warns her that she is losing the people. She is disinterested in the feelings of her people. He warns her that she might find it difficult to rule a populace who want her dead. He predicts that the people will turn against her in the winter and that the slaughter of Robert's children has given them a rallying cry. He is surprised at the lack of a denial and then concludes that Joffrey gave the order without Cersei's knowledge. She says Joffrey did what he had to and characterizes ruling as â&euro;&oelig;lying on a bed of weeds, ripping them out one by one before they strangle you in your sleep.â&euro;? Tyrion retorts that there is more to ruling. Cersei shouts that she doesn't care what he thinks and complains that ruling has always fallen on her because her brothers did not take it seriously. Tyrion jokes that Stannis is claiming that Jaime has done the same repeatedly. Cersei pauses and then says that Tyrion is funny. She says that none of his jokes will ever match him killing her mother as she gave birth to him. Tyrion points out that she was his mother too. Cersei says that her mother being gone for the sake of Tyrion is the biggest joke in the world. She leaves Tyrion to consider her words.\n\n", "Scene 15": "[[File:Balon Greyjoy.jpg|thumb|right|190px|Balon receives his son.]]\nTheon finds Balon waiting alone in his chambers. He greets him as father and Balon remarks on his nine year absence, saying the Starks took a frightened boy and he wonders what they have given back. Theon says that he is a man and Balon's heir. Balon says they will see and notes that Eddard had Theon for longer than he did. Theon responds that Eddard is gone and Balon asks how Theon feels about Eddard's death. Theon says â&euro;&oelig;what's done is doneâ&euro;? and shows Balon the proposal from Robb. Balon interrupts him to ask who gave him his clothes, wondering if Eddard enjoyed dressing him like a daughter. Theon is baffled and offers to change his clothes. Balon notes the gold clasp of Theon's cloak and reminds Theon of the custom of the Iron Price, saying that Theon should wear only what he has taken from dead foes. He asks if Theon paid the Iron Price for the clasp and when Theon admits that he did not, Balon tears it from his neck. He says that he will not have his son dressed like a whore and throws the clasp into the fire.\n\nBalon says that Theon's appearance is proof of his fear that the Starks would make Theon theirs. Theon insists that his blood is salt and iron, and Balon counters that Robb has sent him like a trained raven with a message. Theon asserts that he proposed the offer in Robb's message and that Robb sees him as a brother. Balon warns Theon not to name Robb brother in his presence because Robb is the son of the man who killed Theon's true brothers. He asks if Theon has forgotten his origins and Theon insists that he remembers his brothers and the time when his father was a king before handing Balon the message. Balon interprets the offer as Robb giving him a crown in exchange for him defeating Robb's enemies. Theon suggests that he could lead the attack personally.\n\nTheon's guide enters and he shouts that he told her to wait outside. He asks how she bypassed the guards and she tells him that anything male is easy to fool before standing beside Balon. Balon greets her warmly and puts his arm around her. Theon realizes that she is his sister, [[Yara Greyjoy|Yara]], now grown up. She greets him as brother and says that his is a homecoming that she will tell her grandchildren about. Theon realizes that Balon intends to have Yara lead the attack and says that she is unsuitable as a woman. Balon tells Theon that Yara took over command of his brother Rodrik's ship after Eddard killed him. He clutches his chest and intones a prayer to the [[Drowned God]] of the Iron Born â&euro;&oelig;What is dead may never die.â&euro;? Yara joins in and Theon repeats the saying a little slower.\n\nBalon says that Yara has only ever been off the Iron Islands on a ship and that she has both commanded and killed men. He says that she knows who she is. He burns Robb's letter and says that no-one gives him a crown. He says that he will pay the Iron Price and take his crown because that is who he is and who the Iron Born have always been. Balon and Yara walk out and Theon calls after him, warning that he cannot defeat the Lannisters alone. Balon retorts that no-one said anything about fighting the Lannisters.\n\n", "Scene 19": "Davos and Matthos arrange model ships on the [[Chamber of the Painted Table|Painted Table]]. Stannis and Melisandre arrive and Davos reports his success recruiting Salladhor. Stannis is doubtful of their capability, saying that pirates prefer to fight unarmed men. Davos deadpans that it is the wiser choice and Stannis counters that they will not have a choice. Stannis asks Davos if he trusts Salladhor. Davos replies that he is an old friend and that they have known each other for thirty years but that he has never trusted Salladhor. Davos reassures his King that Salladhor will follow the scent of gold. Stannis promises that Salladhor will have his share if he gets the job done and dismisses the men. As they leave Melisandre stops Matthos and whispers in his ear.\n\nStannis asks Melisandre what she said to Matthos. She reveals that she told him that â&euro;&oelig;death by fire is the purest death.â&euro;? Stannis questions her intent and she says only that it is true. She asks if Stannis is troubled and he says that he is. She claims that armies are toys to the Lord of Light. Stannis suggests that she tell her god to burn them. She says that she can tell him nothing but prays for, and obeys, his commands. Stannis reports that Renly has 100,000 men whose allegiance should be his. Melisandre urges him to have faith. He tells her that in a real war the side with the greater number wins and that he cannot take King's Landing without Renly's men and cannot defeat Renly in the field. She claims to have seen the path to victory in the flames. He reminds her that he has said her words and burnt the idols of [[Faith of the Seven|the Seven]] already. She circles behind him and undoes her robe. She tells him that he must give all of himself. He reminds her of his marriage vow. She says that [[Selyse Baratheon|Selyse]] is sickly, weak, shut away in a tower, and that she disgusts Stannis. She says that Selyse has given Stannis no sons, only stillborns and death. She promises him a son. He repeats the promise as she kisses his ear. He returns her kisses and lifts her onto the table, scattering the models onto the floor as his lust takes over.\n\n", "TOP": "The Night Lands recap078438d6rn9e3194j811gb07hirfc8f7l1fm1514132014-07-07T07:57:38ZSon Of Fire24907634:''Main: [[The Night Lands]]''\nThis '''recap''' of &quot;'''The Night Lands'''&quot; features a detailed section on each of the episodes scenes.\n\n", "Scene 14": "[[File:Yara.png|thumb|right|190px|Theon rides to Pyke.]]\nTheon sits behind the woman as she rides along the coast to Pyke. He tells her that she should give him the reigns because he has been on horse back for the past nine years. She wonders if he still knows his way around a ship and if his hands have ever touched a rope, taking his right hand in her own. He tells her not to worry about his hands before reaching inside her jerkin to grope her breast. He claims that the sea is in his blood and she warns that his blood will be in the sea if she does not watch their path. Theon reveals that he has a proposal for his father that will restore House Greyjoy to the Kings they once were. He reaches between his companions legs as he tells her that she may get to stay in the castle. Theon tells her that she can tell her grandchildren about the night to come. She retorts that it will not be a story suitable for children.\n\n", "Scene 13": "[[File:Lordsport.png|thumb|right|190px|Theon arrives in Lordsport.]]\nTheon is rowed ashore in [[Lordsport]] by crewmen from his ship. He is disappointed to find no-one waiting for him. A dockhand asks him what the ship is carrying. Theon reports that the cargo is Myrish oranges and wine from the Arbor before adding that the heir to the Iron Islands was also aboard. The dockhand is unimpressed and Theon explains that he is talking about himself. The man remains unmoved, commenting that he does not like wine. Theon says that he needs to get to Pyke and the man only looks at him. Theon holds out some coins and the man agrees to find him a horse.\n\nA woman in riding gear approaches Theon. She tells him that she is headed that way and can take him there. He looks her up and down and says that he is sure she can. She asks if he has been at sea long or just had no women where he came from, noting the leer. He tells her that there were none like her and she retorts that he does not know what she is like. Theon counters that she might not know what she is like and needs someone to teach her. He asks if she knows who he is and she jokes that she does not offer free rides to every man in jewelry before addressing him by name. Theon gives a bag of coins to the dockhand to have his things sent to the castle.\n\n", "Scene 12": "Arya, [[Hot Pie]] and [[Lommy Greenhands]] wash cook pots in the stream while Gendry fills a pail with water. Lommy says that they should yield if the gold cloaks return, not wanting to be caught in a battle. Hot Pie claims that he is unafraid of battle and Arya questions his courage. Hot Pie claims to have seen lots of battles and Arya calls him a liar. Hot Pie insists that he saw a man stabbed in the neck outside a tavern in [[Flea Bottom]]. Lommy tells Hot Pie that two men fighting is not a battle. Hot Pie says that they had armor on. Arya questions the relevance of this and Hot Pie says that if the combatants wear armor, it is automatically a battle. Lommy refutes the assertion and Hot Pie wonders what a dyer's apprentice would know about battle. As Gendry returns to refill the pail, Arya tells Hot Pie that Gendry is an armorer's apprentice. She instructs Hot Pie to relay his definition of a battle to Gendry. Gendry asks who told Hot Pie that. Hot Pie claims that he heard it from a knight. Gendry asks how Hot Pie knew he was a knight and Hot Pie again cites armor as deciding the issue. Gendry explains that anyone can buy armor. Hot Pie asks how Gendry knows and Gendry reminds him that he sold armor.\n\nArya follows Gendry to the cauldron he is filling and questions him about the warrant. She calls him a liar when he says that he does not know why the Gold Cloaks are looking for him. Gendry warns her not to insult people that are bigger than her and she muses that she would not be able to insult anyone if she followed his advice. Gendry says that he does not care what any of them want and adds that no good has ever come of their questions. Arya asks what he means and he explains that he was questioned by the last two Hands of the King shortly before their deaths. He says that he was approached by [[Jon Arryn|Lord Arryn]] first and then Lord Stark, shocking Arya with the mention of her father. Arya wonders what they asked Gendry about and he tells her their questions were about his mother and father. He tells Arya that his mother was a tavern worker and that he does not know his father.\n\nGendry asks why Arya believed the Gold Cloaks were looking for her, suggesting that she might have killed someone or simply because she is a girl. Arya denies the accusation and Gendry suggests that she prove it by urinating in front of him. Arya claims that she does not need to go. She realizes that her denial was unconvincing and asks Gendry not to tell the others. He agrees to keep her confidence and she tells him her real name. Gendry realizes her connection to Eddard and her status as high born. He apologizes for his crudeness and offers to call her â&euro;&oelig;my ladyâ&euro;?. She tells him not to and he agrees, but calls her â&euro;&oelig;my ladyâ&euro;? as he does so. She shoves him and he says that she is being unladylike. She pushes him over and stalks off and he laughs from the ground.\n\n", "Scene 11": "[[File:Janos_2x02.jpg|thumb|right|Lord Janos discovers his fate.]]\nTyrion has [[Janos Slynt]] as a dinner guest in the dining room of the Tower of the Hand. Tyrion's squire [[Podrick Payne]] pours wine for them but spills the beverage on Janos's hand. Janos begins to chastise the boy but Tyrion dismisses him and says they know how to pour their own wine. Janos tells Tyrion that he could have found him a â&euro;&oelig;proper ladâ&euro;? for a squire but Tyrion says that he prefers the improper ones. Janos compliments the wine, recognizing it as Dornish and Tyrion flatters his knowledge. Janos says it was a fine dinner and calls Tyrion â&euro;&oelig;Lordâ&euro;?. Tyrion asks Janos to use his first name and says that Janos must be getting used to fine dinners since he received his title as [[Lord of Harrenhal]]. Janos suggests that he might steal Tyrion's cook and Tyrion jokes that wars have started over less. Tyrion asks about the incident in Littlefinger's brothel and Janos says it was a nasty business but had to be done. Tyrion feigns agreement, saying that the peace must be kept before adding that he did not realize the peace depended on killing babies. Janos insists that he was compelled to obey his orders. Tyrion says that Janos is right, especially when they are the queen's orders. Janos is careful to point out that he did not say the orders came from the queen. Tyrion asserts that no-one else would want to murder King [[Robert Baratheon]]'s bastards and Janos says only that Tyrion knows Cersei better than he does. Tyrion asks if Janos has heard the rumors about Cersei's incestuous relationship with Jaime. Janos claims that he does not listen to filth. Tyrion insists that those that believe the rumors would consider Robert's bastards better claimants to the throne than Joffrey. Janos asserts his loyalty to Joffrey and says that the rest does not interest him.\n\nTyrion says that he appreciates Janos' loyalty and then questions him about the murder of Eddard Stark's men in the throne room, asking if Janos ordered their deaths. Janos says that he did and adds that he would do the same again because Eddard was a traitor who tried to buy his loyalty. Tyrion says that Eddard was a fool for not realizing that Janos was already bought. Janos accuses Tyrion of being drunk and says that he will not let Tyrion impugn his honor. Tyrion says that he is not questioning Janos's honor but denying its existence. Janos stands up and threatens Tyrion, calling him a dwarf, but Tyrion points out [[Bronn]] behind Janos, silencing his threats. Tyrion elucidates that he intends to serve as Hand of the King until Tywin's return from the war and that he cannot trust Janos as Commander of the City Watch because he betrayed Eddard. Janos insists that his friends at court will not allow Tyrion to replace him and that they will hear what Joffrey has to say. Tyrion says that they will not and nods to Bronn who summons four gold cloaks. Tyrion tells Janos that he is being sent to take the black and that he will leave on a ship for [[Eastwatch]] later that night. Tyrion says that he hopes Janos will enjoy the Wall and adds that he found it beautiful in a brutal, uncomfortable way. Bronn tells Janos that the gold cloaks will escort him to the ship because the city streets aren't safe at night. Janos insists that the men are under his command and demands they arrest Bronn, but Tyrion explains that Bronn is now commander of the city watch. Janos is dragged off, still protesting about his connections at court. Tyrion pours wine for Bronn and toasts to his appointment. He then asks if Bronn would murder an infant without question if ordered. Bronn says that he would ask how much.\n\n", "Scene 10": "Petyr spies on the customers in his brothel through a peep hole. He watches a customer being fellated by [[Armeca]] as the customer spies on his two newest prostitutes having sex in the next room. He is drawn away by the sounds of [[Ros's dissatisfied customer|a dissatisfied customer]]. He approaches the man who accuses him of overcharging and complains that his prostitute started to cry when he barely touched her. Petyr asks the man for a moment. He rounds a corner and snaps his fingers at Armeca to summon her. He wipes semen from the corner of her mouth with a handkerchief. He then tells the customer that â&euro;&oelig;Aremcaâ&euro;? will take care of him. She kisses the man on the mouth.\n\nPetyr goes into the room where Ros is still crying. He sits next to her and she apologizes. He asks if the customer hurt her and she tells him that she is upset about [[Mhaegen]]'s daughter [[Barra]] being killed by the gold cloaks. Petyr tells her the situation was poorly handled and explains that â&euro;&oelig;sometimes those with the most power have the least grace.â&euro;? Ros says that she cannot stop thinking about it and cannot sleep. Petyr tells her that she reminds him of a girl he bought from a Lysene pleasure house. The Lysene girl was unhappy and cried all the time but would not tell him why. He says that he mitigated the investment by selling the girl to a man who â&euro;&oelig;transformedâ&euro;? her in ways that would never occur to most men. The man did not make the Lysene girl happy but Littlefinger still made a profit. He tells Ros to take the night off to grieve for Barra and return tomorrow. Detached, and unemotional, he checks that she will be happy. Taking in the subtext of his words, she then nods. He says that makes him happy and leaves her.\n\n", "Scene 17": "[[File:Matthos.png|thumb|right|190px|Matthos argues about faith with his father.]]\nMatthos asks Davos when Stannis will set sail as they mount their horses to return to the castle. Davos says that it will be when Stannis's god wills it. Matthos takes offence and says that the Lord of Light is his god and Davos's god too. He urges Davos to learn to read so that he can experience the holy books for himself. Davos expresses his doubt in the power of prayer. Matthos says that Davos has always returned home. Davos says that he did not pray but Matthos counters that he always prayed for Davos to return. Davos says that he will put his faith in Stannis because of the opportunities he has given their family. Matthos says that Stannis is only a man and Davos warns him not to tell Stannis that.\n\n", "Scene 16": "[[File:Davos Promo2.jpg|thumb|right|190px|Davos meets with [[Salladhor Saan]].]]\nDavos Seaworth and his son [[Matthos Seaworth|Matthos]] meet with the Lysene pirate [[Salladhor Saan]] on the beach of [[Dragonstone]]. Davos promises that Salladhor will be paid a fortune in gold when they take King's Landing. Salladhor points out that [[Stannis Baratheon]] has the smallest army of the claimants to the [[Iron Throne]] and wonders why he should fight for the king with the smallest chance of victory. Davos tells him that it is a smart gamble to back Stannis because Stannis is a proven battle commander. He adds that [[Renly Baratheon]] and [[Joffrey Baratheon]] have never fought before. Davos adds that Stannis has just begun the fight and expects more of his bannerman to join his cause because he is the most honorable man in the Seven Kingdoms. Salladhor notes the irony of a smuggler vouching for the honor of a king.\n\nMatthos warns Salladhor to mind his words, calling him a pirate. Davos silences his son and Salladhor says that he was not insulted and asserts his pride in his reputation as an excellent pirate. Salladhor asserts that he does not sail for promises. Davos challenges this, explaining that Salladhor sails on a promise of ships to plunder every time he leaves port. Salladhor says that promise always comes true and Davos says that his promise is the same. Davos points out that Salladhor is not a young man and that pirate's lives are short. Salladhor jokes that only the clever pirates grow old. Davos suggests that Salladhor could continue to steal from cargo ships and live an easy life while it lasts but that he is offering a harder alternative with greater rewards. He promises riches and fame. Salladhor says that he has a good name for songs and then tells Davos that he wants Queen Cersei.\n\nHe says that he will lend his 30 ships provided he can sleep with Cersei when they take King's Landing. Matthos is annoyed by Salladhor's selfishness and says they are not fighting for Salladhor to rape the Queen. Salladhor makes the distinction that he does not intend to rape her and jokes that Matthos has not experienced his persuasiveness. Matthos insists that Stannis has a divine right to rule and Salladhor is dismissive of the claim, saying that he has heard similar all over the world. Matthos turns away and Davos says that he cannot promise the Queen, only the gold and glory. Sallashor asks if Davos believes that Stannis can win and Davos says that Stannis is the â&euro;&oelig;one true king.â&euro;? Salladhor contrasts Davos's loyalty to Stannis against their history together; Stannis chopped off Davos's fingers for smuggling. Salladhor says that he will sail with Davos because Davos is the most honest smuggler he has ever met and asks Davos to make him rich. They shake hands and Salladhor leaves.\n\n", "Scene 9": "[[File:Pyke.jpg|thumb|right|190px|[[Pyke (castle)|Pyke]] from the sea.]]\n[[Theon Greyjoy]] smiles thoughtfully as he looks at [[Pyke (castle)|Pyke]], the castle where he grew up, from the bow of a ship. He descends to the Captain's cabin which he has taken for his own. The [[Captain's daughter]] waits in his bed, naked. She asks him if the castle is as he remembered and he says that it looks smaller. She says that everything looks bigger to a child. Theon undresses and tells her that he expects a warm reception from the [[Ironborn]] when they reach the docks. He tells her that his homeland is a hard place and that the people of the [[Iron Islands]] have not had much to get excited about. He tells her that hard places breed hard men and hard men rule the world. She helps him to unlace his britches and tells him that he will be king. He tells her to smile with her lips closed and then pushes her back on the bed roughly. She starts to tell him that her father has warned about the Ironborn as a people of reavers and rapers but he silences her when he enters her suddenly. He tells her to stop talking about her father. He tells her about the Ironborn tradition of taking salt wives. She begs him to take her as a salt wife. She confesses her fear that her father will punish her when Theon goes ashore and will call her a whore. He says only that he hasn't paid her and then turns her over to take her from behind.\n\n", "Scene 8": "[[File:Daenerys 202.jpg|thumb|right|190px|[[Daenerys]] endures the oppressive heat of the [[Red Waste]].]]\nIn the [[Red Waste]], [[Daenerys]] and her khalasar sit listlessly in the oppressive heat as they wait for the scouts to return. Ser [[Jorah Mormont]] notices a horse approaching and rouses Daenerys. The mount is riderless and covered in bright red war paint. Jorah notices blood dripping from a saddlebag and opens it to find the head of [[Rakharo]], his severed braid stuffed in with it. Jorah warns Daenerys not to look. But she insists, saying that Rakharo was blood of her blood. She asks Jorah who killed Rakharo and he tells her that it must have been one of the other Dothraki khalasars, suggesting Khal Pono or Khal Jhaqo. He tells Daenerys that her rivals do not like the idea of a woman leading a khalasar. Daenerys vows that they will like it less when she is done with them. Irri approaches and kneels by the saddle bag, sobbing that they have killed Rakharo's soul. Daenerys tries to reassure her that the soul cannot be killed. Irri is distraught because she believes that the mutilation of Rakharo's body will prevent him from joining his ancestors in the night lands. Daenerys promises that they will build him a funeral pyre and that he will ride with his ancestors. Irri's wails resonate across the desolate land.\n\n", "Scene 7": "Sam brings Gilly to see [[Jon Snow]] and introduces her as one of Craster's daughters. They tell Jon that she is pregnant and Sam says they have to take her with them. Jon is angry at Sam for considering violating their orders to stay away from Craster's wives. Gilly interrupts their recriminations to reassure Jon that she can run. Jon says that it is not possible and Gilly begins to say what she is afraid of but stops short of telling Jon what will happen if her child is a boy. Jon is annoyed that she wants them to risk their lives for her but will not say what she fears. Gilly runs off and Sam asks Jon why he was cruel. Jon again criticizes Sam's lack of regard for their orders with his desire to steal Gilly. Sam says that Gilly can't be stolen- she's a person not a goat. Jon wonders what Sam was planning to do when Gilly went into labor. Sam claims to have read about the delivery process, but admits that it was only a little. Jon apologizes and says that they cannot help Gilly.\n\n", "Scene 6": "[[File:Ghostgilly.png|thumb|right|190px|[[Gilly]] cowering from [[Ghost]].]]\nSam walks past Gilly cowering from [[Ghost]], who was drawn by the rabbits she carries. Sam shoos Ghost away and then walks over to check on Gilly. She warns him not to touch her and he apologizes. She says that he is very brave.\n\n", "Scene 5": "[[File:CrastersKeepSeason2.png|thumb|right|190px|The Night's Watch camped at Craster's Keep.]]\n[[Samwell Tarly]], [[Eddison Tollett]] and [[Grenn]] are peeling potatoes outside [[Craster's Keep]]. Edd says that if the gods wanted them to have dignity they would not have made them fart when they died. Grenn is incredulous and Edd tells him the story of his mother's death. He claims that he held her hand as she passed and that she farted long and hard, blowing a raspberry to underscore his assertion. Sam notices [[Gilly]] passing with two rabbits and observes that it is greedy for [[Craster]] to have so many wives. Edd deadpans that they were having a serious discussion. Grenn points out two other women walking past. Sam says there is nothing like the sight of a woman walking away and Grenn replies that he prefers watching them come towards him. Grenn tells the others that he grew up with, and later slept with, a milkmaid named Violet. Sam is fascinated and says that he wishes he grew up on a farm. Edd sends Sam for more vegetables.\n\n", "Scene 4": "[[File:Cersei 2x02.jpg|thumb|right|190px|Cersei chairs a small council meeting.]]\n[[Cersei Lannister]] reads [[Robb Stark]]'s peace terms aloud to the small council before tearing them up. Tyrion tells her that she has perfected the art of tearing up papers and suggests that they at least return Eddard's remains as a gesture of good faith. Cersei asks [[Alton Lannister]] to deliver their reply and he accepts. Cersei also asks him to tell Jaime that he has not been forgotten, to the consternation of the other council members. Tyrion wishes Alton a safe journey.\n\n[[Pycelle]] reports a raven from Castle Black and gives its message to Tyrion. Varys interjects that the wildlings are becoming increasingly troublesome. [[Petyr Baelish]] is sarcastically dismissive. Varys goes on to say that the wildlings are organizing behind the King beyond the Wall [[Mance Rayder]]. Cersei jokes that she has lost track of the number of kings. Tyrion says that the message is from [[Lord Commander]] [[Jeor Mormont]] and that he is asking for more men. Cersei says that they cannot spare any because they are fighting their own war. Tyrion reads a troubling passage: â&euro;&oelig;the cold winds are rising, and the dead rise with them.â&euro;? Pycelle dismisses it as northern superstition and Cersei makes to leave. Tyrion relays Jeor's encounter with a [[wight]] and asserts his reliability. Varys wonders how you kill a [[Othor|dead man]] and Tyrion reports that Jeor burned the wights. Cersei mocks Tyrion as having become gullible, believing in 'grumpkins and snarks' after one trip to the Wall. He says that he is not sure what he believes but reminds Cersei that the Night's Watch is the only thing that separates them from what lies beyond the Wall. Cersei sarcastically claims that she has every confidence in the brave men of the Night's Watch.\n\n", "Scene 3": "Tyrion walks through his chambers in the [[Tower of the Hand]], whistling merrily. He enters the bedchamber to find [[Shae]] laughing with [[Varys]] and his face falls. Shae tells him that he made her wait and Varys was keeping her company. Varys says they were discussing Tyrion's bravery at the [[Battle of the Green Fork]]. Tyrion says that it was quite a battle and Varys says that he heard that Tyrion was wounded. Varys says that the northerners are ferocious warriors and Tyrion does not reply. Shae says that she has told Varys about how they met and Tyrion glares at her. Varys says that Tyrion was lucky to find such a lovely creature working in his [[Tywin Lannister|father]]'s kitchens and that the story almost beggars belief. Tyrion says that strange things do happen and offers that Varys should taste Shae's fish pie. Shae says that she doubts that Varys likes fish pie. Varys wonders how she knows and she giggles and says that she can always tell. Tyrion says that Varys and he must not let their disadvantages get the best of them. Varys says that he is glad that Tyrion's new friend could accompany him and adds that friends are an important part of life. He observes that it was unfortunate that Tywin did not want Shae to come. He offers the reassurance that he is very good at keeping secrets for his good friends. Tyrion says that Varys's discretion is legendary where his friends are concerned.\n\nVarys apologizes for going on and says goodbye to Shae. Tyrion moves to the door as Varys tells him that they have a council meeting. Tyrion nods at Shae to leave and then blocks Varys's exit. He tells Varys that he does not like being threatened and Varys feigns ignorance. Tyrion says that he is not [[Eddard Stark]] and understands how the game is played. Varys says that Eddard was a man of honor. Tyrion says that he is not and that he will have Varys thrown into the sea if he threatens him again. Varys says that Tyrion might be disappointed by the results because he always manages to stay afloat.\n\n", "Scene 2": "[[File:Arya and Gendry 2x02.jpg|thumb|right|190px|Arya and Gendry hide from the gold cloaks.]]\nTwo gold cloaks ride up to the camp. Arya wonders what they are doing and ducks down by the river bed. Gendry asks her what she is doing and she says that the watchmen must be looking for her. The [[Goldcloak on the Kingsroad|lead gold cloak]] calls to Yoren, asking if he is in command of the group. Yoren ignores the question and tells them that they are a long way from home. He walks across a wooden bridge towards the visitors. The gold cloak reminds Yoren that he asked a question and Yoren says that he asked without manners so he chose not to answer. Yoren grips the blanket that protects the gold cloaks horse from the saddle. The gold cloak produces a scroll and says that it is a royal warrant for one of Yoren's â&euro;&oelig;gutter ratsâ&euro;?. Yoren says that the recruits belong to the Night's Watch and are beyond the reach of kings and queens. The gold cloak moves to draw his sword but is halted when Yoren places the point of his dagger against his femoral artery. Yoren notes that men worry about their throats but often forget about the vulnerability of their lower regions. He tells the gold cloak that he has sharpened the knife and warns him that no-one can save him if the artery is nicked. Yoren takes the man's sword, saying that good steel is always needed on the wall. The recruits have surrounded the gold cloaks, weapons in hand. One of them picks up the sword from the ground. Yoren tells the gold cloak that he has a choice; die there or return to King's Landing and tell his master that they did not find what they were looking for. The gold cloak defiantly shouts that they are looking for Gendry and describes the bull's head helm that he carries. He offers a reward to anyone turning him over and promises that he will return with more men. He warns Yoren that he will take his head home along with the â&euro;&oelig;bastard boyâ&euro;?. Gendry stands up and Arya looks at him quizzically.\n\n", "Scene 1": "[[File:Arya-stark.jpg|thumb|right|190px|Arya posing as a recruit of the Night's Watch.]]\n[[Arya Stark]] squats by a stream in the Riverlands. She walks back to [[Yoren]]'s party of [[Night's Watch]] recruits, relacing her britches. She is maintaining the pretense of being a boy named Arry to hide in plain sight among the recruits. She picks up a bundle of sticks and starts to carry them to the center of the camp. She is distracted when [[Jaqen H'ghar]], one of the prisoners confined to the wagon, calls her over. He asks her to fill a tankard with water and tells her that he has not drunk for a day and a night, always referring to himself as â&euro;&oelig;a manâ&euro;? and her as â&euro;&oelig;a boyâ&euro;?. [[Rorge]], one of the other prisoners, rattles the cage and threatens Arya. Jaqen tells her that he has not chosen his companions and asks Arya's forgiveness. He confirms her identity as Arry and introduces himself, saying that he comes from Lorath. Rorge demands beer and insults Arya. She says that he should have asked nicely, drops all but one of her sticks and uses it to hit his hand. He recoils and then tries to grab her through the cage. [[Biter]] moves up behind Rorge and hisses as Rorge threatens Arya again. Jaqen smiles and tells Arya that she has more courage than sense. [[Gendry]] passes with his own bundle of sticks and reminds Arya that Yoren warned them not to approach the prisoners. Arya says that she is not afraid of them and Gendry says that she is stupid, before admitting that he is.\n\n"}, "title": "The Night Lands recap"}