{"attributes": {"season": " Season 4", "image": " Iron Bank History &amp; Lore 01.png", "narrator": " Tycho Nestoris'''&quot;The Iron Bank of Braavos&quot;''' is part of the Histories &amp; Lore, a special feature in the Blu-ray of Season 4 of ''Game of Thrones''. It is narrated by Mark Gatiss as Tycho Nestoris.== Synopsis ==Tycho Nestoris reveals the history behind the legendary Iron Bank_of_Braavos", "title": " The Iron Bank of Braavos"}, "sections": {"TOP": "The Iron Bank of Braavos (Histories &amp; Lore)030100qmatucsy0mnt4qe0467tq4qg5z3ka001772652015-03-16T17:13:34ZGreater good3347453Added infoxbox{{Lore|Title = The Iron Bank of Braavos|Image = Iron Bank History &amp; Lore 01.png|Season = [[Season 4|4]]|Narrator = [[Tycho Nestoris]]}}\n'''&quot;The Iron Bank of Braavos&quot;''' is part of the [[Histories &amp; Lore]], a special feature in the Blu-ray of [[Season 4]] of ''[[Game of Thrones]]''. It is narrated by [[Mark Gatiss]] as [[Tycho Nestoris]].\n\n", " Synopsis ": "[[Tycho Nestoris]] reveals the history behind the legendary [[Iron Bank_of_Braavos|Iron Bank]] of [[Braavos]], an institution renowned for its economic power and formidable reputation.\n", "Appearances": "===Noble Houses===\n* [[House Lannister]]\n===Institutions===\n*[[Iron Bank of Braavos]]\n* [[Faceless Men]] (not mentioned by name)\n\n===Locations===\n*[[Braavos]]\n\n===Realms===\n* [[Valyrian Freehold]] (indirectly mentioned)\n===Miscellaneous===\n* [[Currency|Currency and Banking]] (as a concept)\n* [[Titan of Braavos]] (not mentioned by name)\n* [[Slavery]] (mentioned)\n", "Summary": "The [[Iron Bank of Braavos|Iron Bank]] dates from when [[Braavos]] was still the secret city, filled with runaways and refugees from the [[Valyrians|Valyrian]] slave lords. The first tradesmen to achieve success realised that if they pulled their resources, they could loan money to their less fortunate fellows and build a better Braavos. For a profit, of course.\n\nFirst they needed a space to store their combined gold, safe from thieves and more importantly each other, for the business rivalries that created their fortunes were not easily put aside. They found an abandoned iron mine outside the city and sealed its only entrance with heavy gates and bars and set guards supplied by every principal investor. Each guard watched the gate, and the other guards. Over time, this distrust vanished as the investors gave up their other businesses and poured their energies into the new endeavour, now called the Iron Bank after the mine. They have since moved to more spacious quarters, but they still keep their first vault, not merely to remind them of their roots, but because they did not become the world's greatest depository of wealth by wasting assets, no matter how minor.\n\nIf you are an aspiring merchant, you come to them to buy ships and goods. If you are an aspiring shopkeeper, you come to them to buy your shop. Whatever you need in this world, they are the conduit. Even a throne can be yours if you are an aspiring king, or stay yours if you are a sitting one. Just ask [[House Lannister]] of [[Westeros]].\n\nThey are not the only bank in this world. Every free city has its own. But when those banks need gold, the come to the Iron Bank. They lend to princes, kings, merchants and tradesmen. If a prince or king cannot pay them back, well...the world lacks for loyal men, not ambitious ones. They simply fund the rise of new princes and kings, and they tend to honor the Bank's investment. If a merchant refuses to repay them, well...the vicissitudes of trade are well known, and Braavos is full of [[Faceless Men|men who are not]]. One way or another, the Iron Bank will have its due.\n\n"}, "title": "The Iron Bank of Braavos (Histories &amp; Lore)"}