{"attributes": {}, "sections": {"TOP": "The Prince of Winterfell recap08902tfionxnhiagwungjqtr48b8d3ubw9rv1518492014-07-08T20:59:11Z72.222.193.185Removed the word &quot;poop&quot; someone had put in where it shouldn't have been.:''Main: [[The Prince of Winterfell]]''\nThis '''recap''' of &quot;'''The Prince of Winterfell'''&quot; features a detailed section on each scene of the episode.\n\n", "Scene 13": "[[Arya Stark]] carries two pails of water across a stick at [[Harrenhal]]. A Lannister man-at-arms bumps into her, knocking down her buckets. He then cuffs her round the head and warns her to watch where she is going. She gathers the pails and begins to apologize when a Lannister man approaches. She looks up and realizes that it is Jaqen. She asks where he was and he explains that he had patrol duty. She complains that she missed the opportunity to name [[Tywin Lannister]]. He tells her to name someone else. She asks how long it will take him to kill his last target. He refuses to give specifics, saying that death is certain but time is not.\n\n[[File:Jaqen H'ghar 2x8 1.png|thumb|right|Arya gives Jaqen his own name]]\nShe frets that Tywin is taking his army to attack Robb and needs him dead immediately. Jaqen pours himself a drink and says that it is not possible. Arya asks him to help her to escape and he says that was not part of his promise. He implores her to give another name. She checks that he will accept any name. He swears and oath to the old gods and the new. She leans forwards and whispers his own name in his ear. Jaqen angrily warns her not to mock the gods but she insists that she is serious. He asks her to un-name him. She agrees to do so only if he helps her to escape. He predicts that it would require more than one life and exceed the terms of their agreement. She names him again and he accuses her of being dishonorable. She shrugs, unconcerned. Jaqen stands up and says that if he helps her she must obey him. He tells her to walk through the gate at midnight with her friends.\n\n", "Scene 12": "[[File:Dragonglass Spear.jpg|thumb|Sam discovers obsidian at the Fist of the First Men]]\nThe great ranging of the [[Nightâ&euro;&trade;s Watch]] maintain their camp at the [[Fist of the First Men]]. [[Samwell Tarly]], [[Eddison Tollett]] and [[Grenn]] are digging latrines. Sam complains that he is not cut out for hard labor. Edd deadpans that he always imagined himself doing something much worse. Grenn says that he cannot imagine much worse than digging latrines at the edge of the world. Edd says that Grenn lacks imagination. Sam stares out at the distant [[Frostfang]] mountains and wonders aloud where Jon is. Edd says that he is probably dead. Sam refutes the assertion citing Jonâ&euro;&trade;s skill as a warrior. Grenn agrees that Jon is better than him, and much better than Sam. Sam adds that Jon has a valyrian steel sword ([[Longclaw]]) and is with Qhorin, the greatest ranger alive. Edd counters that great rangers do not get old and nor do bad ones. He says that it is the mediocre ones who last a long time.\n\nGrennâ&euro;&trade;s spade strikes stone. He pushes back the snow to reveal a carved stone tablet. Sam recognizes it as being made by the [[First Men]] and asks Grenn to help him to lift it. Grenn pushes it back to reveal a black bundle. Edd warns them that it is best to leave things you were not supposed to find alone. Sam recognizes the bundle as being a Nightâ&euro;&trade;s Watch cloak. Grenn says that it has been there a long time and opens it up. They find a cache of black stone weapons and a carved horn. Sam recognizes the weapons as being made of [[Dragonglass]], adding that maesters call it Obsidian. Grenn wonders why a brother would leave the cloak there and Edd sarcastically notes that they would have wanted someone to find it.\n\n", "Scene 11": "[[Bronn]] cleans his fingernails in Tyrionâ&euro;&trade;s chamber. Tyrion sits opposite him poring through stacks of books. Tyrion asks if he has to do that in his rooms and Bronn replies that he likes to keep his hands clean. Tyrion again asks if Bronn specifically needs to do it there. Bronn looks across at him and then stops. Tyrion asks Bronn to start wearing a gold cloak to signify his status as Lord Commander of the City Watch. Bronn flatly refuses, reasoning that a cloak slows you down in a fight and makes it difficult to move stealthily. Tyrion points out that his new role obviates the need for sneaking around. Bronn maintains that wearing a gold cloak was not part of their deal. Tyrion reluctantly accepts the argument and returns to his reading. Bronn continues to stare at Tyrion, annoying him further. Bronn complains that Tyrion will not allow him to clean his nails or look at him and wonders why he is there. Tyrion explains that he wants Bronn to help him to plan the defense of Kingâ&euro;&trade;s Landing. Bronn stands up and then picks up one of the books, asking if it can tell them how to beat Stannis. Tyrion turns to the front cover of his current tome and reads the title aloud â&euro;&oelig;An History of the Great Sieges of Westerosâ&euro;? by Archmaester Châ&euro;&trade;Vyalthan. Tyrion stumbles over the pronunciation of the scholarâ&euro;&trade;s name and Bronn corrects him. Bronn throws the book back onto the pile and says that he would swap all of them for a few good archers.\n\nLord [[Varys]] enters and greets them both. Varys unctuously compliments Bronn on the Gold Cloaks performance, explaining to Tyrion that they have reduced the rate of theft in the city. Tyrion wonders how Bronn accomplished the improvement. Bronn admits that they rounded up all of the known thieves. Tyrion asks if they were questioned and Bronn declines to say more, adding that they need only worry about the unknown thieves from now on. Tyrion says that they spoke about such brutal methods and Bronn agrees that they did. Bronn then questions if they have ever been in a city under siege. They do not answer and Bronn suggests that he knows something that might not be in the books. He elucidates that starvation is the great killer of a siege and that food becomes the most valuable commodity during a siege. He says that if things are bad enough the poor will turn to cannibalism while the rich will give away their most valued possessions in exchange for simple provisions. He says that the thieves prosper most in a siege. Varys agrees that extreme measures are warranted under the circumstances.\n\n[[File:Tyrion, Varys and Bronn.jpg|thumb|Bronn, Varys and Tyrion strategize]]\nVarys notices what Tyrion is reading. He says that it is a thrilling subject but that it is a shame that Châ&euro;&trade;Vyalthan is an uninteresting writer. Tyrion gives Bronn an &quot;Ah, that's how it's said&quot; gesture upon Varys's pronunciation of the name. Tyrion reaches for a map and says that Stannis knows Kingâ&euro;&trade;s Landing. He predicts that Stannis will use his insight to find their weak point and chooses the [[Mud Gate]] as the likely point that Stannis will attack. Tyrion says that it will be desirable to Stannis because it is weak to battering rams and only 50 yards from the shore. Varys asks what they plan to do to defend the weak spot. Bronn jokes that they could throw books at Stannisâ&euro;&trade;s men. Varys says that they do not have that many books and Bronn retorts that they donâ&euro;&trade;t have many men either. Varys asks Tyrion what they do have and Tyrion responds â&euro;&oelig;Pig Shit.â&euro;? Bronn referred to [[wildfire]] as equivalent to the pig shit peddled by battlefield â&euro;&oelig;wizardsâ&euro;? when they met with Pyromancer [[Hallyne]].\n\n", "Scene 10": "[[File:Halfhand and Jon Snow.jpg|thumb|Qhorin begins his plan for Jon]]\nThe wildlings lead their prisoners across a stony ridge. Qhorin seizes the opportunity to talk to Jon. He tells him that Mance is going to march on the wall and suggests that an infiltrator within his army will be worth a thousand men fighting against it. Jon says that they will never trust him. Qhorin suggests that they might if Jon does what needs to be done. Jon is confused by the remark. Qhorin loudly berates Jon for causing the deaths of their sworn brothers to spend time with Ygritte and Jon protests his innocence. Qhorin says that he should have known better than to trust a traitorous bastard and pushes Jon down the slope. The Lord of Bones warns Qhorin that Jon is not his to kill. Ygritte waits for Jon to right himself, looking at him thoughtfully.\n\n", "Scene 17": "\n[[File:Escaping Harrenhal.jpg|thumb|[[Arya Stark]], [[Gendry]] and [[Hot Pie]] escaping Harrenhal.]]\n[[Arya Stark]], [[Gendry]] and [[Hot Pie]] gather in the shadows opposite the courtyard gate at [[Harrenhal]]. Hot Pie complains that his sour cherry pies will now be in the oven and the others warn him to be quiet. Arya asks what food he has brought and he reports that the cheese could be better but that he has some nice sausages. Gendry asks Arya what Jaqen told her to do about the guards surrounding the gate. Arya admits that he did not say and only told her to walk through the gates at midnight. Gendry is incredulous and Arya insists that they must trust Jaqen. Gendry warns against trusting the man who fled when she freed him from captivity, expecting him to fight by her side. Hot Pie fearfully admits wanting to return to the kitchens. Arya tells him to be quiet and says that he can stay if he wants. She stands and bravely walks toward the gate. The others follow her and as they approach they realize the Jaqen has killed the guards and pinned them in place so as not to raise the alarm. They pass through without being noticed.\n\n", "Scene 16": "[[File:Robb Stark and Roose Bolton.jpg|thumb|Robb and Roose]]\nKing [[Robb Stark]] meets with Lord [[Roose Bolton]] in his command tent to discuss the seizure of Winterfell by [[Theon Greyjoy]]. Robb is disappointed by the lack of news from the North and Roose insists that they have sent a dozen ravens without response. Roose reassures Robb that his [[Ramsay Snow|bastard son]] is only a dayâ&euro;&trade;s march from Winterfell. Roose begins to describe what will happen when they retake the castle. Robb expresses concern that Theon will harm [[Bran]] and [[Rickon]] if they storm the fortress. Roose argues that Theon will not harm the boys because of their value in negotiating for his escape from [[the North]] alive. Robb orders Roose to send word to his son that they will grant mercy to any [[Ironborn]] who surrender. Roose balks at the suggestion, warning Robb that a little mercy can be a virtue but too much is a weakness. Robb explains that he means any Ironborn except Theon. Robb asserts Theonâ&euro;&trade;s status as a marked man because of his treachery and swears to hunt him down wherever he runs. Roose sees the wisdom of the plan, saying that he expects Theonâ&euro;&trade;s men will quickly turn against him when they have the offer.\n\n[[Talisa Maegyr]] enters the tent, she greets them both and apologizes for the interruption. Roose departs, leaving them alone. She asks Robb how he is. He considers the question and then reels of a litany of his problems; arresting his mother for treason, his sisters being captives, he has been betrayed by the man he considered his closest friend and he is uncertain of his strategy in the war. Talisa apologizes saying that it was a stupid question. Robb asks her forgiveness for his bad mood and says that he had no right to respond rudely to her kindness. She says that he has every right because he is a King. Robb says that he does not want to be that kind of king. Talisa asks what kind he would prefer to be and he answers that he is unsure and suggests â&euro;&oelig;the good kind.â&euro;? He confides his lack of preparation for the roll because he grew up as the heir to Winterfell rather than as a Prince.\n\nTalisa steps closer and says that she was raised to be a proper little lady in a conspirational tone. She expands that she was expected to dance the latest steps, recite Valyrian poetry and play the high harp. Robb says that he would like to hear her play and she jokes that he definitely would not enjoy it. They share a laugh.\n\nRobb turns his back to pour wine for her. He asks how she went from the life of a noblewoman to performing battlefield surgery. He hands her the goblet as she considers the question. She tells him a deeply personal story from her childhood in Volantis. Her parents had gone to attend a wedding, an event lasting days in the Free City. She was aged 12 and was left to care for her little brother. It was the hottest part of the three year summer so they ran down to the river Rhoyne to bathe. The river was busy with children swimming nude between the shore and the small islands. There were drummers playing for coppers on the eastern bank. She was treading water and talking to a friend when she realized that she had not seen her brother for some time. She looked for him, screamed for him but could not see him. She eventually spotted him floating face down in the water. They dragged him ashore and she screamed at him to breathe but feared that he was already dead. She was astounded when a slave from a fishing boat, recognizable from the fish tattooed on his face, rushed over and pushed her aside. She explains to Robb that it is a crime punishable by death for a slave to touch a noble like that. She says that the slave showed no regard for his own life in rushing to her brotherâ&euro;&trade;s side. The man pounded on her brotherâ&euro;&trade;s chest until he coughed up all the water he had swallowed and returned to them. The man cradled her brother and told him to be calm. She confides that the incident caused her to vow not to waste her time on the trivial concerns of the nobility and once she came of age never to live in a slave city again.\n\n[[File:Robb and Talisa1.jpg|thumb|Robb and Talisa kiss]]\nShe apologizes for going on when Robb had shared his problems. Robb stands blurting out that he does not want to marry the [[House Frey|Frey]] girl. She hesitantly admits that she does not want him to marry a Frey either. They stare at one another until Talisa breaks the gaze, saying that Robb needed the bridge. He steps towards her as she says that she hopes it is a very beautiful bridge. He draws her into a passionate kiss and they hastily undress one another while they kiss. Talisa laughs as they embrace and sink to the floor, kissing all the while. She ends up lying on top of Robb. They are still for a moment and she then kisses him tenderly.\n\n", "Scene 15": "\n[[File:Tyrion and Shae.jpg|thumb|Tyrion has a tender moment with Shae]]\nTyrion rushes back to the Tower of the Hand to check on Shae. He finds her waiting in his bedroom, she complains that he has been gone all night. Recognizing his distress, she asks what is wrong. He says that she is beautiful. She smiles at the compliment and walks over to him. She kisses him on the cheek and asks why then he looks so sad. She sits on the edge of their bed and he kneels in front of her. He says that they must be more careful. She reassures him that she can take care of herself. He says that there are people who want to hurt him. She defiantly says that she will not let them, threatening to cut off their faces. Tyrion says that he would kill for her, asking if she knows how he feels about her. He adds that he expects that he will need to before long. He asserts that she is his. She hesitantly affirms his words but he asks her to repeat them. She says that she is his again and adds that he is hers. They share a look and she kisses him on mouth and then the top of his head.\n\n", "Scene 14": "[[Tyrion Lannister]] eats dinner with his sister [[Cersei Lannister]] in her bedchamber in the Red Keep. His squire [[Podrick Payne]] serves him wine and Tyrion thanks him. Cersei calls Podrick an odd little boy and Tyrion jokes that he has a certain sympathy for odd little boys. Cersei adds that Varys feels the same way, allowing herself a smile of satisfaction at the barb. Tyrion compliments the lamprey pie and asks if Cersei made it.\n\nCersei brings up her son [[Joffrey Baratheon|Joffrey]]â&euro;&trade;s plans to fight in defense of the city. Tyrion calls it an inspiration for their troops and characterizes Joffrey as a brave young king fighting to defend the capital from a wicked old rebel. Cersei worries that Joffrey is only a boy. Tyrion points out that there are younger boys fighting in Joffreyâ&euro;&trade;s war. Cersei insists that Joffrey is not ready and Tyrion asserts that 17 is old enough, asking Cersei to consider Jaime at that age. Cersei argues that some men are gifted for fighting, implying that Joffrey is not and insisting that he should not be on the battlefield. Tyrion retorts that Joffrey should not be on the throne either, sadly for his people and shares a smile with Podrick. Cersei is unamused and angrily asks Tyrion if he thinks that she is an idiot. Tyrion responds that she has above average intelligence. She reminds him that he sent Myrcella to Dorne and then accuses him of wanting to send Joffrey to die. Tyrion explains that Joffrey will be defended by his [[Kingsguard]] and wearing the finest armor gold can buy. Tyrion insists that Joffrey needs to be on the battlefield because the men will fight better if they can see their king fighting beside them. He says that Joffrey must fight instead of hiding behind Cerseiâ&euro;&trade;s skirts. Tyrion asks about dessert and gets no response.\n\nCersei asks him if he knows why [[Varys]] is so dangerous. Tyrion cites his thousands of spies throughout the world. Cersei elucidates that she meant it was because he has been castrated. Tyrion jibes that Cersei also has no penis and she suggests that she is dangerous too. Cersei says that Tyrion is as big a fool as every other man because he lets his penis think for him, also referencing it as small. Tyrion jests that it is not that small and Cersei laughs.\n\n[[File:Cersei.jpg|thumb|Cersei confronts Tyrion]]\nTyrion wonders why she is so happy. She tells him that she has captured his whore. He hesitates. Fearing for [[Shae]]. He masks his worry with a joke, saying that he thought she preferred blondes. Cersei calls him droll and asks if he has married his current lover yet, referencing his wedding to [[Tysha]]. Tyrion is speechless and Cersei goes on to say that their father [[Tywin Lannister]] will be pleased that Tyrion has not repeated that mistake. Tyrion asks why Cersei cares who he has sex with. Cersei repeats the common saying â&euro;&oelig;A Lannister always pays her debts.â&euro;?She explains that she is punishing Tyrion for stealing Myrcella and plotting to kill Joffrey. Tyrion says that her machinations are insane and that she needs him to defend against Stannis. She wonders what he will offer, referencing his lack of ability as a fighter. Cersei says that Tyrionâ&euro;&trade;s lover is beautiful and compliments her body, adding that the bruises she has inflicted will heal with time. Tyrion asks where Cersei found her. Cersei says that Varys is not the only one to hear whispers and criticizes Tyrion for giving her a Lannister lion necklace. She cautions him to hide his liaisons more carefully.\n\nTyrion realizes that Cersei has not taken Shae as he gave her no such gift. He says that Cersei has forgotten one of the most important things about whores; explaining that you only rent their time and do not own them. Cersei calls him a bad liar and asserts that he has genuine affection for her captive. She asks if it is love. Cersei promises to treat her captive well provided that Joffrey is kept safe. She threatens to inflict any wound that Joffrey suffers on her captive and says that if Joffrey dies she will inflict the most painful death imaginable on Tyrionâ&euro;&trade;s lover. Tyrion swallows, then asks how he knows that she is still alive. Cersei asks if Tyrion would like to see her and orders Ser [[Mandon Moore]] to bring her in.\n\n[[File:Ros1.jpg|thumb|Ros is revealed]]\nMandon and one of his sworn brothers lead a bruised and battered Ros into the room. She defiantly pulls free of his grasp, still wearing the necklace that misled Cersei. Tyrion stares at her thoughtfully from his seat for a moment. He then gets up and approaches her. He apologizes for the pain she has suffered and urges her to be brave. He takes her hand gently and promises to free her. Ros asks him not to forget her and he says only â&euro;&oelig;never.â&euro;? The Kingsguard haul her away.\n\nTyrion turns back to his sister. He tells her that he will hurt her for what she has done. He promises that at a time when she thinks she is safe and happy he will turn her joy to ashes in her mouth and that she will know the debt is paid. She tells him to get out.\n\n", "Scene 19": "\n[[File:Joffrey.jpg|thumb|King [[Joffrey Baratheon]] exhibiting misplaced confidence in his military prowess.]]\nKing [[Joffrey Baratheon]] marches up to the walls of his capital berating his [[Master of Whisperers]] Lord [[Varys]] for the lack of intelligence from [[the North]]. They are accompanied by three men of the [[Kingsguard]] and acting [[Hand of the King]] [[Tyrion Lannister]]. Varys explains that while he has many spies (which he calls â&euro;&oelig;Little birdsâ&euro;?) in the region he has heard nothing from them since [[Theon Greyjoy]] captured the regional capital [[Winterfell]]. Joffrey asserts that the [[House Stark|Stark]] forces are distracted by the loss of their seat and says that he wants to strike against them. Tyrion reminds Joffrey that they are in no position to launch an attack because they are about to be besieged by King [[Stannis Baratheon]]. Tyrion points out that they are surrounded by men preparing to repel attackers from the city walls. Joffrey pledges to ride out to meet Stannis if he lands on the shores of Kingâ&euro;&trade;s Landing. Tyrion half heartedly says that it is a brave choice and assures Joffrey that his men will line up behind him. Joffrey reports hearing it said that Stannis never smiles and claims that he will give him a red smile for ear to ear, unsheathing his sword to underline his bravado. Joffrey walks away, followed by his Kingsguard.\n\nTyrion sarcastically asks Varys to imagine Stannisâ&euro;&trade;s terror and Varys deadpans that he is trying. Tyrion says that Varys is an intelligent man and that he likes to think the same about himself. Varys says that no-one disputes Tyrionâ&euro;&trade;s intelligence, not even the multitudes who despise him. Tyrion expresses his desire to speak openly with Varys. Varys says that he wishes the same thing, implying that it is not possible. Tyrion asks Varys \nwhat he wants and Varys deflects the question by saying that if they are going to play that game Tyrion will have to go first.\n\n[[File:Tyrion_and_Varys.jpg|thumb|[[Tyrion Lannister|Tyrion]] and [[Varys]] discuss the defense of [[King's Landing]].]]\nTyrion leads Varys to the edge of the sea wall. He talks about the massive responsibilities given to his siblings; Jaime was the youngest Kingsguard in history and Cersei became Queen aged 19. Tyrion reveals that when he came of age his father placed him in charge of the drains and cisterns at Casterly Rock. Varys jokes that Tyrion is a very highborn plumber. Tyrion says that he did the job well, ensuring that the water flowed well and the excrement made its way to the sea. Tyrion says that he never had any real power and was surprised to be made acting Hand of the King. Varys interrupts to say that Tyrion is a good [[Hand of the King|Hand]], explaining that he is superior to the good and honorable Jon Arryn and Eddard Stark because he enjoys playing the game while they disdained it. Tyrion agrees that he enjoys it, noting that it was the last thing he expected. Varys adds that Tyrion plays it well and Tyrion admits that he would like to keep on playing it. Tyrion warns that if Stannis breaches the gates then the game is over.\n\nVarys tells Tyrion that Stannis is said to burn his enemies alive as an offering to the [[Lord of Light]]. Tyrion notes that the [[Drowned God]] of the [[Ironborn]] wants his enemies drowned and says that all of the gods are vicious. He wonders where he can worship a god of breasts and wine. Varys says that they worship a fertility goddess with 16 breasts in the [[Summer Islands]]. Tyrion jokes that they should sail there immediately.\n\nVarys reveals hearing a rumor from Qarth; [[Daenerys Targaryen]] is alive and has hatched three dragons. Tyrion is dismissive of the threat she poses given their current circumstances. Varys predicts that it will be years before the dragons are fully grown but warns that they will then have nowhere to hide. Tyrion urges him to focus on one game at a time.\n\n", "Scene 18": "[[File:Stannis and Davos 2x8.jpg|thumb|right|Stannis and Davos en route to King's Landing]]\nKing [[Stannis Baratheon]]â&euro;&trade;s fleet closes on [[Kingâ&euro;&trade;s Landing]]. Aboard his flagship, the ''[[Fury]]'', [[Fury gunnery officer|an officer]] drills a ballista crew in loading and firing the weapon. [[Davos Seaworth]] approaches Stannis and reports that they will reach Kingâ&euro;&trade;s Landing in one day if the wind holds. Stannis asks if it will hold and Davos declines speculating. Stannis walks across the deck with Davos and Davosâ&euro;&trade;s son [[Matthos Seaworth|Matthos]] watches them pass.\n\nStannis says that he admires Davos and Davos thanks him for the compliment. Stannis explains that he is referring to the way Davos has handled the snobbery of the highborn. He says that Davos was clever to claim the name â&euro;&oelig;Onion Knightâ&euro;? for his own by taking the onion for his sigil. Davos admits that his son has suggested changing it and claims to understand why older families look down on him. Stannis asks him to expand on that and Davos says that it is because he is the son of a crabber. Davos believes that they hate having to eat with him, joking that it is because crabberâ&euro;&trade;s hands stink. Stannis asks where the highborn Lords were when he was starving during the [[siege of Storm's End|siege]] of [[Storm's End]]. Davos excuses them as being part of the war elsewhere; either fighting bravely beside [[Robert Baratheon]] or against him for [[House Targaryen]]. Stannis says that Davos is defending men who insult him behind his back. Davos notes that some of them are happy to insult him to his face.\n\nStannis complains that he andÂ Davos were forgotten during [[Robert's Rebellion]] while Robert and [[Eddard Stark]] were regarded as glorious heroes as they marched from battle to battle liberating towns from the [[Mad King]]. He asserts that his achievement of holding Stormâ&euro;&trade;s End with just 500 men was ignored. Davos says that no-one has forgotten but Stannis counters that Robert did. He references Robert granting Stormâ&euro;&trade;s End to [[Renly Baratheon|Renly]] after the war despite Renly not fighting. Davos excuses Renly as being only a boy and Stannis counters by wondering why Robert then rewarded him. Davos has no response.\n\nStannis goes on to detail the horrors of the siege. He confides that they ate the animals within the keep, starting with their horses because they could not ride anywhere with the [[House Tyrell]] host at their gates and could not feed them so he accepted eating them. He says that they ate the cats next, which he accepted having never liked cats. He was more affected when they had to eat their dogs because he respects dogs as a loyal animal. He was appalled when they were reduced to eating rats. He reached the point where he thought his wife [[Selyse Baratheon|Selyse]] was going to die because she was so frail that she could not speak. The next night Davos arrived, smuggling a boatload of onions through the fleet picketing the surrounding sea. Davos reminds Stannis that he also brought potatoes and salted beef. Stannis says that every man in the castle wanted to kiss Davos and Davos jokes that he was relieved that they did not.\n\n[[File:Davos and Stannis.jpg|thumb|Stannis offers Davos the hand role]]\nStannis says that he held Stormâ&euro;&trade;s End when Robert asked him to because it was his duty. He accepted giving up the keep to Renly for the same reason, whether or not Robert was intending to insult him. He says that he did what Robert asked because Robert was his older brother and King and that he has always done his duty. He insists that he is now the rightful king by the laws of [[Westeros]]. He asks Davos to be his [[Hand of the King]] when he sits the [[Iron Throne]]. Davos hesitates, kneels and accepts. Stannis dryly says that he expects that Davos will be the first crabberâ&euro;&trade;s son to wear the badge.\n\n", "Scene 20": "[[File:Daenerys and Jorah 2x08.jpg|thumb|190px|[[Daenerys Targaryen]], Ser [[Jorah Mormont]] and [[Kovarro]] take refuge in a disused courtyard in the city of [[Qarth]].]]\n[[Daenerys Targaryen]], Ser [[Jorah Mormont]] and [[Kovarro]] take refuge in a disused courtyard in the city of [[Qarth]]. Jorah warns Daenerys to stay away from a barred doorway because [[Xaro Xhoan Daxos]] and the [[Warlocks of Qarth|warlocks]] will be looking for them. He reports finding a suitable ship with a good captain and says that it is sailing for [[Astapor]] the next day. Daenerys balks at the suggestion and Jorah says that they cannot stay in Qarth. Daenerys refuses to leave without her dragons, referring to them as her children. Jorah says that they are not truly her children and that dragons can never be children. Daenerys is hurt and angrily tells him to go to Astapor and safety, turning away from him. Jorah says that he would die for her and will never abandon her. He asserts that he is sworn to protect and serve her. She tells him to do so by taking her to the [[House of the Undying]]. Jorah warns against doing what [[Pyat Pree]] wants, fearing a trap. He says that the warlocks magic is strong. Daenerys reminds him of her own magic; hatching the dragons by stepping into the funeral pyre of [[Drogo]] while the witch [[Mirri Maz Duur]] burned alive. Jorah says that he will remember until his last breath, even after forgetting his motherâ&euro;&trade;s face. Daenerys caresses his cheek and reminds him that she cannot have children of her own, she believes that the dragons are the only children she will ever have. She asks him to take her to them.\n\n", "Scene 21": "[[File:Theon and Dagmer.jpg|thumb|Theon and Dagmer]]\n[[Theon Greyjoy]] looks at the charred corpses of the children he has hung over the gates at [[Winterfell]]. [[Dagmer]] approaches and Theon tells Dagmer that they should bury the bodies. Dagmer believes they should keep the corpses up as a warning to would be traitors. Theon rationalizes that if they have not got the message by now a few more days will not make a difference. Dagmer is non-confrontational but insists that it will not hurt to let them rot a bit longer.\n\n[[File:Osha sneaking.jpg|thumb|Osha sneaking around]]\nTheon pulls a pouch from his belt and goes to hand it to Dagmer, who asks what it is for. Theon explains that it is gold for the [[Winterfell shepherd|farmer]], to compensate him for his trouble and the loss of the two children they killed. Dagmer explains that his trouble is done, he killed both the farmer and his wife after murdering the orphan boys who were fostered with him. He says that if you want to keep a man silent you silence him. [[Luwin]] crosses the courtyard and notices [[Osha]] sneaking into the catacombs with loaves of bread. Luwin stares thoughtfully at the charred bodies, especially the leg muscle of the larger one, realizing that Theon has only faked the death of Bran and Rickon.\n\n", "Scene 9": "[[File:Hot Pie.jpg|thumb|[[Gendry]] and [[Hot Pie]] talk cooking]]\n[[Gendry]] hammers out a horse shoe while [[Hot Pie]] describes a recipe for sour cherry pie. Hot Pie says that he uses crushed cherry stones on the pie crust to generate the best flavor. Arya approaches and asks where Jaqen is, Gendry says that he does not know. Arya says that she needs to speak with him because Tywin is marching and adds that he has been helping her, realizing that she has said too much. Hot Pie recalls seeing Jaqen and Arya asks him where. He shrugs so she grabs him by the ears and insists that he remember. Hot Pie says that they were leaving through the gates a few hours earlier. Arya notices Tywin leaving and gazes after him. Hot Pie asks why she wants Jaqen.\n\n", "Scene 8": "[[File:Rorge and Biter.jpg|thumb|Arya looking for Jaqen but finding Rorge and Biter]]\nArya goes down to the courtyard of Harrenhal seeking [[Jaqen Hâ&euro;&trade;ghar]]. The Lannisters are still torturing and executing their own men to try and uncover details about the murder of Ser [[Amory Lorch]]. Arya passes under the gallows but is unable to find Jaqen so she approaches [[Rorge]] and [[Biter]]. Rorge points her out to their drinking companions as a girl who used to be a boy, referring to her time spent posing as a recruit of the Nightâ&euro;&trade;s Watch while Rorge, Biter and Jaqen were prisoners. Arya asks where Jaqen is and Rorge replies that he does not care. Rorge asks Arya what has happened to the stick she carried and reminds her of his threat to sexually abuse her with it. Arya reaches to her empty sword belt and then recoils. An officer orders the men to arms and they gather their things.\n\n", "Scene 7": "[[File:War council.jpg|thumb|Tywin hosts a war council at Harrenhal.]]\nLord [[Tywin Lannister]] holds a war council in his chambers at [[Harrenhal]]. His brother Ser [[Kevan Lannister]] predicts that [[King's Landing]] will fall an hour after King [[Stannis Baratheon]]â&euro;&trade;s forces arrive. Kevan counsels Tywin to order the Queen Regent [[Cersei Lannister]] and her family to flee to the safety of [[Casterly Rock]]. Tywin balks at surrendering the [[Iron Throne]]. Kevan argues that giving up the throne is better than seeing the heads of their relatives mounted on the city gates, fearing that Stannis will execute any Lannister he finds in the city. Tywin rejects the suggestion, believing that a king who runs cannot remain king for long. [[Arya Stark]] serves drinks to Tywin and his bannermen, still incognito as Tywinâ&euro;&trade;s cupbearer. Tywin insists that King [[Joffrey Baratheon]] is a Lannister by blood and must stand and fight.\n\nTywin complains that Stannis is just two days from Kingâ&euro;&trade;s Landing while Robb Stark is on their doorstep in the Westerlands, referring to Robb as a wolf, a nod to the House Stark sigil. Arya smiles at the mention of her brother. Kevan reports word from their scouts that Robb remains north of [[Ashemark]]. Tywin laughs derisively and says that the last time their scouts assured them of Robbâ&euro;&trade;s movements they were lured into a trap. Tywin blames their poor intelligence for the capture of Jaime. Tywin asserts that Robb has gotten too close to Casterly Rock. Kevan relays news that Robb has sent a splinter force to recapture Winterfell. Kevan theorizes that the Greyjoyâ&euro;&trade;s seizure of Winterfell is a boon to them because Robb will not march against Casterly Rock until he is at full strength. Tywin dismisses the suggestion, saying that Robb is a boy who has never lost a battle which will make him impetuous. Tywin predicts that Robb will take risks because he does not know enough to be afraid. Tywin announces his orders; the army will ride out from Harrenhal at nightfall. Tywin wants to get a nightâ&euro;&trade;s march before Robb is aware that they are coming. He names Ser [[Gregor Clegane]] as his castellan at Harrenhal and orders him to continue his efforts against the [[Brotherhood Without Banners]]. Tywin assigns Arya to serve Gregor, saying that she has been a good servant. He instructs Arya not to allow Gregor to get drunk in the evenings, explaining that he is poor company sober but better at his work.\n\n", "Scene 6": "[[File:Jaime and Brienne.jpg|thumb|Brienne escorting Jaime]]\n[[Brienne]] sends away the horse that she has used to get away from the camp. She is escorting [[Jaime Lannister|Jaime Lanni]][[Jaime Lannister|ster]] to Kingâ&euro;&trade;s Landing. She pulls him from his horse and sends it off too. She removes the hood from his head but leaves his wrists chained. Jaime says that she is much uglier in daylight. She drags him upright and leads him through the woodland. He asks her name and gets no answer. He introduces himself formally and says that a captive knight has the right to know their captors identity. Brienne reluctantly introduces herself. Jaime demonstrates that he knows the sigil of her house and the name of her father, [[Selwyn Tarth]]. He asks if she has any siblings and she again keeps silent. He says that it is a long way to Kingâ&euro;&trade;s Landing and they should get to know one another. He asks if she has known many men. Receiving more stoicism he jokes that she may have known women or horses. She pushes him to his knees beside a rowboat on a river bank. Jaime says that he did not mean to give offence.\n\nBrienne peers at a nearby bridge from behind foliage, waiting for a caravan to pass. Jaime asks for her forgiveness and she says that his crimes are beyond forgiveness, calling him Kingslayer. Jaime asks why she hates him and whether he has wronged her. She says that he has harmed others, including those he had sworn to protect. Jaime says that she is as boring as she is ugly. With the bridge clear she pulls him to his feet and says that he will not provoke her to anger. He says that he already has and that she is ready to murder him. Brienne prepares the rowboat as Jaime goads her. He asks if she believes that she could beat him in a fair fight. Brienne says that she has never seen him fight. Jaime insists that she would not stand a chance and that there are only three men in the [[Seven Kingdoms]] who would. Brienne retorts that she has been sneered at by arrogant men throughout her entire life and has spent just as much time knocking those arrogant men into the dust. Jaime says that if she is so confident she should unlock his chains and see what happens. Brienne asks if Jaime thinks she is an idiot and orders him into the boat. Jaime says that he took her for a fighter and a woman of honor, correcting himself after initially referring to her as a man. Jaime claims that she is afraid to face him and she says that they might find out one day as she uses the oar to push the boat free from the bank. Brienne rows them downstream.\n\n", "Scene 5": "[[File:Robb confronts Catelyn.jpg|thumb|Robb confronts Catelyn]]\nRobb and Lord [[Rickard Karstark]] burst into [[Catelyn Stark|Catelyn]]â&euro;&trade;s tent. [[Brienne of Tarth]] is not guarding the entrance. Robb demands that his mother tell him that news of her involvement in Jaimeâ&euro;&trade;s escape are not true. She says nothing and he goes on to ask her why. She says that she acted for her daughters. Robb says that Catelyn has betrayed him, talking over her protests, because she knew that he would not allow her to release Jaime but did it anyway. Catelyn explains that with news that Bran and Rickon were captured at Winterfell she knew that only one of her five children was free and could not stand it.\n\nRickard interjects that one of his sons died fighting for Robb and that Jaime murdered [[Torrhen Karstark|another]]. He says that Catelynâ&euro;&trade;s excuse for her treason is unacceptable when other families have suffered worse for Robbâ&euro;&trade;s cause. Rickard says that he would kill himself as an offering to the gods if he could have his sons be in captivity but alive. Catelyn says that she grieves for Rickardâ&euro;&trade;s sons but Rickard interrupts her to say that he does not want her grief but his vengeance, which she stole from him. Catelyn argues that killing Jaime could not buy life for Rickardâ&euro;&trade;s children but that returning him might buy freedom for her daughters.\n\nRobb tells Catelyn that Jaime has played her for a fool. He says that her actions have weakened their position and brought discord into his camp all while acting behind his back. He orders Catelyn guarded day and night and ignores her protests. He asks a guard how many men they sent in pursuit of Jaime and then orders the number doubled from 40 to 80.\n\n", "Scene 4": "[[File:Robb and Talisa.jpg|thumb|Robb and Talisa take a walk]]\n[[Robb Stark]] and [[Talisa Maegyr]] walk through woodland near a riverbank on their way back from [[the Crag]]. Four Stark guardsmen follow behind them. Talisa questions Robb about his betrothal; she asks about his future wife's beautyÂ and he admits that he has not met her and thatÂ he only knows that she is from â&euro;&lsaquo;[[House Frey]]. Talisa says that she is sure they will be very happy and they share a laugh. Talisa notes that Robb is marrying into House Frey because of a bridge, referring to [[the Twins]]. Robb explains that the bridge was important, particularly at the time because his father was still alive and he believed that he could rescue him if he could cross. Talisa says that when she has spoken with people from [[the North]] they have told her how much they loved [[Eddard Stark]]. Robb says that his father was the best man he has ever known, adding that all children think that about their fathers and beginning to explain that he truly believes it. Talisa interrupts him to say that not all children think that way.\n\nRobb relates a lesson his father gave him about being a lord; Eddard compared it to fatherhood but with thousands of children to protect. Eddard worried constantly about the people under his protection and feared letting them down. Robb says that he did not believe Eddard and questioned how a man can be brave when he is afraid. Eddard taught him that a man can only be brave when he is afraid. Talisa says that she would have liked to meet Eddard and Robb says that Eddard would have liked her. Talisa says that most lords are more concerned with selfish matters like gold and glory than the welfare of their people. Robb says that Eddard was not concerned with such things. Talisa wonders what Robb is focused on. He refutes the idea that he is fighting to become famous and asserts that he wants to go home. He adds that he wants his followers to go home safely too. Talisa asks why he does not just leave and he answers that they will not be safe until the Lannisters are defeated. He also says that he believes in justice. Talisa asks if he means beheading Joffrey and Robb says that it would be a start.\n\nA pair of riders flying a Stark pennant approach. The lead rider is [[Stark messenger|a messenger]] and he brings news for Robb; Ser [[Jaime Lannister]] has escaped during the night. Robb demands to know how and the messenger hesitates. Robb repeats the question forcefully.\n\n", "Scene 3": "[[File:Rattleshirt.png|thumb|Ygritte delivers Jon to the Lord of Bones]]\n[[Ygritte]] leads [[Jon Snow]] across a glacial lake with the rest of her party. She brings him to the [[Rattleshirt|Lord of Bon]][[Rattleshirt|es]] and says that he is a present. The wildling commander is dismissive, gesturing to [[Qhorin Halfhand]] and saying that he already has one captive from the Nightâ&euro;&trade;s Watch and does not need another. Ygritte asserts that [[Mance Rayder]] will want to question Jon because he knows about the plans of the Watch. The Lord of Bones counters that Qhorin knows more and orders Jon killed. Ygritte defends Jon, citing his honorable treatment of her when she was his prisoner. The Lord of Bones is unmoved and repeats his order. Ygritte reveals Jonâ&euro;&trade;s status as the bastard son of [[Eddard Stark]] and insists that Mance will want him. Rattleshirt asks why Mance should care about a dead manâ&euro;&trade;s bastard and Ygritte retorts that Mance will want to decide for himself. The Lord of Bones threatens to castrate Jon if he attempts to escape and Ygritte says that she would do it herself if he tries to escape. She turns to Jon and says that they are even.\n\nYgritte pushes Jon to the ground next to Qhorin. Jon tells the ranger that he was unable to kill Ygritte. Qhorin has already worked out the sequence of events. Jon asks where the other men are and Qhorin tells him that they turned back to look for him when he did not return. He says that the wildings found them while they were tracking Jon. Jon realizes that the others died because of his actions. Qhorin tells him to make sure that they did not die for nothing.\n\n", "Scene 2": "[[File:Theon and Yara.jpg|thumb|Yara and Theon in the Great Hall]]\nYara settles into the great hall with her men. Theon enters, and she greets him as the â&euro;&oelig;Prince of Winterfell.â&euro;? He accuses her of being envious of his prize and says that she should be proud of his achievement; taking Winterfell with just twenty men. Yara sarcastically calls him a great warrior and says that she saw the bodies above the gates. She asks which of the boys was tougher â&euro;&oelig;the cripple or the six-year-old?â&euro;? The barb brings a laugh from her men. Theon insists that he treated the Stark children with honor and was repaid with treachery. Yara counters that it was dishonorable to butcher them. Theon maintains that he treated them well, until he was forced to kill them. Yara examines the events saying that Theon seizing Winterfell was within his rights as an [[Ironborn]], but says that a prisoner fleeing captivity seems brave to her.\n\nTheon asserts that the Starks made him a promise, and Yara mocks him for getting mad about the broken promises of little boys. She asks if he is â&euro;&oelig;the dumbest cunt alive.â&euro;? Theon balks at the name calling but Yara repeats it over and again, chastising him for killing the valuable hostages. Theon insists that he had to kill the children to avoid appearing weak. Yara retorts that he is both weak and stupid. Theon says that he is warning her, and Yara urges him to continue. Theon notices her men watching him and berates her for not bringing enough reinforcements. He wonders how she expects him to hold the castle with so few men. Yara reveals that she is not leaving any of her men and has come to bring Theon home. She says that their father wants to speak to him. Theon is disbelieving and asserts that Winterfell is the heart of the north. Yara counters that it is more than a hundred miles from the sea and reminds Theon that their ships are the source of their power. She warns Theon that his attempt to show strength, by displaying the bodies, has turned every man in the north against him. She begins to warn him of what will happen when King [[Robb Stark]] finds out. Theon insists that Robb will not learn of the murders, because they have killed all of the ravens and seized the horses. He asserts that he took Winterfell and that he will keep it.\n\nYara dismisses her men. Once they are gone she softens her tone and reminds Theon of their family bond. She says that they both loved their mother and both endured their father. She implores him to return home with her instead of dying in Winterfell alone. Theon says that he does not intend to die. Yara looks into his eyes and tells him that he was a terrible baby. She recalls that he was always crying and never slept. She remembers a night when he was particularly loud, and she went to see him. When Theon saw her he stopped screaming and smiled at her. She ends the discussion by urging him not to die so far from the sea.\n\n", "Scene 1": "[[File:Yara arrives.jpg|thumb|Yara arrives at Winterfell]]\nAn Ironborn raider empties out a basket of dead ravens into the courtyard at Winterfell. [[Theon Greyjoy]] and [[Dagmer]] look down at the dead messenger birds. A lookout announces riders approaching and the gates are opened. Theon stands in the center of the courtyard as [[Yara Greyjoy]] leads a column of riders in. She circles around him as he slowly realizes that she has brought far less than the 500 men he requested.\n\n"}, "title": "The Prince of Winterfell recap"}