{"attributes": {}, "sections": {" Aspects ": "\nEach of the Seven aspects symbolizes a different part of life and are prayed to for different purposes. They are known as the Father, the Mother, the Maiden, the Crone, the Warrior, the Smith, and the Stranger.\n\n===The Father===\n\n[[The Father]] represents divine justice, and judges the souls of the dead.\n\n===The Mother===\n\n[[The Mother]] represents mercy, peace, fertility, and childbirth. She is sometimes referred to as &quot;the strength of women&quot;.\n\nThe hymn ''[[Gentle Mother, Font of Mercy]]'' is dedicated to Her praise.\n\n===The Maiden===\n\n[[The Maiden]] represents purity, love, and beauty.  She protects the chastity of virgins.\n\n===The Crone===\n[[The Crone]] represents wisdom and foresight. She is represented carrying a lantern.\n\n===The Warrior===\n[[The Warrior]] represents strength and courage in battle.\n\n===The Smith===\n[[The Smith]] represents creation and craftsmanship.\n\n===The Stranger===\n\n[[The Stranger]] represents death and the unknown. It is rarely prayed to.\n\nThe Stranger is served by an all-female monastic order, the [[Silent Sisters]], who are tasked with preparing the bodies of the dead for funerals. For this reason they are also known as the &quot;Wives of the Stranger&quot;.\n\nThe Stranger is depicted as neither male nor female, thus the number of male and female aspects within the godhead is equal: three males (Father, Warrior, Smith), three females (Maiden, Mother, Crone), and one who is neither.\n\nUnlike the other aspects which are represented as human figures in artwork, because the Stranger represents the unknown it is often portrayed in a wide variety of forms, often frightening. Sometimes it is represented as a skeletal figure, or a non-human creature possessing various animalistic features.\n\n", "Quotes": "{{Quote|The Seven is a single deity with seven aspects, each representing a different area of life. But most people refer to the Seven as separate gods.|[[Bran Stark]]|The Old Gods and the New (Complete Guide to Westeros)}}\n\n{{Dialogue a-b|Farmer|We ask the Father to judge us with mercy, accepting our human frailty.  We ask the Mother to bless our crops, so that we may feed ourselves and all who come to our door.  We ask the Warrior to give us courage, in these days of strife and turmoil.  We ask the Maiden to protect Sally's virtue, to keep her from the clutches of depravity.  We ask the Smith to strengthen our hands and our backs so we may finish the work required of us.  We ask the Crone to guide us on our journey from darkness to darkness.|Sandor Clegane|-and we ask the Stranger not to kill us in our beds tonight for no damn reason at all!|A [[Farmer|Riverlands farmer]] prays before eating dinner (and Sandor Clegane interrupts at the end).|Breaker of Chains}}\n\n{{Quote|May the Warrior grant him courage, and protect him in these perilous times.  May the Smith grant him strength, that he might bear this heavy burden.  And may the Crone, She that knows the fate of all men, show him the path he must walk, and guide him through the dark places that lie ahead.  In the light of the Seven, I now proclaim Tommen of the House Baratheon, First of His Name, King of the Andals and the First Men, and Lord of the Seven Kingdoms.  Long may he reign!|The [[High Septon (After the Riot of Kingâ&euro;&trade;s Landing)|High Septon]] blesses [[Tommen Baratheon]] at his coronation.|First of His Name}}\n\n", "TOP": "The Seven02523dladf7hbp3zzjinjdyy2haebo3649571643132014-11-08T05:07:22ZThe Dragon Demands5014364/* Quotes */[[Image:TheSevenFacedGod.jpg|thumb|350px|The seven aspects of the one deity, surrounding the symbol of the Seven Pointed Star, which signifies their unity.]]\n{{Quote|May the Warrior grant him courage and protect him in these dark times. May the Smith grant him strength, that he might bear this heavy burden. And may the Crone, she that knows the fate of all men, show him the path he must walk and guide him through the dark places that lie ahead.|[[High Septon (After the riot of King's Landing)|High Septon]]|First of His Name}} \n'''The Seven''' (also known as '''the God of Seven''', the '''Seven-Faced God''', or '''the New Gods''') is the deity of the [[Faith of the Seven]], the dominant religion of the [[Seven Kingdoms]].\n\n==The Seven-in-One God==\n\nThough the Faith teaches that there is a single deity, it has seven &quot;aspects&quot; or &quot;faces&quot;. For this reason, the deity is often referred to as the &quot;Seven-faced God&quot;. In practice, many devotees will refer to the aspects as &quot;Gods&quot; plural, though priests of the Faith will attempt to stress the theological nuance to their followers that there is indeed only one God, the &quot;Seven-in-One&quot; deity. This has not stopped the commonly heard exclamation &quot;Gods be good!&quot; from being used pervasively throughout the Seven Kingdoms. The Seven are referred to as &quot;the New Gods&quot; or &quot;New God&quot; to distinguish them from the [[Old Gods of the Forest]] worshiped by the [[First Men]]&lt;ref&gt;[[Complete Guide to Westeros]]: &quot;The Old Gods and the New&quot;&lt;/ref&gt;\n\nAccording to tradition, the Seven manifested themselves to the [[Andals]], the inhabitants of the [[Hills of Andalos]] in the continent of [[Essos]], six thousand years before the [[War of the Five Kings]]. Soon after, the [[Andal Invasion]] of Westeros began.&lt;ref&gt;&quot;Complete Guide to Westeros: &quot;The Old Gods and the New&quot;&lt;/ref&gt;\n\n", "Gallery": "\n&lt;gallery captionalign=&quot;center&quot;&gt;\nTheSevenTheFather.png|The Father\nTheSevenTheMother.png|The Mother\nTheSevenTheMaiden.png|The Maiden\nTheSevenTheCrone.png|The Crone\nTheSevenTheWarrior.png|The Warrior\nTheSevenTheSmith.png|The Smith\nTheSevenTheStranger.png|The Stranger\nGot0304-0877.jpg|Sculptures of [[The_Seven#The_Father|the Father]] (right) and [[The_Seven#The_Mother|the Mother]] (left) in the [[Great Sept of Baelor]]\nSept Statue Concept Art.jpg|Concept art of the statues of the Seven in the Great Sept.\nThe Seven statues.jpg|Statues of The Seven in &quot;[[The North Remembers]]&quot; \n&lt;/gallery&gt;\n\n"}, "title": "The Seven"}