{"attributes": {"trans": " File:Eyrie Title Sequence.jpg", "founding": "", "founder": "The Mountain Kingsquote", "places": "The High Hall of the Arryns&lt;br /&gt;The Sky Cells", "title": "File:Arryn.JPG", "image": " Eyrie_S4.jpg", "rulers": "House Arryn (currently ruled by Petyr Baelish)", "noquote": " ", "location": "Mountains of the Moon, Vale of Arryn, Westeros", "military": "", "religion": "The Faith of the Seven", "age": "6,000 years (very approx. and according to myth)", "type": "Castle, regional capital", "institutions": "", "population": ""}, "sections": {"TOP": "The Eyrie022675ytgf7bhno58r1n31mrwhzsmv8htwki1803612015-03-30T12:32:10ZSyalantillesfel4968017/* See also */{{Settlement\n| Title=[[File:Arryn.JPG|40px|left]]  The Eyrie [[File:Arryn.JPG|40px|right]]\n| Image= Eyrie_S4.jpg\n| Image size=\n| Location=[[Mountains of the Moon]], [[Vale of Arryn]], [[Westeros]]\n| Type=Castle, regional capital\n| Population=\n| Rulers=[[House Arryn]] (currently ruled by [[Petyr Baelish]])\n| Religion=The [[Faith of the Seven]]\n| Military=\n| Institutions=\n| Places=The High Hall of the Arryns&lt;br /&gt;The Sky Cells\n| Founding=\n| Age=6,000 years (very approx. and according to myth)\n| Founder=The [[Mountain King]]s\n}}{{quote|The Eyrie. They say it's impregnable.|[[Tyrion Lannister]] to [[Bronn]]|The Wolf and the Lion|noquote = |trans = }}\n[[File:Eyrie Title Sequence.jpg|thumb|right|200px|The Eyrie as seen in the opening [[title sequence]].]]\n[[File:Eyrie Title Sequence Close.jpg|thumb|right|200px|A close-up of the Eyrie in the title sequence.]]\n[[File:Tyrion and Mord.jpg|thumb|right|200px|One of the Eyrie's sky cells, shown from the inside.]]\n[[File:Sky Cells.jpg|thumb|right|200px|The sky cells from outside.]]\n[[File:Bronn defeats Vardis.jpg|thumb|right|200px|The Moon Door.]]\n\n'''The Eyrie''' is the principal stronghold of [[House Arryn]]. It is located in the [[Vale of Arryn]] near the east coast of [[Westeros]]. The Eyrie straddles the top of a peak in the [[Mountains of the Moon]] several thousand feet above the valley floor below. It is approached by a narrow causeway and road. Those who would approach the Eyrie must pass through three way-castles guarding the ascent - and then, must proceed in single file, making them very vulnerable to archers. For these reasons, the Eyrie is considered impregnable to any attack that does not involve dragons.\n\nThe High Hall of the Eyrie is the main audience chamber, where the Lord of the Vale greets visitors from a throne made of [[weirwood]]. A notable feature of the chamber is the Moon Door, a hatch built into the floor through which people can fall to the floor of the Vale far below. Being thrown through the Moon Door is the preferred method of execution at the Eyrie.\n\nPrisoners at the Eyrie are incarcerated in the &quot;sky cells&quot;, cells which are open on one side to the air. There is a very slight slope in the cells, and prisoners must be careful not to roll out of the cell in their sleep and plummet to their deaths.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/eyrie/ HBO viewers guide, season 2 map, The Eyrie entry]&lt;/ref&gt;\n\n", "In the books": "[[File:The Eyrie Pin.png|thumb|left|200px|Map showing the location of the Eyrie on the continent of [[Westeros]].]]\nIn the ''[[A Song of Ice and Fire]]'' novels, the Eyrie is a mountain-top fortress located on a shoulder of the Giant's Lance, one of the tallest mountains on the continent. It is inhabited by the Arryns during the long springs and summers, before the family removes to the Gates of the Moon at the bottom of the mountain to sit out the winters. The Eyrie is only a small castle itself, but is almost impossible to reach. An invading army would have to overcome the Bloody Gate at the mouth of the Vale before taking the Gates of the Moon. Then, as it advanced up the mountain path to the Eyrie, it would come under sustained attack from the Eyrie and the three way-castles up the path, all of which can drop rocks, boulders and oil on an advancing foe at will.\n\nUnlike the novels, where the Eyrie is a traditional castle sitting on a shoulder of a very tall mountain, the TV version of the castle appears to completely enclose the top of a much smaller butte.\n\nThe Eyrie consists of several towers, a great hall, a sept and a number of unique &quot;sky cells&quot;. The &quot;Moon Door&quot; is not a hatch that opens to the hollow vault beneath the Eyrie, but a massive door that opens to a precipice.\n\nAccording to myth, the first [[Andal]] invaders landed on the coast of the Vale. The first Lord Arryn flew on the back of a giant falcon to slay the Griffin King atop the Giant's Lance and then built a fortress atop the mountain.\n\nDue to its isolated location high in the mountains, the Eyrie is physically the smallest of the great castles of the Seven Kingdoms, and can hold a garrison of only five hundred men. This does not, however, mean it is one of the less defensible castles: the rough terrain of the surrounding mountains makes the fortress practically impregnable, and five hundred men are more than enough to defend it from attacking armies forcing their way through the narrow mountain passes. The Eyrie has never fallen to a conventional army, and it is said that a dozen major assaults were made against it during the Age of Heroes, but all in vain. Similar to [[Harrenhal]], however, it did prove vulnerable to [[dragons]] during the [[War of Conquest]], but unlike Harrenhal, the Eyrie was not burned with dragonfire. [[Visenya Targaryen]] simply flew her dragon [[Vhagar]] up over the walls and landed in the courtyard, as a display of supremacy - Visenya arrived at the Eyrie some time after Aegon had burned Harrenhal by simply flying his dragon [[Balerion]] over the walls, so the implication was obvious. The inhabitants offered no battle - instead Ronnel Arryn, the current King of the Vale and only a boy, was so excited to see the dragon that he rushed out into the courtyard to greet Visenya. Rather than pointlessly resist the power of the Targaryen dragons, his mother and Queen Regent, Sharra, surrendered after Ronnel stated he wanted a ride on the dragon, which Visenya granted him.\n\nAccording to the TV series official [[pronunciation guide]] developed for the cast and crew, &quot;Eyrie&quot; is pronounced just as it is in normal English: &quot;EAR-ee&quot;.\n\n", "Behind the scenes": "\nProduction Designer [[Gemma Jackson]] said of creating the set for the Eyrie that, &quot;A lot of the mosaics in the Eyrie were based on a beautiful chapel I visited in Rome.&quot;\n\nThe exterior of the Eyrie has been visibly retconned from its [[Season 1]] look to its reappearance in [[Season 4]].&lt;ref&gt;[http://www.thedailybeast.com/articles/2011/04/04/game-of-thrones-10-secrets-about-hbos-adaptation-of-a-song-of-ice-and-fire-by-george-rr-martin.html Gemma Jackson in The Daily Beast]&lt;/ref&gt; In Season 1, it was shown as a tall, thin building upon a single spire of rock, while in Season 4, it is a somewhat squatter (though overall just as large) building perched atop a pair of rocky outcrops.\n\n", "Notable residents of the Eyrie": "* Lord {[[Jon Arryn]]}, former Lord of the Eyrie, Lord Paramount of the Vale, and Warden of the East. Served as Hand of the King to King Robert Baratheon before being poisoned.\n** His widow, Lady {[[Lysa Baelish|Lysa]]}, formerly of [[House Tully]], former Lady Regent of the Vale. Pushed through the moon door by Lord [[Petyr Baelish]].\n** Lord [[Robin Arryn]], Lysa's son and titular head of House Arryn.\n* SerÂ {[[Vardis Egen]]}, captain of the guards. Killed by the sellsword [[Bronn]] while championing for Lord TyrionÂ Lannister during a trial by combat.\n* [[Mord]], the castle's jailor and keeper of the sky cells.\n* Ser [[Donnel Waynwood]], a [[knight]] of [[House Waynwood]], serves [[House Arryn]] as the [[Knight of the Gate]], commander of the [[Bloody Gate]].\n* Lord [[Petyr Baelish]], widower of Lady Lysa and Lord Protector of the Vale.\n\n", "See also": "*{{AWOIAF|Eyrie}} (MAJOR spoilers from the books)\n\n", "Trivia": "*The design of The Eyrie was probably inspired by the [https://en.wikipedia.org/wiki/Church_of_Saint_Sava Temple of Saint Sava] in Belgrade, Serbia.\n\n"}, "title": "The Eyrie"}