{"attributes": {"season": " Season 1", "image": " Complete_Guide_to_Westeros_Maester_Forging_Links.png", "narrator": " Luwin'''&quot;The Order of Maesters&quot;''' is a featurette and part of &quot;History &amp; Lore&quot; section of the Complete Guide to Westeros, a special feature in the Blu-ray of Season 1 of ''Game of Thrones''. It is narrated by Donald Sumpter as Maester Luwin.==Synopsis==Luwin details the studies and practices of the Order of Maesters.==Summary==In the far southwest of Westeros, at the mouth of the Honeywine, lies the city of Oldtown, home of the Citadel, where men and boys from all the Seven Kingdoms come to be trained as Maesters. Maesters play an integral role in Westerosi http://gameofthrones.wikia.com/wiki/Category:Culture_%26_Society society, serving as scholars, healers and advisors to the nobility of the realm. The &quot;venerable order&quot; of learned men dedicate their entire lives in the service of the realm and are sworn to be neutral in matters of power struggles and politics.After completing his training and taking his vows, a Maester renounces his family name and takes a vow of celibacy. He's then assigned to a castle or keep and duty-bound to serve as its counselor and healer, even if control of the castle changes for a Maester's allegiance is to the realm itself and not to a family.A Maester's &quot;badge of office&quot; is a great chain, forged from links of different metals, which he wears around his neck as a reminder of his role as a servant of the realm and is never to be removed. The chain is forged with study, and each link represents the mastery of different fields of learning. For instance: a silver silver link signifies mastery of medicine; a golden link, study of finances and accounting; the iron link indicates knowledge of warcraft.Ravenry is an specially important skill for a Maester, as he's tasked with the breeding, training, and maintenance of carrier ravens for the delivery of messages throughout the land.There are also some Maesters who have earned a link forged of Valyrian steel, which signifies knowledge of the &quot;higher mysteries&quot;: magic. Only one Maester in a hundred possesses such a link, as this field of study is frowned upon. Luwin considers possible that magic may have existed in the distant past, but most consider these higher mysteries to be long gone from The Known World", "title": " The Order of Maesters"}, "sections": {"TOP": "The Order of the Maesters (Complete Guide to Westeros)013200py8sm92iwef1osclsjrqfxk1dbr2fxa1779462015-03-19T19:47:50ZThe Dragon Demands5014364{{Lore|Title = The Order of Maesters|Image = Complete_Guide_to_Westeros_Maester_Forging_Links.png|Season = [[Season 1|1]]|Narrator = [[Luwin]]}}\n'''&quot;The Order of Maesters&quot;''' is a featurette and part of &quot;History &amp; Lore&quot; section of the [[Complete Guide to Westeros]], a special feature in the Blu-ray of [[Season 1]] of ''[[Game of Thrones]]''. It is narrated by [[Donald Sumpter]] as [[Maester]] [[Luwin]].\n\n", "Synopsis": "[[Luwin]] details the studies and practices of the Order of [[Maesters]].\n\n", "Summary": "In the far southwest of [[Westeros]], at the mouth of the [[Honeywine]], lies the city of [[Oldtown]], home of [[the Citadel]], where men and boys from all the [[Seven Kingdoms]] come to be trained as [[Maesters]]. Maesters play an integral role in Westerosi [http://gameofthrones.wikia.com/wiki/Category:Culture_%26_Society society], serving as scholars, healers and advisors to the nobility of the realm. The &quot;venerable order&quot; of learned men dedicate their entire lives in the service of the realm and are sworn to be neutral in matters of power struggles and politics.\n\nAfter completing his training and taking his vows, a Maester renounces his family name and takes a vow of celibacy. He's then assigned to a castle or keep and duty-bound to serve as its counselor and healer, even if control of the castle changes for a Maester's allegiance is to the realm itself and not to a family.\n\nA Maester's &quot;badge of office&quot; is a great chain, forged from links of different metals, which he wears around his neck as a reminder of his role as a servant of the realm and is never to be removed. The chain is forged with study, and each link represents the mastery of different fields of learning. For instance: a silver silver link signifies mastery of medicine; a golden link, study of finances and accounting; the iron link indicates knowledge of warcraft.\n\nRavenry is an specially important skill for a Maester, as he's tasked with the breeding, training, and maintenance of carrier [[ravens]] for the delivery of messages throughout the land.\n\nThere are also some Maesters who have earned a link forged of [[Valyrian steel]], which signifies knowledge of the &quot;higher mysteries&quot;: [[magic]]. Only one Maester in a hundred possesses such a link, as this field of study is frowned upon. Luwin considers possible that magic may have existed in the distant past, but most consider these higher mysteries to be long gone from [[The Known World|the world]].\n\nLuwin calls serving as a Maester a noble calling, one of vital importance to the prosperity of the realm. For this, it is little wonder that there are those who refer to the order as &quot;the [[knights]] of the mind&quot;.\n\n"}, "title": "The Order of the Maesters (Complete Guide to Westeros)"}