{"attributes": {"season": " Season 3", "image": " Westerlands Histories &amp; Lore.png", "narrator": " Tywin Lannister'''&quot;The Westerlands&quot;''' is part of the Histories &amp; Lore, a special feature in the Blu-ray of Season 3 of ''Game of Thrones''. It is narrated by Charles Dance as Lord Tywin Lannister.==Synopsis==Tywin Lannister discusses the history of House Lannister's rule over the Westerlands and the skills that each of their bannermen contribute in service to them.==Summary==The Westerlands are all bounded by three natural defenses: mountain, sea and forest. Necessary boundaries when a land is as rich as the Westerlands. From its mines come the gold and silver that fuel the rest of Westeros. From Lannisport, its largest city, come the most skillful gold and silver smiths in the land. Yet geography alone is not strength. The Westerlands would have been sacked and pillaged for thousands of years if it had not been for the men who ruled it: House Lannister.According to legend, the Lannisters trace their descent to Lann the Clever, a trickster of the Dawn Age who swindled House Casterly", "title": " The Westerlands"}, "sections": {"TOP": "The Westerlands (Histories &amp; Lore)021132clclpk71u25n3lfguobzgiizswbgf0b1773822015-03-17T01:28:22ZGreater good3347453{{Lore|Title = The Westerlands|Image = Westerlands Histories &amp; Lore.png|Season = [[Season 3|3]]|Narrator = [[Tywin Lannister]]}}\n'''&quot;The Westerlands&quot;''' is part of the [[Histories &amp; Lore]], a special feature in the Blu-ray of [[Season 3]] of ''[[Game of Thrones]]''. It is narrated by [[Charles Dance]] as Lord [[Tywin Lannister]].\n\n", "Synopsis": "[[Tywin Lannister]] discusses the history of [[House Lannister]]'s rule over [[the Westerlands]] and the skills that each of their bannermen contribute in service to them.\n\n", "Summary": "[[The Westerlands]] are all bounded by three natural defenses: mountain, sea and forest. Necessary boundaries when a land is as rich as the Westerlands. From its mines come the gold and silver that fuel the rest of Westeros. From [[Lannisport]], its largest city, come the most skillful gold and silver smiths in the land. Yet geography alone is not strength. The Westerlands would have been sacked and pillaged for thousands of years if it had not been for the men who ruled it: [[House Lannister]].\n\nAccording to legend, the Lannisters trace their descent to [[Lann the Clever]], a trickster of the [[Dawn Age]] who swindled [[House Casterly|the Casterlys]] out of [[Casterly Rock]], their ancient castle. A childish story, but not without merit:\n\n#A mind can and should be a weapon in a man's arsenal. Â \n#Lann must have been clever enough not to rely solely on his wits. After all, where today is House Casterly?\n#â&euro;&lsaquo;By keeping the Casterly name on the castle, Lann reminded the world of the price of getting in his way.\n\n[[House Reyne|The Reynes]] ignored all of these lessons. Not content with being the second-richest family, they sought to challenge the first: The Lannisters. [[Tytos Lannister]] had put up with their insults and disrespect. When his son Tywin came of age, he led the Lannister army to teach the Reynes what they should have already known. Some people say he was too harsh, that [[Reyne Rebellion|eradicating every member of their family]] was not necessary. But now there are no bannermen as loyal to their lord as the Westerlands are to the Lannisters. If any lord bridles at their authority, Tywin has only to [[The Rains of Castamere (song)|send a singer with a harp and he falls back into line]].\n\nBecause Tywin will not have the lords of the Westerlands squabbling amongst themselves like the lords of [[the Riverlands]] or hide in their castles like the lords of [[The Vale of Arryn|the Vale]], each of the Lannisters' bannerman contributes a unique skill that furthers the whole of the Westerlands. [[House Clegane]], because every lord needs a beast from time to time. Ser [[Gregor Clegane|Gregor]] strikes terror into the hearts of the Lannisters' enemies and their friends. So too does his disappointing brother [[Sandor Clegane|Sandor]], the traitor. [[House Payne]] provides the Lannisters loyal servants. Ser [[Ilyn Payne]] was once captain of Tywin's household guard until the [[Aerys II Targaryen|Mad King]] heard him boast that Tywin ran the [[Seven Kingdoms]], which he did. The Mad King tore out Ser Ilyn's tongue, making him especially well suited to later become the [[King's Justice]]. Tywin hears that these days [[Podrick Payne|a younger Payne]] also serves his degenerate son, [[Tyrion Lannister|Tyrion]]. [[House Lefford]] who guards the [[Golden Tooth]], the eastern pass through the mountains and the all too frequent chaos of the Seven Kingdoms. Though after [[Robb Stark|Robb Stark's]] recent incursions, perhaps they will need a new gatekeeper.\n\nFools look at the Westerlands and see gold. Fools see their wealth and call it strength. Gold is just another rock. The Westerlands are strong because of House Lannister. From strong leadership comes unity. From unity comes power.\n\n"}, "title": "The Westerlands (Histories &amp; Lore)"}