{"attributes": {"season": " Season 2", "image": " Free Folk Histories &amp; Lore.png", "narrator": " Ygritte'''&quot;The Free Folk&quot;''' is part of the &quot;Histories &amp; Lore&quot;, a special feature in the Blu-ray of Season 2 of ''Game of Thrones''. It is narrated by Rose Leslie as Ygritte.==Synopsis==Ygritte discusses the history and culture of the Free Folk in comparison to that of the inhabitants of the Seven Kingdoms.==Summary==It is said that a long time ago Brandon Stark (the Builder)", "title": " The Free Folk"}, "sections": {"TOP": "The Free Folk (Histories &amp; Lore)016917m0gc91ousstusvdttjd2ahzshk3rly61773852015-03-17T01:39:30ZGreater good3347453Added infobox and synopsis{{Lore|Title = The Free Folk|Image = Free Folk Histories &amp; Lore.png|Season = [[Season 2|2]]|Narrator = [[Ygritte]]}}\n'''&quot;The Free Folk&quot;''' is part of the &quot;[[Histories &amp; Lore]]&quot;, a special feature in the Blu-ray of [[Season 2]] of ''[[Game of Thrones]]''. It is narrated by [[Rose Leslie]] as [[Ygritte]].\n\n", "Synopsis": "[[Ygritte]] discusses the history and culture of the [[Free Folk]] in comparison to that of the inhabitants of the [[Seven Kingdoms]].\n\n", "Summary": "It is said that a long time ago [[Brandon Stark (the Builder)|Brandon the Builder]] enslaved [[giants]] by magic and forced them to build [[the Wall]]. Afterwards, he kicked the [[Free Folk]] to the other side and raised [[Night's Watch|an army]] to keep them there. The Free Folk do not follow a man because his father tells them to. If the king's son was brave and strong, they would follow him as they did his father. If he was not...\n\nWhile keeping the Free Folk out, the Wall also keeps the Southerners in. They follow laws they did not make, kneel to kings they did not choose and pray to [[The Seven|gods]] they never hear from. [[Beyond the Wall]], the stars shine bright and clear and any gods there are not listening to the likes of men. The Free Folk worship the [[Old Gods of the Forest]], who live in the trees that shelter them and the rivers that feed them. The gods gave the land for all to share. The Free Folk fish, farm and hunt when they need. If a man wants a woman, he has to prove he will give her strong and cunning sons. When she tries to slit his throat, he does not let her. With the Free Folk, you get what you can take and you keep what you can hold, no more. If the Free Folk did not hop over the Wall, would the Night's Watch still be set to guard it? The Southerners are rich and always have more steel, gold and daughters. Perhaps they are afraid. Those who have always knelt do not know what freedom is. If they have never been beyond the Wall, they do not know what fear is. They will.\n\n"}, "title": "The Free Folk (Histories &amp; Lore)"}