{"attributes": {}, "sections": {"TOP": "The Wolf and the Lion recap0138404rzzvd5lyxoh0e4n5zyusuq4pby5vpe1787442015-03-23T01:36:20ZThe Dragon Demands5014364:''Main: [[The Wolf and the Lion]]''\nThis '''recap''' of '''&quot;The Wolf and the Lion&quot;''' features a detailed synopsis of each scene of the episode.\n\n", "Scene 13": "Arya finds her way out from the Red Keep via a cave on the shore. She makes her way to her fatherâ&euro;&trade;s chambers.\n\n", "Scene 12": "Varys finds Littlefinger in the throne room, admiring the [[Iron Throne]]. Varys says he admires Littlefinger's industry, being the first to arrive for a [[small council]] meeting and usually the last to leave. Littlefinger suggests that Varys should come and visit his brothel that evening. The first boy is on the house. Varys tells him he is confusing business with pleasure. Littlefinger says that his establishment caters for all inclinations. Varys says he had heard the same, especially in the case of Lord [[Paxter Redwyne|Redwyne]] who likes his boys &quot;very&quot; young. Littlefinger says he is a purveyor of both beauty and discretion. Varys asks if itâ&euro;&trade;s true that Ser [[Marlon]] of [[Tumblestone]] prefers amputees. Littlefinger says that all desires are valid for a man with a full purse. Varys says he's also heard about a lord with a liking for fresh cadavers and ponders how youâ&euro;&trade;d go about producing fresh, beautiful corpses before they rot. Littlefinger notes that such a thing would not be in accordance with the king's laws, strictly speaking. &quot;Strictly speaking,&quot; replies Varys.\n\nLittlefinger, feeling heâ&euro;&trade;s lost that round, asks Varys what has happened to his testicles. Are they kept in a box somewhere? Varys replies he doesn't know and that is a shame since they were once so close. He asks Littlefinger how he's been since they last saw one another, but Littlefinger asks if he means since he last saw Varys or since Varys last saw him? Varys says the last time he saw Littlefinger â&euro;&ldquo; with &quot;eyes&quot; he &quot;owns&quot; â&euro;&ldquo; he was speaking to the Hand of the King. They all have so much to discuss with Lord Stark. Growing serious, Varys says that if the Lannisters were behind the attempt on Bran Starkâ&euro;&trade;s life and if the queen were to discover that Littlefinger had helped the Starks come to that realization because of his enduring fascination for Catelyn Stark, it would be an unpleasant situation. Littlefinger tells Varys that the last time he saw him, he was talking to the Hand of the King, followed by a meeting with a &quot;foreign dignitary&quot;, presumably on council business? Varys is rattled by this news. Littlefinger says itâ&euro;&trade;s not surprising that Varys has friends across the [[Narrow Sea]], as he's from [[Essos|there]] himself. Littlefinger indicates that he could tell Robert about this if he so chose.\n\nTheir verbal sparring is interrupted by Renly, who tells them that the king is coming to the council meeting. Littlefinger is surprised, and Varys says that it is due to disturbing news from far away, and heâ&euro;&trade;s surprised Littlefinger had not heard.\n\n", "Scene 11": "Arya chases the cat through the castle and down into the store rooms under the castle. There she finds the skulls of the [[House Targaryen|Targaryen]] [[dragons]], immense in size. Hearing people approaching, she hides behind the largest. Varys and Magister [[Illyrio Mopatis]] of [[Pentos]] pass by. Varys says that &quot;he&quot; has found [[Gendry|one of the bastards]] and now has [[The Lineages and Histories of the Great Houses of the Seven Kingdoms|the book]]. The rest will come soon. Illyrio asks what he will do when he knows the truth, but Varys says he does not know. &quot;The fools&quot; tried to kill his son and botched it. The wolf and the lion will soon be at each otherâ&euro;&trade;s throats and war will come. Illyrio says that war now is too soon. Can Eddard not just be killed? Varys replies no, that this Hand is not the other. [[Khal]] [[Drogo]] will not make a move until his son is born, as is the way of savages. He asks Varys to try to delay the onset of the conflict, but Varys suggests that Illyrio could instead try to speed things along with Drogo instead. Varys also says that the game now has more than two players, but Illyrio replies it always did. After they leave via the entrance she just used, Arya escapes through a stairway leading downwards into the bowels of the keep.\n\n", "Scene 10": "Eddard is visited by [[Varys]], who closes the door and window to ensure they cannot be overheard. He enquires about Bran's health and Eddard replies that he will never walk again. Varys asks if his mind is sound and Eddard says yes. Varys notes that he himself suffered an early mutilation, but that often the closing of one door can lead to the opening of others. He says that he has something important to tell Eddard, but if the wrong ears hear of it, off would come his head. North or south, no-one sings songs for spiders. He tells Eddard that King Robert Baratheon is a fool and is doomed unless Eddard can save him. Eddard asks Varys why he has waited a month to tell him this, but Varys was unsure if he could trust him. He's been watching Eddard carefully and come to believe that he is a man of honor. Eddard asks what kind of doom the king faces. Varys replies that it was the same sort of doom as Jon Arryn. Arryn was killed by the [[Tears of Lys]], an odorless and tasteless poison. Eddard asks who killed him and Varys says that Arryn was a kind and trusting man with many friends, so there were lots of candidates, but Ser Hugh was the most likely one. Eddard asks who paid Ser Hugh to have it done, and Varys simply says someone who could afford it. Eddard then asks why anyone would want to kill Arryn, if he was so popular and had ruled as [[Hand of the King|Hand]] well for seventeen years. Varys said that Arryn had started asking questions.\n\n", "Scene 17": "Yoren tells Eddard that his wife has taken Tyrion Lannister prisoner.\n\n", "Scene 16": "As they leave, Arya asks Jory how many guards her father has in Kingâ&euro;&trade;s Landing. He replies fifty. She asks them not to let anyone kill him and Jory agrees.\n\n", "Scene 15": "Eddard admonishes Arya for her absence, saying he had half his guard out looking for her. Arya reports what she overheard from Varys and Illyrio, but has garbled it up: Eddard found a bastard, wolves are fighting lions and something is going on with a savage. Eddard is bemused. [[Jory Cassel]] reports that a [[Night's Watch]]man has come to see Eddard: [[Yoren]]. Yoren says he was coming for prisoners and street urchins who might want to make a life in the Night's Watch, but there is another reason he is here. Yoren knows Eddard's brother [[Benjen Stark|Benjen]], and it was for his sake he rode his horse near to death to get to Eddard first, as &quot;the news&quot; will be all over the city tomorrow. He suggests they talk privately and Eddard sends Arya off with Jory.\n\n", "Scene 14": "Arya is stopped at the gates of the Red Keep by two guards who mistake her for a street urchin and a boy. Arya tells him she is the daughter of the Hand of the King and gets them to let her pass.\n\n", "Scene 19": "Walking through the Red Keep, Eddard is intercepted by the [[Royal Steward]], who tells him he is summoned to a small council meeting. The king himself is in attendance. Eddard, worried, asks if the meeting is about his wife. The puzzled steward says no, it's about [[Daenerys Targaryen]].\n\n", "Scene 18": "Riding through the [[Vale of Arryn]], Catelyn Stark's party is met by a group of knights of the Vale, led by Ser [[Vardis Egen]], the household guard captain at [[the Eyrie]]. Vardis asks why Tyrion is with them and Catelyn replies that he is their prisoner. They ride towards the Eyrie. Tyrion, impressed, says it is supposedly impregnable. Bronn laughs and says that with ten good men and climbing spikes, heâ&euro;&trade;d impregnate the bitch. Tyrion laughs and says he likes Bronn.\n\n", "Scene 24": "Queen Cersei visits her husband, telling him she is sorry his &quot;marriage&quot; to Ned Stark did not work out. Robert tells her he is glad he could make her happy. Cersei asks if it was wise to lose Stark over this. Without a Hand, the realm will fall to pieces. Robert asks if this is the part where she suggests her brother for the job. Cersei replies no, that [[Jaime Lannister|Jaime]] is not serious enough. For all of Stark's other qualities, he was serious enough for it. Robert doesn't know if it was worth it. He does know that if the Dothraki invade Westeros, he doesn't think they can stop them. Cersei points out that the Dothraki don't have ships, armor, discipline or siege weapons. Robert says it's interesting when she opens her mouth and her father's words come out. Cersei asks if her father is wrong. Robert says that if the Dothraki land, their logical course of action would be to retire behind the walls of their castles and cities. However, the Dothraki would simply burn, loot, enslave and rape their way across the countryside, destroying crops and driving off livestock. In that case, how long would it take before the people of Westeros decided that Viserys Targaryen was their rightful king after all? Cersei says they'd outnumber the Dothraki, but Robert replies that one real, experienced army united behind one leader and one purpose is worth more than five different armies fighting for different leaders. The Seven Kingdoms' unity died with the Mad King. Now all the lords want something different: Tywin Lannister wants to own the world, Eddard Stark wants to bury his head in the snow, and all he wants is a drink.\n\nRobert says that the realm has become a land of backstabbers, money-grubbers and arse-lickers. He doesnâ&euro;&trade;t know what holds it all together. When Cersei replies, &quot;Our marriage,&quot; they laugh at the absurdity of it. They share a drink over the idea that hate can hold a marriage together for seventeen years. Cersei unexpectedly asks what [[Lyanna Stark]] was like. Robert, surprised, asks why she is asking him now, having never asked about her once before. Cersei explains that at first it was in the hope that if she didn't mention Lyanna, Robert's grief over her memory would fade away. When that didn't happen, CerseiÂ says simply that she didn't want to give him the satisfaction of thinking she cared about his pain. She asks now because there is no more damage thatÂ Lyanna's ghost could do to them that they haven'tÂ already done to each other.Â Robert tellsÂ Cersei that he can't even remember what she looked like. Lyanna was the one thing he always wanted, but someone took her away and seven kingdoms couldn't fill the hole that was left behind. Cersei tells Robert she did have feelings for him at one point, even after they lost [[Cersei's black-haired son|their first child]], for quite a while. Robert admits he knew that.Â Cersei asks if it was possible that they could have been more. He hesitates before saying &quot;no&quot;, and asks if that makes her feel better or worse. She replies it doesn't make her feel anything, and leaves.\n\n", "Scene 25": "In Littlefingerâ&euro;&trade;s brothel, Eddard meets [[Mhaegen]], a young prostitute, with a baby daughter named [[Barra]]. Mhaegen had slept with King Robert and the daughter is his bastard. She wants to see the king again and for him to know that the child is well. She tells Eddard that Jon Arryn came to see that the child was in good health. Eddard sees that the child is healthy and promises that she will want for nothing. Going into the next room, Eddard asks Littlefinger what he knows about Robert's bastards. Littlefinger says that Robert has more than Eddard. As for why Arryn was tracking them all down, perhaps he was making sure they were all cared-for, as Robert had been overcome by fatherly love? Eddard is dubious. He leaves, having to call Jory twice when he is distracted by one of Littlefinger's girls.\n\n", "Scene 22": "In the high hall of the Eyrie, Lady Lysa Arryn gives her new guests a frosty reception. She is annoyed that Catelyn brought Tyrion to the castle without permission, endangering all of them. Tyrion and Catelyn are distracted by the unedifying sight of Lysa's young son [[Robin Arryn|Robin]] â&euro;&ldquo; and the titular Lord of the Vale â&euro;&ldquo; still sucking at her breast despite being many years too old for it. Lysa tells Robin that his aunt has done a very bad thing. She then asks Tyrion and Catelyn if they agree that her son is beautiful and strong. Her late husband knew that, as his last words were, &quot;The seed is strong.&quot; Catelyn is puzzled by Lysaâ&euro;&trade;s attitude, since she wrote to her about the Lannisters warning her. Lysa says she warned Catelyn to stay away from them, not bring one to the very heart of the Vale. Robin asks if Tyrion is the &quot;bad man&quot; and is amused by his small stature. Lysa says that Tyrion murdered her husband. Tyrion is surprised to hear how busy he has been. Lysa is annoyed that he thinks this is funny, as the knights present would gladly die for her. Tyrion suggests that if any harm comes to him, his brother would certainly make sure they did. Robin tells him that no-one can hurt them in the Eyrie. He says he wants to see the bad man &quot;fly&quot;. Lysa says that this is possible. Catelyn says that Tyrion is her prisoner and will not be harmed. Lysa agrees, suggesting that her &quot;guest&quot; should be shown comfortable quarters. Tyrion is thrown into one of the Eyrieâ&euro;&trade;s [[Sky Cells|sky cells]], rooms which are open on one side with a sheer drop to the valley floor thousands of feet below.\n\n", "Scene 23": "Ser Loras Tyrell and Lord Renly are in Renlyâ&euro;&trade;s quarters. Loras is shaving Renlyâ&euro;&trade;s chest for him. Renly tells him about the small council meeting and Robertâ&euro;&trade;s decision to kill Daenerys: an ugly choice, but necessary. Renly tells Loras that Robert will rant for a few days but not punish Eddard, as he loves the man. Loras thinks Renly is jealous. Renly says that Robert and [[Stannis Baratheon|Stannis]] (his other older brother) think that no-one is a man unless they've been to war. Loras seems to half-agree, to Renly's amusement. Renly asks how much [[Mace Tyrell|Loras's father]] paid for his elaborate armor and how many wars he has fought in. Renly says that Loras is a gifted swordsman, but Loras says it's not a gift, it's something he has to practice every single day. Renly says he could do the same and still never be as good as Loras.\n\nRenly says that Robert was rather distasteful about the decision to kill Daenerys, and could swear every time he talked about killing the girl the table lifted six inches. Loras says it's a shame he cannot muster the same enthusiasm for his wife. Renly points out he does have a lust for her money. Renly grants that the Lannisters do have an outrageous amount of money, despite being unpleasant in every other respect. Loras points out that he also has an outrageous amount of money. Renly agrees, but not as much as the Lannisters. Renly is grumpy because Robert is going to be taking him hunting. Last time they went out, they were in the cold and wind for two weeks while Robert looked for something to kill. Loras tells Renly that he would make a wonderful king. His father could bankroll the claim and Loras would fight for him. Renly points out that heâ&euro;&trade;s fourth in line of the succession, but Loras says that [[Joffrey Baratheon|Joffrey]] is a monster, [[Tommen Baratheon|Tommen]] is far too young (at eight) and Stannis has the personality of lobster. Loras says that Renly is kind and just, but also resolute when needed and does not love killing for the sake of it.\n\n", "Scene 20": "At the small council meeting, Robert announces that Daenerys is pregnant. She and her unborn child must die, as must [[Viserys Targaryen|Viserys]]. Eddard warns Robert that he will dishonor himself forever if he does this. Robert explodes in fury, telling Eddard that he has seven kingdoms to rule and honor does not come into it: it's fear and blood that keeps the peace. Eddard says that makes them no better than the Mad King, infuriating Robert even more. Eddard wants to know where the information comes from. Varys says it's from Ser [[Jorah Mormont]], who is advising the Targaryens. Eddard is surprised that they would commit murder on the word of a traitor and a criminal. Robert asks what if he is right, and Daenerys has a son who can lead a Dothraki army against the realm. Eddard replies that the Narrow Sea is still between them and he will fear the Dothrai when their horses can learn to swim hundreds of miles. Robert is incredulous that Eddard's conclusion is that they do nothing. He asks the council to speak their advice to Eddard.\n\nVarys says that what they consider is vile, but as governors of the realm they must sometimes do vile things. If the gods grant Daenerys a son, the realm will bleed. [[Pycelle]] then says that he bears the girl no ill will personally, but the realm will suffer if the child is born. Towns will burn and tens of thousands will die. Better that she is killed now to spare death and destruction on a greater scale later on. Renly simply says they should have had them both killed years ago, while Littlefinger says that they should cut her throat and get on with it.\n\nEddard tells Robert that he will not support this. He followed Robert into war twice with no doubts or hesitation, but he will not follow him into this. Robert angrily snaps that Eddard is the King's Hand; he will do as commanded or Robert will find another. At that, Eddard removes his badge of office and leaves it on the table in front of an astounded Robert, wishing his replacement good luck and remarking that he thought Robert was a better man. Furious, RobertÂ orders him to leave and go back to Winterfell before he takes his head as a traitor.\n\n", "Scene 21": "Eddard makes preparations to leave, but is visited by Littlefinger. Littlefinger tells him that the king was quite upset with him and the word treason was mentioned. Littlefinger tells Eddard that if he is still in the city at nightfall, he could take him to see the last person to see Jon Arryn alive. Eddard hesitates, but then agrees. He asks Jory to bring his two best swords and station the rest of their guards outside Sansa and Aryaâ&euro;&trade;s rooms.\n\n", "Scene 9": "In the corridors of the Red Keep, Arya is chasing a cat.\n\n", "Scene 8": "Theon invites the prostitute [[Ros]] to his room for the night, though strictly this is not allowed under the castle rules. When he tells Ros to be quiet, she laughs, saying she thought he was an important person in Winterfell. Ros also tells him he isn't the only nobleman in her life. Theon notices a gold medallion around her neck and guesses Tyrion gave it to her. He asks her about Tyrion's prowess in bed and Ros replies that he's surprisingly good. She asks him if heâ&euro;&trade;s jealous and Theon says no. The Greyjoys have been [[Lord of the Iron Islands|Lords of the Iron Islands]] for three hundred years and there isnâ&euro;&trade;t a house in [[Westeros]] that can look down on them, not even the Lannisters. Ros innocently asks about the [[House Stark|Starks]]. Theon says heâ&euro;&trade;s been Lord Stark's [[ward]] since he was eight years old, but Ros points out that that is just another word for a hostage. Angry, Theon says that his father fought for the freedom of his people. Ros teases him, saying he's a very serious boy. Theon says he doesn't want to pay for it, so Ros tells him to get himself a wife.\n\n", "Scene 7": "In Winterfell's courtyard, [[Theon Greyjoy]] is practicing archery. Maester [[Luwin]] is teaching [[Bran Stark|Bran]] about the [[Great Houses]], the regions they control and their words. First up are the [[Iron Islands]]. Bran accurately replies what their words are and what their sigil is. Theon cheerfully notes that the ironborn are famed for their skills at navigation, archery and lovemaking. Master Luwin quietly also notes their fame for [[Greyjoy Rebellion|failed rebellions]]. After accurately reporting the details for [[House Baratheon]], Bran gets stuck on the Lannisters: he gives their motto as, &quot;A Lannister Always Pays His Debts,&quot; which Luwin points out is a common saying but not their official motto (which is &quot;Hear Me Roar!&quot;). Bran runs through the mottos of [[House Martell]] and [[House Hornwood]] before saying the words of [[House Tully]]. Luwin notes that's his motherâ&euro;&trade;s house, as he is well aware. He asks if they are playing a game. Bran angrily says that family comes first and Luwin realizes Bran is upset by his mother's long absence. Luwin says she had to go and will be back as soon as she can. Bran asks if he knows that for sure, or if he knows where she is today, and Luwin replies he does not. Bran gloomily watches Theon shooting and says he will not shoot a bow again. Luwin tells him this is not the case: if Tyrionâ&euro;&trade;s saddle actually works, Bran could learn to shoot a bow from horseback. [[Dothraki]] boys start to learn when they are just four years old. This cheers Bran up.\n\n", "Scene 6": "Catelyn Stark, Ser [[Rodrik Cassel]] and several companions from the [[Crossroads Inn]] â&euro;&ldquo; including the singer [[Marillion]] and the sellsword who gave Tyrion his room, [[Bronn]] â&euro;&ldquo; are taking a hooded and bound [[Tyrion Lannister|Tyrion]] through a range of tall hills. Tyrion is unhooded and he realizes that they are not on the [[Kingsroad]]. He thought Catelyn was taking him to [[Winterfell]], and she agrees that she said so, often and loudly. Tyrion realizes that [[Tywin Lannister|his father]] will have people looking for him in the wrong place. There's no doubt a handsome reward being offered for his safe return, and it is well known that &quot;A Lannister always pays his debts.&quot; Bronn notes this comment with interest. Tyrion also realizes that they are on the [[eastern road]]: Catelyn is taking him to see her sister, Lady [[Lysa Arryn]], to answer for his imagined crimes. That is, assuming the [[shadowcats]] and [[hill tribes]] don't kill him first. He asks Catelyn how long it's been since she last saw her sister and she says five years. Tyrion says that Lysa has changed, going from slightly touched before her husband's death to unhinged. He suggests Catelyn would be better off killing him where he stands. Catelyn says she is not a murderer, but Tyrion says that neither is he, and what kind of imbecile would arm an assassin with his own blade? Ser Rodrik suggests gagging him, but Tyrion asks why and if he is starting to make sense?\n\nSuddenly the party is attacked by a group of tribesmen from the hills. Several of the knights from the inn are killed and Tyrion asks Catelyn to untie him so he can fight. She does so and he overcomes one assailant, killing him with the shield of one of the fallen knights. The tribesmen are defeated and Bronn â&euro;&ldquo; whose skills with a sword were most impressive â&euro;&ldquo; asks Tyrion if that was his first kill. When Tyrion nods, Bronn says he needs a woman, always the best thing after a fight. Tyrion nods at Catelyn and says he's willing if she is.\n\n", "Scene 5": "Eddard takes his place in the stands next to [[Sansa Stark|Sansa]] and asks where [[Arya Stark|Arya]] is. Sansa replies that she's at her dancing lessons. The competitors arrive for the first joust: Ser Gregor Clegane and Ser [[Loras Tyrell]], the famous Knight of the Flowers, the youngest son of the powerful [[House Tyrell]] and already a famed [[tournament]] knight. Ser Loras gives Sansa a red rose, to her pleasure, and exchanges a look with Lord [[Renly Baratheon]] in the stands. The knights take their positions before the king and Gregor's horse becomes agitated for some reason.\n\nThe tilt begins and Sansa worries for Ser Loras's health after Gregor killed Ser Hugh of the Vale the day before. Eddard tells her that Ser Loras rides well. In the stands [[Petyr Baelish|Littlefinger]] wagers a hundred gold dragons on the Mountain. Renly takes the bet. Littlefinger ponders what he could buy with a hundred gold dragons. Maybe a dozen barrels of fine [[Dorne|Dornish]] wine or a girl from the pleasure houses of [[Lys]]. Renly suggests that he could buy a friend and Littlefinger bows sarcastically at the joke. The joust begins and Ser Loras unseats Ser Gregor, whose horse falls to the ground. Renly cackles in delight while Littlefinger grimaces at having lost the bet, while a brief smile crosses the Hound's face at the sight of his brother's defeat. Renly tells Littlefinger it's a pity, as he could have done with having a friend. Littlefinger asks Renly when he will be &quot;having&quot; his friend, indicating Loras. Renly stays silent. Littlefinger then puts his hand on Sansa's shoulder (removing it at a look from Eddard) and tells her it was clever of Loras to ride a mare in heat, as it threw Gregorâ&euro;&trade;s stallion into confusion and made it easier for him to defeat the Mountain. Sansa says that Loras would never do that, as itâ&euro;&trade;s dishonorable. Littlefinger agrees thereâ&euro;&trade;s no honor in it, but quite a lot of gold.\n[[File:Sandor, Gregor &amp; Loras 1x05.jpg|thumb|right|280px|Sandor Clegane, Gregor Clegane and Loras Tyrell after the joust.]]\nSer Gregor finally gets up. Furious, he summons his squire with his sword and then decapitates his horse in a rage. He smashes Ser Loras off his horse and attacks him with his sword. Loras is barely able to raise his shield in time. Before he can be overwhelmed, the Mountain's brother, [[Sandor Clegane]], jumps in the way and the two exchange blows for several moments before the king orders them to stop. Sandor immediately kneels and the Mountain storms off the field in anger. Ser Loras thanks Sandor and holds his arm aloft to be cheered by the commons.\n\n", "Scene 4": "[[File:Robert and Lancel.jpg|thumb|300px|right|King Robert discovers that he can no longer fit into his armor.]]\nKing Robert Baratheon is preparing for the field. His squire, [[Lancel Lannister]], is unable to fit his armor onto him. Eddard arrives and tells Robert that he is too fat for his armor. Robert laughs, then asks Lancel why he is laughing and if he thinks itâ&euro;&trade;s funny. He says no, to which Robert responds by asking if he didnâ&euro;&trade;t find the Handâ&euro;&trade;s joke funny. Eddard suggests that Robert stop torturing the boy. Relenting, Robert tells Lancel to go and get the &quot;breastplate-stretcher&quot;. After he leaves, Robert and Eddard wonder how long it'll take him to realize thereâ&euro;&trade;s no such thing. Eddard tells Robert he has no business being on a horse. Robert says he wants to hit something. Eddard tells him it's a waste of time because no-one in the [[Seven Kingdoms]] would risk harming the king. Robert, incredulous, asks if he means that his opponents would let him win and Eddard replies yes. Deflated, Robert admits that he is too fat for his armor. Eddard asks about Lancel and Robert tells him that [[Cersei Lannister|his wife]] insisted on foisting her young cousin onto him as a squire. Robert had Jon Arryn to thank for the marriage, with his advice that a match between himself and [[House Lannister]] would be important after the rebellion. Robert gloomily notes that he thought as king heâ&euro;&trade;d be able to do what he wanted. He and Eddard go out to watch the dayâ&euro;&trade;s jousting.\n\n", "Scene 3": "Leaving the tent, Ser Barristan says, without rancor, that it was not so many years ago that they faced one another as enemies at [[Battle of the Trident|the Trident]]. Eddard says he is relieved that he never had to face him on the battlefield, as is [[Catelyn Stark|his wife]], as a widow's life would not suit her. Barristan tells him he is being modest, as he has seen Eddard cut down a dozen great knights. Eddard says [[Rickard Stark|his father]] thought Ser Barristan was the greatest knight heâ&euro;&trade;d ever seen, and did not know the man to ever be wrong about matters of combat. Ser Barristan says that Eddard's father was a good man, and what [[Aerys II Targaryen|the Mad King]] did to him was a terrible crime. Quickly changing the subject, Eddard wonders how Ser Hugh was able to afford a full suit of armor, given that heâ&euro;&trade;d been a squire up until only a few months ago. Barristan says itâ&euro;&trade;s possible that [[Jon Arryn]] left him some money. Heâ&euro;&trade;s also heard that [[Robert Baratheon|the king]] wants to joust today. Eddard says that this will not happen. Barristan replies that the king tends to get what he wants, and Eddard notes that if this were the case, theyâ&euro;&trade;d still be fighting [[Robert's Rebellion|a damned rebellion]].\n\n", "Scene 2": "Eddard enters a tent to find the [[Silent Sisters]] preparing Ser [[Hugh|Hugh of the Vale]] for his funeral ceremony. Ser [[Barristan Selmy]] has stood vigil for Ser Hugh overnight as part of the [[knight|knightly tradition]]: he had no-one else. Ser Hugh also has no family in the capital. Barristan muses it was bad luck for him to go up against [[Gregor Clegane|the Mountain]] as his first tilt. Eddard asks how they choose which knights will face one another and Barristan tells him that they draw straws. Eddard wonders who holds the straws.\n\n", "Scene 1": "[[Eddard Stark]] leaves the [[Red Keep]] and crosses a bridge to reach the tourney grounds.\n\n"}, "title": "The Wolf and the Lion recap"}