{"attributes": {}, "sections": {"TOP": "The Mother0220998v6wcwa06b6veizdp31k25p3unaux3x1412652014-06-07T09:22:23ZGreater good3347453/* In the books */[[File:TheSevenTheMother.png|thumb|258px|The Mother.]]\n{{Quote|The Mother is prayed to for mercy and watches over fertility, childbirth and peace.|[[Catelyn Stark]]|The Old Gods and the New (Complete Guide to Westeros)}}\n'''The MotherÂ '''â&euro;&lsaquo;is an aspect of [[The Seven]]. She represents mercy, peace, fertility, and childbirth. She is sometimes referred to as &quot;the strength of women&quot;.\n\nThe hymn ''[[Gentle Mother, Font of Mercy]]'' is dedicated to Her praise.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Mother represents motherhood and nurturing. She is prayed to for fertility or compassion, and is depicted as smiling with love, embodying the concept of mercy.\n\nA passage in the ''[[Seven-Pointed Star]]'' says the Maiden brought Hugor of the Hill forth a girl as supple as a willow with eyes like deep blue pools and Hugor declared that he would have her for his bride, so the Mother made her fertile.\n\nWeddings are conducted standing between the altars of the Father and the Mother.\n\nWhile in a nameless village, [[Catelyn Stark]] prays in a sept is modest and has no statues of the Seven, only rough charcoal drawings to represent them. A crack runs down through the Motherâ&euro;&trade;s left eye. It makes her look as if she were crying. Catelyn kneels before her and prays: ''&quot;My lady, look down on this battle with a motherâ&euro;&trade;s eyes. They are all sons, every one. Spare them if you can, and spare my own sons as well. Watch over [[Robb Stark|Robb]] and [[Bran Stark|Bran]] and [[Rickon Stark|Rickon]]. Would that I were with them.&quot;''\n\nCatelyn asks the Mother, ''&quot;Does [[Cersei Lannister|Cersei]] pray to you too, my lady?&quot;'' She can see the proud, cold, lovely features of the Lannister queen etched upon the wall. The crack is still there; even Cersei can weep for her children.\n\nUpon entering the sept of [[Maegor's Holdfast]] on the eve of the [[Battle of the Blackwater]], [[Sansa Stark]] sees that the Motherâ&euro;&trade;s altar is swimming in candlelight. Sansa visits each of the Seven in turn, lighting a candle at each altar. She prays to the Mother for [[Sandor Clegane]]: ''&quot;He is no true knight but he saved me all the same. Save him if you can, and gentle the rage inside him.&quot;''\n\nSansa sings the Motherâ&euro;&trade;s song twice, once in the sept of Maegor's Holdfast and again to Sandor Clegane when he comes to her room.\n\n"}, "title": "The Mother"}