{"attributes": {"season": " Season 3", "image": " The Riverlands Histories &amp; Lore.png", "narrator": " Brynden Tully'''&quot;The Riverlands&quot;''' is part of the Histories &amp; Lore, a special feature in the Blu-ray of Season 3 of ''Game of Thrones''. It is narrated by Clive Russell as Brynden Tully.==Synopsis==Brynden Tully recounts the history of the Riverlands and the roles played by House Tully and the other great houses.==Summary==Men have been fighting over the Riverlands since the Dawn Age, though that is to be expected of things that rest below the Neck. It does not help that the Riverlands are between everything and everything else: The Westerlands' gold, the Reach's grain, The Vale of Arryn", "title": " The Riverlands"}, "sections": {"TOP": "The Riverlands (Histories &amp; Lore)021130ky3qyido5ptj00lomuz6ycacu5hyyej1773832015-03-17T01:31:07ZGreater good3347453Added infobox and synopsis{{Lore|Title = The Riverlands|Image = The Riverlands Histories &amp; Lore.png|Season = [[Season 3|3]]|Narrator = [[Brynden Tully]]}}\n'''&quot;The Riverlands&quot;''' is part of the [[Histories &amp; Lore]], a special feature in the Blu-ray of [[Season 3]] of ''[[Game of Thrones]]''. It is narrated by [[Clive Russell]] as [[Brynden Tully]].\n\n", "Synopsis": "[[Brynden Tully]] recounts the history of [[the Riverlands]] and the roles played by [[House Tully]] and the other great houses.\n\n", "Summary": "Men have been fighting over [[the Riverlands]] since the [[Dawn Age]], though that is to be expected of things that rest below [[the Neck]]. It does not help that the Riverlands are between everything and everything else: [[The Westerlands]]' gold, [[the Reach]]'s grain, [[The Vale of Arryn|the Vale]]'s rock and [[the North]]'s...snow?\n\n[[House Mudd]] once ruled as the [[King of the Rivers and Hills|Kings of the Rivers and Hills]] but after 1,000 years their line was exhausted and fell to the [[Storm King]]s, who fell to the [[ironborn]]. Blackfish supposes that after years of drowning at sea, the Riverlands looked pretty attractive to that race of pirates and rapers. Never mind that their monstrous castle, [[Harrenhal]], was too large to staff and garrison, it turned out the ironborn would not be there long enough to bother. [[Aegon I Targaryen]] landed to the south of the Riverlands and as had many before him liked the look of them. [[Edmyn Tully]] led the desertion of Riverlords to Aegon's cause and was rewarded by getting to watch King [[Harren Hoare|Harren]] burn in his own tower.\n\nUnfortunately, that is not all Edmyn got. House Tully was named the [[Lord Paramount of the Trident]], which means they had to keep in line all those lords who had not governed themselves for thousands of years. The Tullys were now responsible for aiding [[House Mallister|the Mallisters]] at [[Seagard]] against the pouting ironborn whenever they got cheeky. For settling Harrenhal on families stupid enough to think its curse would skip them, after devouring all previous families. For keeping [[House Blackwood|the Blackwoods]] and [[House Bracken|Brackens]] from wiping each other out and giving them two more castles to deal with. For keeping [[House Frey|the Freys]] in their place and out of others' pockets. For marrying off their sons and daughters wisely enough so that they did not follow House Mudd into the mud.\n\nYet under the Targaryens, the Riverlands knew peace they had not had for centuries, if ever. But like all good things, sooner of later it all goes to shit and their shit had a name: [[Aerys II Targaryen]]. [[Westeros]] has had its share of Mad Kings, but usually they had the sense not to bully more than one powerful house at a time. Aerys soon blundered into a triple alliance: [[The North]], [[The Stormlands|Stormlands]] and [[The Vale of Arryn|Vale]] rose against him, but most of the blood was spilled in the Riverlands. [[Hoster Tully]] guaranteed that by marrying [[Catelyn Stark|his daughter]] to [[Eddard Stark]], the [[Warden of the North]]. At least Hoster did not send her to [[Robert Baratheon|Robert]]. So the Riverlands joined that war against the Mad King and it was on one of their rivers that Prince [[Rhaegar Targaryen|Rhaegar]] died, sealing the fate of [[House Targaryen|his dynasty]].\n\nRobert was a great soldier and a horrible king. Drinking and whoring are their own brand of madness when you sit on [[Iron Throne|a throne that everybody wants]]. He died and [[War of the Five Kings|another war]] started. Again the armies marched, again the Riverlands burned. If Westeros is not careful pretty soon its people will grow some sense and abandon itself for a safer realm, like the [[Dothraki Sea]]. Blackfish jokes, of course. The Riverlands are their home and gods help them, they love it. Still as they say &quot;the king eats and the [[Hand of the King|hand]] takes the shit&quot;. The same is true of the Riverlands: the [[Seven Kingdoms]] piss and the Riverlands change clothes.\n\n"}, "title": "The Riverlands (Histories &amp; Lore)"}