{"attributes": {}, "sections": {"Concerns about sexual violence in the TV series as a whole": "\nThe TV series has already come under frequent criticism for its use of gratuitous sex and nudity (â&euro;&oelig;[[Sexposition]]â&euro;?), an extreme â&euro;&oelig;male gazeâ&euro;? imbalance of pervasive female nudity and comparatively little male nudity,&lt;ref&gt;[http://www.pajiba.com/game_of_thrones/game-of-thrones-we-need-to-have-a-talk-about-your-nudity-imbalance.php#.U1cw7eZdXRo 'Game of Thrones,' We Need to Have a Talk About Your Nudity Imbalance]&lt;/ref&gt; and perhaps relying on â&euro;&oelig;rape-as-dramaâ&euro;? to the point that it is gratuitous. They should have been more conscientious when filming an violent/angry sex scene to show that it was fundamentally consensual, in light of these criticisms they were already under.\n\nThus while Jaime didnâ&euro;&trade;t rape Cersei in the episode, the fact that the production team pushed for it to be so ambiguous, â&euro;&oelig;dark and edgyâ&euro;?, that an overwhelming number of reviewers thought that it actually was rape, underscores that the TV series has had more generalized problems with not realizing when sexual violence (or the mere suggestion of sexual violence) may offend viewers. It probably didnâ&euro;&trade;t help that Season 4 had no female writers on the staff, and that director Alex Graves is not a woman.\n\n", "TOP": "The Jaime/Cersei sex scene in &quot;Breaker of Chains&quot;0280929rkq7suis7cuqlq5yg49zkb34cp4v6f1812862015-04-05T20:49:39ZThe Dragon Demands5014364/* What the Scriptwriters initially had to say after the episode aired */'''Work in Progress'''\n:''This is a sub-page branching off from the &quot;Notes&quot; section of the main article for the third episode of [[Season 4]], &quot;[[Breaker of Chains]]&quot;''.\n\nMultiple reviewers and websites were very confused and upset by the sex scene between Jaime and Cersei in the [[Great Sept of Baelor]] (in front of their own sonâ&euro;&trade;s corpse) in the third episode of [[Season 4]], &quot;[[Breaker of Chains]]&quot; - saying that it was apparently portraying Jaime raping Cersei. This allegation/interpretation was near-universal â&euro;&ldquo; not simply &quot;on messageboards&quot; but in every measurable manner, as a reaction seen on almost every major critic or review website. These ranged from io9 and the A.V. club,&lt;ref&gt;[http://io9.com/did-game-of-thrones-finally-go-too-far-1565473097 ]&lt;/ref&gt;&lt;ref&gt;[http://www.avclub.com/tvclub/game-thrones-experts-breaker-chains-203634 ]&lt;/ref&gt;, to the front page of ''Yahoo News'',&lt;ref&gt;[http://news.yahoo.com/game-thrones-wtf-sex-scene-020000935--politics.html ]&lt;/ref&gt;, ''Entertainment Weekly'' and ''Time'' magazine,&lt;ref&gt;[http://www.ew.com/article/2014/04/21/game-of-thrones-book-vs-show-jaime-cersei ]&lt;/ref&gt;&lt;ref&gt;[http://time.com/70253/jaime-lannister-game-of-thrones-rape-scene/ ]&lt;/ref&gt;, and even the front page of ''The New York Times'' itself.&lt;ref&gt;[http://www.nytimes.com/2014/05/03/arts/television/for-game-of-thrones-rising-unease-over-rapes-recurring-role.html?_r=0 ]&lt;/ref&gt;\n\nWhat made this all the more baffling is that the sexual encounter between Jaime and Cersei in this scene in the books is presented as consensual. TV-first viewers were offended, while book-first readers didn't understand why the TV show was, apparently, changing it into a rape scene â&euro;&ldquo; particularly because it simply didn't fit with Jaimeâ&euro;&trade;s overall storyarc of redemption and trying to be a better person after losing his sword-hand.  Moreover, Jaime in particular is a character who as a result of his backstory is horrified by rape:  at King [[Aerys II Targaryen]]'s court, he was forced to stand guard outside the doors as the Mad King raped his wife Queen [[Rhaella Targaryen|Rhaella]]; later on and in the show itself, he saves [[Brienne of Tarth]] from being raped by [[Locke]]'s men even though she was his captor and he could easily have just let it happen.  \n\nThe TV producers were slow to respond to such massive outcry, and even when they eventually did, their answers seemed to be vague, waffling, and at times contradictory This backfired completely: instead of clarifying the issue with an instant and clear response of &quot;No, Jaime is not raping Cersei&quot; or &quot;Yes, we are introducing a massive change to the material&quot;, reviewers were left even more confused and to draw their own conclusions.  \n\n'''This article is ''Game of Thrones Wiki''&lt;nowiki&gt;'&lt;/nowiki&gt;s attempt to determine exactly why the scene was filmed this way, and if it can be said that Jaime did or did not rape Cersei in the TV continuity.'''\n\nWhat this article is ''not'' trying to do is deny that many viewers ''perceived'' it as a rape scene and were offended by it, because when presenting sexual violence in television or film, moreso than usual the stress is on the interpretation of the ''audience'', and filmmakers must not fail to adequately convey their intent.  \n\n==The Jaime/Cersei sex scene in the books versus in the TV episode==\nIn the books, Jaime only returns to King's Landing soon ''after'' Joffrey dies, and was not present for his wedding.  The TV series shifted his return to slightly earlier, so he is present for Joffrey's death, changing the dynamic.  When Jaime encounters Cersei in the Great Sept in front of Joffrey's corpse, it is actually the ''first time'' that they have seen each other in over a year since he was taken prisoner by the Starks.  ''Both'' of them are overcome by emotion, but at seeing each other again and their anguish over the death of their son.  Cersei seems mildly worried that people will ''see'' them having sex in such a public place, but soon drops such concerns and quite clearly is having consensual sex with him.  This entire subtext was lost by moving the scenes around in the TV series.  \n\nIn the book version, the third novel ''A Storm of Swords'', Chapter 62, Jaime VII, Cersei's consent is much more explicit:\n\n:''&quot;She kissed him. A light kiss, the merest brush of her lips on his, but he could feel her tremble as he slid his arms around her. â&euro;&oelig;I am not whole without you.&quot;  There was no tenderness in the kiss he returned to her, only hunger. Her mouth opened for his tongue. &quot;No,&quot; she said weakly when his lips moved down her neck, &quot;not here. The septons...&quot;''\n\n:''The Others [White Walkers] can take the septons.&quot; He kissed her again, kissed her silent, kissed her until she moaned. Then he knocked the candles aside and lifted her up onto the Mother's altar, pushing up her skirts and the silken shift beneath. She pounded on his chest with feeble fists, murmuring about the risk, the danger, about their father, about the septons, about the wrath of gods. He never heard her. He undid his breeches and climbed up and pushed her bare white legs apart. One hand slid up her thigh and underneath her smallclothes. When he tore them away, he saw that her moon's blood was on her. but it made no difference.''\n\n:'''''&quot;Hurry,&quot; she was whispering now, &quot;quickly, quickly, now, do it now, do me now. Jaime Jaime Jaime.&quot; Her hands helped guide him. &quot;Yes,&quot; Cersei said as he thrust, &quot;my brother, sweet brother, yes, like that, yes, I have you, youâ&euro;&trade;re home now, you're home now, youâ&euro;&trade;re home.&quot; She kissed his ear and stroked his short bristly hair.''' Jaime lost himself in her flesh. He could feel Cerseiâ&euro;&trade;s heart beating in time with his own, and the wetness of blood and seed where they were joined.&quot;''\n\nThe scene is clearly consensual in the book version:  Jaime and Cersei meet for the first time in a long while, Cersei only objects specifically because she's afraid they'll get caught (and that Joffrey's body is in front of them) but her initial objections about timing and place stop, and she wholeheartedly has sex with Jaime, urging him on.  \n\nIn the TV version, the only dialogue is:\n*Jaime:&quot;You're a hateful woman. Why have the gods made me love a hateful woman?&quot;\n*Cersei &quot;Jaime, not here, please. Please.&quot; \n*Cersei:  &quot;Stop it. Stop it. Stop. No. Stop it. Stop. Stop. Stop. It's not right. It's not right. It's not right.&quot;\n*Jaime: &quot;I don't care.&quot;\n*Cersei: &quot;Don't. Jaime, don't. \n*Jaime: &quot;I don't care.  I don't care.&quot;\n\nThe camera doesn't specifically show Cersei embracing Jaime or kissing him back, or even shouting &quot;Yes!&quot; or &quot;Do me now, Jaime&quot; as she does in the novel.  At least as the TV scene presented it, Cersei seems to be half-heartedly saying, &quot;No [we will be seen]&quot;, but eventually just stops worrying about that â&euro;&ldquo; but then the camera cuts away to the next scene too quickly, without really firmly establishing that Cersei is indeed consenting to this. Something basic along the lines of having Cersei start saying &quot;Yes! Yes! Yes!&quot; for a few seconds at the end of the scene would have drastically altered (or clarified?) its presentation.\n\nAuthor [[George R.R. Martin]] received many e-mails from fans asking what had happened, so he ultimately made one statement via his blog, saying this was the only comment he would ever make on the issue:\n\n::I think the ;butterfly effect;that I have spoken of so often was at work here. In the novels, Jaime is not present at Joffreyâ&euro;&trade;s death, and indeed, Cersei has been fearful that he is dead himself, that she has lost both the son and the father/ lover/ brother. And then suddenly Jaime is there before her. Maimed and changed, but Jaime nonetheless. Though the time and place is wildly inappropriate and Cersei is fearful of discovery, she is as hungry for him as he is for her.\n\nThe whole dynamic is different in the show, where Jaime has been back for weeks at the least, maybe longer, and he and Cersei have been in each other's company on numerous occasions, often quarreling. The setting is the same, but neither character is in the same place as in the books, which may be why Dan &amp; David played the sept out differently. But that's just my surmise; '''we never discussed this scene, to the best of my recollection.'''\n\n:Also, I was writing the scene from Jaime's POV, so the reader is inside his head, hearing his thoughts. On the TV show, the camera is necessarily external. You don;t know what anyone is thinking or feeling, just what they are saying and doing.  '''If the show had retained some of Cersei's dialogue from the books, it might have left a somewhat different impression''' â&euro;&rdquo; but that dialogue was very much shaped by the circumstances of the books, delivered by a woman who is seeing her lover again for the first time after a long while apart during which she feared he was dead. I am not sure it would have worked with the new timeline.\n\n:That's really all I can say on this issue. The scene was always intended to be disturbing...but I do regret if it has disturbed people for the wrong reasons.&quot;&lt;ref&gt;[http://grrm.livejournal.com/367116.html?thread=19030284 Not A Blog,] George R.R. Martin, April 21st, 2014.&lt;/ref&gt;\n\n''TheMarySue.com'' assessed Martin's comment as terse and &quot;diplomatic&quot;.&lt;ref&gt;[http://www.themarysue.com/game-of-thrones-rape-controversy-grrm/ ]&lt;/ref&gt;  Martin really only described the obvious:  the scene is different than it was in the novels.  Martin, however, is in a precarious position and cannot easily publicly criticize the adaptation, because legally HBO has the rights to it instead of him.  Similarly, he has avoided making prominent criticisms about the changes to [[Talisa Stark|Talisa]] and [[Tysha]] in the TV series, again only tersely noting that the TV version is &quot;different&quot;.  Therefore, Martin's tightly-worded response might be indirectly saying through clenched teeth that he has no idea why it is different, he didn't tell them to change it, nor did they consult with him.\n\nThe one major fact we can ascertain from Martin's comments is that he was never informed of this change and didn't become aware of it until after the scene was filmed.  While Martin did write the second episode of Season 4 (&quot;[[The Lion and the Rose]]&quot;), he does not personally sit down in the four-person writer's room - which in Season 4 consisted of Benioff, Weiss, [[Bryan Cogman]], and at times their assistant [[Dave Hill]] (later promoted to full writer in Season 5).  It is known, however, that while Martin is not present in the writer's room, '''they do send him outlines of all of their scripts''':  &quot;While George isn't in the writer's room, he reads the outlines and gives his notes&quot; (Bryan Cogman, ''New York Observer'', April 2, 2015.)&lt;ref&gt;[http://observer.com/2015/04/blood-caffeine-sex-magic-how-game-of-thrones-gets-written/ ]&lt;/ref&gt;\n\nThere can only be two logical explanations:\n\n#Martin never saw this in the script outlines because they weren't in the actual, main script for the episode.  Benioff and Weiss never wrote in their script that they intended for Jaime to be raping Cersei or having anything other than fully consensual sex with her.  The final script is the physical embodiment of the writers' &quot;intent&quot;, the explicit written instructions they give to the writers and director, and thus if Martin didn't see it in the script outline because it was not in the full script itself, then it was not Benioff and Weiss's &quot;intent&quot; to change the scene (meaning that it was perhaps an unauthorized invention of the director and/or actors).  \n#Martin never saw this in the script outline, but Benioff and Weiss later included it in the full script without informing him at all.  Which would mean that either:\n##They for some reason wanted to sneak it in knowing that Martin would object to it if he found out, or \n##They simply didn't think that the change - explicitly giving ''written'' instructions to turn a consensual sex scene between two major characters into a rape scene - was &quot;significant&quot; enough to mention in the script outline that they sent to Martin.\n\n==Did the TV series cast and crew actually ''intend'' to portray Jaime raping Cersei?==\n\nThe three groups involved are:\n#The scriptwriters for the episode itself (who also happen to be the showrunners) [[David Benioff]] and [[D.B. Weiss]].\n#The director of the episode, [[Alex Graves]].\n#The two cast members involved, [[Nikolaj Coster-Waldau]] ([[Jaime Lannister]]) and [[Lena Headey]] ([[Cersei Lannister]]).\n\nA fourth factor is the editing process in post-production - which Alex Graves has stated he was also responsible for:  he was the editor, he had final cut on how it appears, and there are no alternate or extended cuts of the scene.&lt;ref&gt;[http://www.vulture.com/2014/04/game-of-thrones-director-on-the-rape-sex-scene.html ]&lt;/ref&gt;  If they wanted to show a consensual sex scene, with Cersei initially hesitant but then dropping her fears and consenting to it, why did the scene cut away before clearly showing this?  Was it Graves's intention to edit the camerawork in such a way that it appeared non-consensual, or did this simply happen by accident?\n\n===What the Scriptwriters initially had to say after the episode aired===\n\nWriters Benioff and Weiss remained surprisingly silent on the question of what their intent, if any, in this sex scene was, and if they indeed intended for it to be rape.\n\nThe only thing either of them said about it in the week following the episode's airing was in the &quot;Inside the Episode&quot; featurette for &quot;Breaker of Chains&quot; that was released by HBO the same day that the episode aired.  Benioff is the ''only'' person to comment on the scene, and only very briefly (neither Weiss, nor Martin, nor Graves, nor the actors make any other comments in the video).  \n\nBenioff's exact words were:  &quot;It becomes a really kind of horrifying scene, because you see, obviously, Joffreyâ&euro;&trade;s body right there, and you see that Cersei is resisting this. Sheâ&euro;&trade;s saying no, and heâ&euro;&trade;s forcing himself on her. So it was a really uncomfortable scene, and '''a tricky scene''' to shoot.&quot;&lt;ref&gt;[http://boiledleather.com/post/83427465447/game-of-thrones-season-4-inside-the-episode-3 ]&lt;/ref&gt;\n\n'''Benioff's comment was very brief, and didn't make clear what exactly he meant one way or the other, i.e. if he felt it was significantly different from the book version of the scene.'''  He did not put into full context what, if anything, he meant by that comment.  Observationally, he is of course pointing out that - even as in the books - it is a disturbing scene because Cersei and Jaime are having sex in front of their son's corpse.  As for the ''consent'' in the scene, he mentions that Cersei is &quot;resisting&quot; this - which before they have sex she clearly is - and that he is &quot;forcing&quot; her - though whether he means  &quot;emotionally pressuring her&quot; or &quot;sexually assaulting&quot; her is also unclear.  Benioff doesn't elaborate on what is supposed to be going on in the scene, or ''why'' it is happening.  Benioff made no other comments on the scene for months afterwards, never clarifying if his complete intent was that Jaime was &quot;raping&quot; Cersei in as many words (given that there is a strict difference between &quot;rape&quot; and &quot;consensual sex&quot;).  Moreover...''even if'' their intent was that Jaime was raping Cersei, Benioff and Weiss made no attempt to explain ''why'' they chose to make such a change (if indeed they did consciously intend to).  Curiously for such a drastic change (if it even was meant to be a change), the scriptwriters Benioff and Weiss remained utterly silent about the matter.\n\nBoth ''TheMarySue.com'' and ''Vulture.com'' were aware of Benioff's line in the Inside the Episode video, and both expressed the view that it was so brief and vague that they weren't sure what he meant by it - when they were subsequently weighing it against interviews that the episode's director Alex Graves gave.&lt;ref&gt;[http://www.themarysue.com/lena-headey-controversial-game-of-thrones-scene/ ]&lt;/ref&gt;  When ''Vulture.com'' interviewed Alex Graves within a week of the episode's premiere (see below), they reached out to HBO to contact Benioff or Weiss so they could clarify what exactly their public position was (as Benioff's previous comment was so vague), but the article stated:  &quot;Editorâ&euro;&trade;s note: We also reached out to HBO for comment from showrunners David Benioff and D.B. Weiss; a rep for the network said they were unavailable.&quot;&lt;ref&gt;[http://www.vulture.com/2014/04/game-of-thrones-director-on-the-rape-sex-scene.html ]&lt;/ref&gt;  Thus major news sources felt that Benioff had not clearly expressed himself, and were attempting to contact Benioff and Weiss so they could publicly explain why the scene turned out this way.\n\nNonetheless, neither Benioff nor Weiss made any further statements on the content of the scene until a full 11 months later, just before Season 5 began (see below).\n\n===What the Cast members had to say===\n\nNikolaj Coster-Waldau and Lena Headey both delayed a long time before answering questions about this sex scene, but both eventually said that '''they didn't think it as a rape scene, and did not ''play'' it as a rape scene when they were filming.''' \n\nIn late April 2014, the week after the episode aired, both Coster-Waldau and Headey were asked about the scene in separate interviews, but gave only vague and hesitant responses, seeming to not want to speak for the scriptwriters.&lt;ref&gt;[http://www.thedailybeast.com/articles/2014/04/20/game-of-thrones-most-wtf-sex-scene-nikolaj-coster-waldau-on-jaime-lannister-s-darkest-hour.html TheDailyBeast.com]&lt;/ref&gt;&lt;ref&gt;[http://www.themarysue.com/lena-headey-controversial-game-of-thrones-scene/ TheMarySue.com], Lena Headey.  TMS's editor concluded that Headey seemed hesitant to give a straightforward answer, as &quot;it reads (and plays) as a woman who really doesn't want to land on either side of the fence.&quot;&lt;/ref&gt; \n\nIn January 2015, both actors appeared in a Q&amp;A panel at the FanX convention in Salt Lake City.  When directly asked about this scene in an unprepared question, Coster-Waldau explained that when they were filming the scene, he thought the characters having an intimate moment ''next to their dead son's corpse'' is what would cause the outrage, and it never even occurred to either of them that the sex would be construed as controversial.  \n''This'' is the reason why the actors and writers pervasively made stray comments that it was a &quot;tricky&quot; scene to film and they had reservations about it - not because they thought it was a rape scene.  Even book readers  who acknowledge that it was consensual in the books still consider it somewhat disturbing that they had sex in front of their son's corpse.  \n\nThe actors' exact words were:  \n\n:Nikolaj Coster-Waldau:  '''''&quot;Maybe I was just being naive, but I never thought of it as rape,''' I thought of it as two people that had a long, very physical relationship and they were both in a very extreme emotional state and needed something that was expressed in that way.  I didn't see it as rape.&quot;\n\n:Lena Headey:  &quot;That sense of loss and not being able to stem your grief. Like Nick said, they've had this long history and it was a moment where she needed him, that's how I was playing it.  The confusion was a just mother who had lost her son. '''We ''didn't'' set out for it to be taken as such [as rape]''', but I guess people see what they see.&quot;&lt;ref&gt;[https://www.youtube.com/watch?v=Y80bezA7U9s&amp;feature=youtu.be&amp;t=18m03s FanX 2015 panel video], skip to time index 18 minutes for their specific comments, ending around the 20 minute mark.&lt;/ref&gt;\n\n===What Director Alex Graves had to say===\n\nThe comments by the episode's director [[Alex Graves]] are the most confusing.  In the week after &quot;Breaker of Chains&quot; aired, Graves gave three separate interview - with ''HitFix.com'', ''Vulture.com'', and ''HollywoodReporter.com'' - in which he made statements which were at times self-contradictory.  \n\nIn ''HitFix.com'', Graves said:  \n\n:&quot;'''Well, it becomes consensual by the end, because anything for them ultimately results in a turn-on, especially a power struggle. Nobody really wanted to talk about what was going on between the two characters, so we had a rehearsal that was a blocking rehearsal.''' And it was very much about the earlier part with Charles (Dance) and the gentle verbal kidnapping of Cersei's last living son. Nikolaj came in and we just went through one physical progression and digression of what they went through, but also how to do it with only one hand, because it was Nikolaj. By the time you do that and you walk through it, the actors feel comfortable going home to think about it. The only other thing I did was that ordinarily, you rehearse the night before, and I wanted to rehearse that scene four days before, so that we could think about everything. And it worked out really well. That's one of my favorite scenes I've ever done.&quot;&lt;ref&gt;[http://www.hitfix.com/whats-alan-watching/review-game-of-thrones-breaker-of-chains-uncle-deadly ]&lt;/ref&gt;\n\nA key point from this is that here, Graves claims that he never really gave Coster-Waldau or Headey specific instructions on what the characters ''emotions'' were in this scene, purely focusing on their physical mechanics.  He didn't tell Headey &quot;Cersei is not consenting, this is rape&quot;.  \n\nIn ''Vulture.com'', Graves said:\n\n:Question:  '''&quot;What kinds of things did you talk about with the showrunners in terms of how to play the sex scene between Jaime and Cersei, and why was it changed from how Martin had written it in the book?&quot;'''\n:Graves:  &quot;'''There wasn't a lot of talk about it, to be honest.''' Everybody knew and then confirmed with each other this is a sort of animalistic, desperate escape moment in the middle of a tragedy that is twisted enough that only Jaime and Cersei could pull it off. That was all that was really discussed besides laying out the scene physically, and what would and wouldn't happen in terms of protecting the actors. The biggest focus was how to evolve out of the larger scene with Tywin into that. Going from a kidnapping of Cerseiâ&euro;&trade;s only living son, into Jaimeâ&euro;&trade;s â&euro;&oelig;Hey, I came to visit, and Iâ&euro;&trade;m starting to feel like we could have sexâ&euro;? and they have sex. Itâ&euro;&trade;s the last place you think anyone's going to have sex. So it was working from Tywinâ&euro;&trade;s exit to that first kiss, which is met with rejection, complicating things for him. It was '''very tricky'''.\n\n:Question:  &quot;Thereâ&euro;&trade;s a lot of chatter about it online this morning. Have you read the books?&quot;\n:Graves:  &quot;'''I have read a lot of the books, but I didnâ&euro;&trade;t read that scene because I wasnâ&euro;&trade;t doing that scene; I was doing the scene our writers wrote.''' Lena is very conscious of wanting to focus on what the show is doing rather than worrying about something in the books that may or may not affect her.\n\n:Question:  &quot;The reason I ask is because many of the people who have read the books are questioning why the scene was changed. As described in the book, told from Jaimeâ&euro;&trade;s point of view, Cersei initially resists but quickly gives her consent.&quot;\n:Graves:  &quot;I see, I see. '''What was talked about was that it was not consensual as it began,''' but Jaime and Cersei, their entire sexual relationship has been based on and interwoven with risk. And Jaime is very much ready to have sex with her because he hasnâ&euro;&trade;t made love to her since he got back, '''and sheâ&euro;&trade;s sort of cajoled into it, and it is consensual. Ultimately, it was meant to be consensual.''' [The writers] tried to complicate it a little more with her rejecting his new hand and the state of things.&quot;\n\n:Question:  '''&quot;One of my colleagues suggested that the tweak, making Jaime the kind of person who might force himself on Cersei, might have happened to remind viewers that heâ&euro;&trade;s not a morally upright guy,''' pouring out his heart to Brienne notwithstanding. Was that part of the decision to your knowledge?&quot;\n:Gravese:  &quot;'''No.''' Itâ&euro;&trade;s a very, very complicated scene. The thing about it is that Jaime has come home and is trying to convince himself that things are the same: that he and Cersei are a unit, theyâ&euro;&trade;re in love, they have sex, everything comes out of that bond. And heâ&euro;&trade;s desperate to reinvigorate that and it has not been working. Thatâ&euro;&trade;s part of whatâ&euro;&trade;s behind him, that lie heâ&euro;&trade;s telling himself, that seasons two and three didnâ&euro;&trade;t happen. So itâ&euro;&trade;s a last act of stupid clinging to whatâ&euro;&trade;s been home for him, because it will never be the same. '''Itâ&euro;&trade;s also setting up something that happens in the finale.''' For Cersei, she is so blindsided and in the middle of the audacious murder of Joffrey at his own wedding, sheâ&euro;&trade;s standing there pondering all this with her other son, her sweet son. And her father comes in and basically says, â&euro;&oelig;There is no way youâ&euro;&trade;re going to have control over this kidâ&euro;? and takes him away. So sheâ&euro;&trade;s just empty. Sheâ&euro;&trade;s decimated. What I said is what we just talked about. Itâ&euro;&trade;s just fleshing it out.\n\n:Question:  '''&quot;You say it â&euro;&oelig;becomes consensual by the end.â&euro;? I rewatched the scene this morning, and it ends with Cersei saying, â&euro;&oelig;Itâ&euro;&trade;s not right, itâ&euro;&trade;s not right,â&euro;? and Jaime on top of her saying, â&euro;&oelig;I donâ&euro;&trade;t care. I donâ&euro;&trade;t care.â&euro;? It leaves some room for debate. Were you involved with cutting the scene? Was there a longer version of the scene that might have read more like they were both consenting?'''\n:Graves:  '''&quot;Itâ&euro;&trade;s my cut of the scene. The consensual part of it was that she wraps her legs around him, and sheâ&euro;&trade;s holding on to the table, clearly not to escape but to get some grounding in whatâ&euro;&trade;s going on.'''-- And also, '''the other thing that I think is clear before they hit the ground is she starts to make out with him. The big things to us that were so important, and that hopefully were not missed, is that before he rips her undergarment, sheâ&euro;&trade;s way into kissing him back. Sheâ&euro;&trade;s kissing him aplenty.'''\n\n:Question:  &quot;Right, and part of what sheâ&euro;&trade;s resisting is that this is all happening next to Joffreyâ&euro;&trade;s body.\n:Graves:  &quot;Itâ&euro;&trade;s bizarre, and I highlighted that in how I shot it...&quot;\n\n:Question:  &quot;How does this interaction change Cersei? Sheâ&euro;&trade;d been raped by Robert. How does Jaimeâ&euro;&trade;s aggression in this moment affect her?&quot;\n:Graves:  &quot;She needs Jaime to deal with Tyrion. Thatâ&euro;&trade;s really what that scene is about. Itâ&euro;&trade;s her saying, â&euro;&oelig;I want you to kill him,â&euro;? and Jaime saying, â&euro;&oelig;I donâ&euro;&trade;t see why I would kill him.â&euro;? '''Thatâ&euro;&trade;s probably the main reason she consents,''' is to pull him in, because sheâ&euro;&trade;s results-oriented, period. The only man she really feels any respect and admiration for, and authority for, is her father. Beyond that, she loves her children. I think â&euro;&rdquo; and I say this personally â&euro;&rdquo; sheâ&euro;&trade;s largely using Jaime and he hasnâ&euro;&trade;t figured it out yet.&quot;&lt;ref&gt;[http://www.vulture.com/2014/04/game-of-thrones-director-on-the-rape-sex-scene.html]&lt;/ref&gt;\n\nWeighing these two interviews, ''TheMarySue.com'' concluded:  \n\n&quot;OK. So going by these two statements it could - ''could'' â&euro;&rdquo; be read as a case of '''Graves genuinely intending to film consensual sex but just screwing it up royally.''' He needed to get some outside eyes on that incredibly sensitive scene and ask their owners â&euro;&oelig;Hey, just curious, youâ&euro;&trade;re getting that Cerseiâ&euro;&trade;s consenting, right? No? Crap, back to the editing room.â&euro;? Itâ&euro;&trade;s not like he walked into work that day thinking â&euro;&oelig;Iâ&euro;&trade;m going to film one of the showâ&euro;&trade;s fan-favorite characters raping his sister.â&euro;?&quot;&lt;ref&gt;[http://www.themarysue.com/game-of-thrones-rape-controversy-grrm/ ]&lt;/ref&gt;\n\nSeveral key points were therefore established by these first two interviews:\n\n#When specifically asked if the showrunners Benioff and Weiss told him anything specific about how to film the scene, Graves stated that &quot;There wasn't a lot of talk about it, to be honest.&quot; -- they gave him no specific verbal instructions. \n#Graves stated that he didn't read the book scene (intentionally, due to the ongoing fear of accidentally mixing it up with how the TV version of the storyline is at times slightly different).  Graves stated that he was purely working off of the scene as written in the script (and, again, he stated that he received no verbal instructions from Benioff and Weiss that were not in the written script).  This does mean that some of the nuances of the scene from the novels might have been lost on him - or not, depending on how well Benioff and Weiss conveyed written instructions through their script.  \n#Graves only really gave the actors instructions on physical movements in the scene (blocking), and said he really didn't discuss with them what their characters were thinking or their emotional states (i.e. meaning he didn't specifically tell Lena Headey, &quot;Cersei is terrified, not consenting to this, and being raped&quot;.  \n#Graves's phrasing was that &quot;the scene&quot; (not necessarily the sex act) was not &quot;consensual when it began&quot;...but he ''repeatedly'' emphasized that it was consensual &quot;by the end&quot; (again, not clear if he meant before or ''after'' they were actually having sex).  His phrasing is vague, but if he meant ''emotional'' consent when Cersei first warns Jaime that they will be caught in such a public place, it is not that different from how the book scene ''generally'' played out.  \n#Graves also adamantly insists that three things were ''intended to show Cersei's consent'':  wrapping her legs around Jaime, that she should be visibly kissing him back, and that at the end she clutches the tablecloth to balance herself to continue to have sex.  This raises two other issues:  \n##First, are these actions visible enough in the final cut?  Can the audience tell that Cersei is actively kissing Jaime back and consenting?  \n##Second, the point is that regardless of whether they were visible or not, at the least, Graves publicly stated that he intended to have Headey perform physical actions in the scene to affirm that Cersei is consenting to it.  \n#Graves flatly denied that this was an attempt to make Jaime seem like a morally grey character again, to balance him out after he had been on a redemptive arc for the past season, and make him a more complex character who is not always morally upright.  '''(This is important because before Season 5, Benioff ''specifically claimed'' that this was his actual intention when he wrote the script, but that will be addressed in turn below).'''  \n#Graves was the editor of the scene, not a secondary cameraman, and not Benioff or Weiss.  He stated &quot;It's my cut of the scene&quot;.  \n#Graves points out that the idea was for the scene to mirror another scene that occurs in the Season 4 finale...occurred seven episodes later, and airing two months later, which viewers had no way of anticipating.  In &quot;[[The Children]]&quot;, the roles are reversed, and ''Cersei'' sexually advances on Jaime while he is in the White Sword tower, and he is telling her to stop for fear they might be caught, but he then gives in to her and consents.  \n#Graves stated in as many words that &quot;the main reason Cersei consents&quot; is because she is manipulating Jaime, or rather, she knows that she needs him on her side if she is going to succeed in convincing him to kill Tyrion for her.  \n\nThat same week, however, Alex Graves also did an interview with ''HollywoodReporter.com''.  On reading it, ''TheMarySue.com'' pointed out that he bizarrely shifted to describing the scene as &quot;forced sex&quot; and &quot;rape&quot; -- even though the other two interviews (particularly the length one with ''Vulture.com''), Graves emphatically and repeatedly stated that it was &quot;consensual&quot;.&lt;ref&gt;[http://www.themarysue.com/game-of-thrones-rape-controversy-grrm/ ]&lt;/ref&gt;\n\nAlex Graves's specific statements about the scene in his interview with ''HollywoodReporter.com'' were:\n\n:Question:  &quot;This feels like Tywin's episode. What was filming his scene with him and Tommen like?&quot;\n:Graves:  That was one of the greatest days I've ever had filming. To film Charles (Dance) kidnapping Lena's son with words for three minutes of monologue -- and to have Lena keeping up with him at the highest bar of acting possible with no words at all -- was a joy. It was directorial crack to do that scene. It was one of my favorite scenes I've ever shot. It's almost like a build from Ordinary People meets a Hitchcock movie, because you're sitting here going, &quot;This is so dysfunctional and bizarre.&quot; She's a wreck. Tywin is really going on about this historical stuff, and you slowly start to go, &quot;He's kidnapping her only boy,&quot; because she's not going to have him anymore. '''And then he succeeds, and then Jaime comes in and he rapes her. That was like -- you read the scene and go, &quot;Wait, who's directing this?&quot;'''\n\n:Question:  &quot;That whole scene has to be one of the most taboo, disturbing things that has happened on the show.&quot;\n:Graves:  &quot;'''I'm never that excited about going to film forced sex.''' But the whole thing for me was about dead Joffrey lying there, watching the whole thing. (Showrunners) David (Benioff) and Dan (Weiss) loved that, and I was like, I wanted to make sure I had Jack in there as much as I could. Of course Lena and Nickolaj laughed every time I would say, &quot;You grab her by the hair, and Jack is right there,&quot; or &quot;You come around this way and Jack is right there.&quot;&lt;ref&gt;[http://www.hollywoodreporter.com/live-feed/game-thrones-director-controversial-scene-697733 ]&lt;/ref&gt;\n\nThese statements seem vague and contradictory, however, it does seem that Graves is speaking more loosely in the ''HollywoodReporter.com'' interview - that is, he seems to have considered the scene to be Jaime ''emotionally'' &quot;forcing&quot; himself on Cersei, but really didn't keep good track of where the lines blurred between &quot;emotional pressure&quot;, &quot;forcing himself&quot;, and &quot;rape&quot;...''to the point that he uses these terms interchangeably.''  Judging from his lengthier and more direct answers to questions about this in his ''Vulcture.com'' interview - in which the questions were both more numerous and much more specific - Graves's comments were at times vague or bizarrely misusing sensitive language, but he did repeatedly make it clear that the sex scene was meant to be &quot;consensual&quot;.  \n\nThe week after the episode aired, Elio Garcia, owner of Westeros.org and co-author of the ''World of Ice and Fire'' sourcebook with Martin, appeared on Sky Atlantic's ''Thronecast'' to discuss it.  He summed up the comments of Graves and others on the scene, saying:\n\n:&quot;'''It seems that what they wanted to convey is ''not'' what shows up on the screen in the end.'''  There have been interviews with the director in particular, Alex Graves, and Nikolaj Coster-Waldau as well, where they said, '''they wanted to do something ambiguous,''' more ambiguous than what's in the novel, but they still wanted the ambiguity of, well, maybe this is how they're interacting, that it is forceful and its rough and its dark, '''but it's in the end a ''consensual'' relationship.'''  \n\n:But a lot of people couldn't see that on the screen, and they've missed some of the sexual scenes between them prior to this point, because a lot of it is in flashback.  They don't have that.  In fact in the books the dynamic between the two characters is actually kind of like that:  Jaime initiates, and Cersei  kind of always says &quot;stop that, uninterested&quot; - and then she gives in to it.  And it's not intended as &quot;rape&quot;, that is their sexual dynamic, and it's worth remembering these are siblings, these are twins, this is not a normal sexual relationship by any stretch of the imagination.&quot;&lt;ref&gt;[https://www.youtube.com/watch?v=XyIoBBOUlJg ]&lt;/ref&gt;\n\n''The Atlantic'' also surmised:\n\n:&quot;Given the responses by Graves and Coster-Waldau, it seems more likely that everyone involved somehow believed theyâ&euro;&trade;d constructed a scene that was more unpleasant than the bookâ&euro;&trade;s but still at least moderately ambiguous, rather than the not-at-all-ambiguous scene that viewers saw. How does a mistake like this occur? My best guess is that Benioff and Weiss indulged in their longstanding penchant for ramping up the sex and violence of their source material, and this time they did it so carelessly that even '''they didn't recognize''' where it had taken them.&lt;ref&gt;[http://www.theatlantic.com/entertainment/archive/2014/04/game-of-thrones-rape/361011/ ]&lt;/ref&gt;\n\nAs ''TheDailyBeast.com'' more bluntly put it:  &quot;The rape wasn't supposed to be a rape. It was supposed to look consensual. The filmmakers messed up.&quot;&lt;ref&gt;[http://www.thedailybeast.com/articles/2014/05/04/why-we-should-pretend-the-game-of-thrones-rape-scene-never-happened.html ]&lt;/ref&gt;\n\nTherefore, as surmised by the editorial staffs of ''Westeros.org'' and ''TheMarySue.com'', it seems that Alex Graves became so eager to turn up the level of how &quot;dark and edgy&quot; the scene was that he â&euro;&ldquo; ''quite unintentionally'' â&euro;&ldquo; made it look like a rape scene to any new viewer who had no idea what the book scene it was attempting to portray was like.  In a lamentably poor direction choice, Graves chose to shoot and then edit the scne in such a way that it seemed needlessly &quot;dark and ambiguous&quot;, but it honestly never occurred to him that viewers ''would not''  take the matter of rape and sexual assault as an ambiguous and unanswered question, but arrive at the logical conclusion (based solely on the scene as it aired) that they were ''actually'' attempting to show a &quot;rape scene&quot;.\n\n==The Jaime/Cersei scene was subsequently ignored for the rest of Season 4==\n\nIf Benioff and Weiss ''did'' intend that Jaime is actually raped Cersei and she did not consent, in subsequent episode she would presumably react as if he had - if not in dialogue, then in how scenes play out nonverbally.  '''For the rest of the season, however, Cersei and Jaime don't act like he raped her â&euro;&ldquo; not that this would necessarily disprove that he did, but it is ''extremely incongruent'' that in the very next episode she doesn't particularly react as if that is what happened.'''  The episode immediately following &quot;Breaker of Chains&quot; was &quot;[[Oathkeeper]]&quot;, written not by Benioff and Weiss but by [[Bryan Cogman]].\n\nAfter the massive uproar in the press in the week immediately after &quot;Breaker of Chains&quot; aired, many critics and review sites were confused that all subsequent episodes did not include Cersei and Jaime acting in any way which would imply that he had sexually assaulted her.  By the end of the season, multiple critics were puzzled, asking if it had ever been their intent that Jaime actually raped Cersei.  If it ''was'' their intent, they seemingly wanted the audience to &quot;ignore&quot; that it had happened - while if it was ''not'' their intent, then they also seemingly wanted the audience to simply &quot;ignore&quot; that the camerawork had been done in a misleading way, ''even though'' Benioff and Weiss never made specific comments via HBO or interviews to explain the scene.  \n\n''TheDailyBeast.com'' produced an article titled &quot;Why We Should Pretend the â&euro;&tilde;Game of Thronesâ&euro;&trade; Rape Scene Never Happened&quot;:\n\n:&quot;'''In short, despite the fact that virtually nothing onscreen suggested â&euro;&oelig;giving in,â&euro;? neither the director of the scene nor the two actors who played it seem to think that Jaime raped Cerseiâ&euro;&rdquo;and the story itself is continuing to chug along as if the rape never happened and Jaime is still a character we're supposed to root for.'''\n\n:As a viewer, this is a very strange situation to find yourself in: a character has clearly done something horribleâ&euro;&rdquo;but the show doesn't realize it. Maybe a consensual line was cut. Maybe Graves thought Cersei's body language was enough. Maybe everybody assumed that what was going on in their heads on set somehow materialized on screen. But it didn't. So how should we react?\n\n:We could continue to insist that Jaime is a rapist and spend the rest of the series complaining about his inconsistencies every time he's depicted in a relatively flattering lightâ&euro;&rdquo;thereby allowing a single instance of unintentionally ham-fisted filmmaking to jaundice our entire impression of his character.\n\n:'''Or, we could ''ignore'' the rape â&euro;&rdquo; at least from a narrative perspective.''' Pull the clip from the show. Play it in sex ed class. Use it as a teachable moment. Insist that it's as clear an illustration of rape as you're going to see on cable TVâ&euro;&rdquo;because it is. That said, as you watch the rest of Game of Thrones, '''you might also want to consider pretending that Benioff and Weiss had adhered to George R.R. Martin's original scene instead of botching it.'''&quot;&lt;ref&gt;[http://www.thedailybeast.com/articles/2014/05/04/why-we-should-pretend-the-game-of-thrones-rape-scene-never-happened.html ]&lt;/ref&gt;\n\nIn response to ''TheDailyBeast.com''&lt;nowiki&gt;'&lt;/nowiki&gt;s article, ''YesMagazine.com'' produced an article titled &quot;The Game of Thrones Rape Scene: Why We Can't Pretend It Never Happened&quot; said:\n\n:Pretending that a rape never happened is a problemâ&euro;&rdquo;regardless of whether it took place in fiction or reality.  For the record, Iâ&euro;&trade;m not convinced by this argument. The showrunners may or may not have intended to write the scene as it unfolded, but as a viewer, thatâ&euro;&trade;s irrelevant. In the HBO series Game of Thrones, Jamie raped Cersei. '''Whether that was intentional or just bad filmmaking, Graves filmed and edited a rape scene.''' It happened; now the showâ&euro;&trade;s creators have to write these characters with the consequences. No take-backs.\n\n:'''It's also clear that Alex Graves, the director of this episode, ''did not intend'' to film a rape scene.''' Gravesâ&euro;&trade; defense winds through power struggles and turn-ons and consent, but his take on this scene is that Jaime and Cersei had, by the end, '''consensual sex. He did not intend to orchestrate a rape scene.'''&lt;ref&gt;[http://www.yesmagazine.org/peace-justice/the-game-of-thrones-rape-scene-why-we-can-t-pretend-it-never-happened ]&lt;/ref&gt;\n\nWhatever the interpretation to make, audiences and critics were noticeably confused about how to react to the scene - '''compounded by the fact that Benioff and Weiss made no specific comments about it for months, not even by the end of Season 4.'''  As ''Bustle.com'' surmised:  \n\n:&quot;'''The fear that was plaguing so many of us has been confirmed: Game of Thrones forgot about Jaimeâ&euro;&trade;s despicable rape scene. The show continued Jaime Lannisterâ&euro;&trade;s storyline as though he never laid an unwanted golden hand on his sister-lover, Cersei. The Kingslayer continued on his path of redemption,''' and even more so, seemed to be one of the only people in the episode who displayed a touch of humanity. This was an episode that hailed Jaime Lannister when just last week, we wanted to spit on him. \n\n:'''It was like the rape never even happened. It was as though the show didnâ&euro;&trade;t take a cue from its previous sexual assault that, oddly enough, wasnâ&euro;&trade;t a rape scene in the book.''' (Whatâ&euro;&trade;s up with these showrunners forgetting to add in a line in these sex scenes that indicates consent? '''Facial expressions of terror do not indicate consent â&euro;&rdquo; a â&euro;&oelig;yesâ&euro;? does'''. You cannot say that a sex scene is consensual if there is no consent.)  Sure, Cersei scowled at him, but never once did she mention the rape. Never once did we see Jaime trying to apologize. Instead, we saw Jaime doing nothing but good â&euro;&rdquo; like the Jaime we had gotten used to, except this time, it seemed oddly discordant. \n\n:We saw the Kingslayer talk to Tyrion and assert that, contrary to his sister-loverâ&euro;&trade;s wishes, he would never slay his brother. He then â&euro;&rdquo; in a moment that would have been more poignant had he not forced himself upon Cersei last week â&euro;&rdquo; gave Brienne of Tarth the Valyrian steel sword formed from Ned Starkâ&euro;&trade;s sword, a kick-ass suit of armor, and Podrick Payne as a squire. We saw in Brienneâ&euro;&trade;s eyes that she truly has feelings for this man. She admires him and respects him. This episode seemed to be dressed in the notion that Jaime is, in fact, a good, respectable guy â&euro;&rdquo; and a whole lot of other problematic issues.\n\n:'''Ignoring the rape could be indicative of the fact that the showrunners do not believe last weekâ&euro;&trade;s scene to constitute as rape, which is why of course Jaime would continue on his redemptive path of doing good and earning love and respect. This also suggests a scary subtext of, â&euro;&oelig;hey, maybe Jaime raped his sister, but that doesnâ&euro;&trade;t take away from the rest of his life!â&euro;? which is gross.'''\n\n:'''His constant acts of goodness also suggests that maybe the showrunners do see something flawed in that sex sceneâ&euro;&trade;s ''execution'', and therefore decided to dunk Jaime in a pool of atonement, hoping that if the audience saw him do enough good this week that weâ&euro;&trade;d move on and forget about last week. Thatâ&euro;&trade;s quite an assumption to make of an audience â&euro;&rdquo; weâ&euro;&trade;re not that quick to buy anything.'''\n\nWe can analyze this until the White Walkers take us, too, and we can come up with a plethora of theories, but the emphasis on Jaimeâ&euro;&trade;s redemptive qualities in this episode just seemed far too out of place, and '''it truly appeared as though the series decided to just move upward and onward, assuming the rape scene was forgotten. It was not,''' and as Brienne looked longingly in Jaimeâ&euro;&trade;s eyes, I thought, do you even know what he did to Cersei?&quot;&lt;ref&gt;[http://www.bustle.com/articles/22540-game-of-thrones-forgot-forgave-jaimes-rape-scene-just-as-wed-feared ]&lt;/ref&gt;\n\n''TheMarySue.com'' also concluded that not really referring to the scene again, instead of as a long and developed subplot, ''trivializes'' rape.&lt;ref&gt;[http://www.themarysue.com/game-of-thrones-rape-controversy-grrm/ ]&lt;/ref&gt;\n\n==Benioff's comments at Oxford on the eve of the Season 5 premiere==\nhttps://www.youtube.com/watch?t=2973&amp;v=TfvVluNxujc\n\n==How Benioff's comments at the Oxford panel are contradictory==\n===The actors and director denied that they received such instructions===\n\nUnlike actors and directors, whose &quot;intent&quot; is intangible...scriptwriters leave physical proof of their instructions and intent for an episode:  the script they wrote.  \n\nWhy would Headey and Coster-Waldau state at FanX 2015 that they never considered this to be depicting &quot;rape&quot; and did not play it as such...if the script provided for them by Benioff and Weiss specifically stated that it was?\n\nGraves in fact gave multiple comments which ''directly contradicted'' things which Benioff claimed.  He ''specifically denied'', when asked, if they were attempting to portray Jaime committing rape as part of trying to depict him as a more morally grey character.  Graves stated he received ''no'' specific verbal instructions from Benioff and Weiss, and had no substantive discussions about the scene with them.  Graves then publicly and repeatedly - particularly in his ''Vulture.com'' interview - described the sex scene as &quot;consensual&quot; and denied that it was &quot;rape&quot;.  \n\nBenioff, a full ''eleven months later'', then tried to pull a complete reversal, and claim that he had ''intentionally'' tried to write the scene as Jaime raping Cersei?  Despite the fact that both actors denied ever receiving such instructions?  Despite the fact that the episode director Graves specifically denied, the same week the episode aired, that he did not intend it to be non-consensual?\n\nNor does Benioff provide any explanation for why the rest of Season 4 seems to ignore that Jaime raped Cersei.  If they had intended to show Jaime raping Cersei as part of a planned character nuance, they would have had Cersei ''reacting to it in any way'' during the subsequent episodes.  If it was an accident (from sloppy camerawork and editing by Graves), we would expect to see basically what we saw:  the next episode not acting as if the previous episode included a rape scene.  \n\nCogman also seemed nervous when asked about the issue and declined to comment - even though, as a member of the writers' room, Benioff and Weiss ''would'' have discussed such a drastic change with him - had they intended it - and at the very least he would have access to the filming script (the physical record of what their &quot;intent in writing&quot; was).\n\n===Benioff and Weiss have been suspiciously evasive about the issue===\n\nIn an interview with ''Observer'' just before Season 5 began, writer [[Bryan Cogman]] was asked about the Jaime/Cersei sex scene, but declined to comment, except to say that he didn't write it, his superiors Benioff and Weiss did, so it would be out of place for him to comment on it instead of them - given that, as he put it, they had not &quot;publicly&quot; made a significant comment about it since it aired in early Season 4:\n\n:Question:  The enormous, intense audience brings additional scrutiny, and the reaction can get very vociferous. Iâ&euro;&trade;m thinking of â&euro;&oelig;that sceneâ&euro;? from last season with Jaime and Cersei in the sept next to Joffreyâ&euro;&trade;s body. Book purists felt the scene altered the character dynamic, people concerned primarily with social justice issues felt it excused sexual assault, and people parsed every word Dan, Dave, director Alex Graves and actors Lena Headey and Nikolaj Coster-Waldau said about it for what the scene was â&euro;&oelig;reallyâ&euro;? doing. If you can speak to it specifically, what happened there?:\n\n:Cogman:  &quot;My bosses, the showrunners, havenâ&euro;&trade;t publicly commented on it. So while thereâ&euro;&trade;s a lot I ''could'' say about it and the mediaâ&euro;&trade;s reaction to it...I donâ&euro;&trade;t feel itâ&euro;&trade;s appropriate.&quot;&lt;ref&gt;[http://observer.com/2015/04/blood-caffeine-sex-magic-how-game-of-thrones-gets-written/ ]&lt;/ref&gt;\n\n==Conclusions:  Tywin, Gregor, and Elia Martell==\n\nBenioff and Weiss think it is embarrassing that through inaction, Alex Graves's bizarre camerawork decisions - made without the knowledge of them as scriptwriters ''or'' the actors - managed to slip into the final version of the episode, without them noticing that it looked so much like rape.  This was not their intention when they wrote the scene as neither the actors nor the director mentioned it as in the script they produced.  They seem to be of the mindset that it is ''more'' embarrassing that acknowledge that a subordinate made a mistake they failed to notice, because it makes it appear that they are not in total control of the production - even though it is a massive TV production with multiple filming units running simultaneously in multiple countries, and mistakes and oversights are bound to happen.  \n\nIn the week after the episode aired, Benioff and Weiss tried to ignore the issue - but eventually it became painfully obvious that ''ever'' media outlet thought Jaime was raping Cersei, as even Benioff acknowledged he was aware that it ran as a ''front page'' story in ''The New York Times''.  \n\nRealizing they could not longer simply hope that audiences and critics would not view it as rape, they tried to &quot;own&quot; it, and claim that Jaime actually was raping Cersei because he's a grey character (even though this still doesn't fit with Jaime's characterization ''or'' Cersei's interactions with him for the rest of Season 4).  Benioff and Weiss apparently think that it is less embarrassing to claim that they made a controversial decision ''on purpose'', instead of admitting that it was an accident that occurred outside of their control.  \n\nConsider that similarly, Tywin didn't order Gregor Clegane to rape and murder Elia Martell, Gregor did it on his own initiative without Tywin's orders.  Tywin ''did not'' punish Gregor or take actions to make amends for it, instead allowing everyone to tacitly assume he must have given the order - because in Tywin's mind, being unable to control Gregor made him look weak.\n\n", "Response": "\nIn terms of what happened â&euro;&oelig;in the TV continuityâ&euro;?, as a persistent alternate fictional reality and not merely within the frame of the camera in a single scene, Jaime did not rape Cersei in â&euro;&oelig;Breaker of Chainsâ&euro;?.  This was never the intent of the writers or the actors performing the scene.  The exact intentions of the director Alex Graves remain vague, but it seems that he just kept pushing for &quot;dark and edgy&quot; camerawork that went too far until it was misleading - in any case, the writers' intent (combined with actor intent) supersedes misleading camerawork.  The writers did later claim they had intended it to be non-consensual, but they were apparently lying out of embarrassment at not noticing what the director had done until it was too late:  had their intent ''when they produced the scene'' been to show Jaime raping Cersei, it would have specifically said this in the script they produced - but both the actors and the director stated they ''never'' received instruction that it was a rape scene, and therefore, the script the writers produced ''could not'' have contained such instructions, despite their later, retroactive claims.  \n\nAs for how to respond to this incident,\n\n"}, "title": "The Jaime/Cersei sex scene in &quot;Breaker of Chains&quot;"}