{"attributes": {"castles": "Moat Cailin â&euro;˘ Greywater Watch", "cities": "", "founding": "", "places": "Kingsroad", "formerly": "", "title": "The Neck", "culture": "First Men&lt;br/&gt;Crannogmen&lt;br/&gt;Andal", "image": "S04E8 - Moat Cailin - distant view.png", "villages": "", "founder": "Quote", "rulers": "House Reed", "location": "Westeros, southernmost part of the North, bordering the Riverlands", "military": "", "religion": "The Old Gods of the Forest", "towns": "", "population": "Crannogmen", "type": "Geographic region", "age": "10,000 years (according to myth)", "geography": "Rivers, swamps, bogs, humid."}, "sections": {"Climate": "The swamplands of the Neck are by far the largest in all of Westeros, making it a rather unique biome. It is the only place on the continent inhabited by a species of crocodilians, known as &quot;[[Lizard-lions]]&quot; (apparently so-named because they are reptiles the size of lions).\n\n", "TOP": "The Neck028886b6jlowwo864lq35cqlil6s4ik38r481469852014-06-20T00:56:17ZCorneliusAgrippa5753603{{Region\n| Title=The Neck\n| Image=S04E8 - Moat Cailin - distant view.png\n| Location=[[Westeros]], southernmost part of [[the North]], bordering [[the Riverlands]]\n| Formerly=\n| Type=Geographic region\n| Geography=Rivers, swamps, bogs, humid.\n| Population=[[Crannogmen]]\n| Rulers=[[House Reed]]\n| Religion=The [[Old Gods of the Forest]]\n| Culture=[[First Men]]&lt;br/&gt;Crannogmen&lt;br/&gt;[[Andal]]\n| Military=\n| Regional capital= Greywater Watch\n| Cities=\n| Towns=\n| Villages=\n| Castles=[[Moat Cailin]] â&euro;˘ [[Greywater Watch]]\n| Places=[[Kingsroad]]\n| Founding=\n| Age=10,000 years (according to myth)\n| Founder=}}\n{{Quote|Our land protects its own. An outsider will find in the Neck an endless morass of suckholes, quicksands, and green grass that looks solid to the unwary eye but turns to water the instant you tread it.|[[Meera Reed]]|House Reed (Histories &amp; Lore)}}\n[[Image:The Neck.png|thumb|right|200px|A map showing the location of the Neck on the continent of Westeros.]]\n'''The Neck''' is a swamp and marsh-filled region of [[Westeros]], located where the waters of [[the Bite]], an inlet of the [[Shivering Sea]], and [[Blazewater Bay]], an inlet of the [[Sunset Sea]], draw relatively close to one another, making it the narrowest part of the continent. The Neck is the southernmost part of [[the North]], on the border with [[the Riverlands]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/moat-cailin/ HBO viewers guide, season 2 map Moat Cailin entry]&lt;/ref&gt;\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Neck was originally a much more pleasant location, but during [[Wars of the First Men and the Children of the Forest|the war]] between the [[Children of the Forest]] and the [[First Men]] it became a point of no retreat for the Children. When their formidable fortress of [[Moat Cailin]] looked like it might fall, the Children called upon the same sorcery they had used to shatter the Arm of [[Dorne]] centuries earlier to destroy the Neck and split Westeros in half. The sorcery was not effective and they merely flooded the Neck from coast to coast, creating bogs and swamps.\n\n", "Culture": "The Neck is inhabited by a unique offshoot of the [[First Men]] known as the [[Crannogmen|crannogmen]], whose culture has adapted to their swampy environment. The other modern [[Northerner]]s are also descended from the First Men, but their crannogmen cousins are distinct in several ways. The crannogmen are short of stature, and survive by hunting the numerous animals who live in the swamps. They build their villages on floating artificial islands made of wood (known as [[Wikipedia:Crannog|crannogs]]). Like the rest of the North, however, the crannogmen worship the [[Old Gods of the Forest]].\n\nThe rulers of the Neck and its crannogmen are [[House Reed]], staunch vassals of [[House Stark]]. The seat of House Reed is [[Greywater Watch]], which controls the interior of the swamps. The Neck is bordered to the south by the parts of the northern [[The Riverlands|Riverlands]] ruled by [[House Frey]] from [[the Twins]] - which has led to a longstanding feud between the Reeds and Freys over border disputes.\n\n", "See also": "* {{AWOIAF}}\n\n", "Geography": "\nThe northern end of the Neck is a strategic choke point controlled by the formidable, but usually empty, ruined castle of [[Moat Cailin]]. At this point the swamps are so overgrown and flooded to the east and west that large armies can only pass north or south by narrowly following the path of the [[Kingsroad]] (which was built over a more ancient road). Moat Cailin's position completely dominates the path of this only route, making any attempt to invade the North from the southern land route futile.\n\nThe crannogmen have a hostile relationship with the inhabitants of [[the Twins]] to the south. The [[House Frey|Freys]] and their servants call the crannogmen '&quot;frog-eaters&quot; and are disparaging of their martial skills.\n\n", "History": "===Background===\nIn ancient times, the Neck was ruled by the [[Marsh King]] of the crannogmen.Â They submitted to House Stark when [[Rickard Stark]], King in the North, defeated the Marsh King and took his daughter as wife.\n\nThe crannogmen maintained their ancient allegiance to House Stark, even when contact between them and the outside world had faded away to almost nothing. However, several years before [[Robert's Rebellion]], [[Howland Reed]] of Greywater Watch made the acquaintance of [[Eddard Stark]]. They became fast and loyal friends, and Reed stayed at Eddard's side throughout the war. Howland Reed has since become Lord of Greywater Watch and had two children, [[Meera Reed|Meera]] and [[Jojen Reed|Jojen]].\n\nThe Neck presents a formidable tactical obstacle to anyone planning to invade the North and was instrumental in holding off the [[Andals]] during their [[Andal Invasion|invasion of Westeros]] six thousand years ago. However, it was not effective against airborne [[dragons]], leading King [[Torrhen Stark]], the last [[King in the North]], to his decision to bend the knee to [[Aegon the Conqueror]] during the [[Targaryen]] [[Wars of Conquest|Conquest]].\n\n"}, "title": "The Neck"}