{"attributes": {"season": " Season 2", "image": " Drowning.jpg", "narrator": " Yara Greyjoy'''&quot;The Drowned God&quot;Â ''' is part of the &quot;Histories &amp; Lore&quot;, a special feature in the Blu-ray of Season 2 of ''Game of Thrones''. It is narrated by Gemma Whelan as Princess Yara Greyjoy.==Synopsis==Yara Greyjoy describes the practices and beliefs that the ironborn keep in their worship of the Drowned God.==Summary==The Seven are gods of weakness and defeat, pretty chains that the First Men kindly put on after the Andals crushed them, except in the Iron Islands. Since the Dawn Age, the Ironborn have followed the Drowned God, who plucked fire from the sea and made them to reave and sack and write their names in blood and song.When the Andals landed on the Iron Islands, they found a god who was The Father", "title": " The Drowned God"}, "sections": {"TOP": "The Drowned God (Histories &amp; Lore)0169110qkbm18tqta4go2ennqlzo3mgypb6ao1773232015-03-16T21:30:19ZGreater good3347453{{Lore|Title = The Drowned God|Image = Drowning.jpg|Season = [[Season 2|2]]|Narrator = [[Yara Greyjoy]]}}\n'''&quot;The Drowned God&quot;Â ''' is part of the &quot;[[Histories &amp; Lore]]&quot;, a special feature in the Blu-ray of [[Season 2]] of ''[[Game of Thrones]]''. It is narrated by [[Gemma Whelan]] as Princess [[Yara Greyjoy]].\n\n", "Synopsis": "[[Yara Greyjoy]] describes the practices and beliefs that the [[ironborn]] keep in their worship of the [[Drowned God]].\n\n", "Summary": "[[The Seven]] are gods of weakness and defeat, pretty chains that the [[First Men]] kindly put on after the [[Andals]] crushed them, except in the [[Iron Islands]]. Since the [[Dawn Age]], the [[Ironborn]] have followed the [[Drowned God]], who plucked fire from the sea and made them to reave and sack and write their names in blood and song.\n\nWhen the Andals landed on the Iron Islands, they found a god who was [[The Father|Father]], [[The Warrior|Warrior]], and [[The Stranger|Stranger]], who took [[The Mother|Mother]], [[The Maiden|Maiden]], and [[The Crone|Crone]] when he would, and held [[the Smith]] in [[thrall]]. His priests are [[Drowned Men]], who are clothed and armed by the sea itself. They consecrate their people to the Drowned God through their most sacred right, the Drowning, and ask the God to raise them from the sea as he was: harder and stronger.\n\nThe ironborn do not fear the bloodiest battle or the roughest waves, for the Drowned God taught them long ago that what is dead may never die. When an Ironborn falls, they say that the Drowned God needed a strong oarsman and took him down to feed in the God's watery halls, attended by mermaids.\n\nBut even in death an ironborn is a warrior. They fight against the Storm God, who holds a castle in the clouds and sends the winds to lure the ironborn off course or wreck their ships. It is said that the [[Grey King]] waged war against the Storm God for a thousand years. with the Drowned God's help, he slew the great Sea Dragon [[Nagga]] and used her bones for his hall. After his death, the Storm God tried to wash away any memory of this terrible foe, but his songs fill the ironborn's halls to this day.\n\nIt was the Storm God who first blew the [[Andals]] to the Iron Islands to subdue the Ironborn and turn them from their faith. They conquered and killed their king, but in time they forsook their septs for the shore and their fat [[Septons]] for the Drowned Men. The Andals came to them as conquerors, but in the end they drowned.\n\nThe ironborn are of the sea, as their god made them, and given to it as their god taught them. They do not fear the Storm God's winds or his waves. But others should, for they bring the ironborn to them.\n\n"}, "title": "The Drowned God (Histories &amp; Lore)"}