{"attributes": {"season": " Season 2", "image": " NightsKingQueen.jpg", "narrator": " Ygritte'''&quot;The Night's Watch&quot;''' is a short video and part of the &quot;Histories &amp; Lore&quot; feature of the Season 2 Blu-ray set. It features Rose Leslie as Ygritte, who provides the perspective of the Free Folk about the Night's Watch.==Synopsis==Ygritte recites the history of the Night's Watch and their oppression of the Free Folk.==Summary==&quot;Swords in the darkness&quot;, Ygritte recites, and concedes that the Black Brothers of the Night's Watch are that, at least, as too many of the Free Folk know. She considers &quot;southerners&quot; strange: a man murders, and he's sent to the Night's Watch and trained to kill better; if a man thieves or rapes, he's sent to the Wall in the desolate north, where its dark and private. She ironically adds that, at least, Night's Watch recruits are made to promise to be good.But then, a man of the Night's Watch is made to regret even that, for from the time he wakes to the time he's allowed to sleep, he walks the frozen Wall, carries frozen stones, or boils frozen food. When he lays down at night he can't have anybody to warm his frozen bed, not unless &quot;crows&quot; like to &quot;nest together&quot;, she jokes.She wonders if the proverbial man remembers the stories he was told, about when the White Walkers woke in the Lands of Always Winter and how the Wall and the Night's Watch were raised to stop them the next time; nevermind trapping the Free Folk on the other side.But the Free Folk have their stories, too. Like one about how one of the &quot;Lord Commander of the Night's Watch", "title": " The Night's Watch"}, "sections": {"TOP": "The Night's Watch (Histories &amp; Lore)014590lqd9iyfvlv4p656rnq4br8zqswf2lhr1773612015-03-17T00:13:10ZGreater good3347453Added infobox and synopsis{{Lore|Title = The Night's Watch|Image = NightsKingQueen.jpg|Season = [[Season 2|2]]|Narrator = [[Ygritte]]}}\n'''&quot;The Night's Watch&quot;''' is a short video and part of the &quot;[[Histories &amp; Lore]]&quot; feature of the [[Season 2]] Blu-ray set. It features [[Rose Leslie]] as [[Ygritte]], who provides the perspective of the [[Free Folk]] about the [[Night's Watch]].\n\n", "Synopsis": "[[Ygritte]] recites the history of the [[Night's Watch]] and their oppression of the [[Free Folk]].\n\n", "Summary": "&quot;Swords in the darkness&quot;, [[Ygritte]] recites, and concedes that the Black Brothers of the [[Night's Watch]] are that, at least, as too many of the [[Free Folk]] know. She considers &quot;southerners&quot; strange: a man murders, and he's sent to the Night's Watch and trained to kill better; if a man thieves or rapes, he's sent to [[the Wall]] in the desolate north, where its dark and private. She ironically adds that, at least, Night's Watch recruits are made to promise to be good.\n\nBut then, a man of the Night's Watch is made to regret even that, for from the time he wakes to the time he's allowed to sleep, he walks the frozen Wall, carries frozen stones, or boils frozen food. When he lays down at night he can't have anybody to warm his frozen bed, not unless &quot;crows&quot; like to &quot;nest together&quot;, she jokes.\n\nShe wonders if the proverbial man remembers the stories he was told, about when the [[White Walkers]] woke in the [[Lands of Always Winter]] and how the Wall and the Night's Watch were raised to stop them the next time; nevermind trapping the Free Folk on the other side.\n\nBut the Free Folk have their stories, too. Like one about how one of the &quot;[[Lord Commander of the Night's Watch|King Crows]]&quot; found &quot;[[Night's Queen|something cold]]&quot; in the [[Haunted Forest|woods]], how he brought her home through the Wall and declared himself &quot;[[Night's King]]&quot;. Thirteen years he and his Queen ruled over his sworn brothers, making sacrifices &quot;as black as their cloaks&quot;.\n\nYgritte adds that, lucky for the southerners, the Free Folk rallied to a [[King-Beyond-the-Wall]], as they will when needed be, and marched on the ancient castle the Night's King had taken for his own: [[the Nightfort]]. With the help of the [[Starks]], the Free Folk killed &quot;the demon&quot;, and cleansed the &quot;precious&quot; Watch. She sarcastically adds that the Free Folk were given thanks, and then kicked back [[Beyond the Wall|across]] the Wall, as they always have been. She lists [[Gendel]], [[Raymun Redbeard]], the [[Horned Lord]], each chosen as a King-Beyond-the-Wall, each promising victory, and all fallen to the Night's Watch and the Starks.\n\nBut this time its different, warns Ygritte. The [[Mance Rayder|new King]] of the Free Folk knows the tricks of the Night's Watch. He was called a Brother Crow once, but he never forgot his wings. Ygritte reminds that they know how the Watch thinks, they know where they are weak. She boasts that they can watch from their Wall if they like, for in the cold they'll never feel the blade slip into their backs.\n\n"}, "title": "The Night's Watch (Histories &amp; Lore)"}