{"attributes": {"castles": [" Castle Black", "Eastwatch", "The Shadow Tower", "Deep Lake", "Nightfort"], "founder": " Brandon the Builder (according to myth)dialogue a-b-a", "title": "The Wall", "image": " The Wall from the south.jpg", "religion": " Faith of the Seven â&euro;˘ Old Gods of the Forest", "link": "Night's WatchTemplate:Region", "location": " The North", "age": " Approximately 8,000 years"}, "sections": {"Scale and unit conversion": "Measurements in the Seven Kingdoms in both the books and TV series are given in imperial measurements. Converted to metric for the benefit of many viewers, the Wall is 482 kilometers (300 miles) long and about 213m tall (700 feet).\n\nIn &quot;[[Mhysa]]&quot;, [[Samwell Tarly]] says that the Wall is 500 miles long. This appears to be an error, as the books clearly state that it is 300 miles long and the evidence in the TV show (such as the distances given for [[Winterfell]] to [[Torrhen's Square]] and the faster speed of travel between Winterfell and [[King's Landing]]) suggests that Westeros may actually be smaller than in the books, while the Wall being 500 miles long would actually make it substantially larger.\n\n", "Defenses": "The Watch employs a variety of defenses in order to defend the Wall. The top of the Wall is dug out in a trench-like manner to give protection from the weather. Several outlets and wooden pillboxes give archers a way to fire on enemies below. A special pulley system allows archers to hang over the edge of the Wall to fire on enemies attempting to climb it. Other defenses includes ramps for barrels of burning oil, or barrels filled with ice and stone, to drop on attackers. The Watch also have ballistaeÂ and catapults strong enough to kill giants. Perhaps the most impressive, and frighteningly effective, defense mechanism is theÂ &quot;scythe&quot;,Â a massive metal anchor attached to the end of a huge chain. When released, the scythe will run along the Wall at a tremendous speed, brutally mauling anyone within its swinging arch.&lt;ref name=&quot;E26&quot;/&gt;&lt;ref name=&quot;E39&quot;&gt;&quot;[[The Watchers on the Wall]]&quot;&lt;/ref&gt;\n\nThe physical nature of the Wall is its greatest defense, regardless of how many men garrison it. The Wall is too tall and thick to simply smash through. The height of the Wall itself serves as its strongest defense. Normal archers simply cannot fire all the way to the top. Considering the wildlings don't possess much in the way of advanced weaponry like ballistae, only giants armed with huge bows have any feasible chance at hitting defenders on the top (and the Watch has not seen giants in thousands of years). The Wall also seems to &quot;defend itself&quot; by loosening large sheets of ice, if climbers are attempting to scale it: even attempting to climb an undefended section of the Wall is very dangerous.&lt;ref name=&quot;E26&quot;/&gt;&lt;ref name=&quot;E39&quot;/&gt;\n\n", "TOP": "The Wall02126fji021una6f7pz6w7prs1pdaz725mzv1746262015-02-27T20:48:25ZAsguardian26092854{{Heraldry\n|image=Crow mini flag.png\n|link=Night's Watch\n}}\n{{Template:Region\n| Title=The Wall\n|Image = The Wall from the south.jpg\n|Location = [[The North]]\n|Religion = [[Faith of the Seven]] â&euro;˘ [[Old Gods of the Forest]]\n|Castles = [[Castle Black]]&lt;br&gt;[[Eastwatch]]&lt;br&gt;[[The Shadow Tower]]&lt;br&gt;[[Deep Lake]]&lt;br&gt;[[Nightfort]]\n|Age = Approximately 8,000 years\n|Founder = [[Brandon the Builder]] (according to myth)}}{{dialogue a-b-a|Samwell Tarly|The White Walkers sleep beneath the ice for thousands of years. And when they wake up...|Pypar|And when they wake up... what?|I hope the Wall is high enough.|Samwell Tarly talks about the Wall|The Pointy End}}\n'''The Wall''' is a colossal fortification which stretches for 300 miles along the northern border of the [[Seven Kingdoms]], defending the realm from the [[wildlings]] who live beyond. The Wall is reported to be over 700 feet tall and is made of solid ice. It was supposedly constructed using both magic and mundane means some eight millennia ago, in the aftermath of [[the Long Night]]Â to defend the realm against the [[White Walkers]] who apparently dwell in the far north, though they are now considered myths by most.\n==The Night's Watch==\n\nThe Wall is defended and held by the Sworn Brothers of the [[Night's Watch]]. Once an honorable institution, the Watch has fallen on hard times by the time of the [[War of the Five Kings]]. It has become grievously under-strength, numbering less than a thousand men, an all-time low. While once great glory and honor was to be had in the Watch, in the present day it is often seen as a glorified penal colony.\n\nThe current headquarters of the Watch is [[Castle Black]], located in the shadow of the Wall at the northern end of the [[Kingsroad]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season1/#!/locations/castle-black/ HBO viewers guide, season 2 map, Castle Black entry]&lt;/ref&gt; [[Eastwatch]], located at the eastern end of the Wall, serves as the main port and resupply post for the Night's Watch. [[The Shadow Tower]] at the western end of the Wall is the only other manned castle.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season1/#!/locations/castle-black/ HBO viewers guide, season 1 map, Castle Black entry]&lt;/ref&gt; Among the abandoned castles along the length of the Wall is the [[Nightfort]], the first fortress built on the Wall and the original headquarters of the Night's Watch.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season1/#!/locations/deep-lake/ HBO viewers guide, season 1 map, Deep Lake entry]&lt;/ref&gt;&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season1/#!/locations/nightfort/ HBO viewers guide, season 1 map, Nightfort entry]&lt;/ref&gt; The region south of the Wall is called [[the Gift]], bestowed to the Night's Watch by House Stark thousands of years ago to supply the Night's Watch with food and provisions.Â &lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season1/#!/locations/gift/ HBO viewers guide, season 1 map, Gift entry]&lt;/ref&gt;\n\nIn the past, the Night's Watch would send men out every morning to the north side of the Wall to cut down any trees growing within one mile of the structure, so the wildlings couldn't use any natural cover to approach the base of the Wall undetected. With the ranks of the Night's Watch drastically diminishing over the years, however, many of the areas between the three forts that are still manned have tall trees growing right up to the base of the Wall.&lt;ref name=&quot;E26&quot;&gt;&quot;[[The Climb]]&quot;&lt;/ref&gt;\n\n", "In the books": "[[Image:The Wall Map.PNG|thumb|right|250px|A map of '''the Wall''' and environs (click for detail).]]\nIn the ''[[A Song of Ice and Fire]]'' novels, the Wall is about 700 feet tall and is defended by three manned castles, the Shadow Tower at the far western end, Eastwatch-by-the-Sea in the far east and Castle Black in the middle, where the Kingsroad meets the Wall. The top is wide enough for a dozen mounted knights to ride abreast and it is thicker at the base. Castle Black is the Watch's headquarters and primary redoubt. Sixteen additional castles stretch along the base of the Wall, but these are no longer permanently manned due to the Watch's lack of manpower. The Wall was allegedly built by Brandon the Builder after the War for the Dawn to defend against the return of the Others.\n\nNumbered on the map at right, these are names of the other castles. Of these, only the Shadow Tower is still garrisoned at the start of the books (as well as Castle Black and Eastwatch, whose names are written out on this map).\n\n# Westwatch-by-the-Bridge\n# The Shadow Tower\n# Sentinel Stand\n# Greyguard\n# Stonedoor\n# Hoarfrost Hill\n# Icemark\n# The Nightfort\n# Deep Lake\n# Queensgate\n# Oakenshield\n# Woodswatch-by-the-Pool\n# Sable Hall\n# Rimegate\n# The Long Barrow\n# The Torches\n# Greenguard\n\nAll nineteen castles were not built at the same time, many of them centuries apart. Castle Black actually isn't the original headquarters of the Night's Watch. The original headquarters was the Nightfort, the first castle built along the Wall, making it possibly eight thousand years old. The Nighfort is larger than all of the other eighteen castles that were subsequently built along the Wall. As the Night's Watch's numbers dwindled, the large castle was so understaffed that it became difficult to maintain. This ultimately led to the Nightfort being abandoned 200 years ago, and the headquarters of the Night's Watch was moved to Castle Black. It isn't clear exactly how old Castle Black is, but it wasn't purpose-built as a replacement for the Nightfort (the castle of Deep Lake was its replacement). Castle Black may have been built after the Andal Invasion, when there were fewer recruits who worshiped the Old Gods: note that Castle Black doesn't have its own godswood with a heart tree, thus Jon Snow has to swear his oath before a heart tree in the Haunted Forest on the other side of the Wall. Some of the other, older castles along the Wall (such as the Nightfort) do have godswoods.\n\nThe Wall runs in a straight line from Eastwatch-by-the-Sea to Castle Black, but the western half between Castle Black and the Shadow Tower curves gently here and there like a snake, because it extends through the rough country of the foothills of the Frostfang Mountains. Technically, the Wall doesn't actually extend &quot;from coast to coast&quot;: Eastwatch actually does terminate at the ocean's coast (which is why it serves as a port for the Watch), but the western end terminates at a massive gorge that is still somewhat inland. The [[Milkwater]] River carved a massive gorge through the Frostfangs which is practically as steep as the Wall itself, and which extends all the way to the ocean. The gorge is held to be as impassable as the Wall - though small raiding bands with climbing equipment have perilously managed to climb both at times. The gorge is still seen as part of the overall defensive line provided by the Wall. At any rate the inlet formed by the Milkwater as it runs into the gorge is loosely thought of as an extension of the west &quot;coast&quot; of Westeros, and characters still speak of the Wall as running from one side of Westeros to the other. Nonetheless, even when all of the castles of the Wall were fully manned, the western end never provided safe harbor for ocean-going ships the way that Eastwatch does.\n\n", "Image Gallery": "&lt;gallery&gt;\nThe Wall.jpg|The Wall, as seen from the north side.\nS03E06 - Atop the Wall.png|Atop the Wall in &quot;[[The Climb]]&quot;.\nNineteenCastlesOnTheWall.jpg|Of the nineteen castles along the Wall, only three are currently manned.\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n"}, "title": "The Wall"}