{"attributes": {"season": " Season 4", "image": " Maester's Chain Histories &amp; Lore.png", "narrator": " Qyburn'''&quot;The Maester's Chain&quot;''' is part of the Histories &amp; Lore, a special feature in the Blu-ray of Season 4 of ''Game of Thrones''. It is narrated by Anton Lesser as Qyburn.== Synopsis ==Qyburn explains the significance of the Maester's Chain, a symbolic ornament earned by students of The Citadel, with each link representing the mastery of a different subject.==Summary==You can hear a Maesters", "title": " The Maester's Chain"}, "sections": {"TOP": "The Maester's Chain030105p6jn9jj6vkedka5xpzuq68d80c9zg0f1773152015-03-16T21:07:40ZGreater good3347453Added infobox{{Lore|Title = The Maester's Chain|Image = Maester's Chain Histories &amp; Lore.png|Season = [[Season 4|4]]|Narrator = [[Qyburn]]}}\n'''&quot;The Maester's Chain&quot;''' is part of the [[Histories &amp; Lore]], a special feature in the Blu-ray of [[Season 4]] of ''[[Game of Thrones]]''. It is narrated by [[Anton Lesser]] as [[Qyburn]].\n\n", " Synopsis ": "[[Qyburn]] explains the significance of the Maester's Chain, a symbolic ornament earned by students of [[The Citadel]], with each link representing the mastery of a different subject.\n", "Summary": "You can hear a [[Maesters|maester]] coming long before you see him thanks to the jangling chains he is forced to wear around his neck. It is meant to remind him of his servitude, like the collar of a dog. He cannot remove it, even to sleep. Each link signifies mastery, or at least what those withered old men in [[The Citadel]] consider mastery, of a different area of study: gold for the study of sums and accounts, silver for healing, iron for war, black iron for [[Ravens|ravenry]], lead for [[Poison|poisons]] and [[Valyrian steel]] for the [[Magic|higher mysteries]]. Only one maester in a hundred forges such a link, only one maester in a hundred has a sense the gods gave a goat.\n\nThough Qyburn admits that no one had performed true magic in centuries. Maesters sit in a room mumbling over a [[Glass candle|candle]] of [[dragonglass]], trying to make it catch fire. After a sleepless night of failure, they are supposed to admit defeat and admit to their own limitations. To win the link, they are supposed to lose their curiosity. Qyburn never did. In time, the [[Archmaester|archmaesters]] decided more links were useless to a man who would not be chained by them. They took his chain and expelled him from the Citadel, which Qyburn considers their loss.\n\nThe chain as a whole is supposed to signify the realm. One cannot have only lords and only knights, one needs farmers, smiths, merchants, shepherds and the like. Like a chain forged of many different metals. An obvious and trivial point disguised with pomposity, much like the maesters themselves. They study without learning and proudly pass down the same knowledge that was passed down to them, with no addition. Perhaps such is to be expected when one considers the kinds of men who become maesters. The youngest sons of noble families, dutiful and timid, raised in the shadow of their older brothers, or [[Bastardy|bastards]] and peasant boys whose minds are easily satisfied by the knowledge of their next meal.\n\nBecause bold men will not be chained. They dare to ask questions that the maesters fear to answer. They will look at a living man and ask: &quot;How?&quot;. They will look at the dead and ask: &quot;What if?&quot;.\n\n \n"}, "title": "The Maester's Chain"}