{"attributes": {"formerly": "", "title": "Thenn valley", "culture": "Free Folk: ThennsQuote", "image": "", "rulers": " The Magnar of Thenn", "location": "Far north of the Frostfangs", "religion": "The Old Gods of the Forest", "population": "Thenns", "type": "Geographic area", "geography": "Volcanically-heated mountain valley"}, "sections": {"TOP": "Thenn (region)030815qsvesvc6sbzxpt0nf2tvndlf46ou06k1778632015-03-19T15:24:15ZThe Dragon Demands5014364{{Region\n| Title=Thenn valley\n| Image=\n| Location=Far north of the [[Frostfangs|Frostfang Mountains]], [[Beyond the Wall]], [[Westeros]]\n| Formerly=\n| Type=Geographic area\n| Geography=Volcanically-heated mountain valley\n| Population=[[Thenns]]\n| Rulers= The [[Magnar]] of Thenn\n| Religion=The [[Old Gods of the Forest]]\n| Culture=[[Free Folk]]: [[Thenns]]\n}}\n{{Quote|The Thenns have one of the only nice bits of land up there. A valley in the far north near the end of the Frostfangs with game, copper and tin for shiny bronze weapons. Better than the rusted old blades most of the Free Folk have. With such advantages, they could be a generous, friendly race. They are not.|[[Tormund]]|The Nations of the North}}\n'''Thenn''' is the home region of the clan of the [[Free Folk]] known as the [[Thenns]]. It is valley in the far north near the end of the [[Frostfangs|Frostfang Mountains]].  \n\nThe sheltered valley is one of the most hospitable regions [[Beyond the Wall|beyond the Wall]], rich with game, as well as copper and tin to with which to forge bronze weapons. Despite such advantages, the Thenns are not a generous and friendly race.&lt;ref&gt;&quot;[[The Nations of the North]]&quot;&lt;/ref&gt;\n\n", "See also": "*{{AWOIAF|Thenn (region)|Thenn}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the valley of the Thenns is located far in the northern Frostfrangs.  Ironically, it is actually one of the most pleasant and abundant regions beyond the Wall:  the sheltered valley is heated by local volcanic activity (somewhat like real-life Iceland), making it an island of greenery in the otherwise frozen wastes of the very far north.  \n\nThe Thenns are the most advanced group of wildlings, technologically and socially.  None of the other wildlings retained any skill with metallurgy, and have to scavenge or trade for iron weapons.  The Thenns, however, do still have skill with making bronze weapons (from abundant copper and tin supplies in their valley).  While they are not as strong as bronze, they are more reliable than the old and scavenged iron weapons some other wildlings have - in fact, most wildlings only have weapons made of wood, stone, and bone.  \n\nSocially, the Thenns are also the only group of wildlings to live under their own hereditary lords, who enforce established laws.  The Magnar of the Thenns, however, isn't so much a &quot;king&quot; as he is worshiped like a god.  The result is that the Thenns are the best-disciplined of the wildlings, following orders of clearly established leaders, and they are also usually the best equipped.  \n\nEven the Thenns, however, realized that their sheltered valley would not protect them from the advance of the [[White Walkers]] from the [[Lands of Always Winter]] even further north, so they joined [[Mance Rayder]]'s army to flee to the south. \n\nThe TV series basically combined the Thenns with another wildling group, the [[Ice-river clans]], who are actually wild cannibals - in effect, condensing the most advanced and refined wildling group with the most savage and primitive.\n\n"}, "title": "Thenn (region)"}