{"attributes": {"status": "Active", "features": "Ritual scarificationQuote", "language": " Old Tongue", "title": " Thenns", "ruler": " Magnar", "image": "Thenn.jpg", "society": " Clan-based", "location": " Thenn (region)", "religion": " Old Gods of the Forest", "aka": ""}, "sections": {"Prominent Thenn": "*{[[Styr]]}, the [[Magnar]] of Thenn, killed by Jon Snow during the [[Battle of Castle Black]]\n*{[[Thenn Warg]]}, killed by [[Samwell Tarly]] during the Battle of Castle Black.\n\n", "TOP": "Thenns014700osngyr65lppjc4ldl1btp0v0uok5l3m1778642015-03-19T15:25:03ZThe Dragon Demands5014364{{Culture infobox\n| Title= Thenns\n| Image=Thenn.jpg\n| AKA=\n| Status=Active\n| Location = [[Thenn (region)|Thenn valley]], [[Beyond the Wall]], [[Westeros]]\n| Ruler= [[Magnar|Magnar of Thenn]]\n| Society= Clan-based\n| Language= [[Old Tongue]]\n| Religion= [[Old Gods of the Forest]]\n| Features=Ritual scarification}}\n{{Quote|Thenns. I fucking hate Thenns.|[[Tormund]]|Two Swords}}\nThe '''Thenns''' are a clan of [[Free Folk]], from very far [[Beyond the Wall|north]] of [[the Wall]]. They speak the [[Old Tongue]].&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\nThe ThennÂ people (alternatively referred to as &quot;the Thenn&quot;) are the most advanced and best equipped of the wildling tribes, as well as the most disciplined. Thenns also shave their heads bald and engage in self-scarification as well as cannibalism, feasting on the flesh of their enemies.\n\n", "See also": "* {{AWOIAF|Thenn (people)|Thenn}} (MAJOR spoilers from the books)\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, the Thenn are tribe of wildlings established in an eponymous valley on the northern end of the [[Frostfangs]]. The valley of Thenn is hidden deep within the northern Frostfangs, roughly three times as far north as the [[Fist of the First Men]] is from [[the Wall]], but ironically it is one of the most fertile and hospitable areas north of the Wall. The entire valley is heated by volcanic activity giving it a far warmer climate than surrounding lands.\n\nThe Thenn are the most culturally sophisticated of the Free Folk. They speak the [[Old Tongue]] and consider themselves the last of the [[First Men]]. Indeed, their culture and technology level is very close to what the First Men were like centuries ago, before the coming of the Andals. Unlike other tribes of wildlings, the Thenn do have lords, who enforce established laws, making them the most disciplined and obedient of the Free Folk. They are led by a &quot;Magnar&quot;, a word which means &quot;Lord&quot; in the Old Tongue, whom they consider more a god than a man. The valley of Thenn, therefore, is an oasis of fertile land and relative civilization in the far northern depths of the lands beyond the Wall.\n\nAlso, they are the only wildling group that has any knowledge of metallurgy, as they know how to forge weapons and even armor out of bronze. Such weapons were supplanted south of the Wall six thousand years ago when the [[Andal Invasion]] introduced iron weapons to the continent. However, most of the wildlings have no knowledge of how to forge metal at all, and commonly use simple weapons made of only stone, bone, or sharpened wood. Many of the other wildlings still manage to obtain iron weapons from [[raiding]] or trading with smugglers in exchange for furs and other resources, but this is not a consistent method for arming and equipping an entire army. In contrast, the Thenn are well-disciplined, commanded by their own lords, and are all uniformly armed with bronze weapons and armor. Thus the Thenn are one of the toughest wildling groups that the Night's Watch has to face.\n\n===Condensation with the Ice-river clans in the TV series===\n\nIn the books, the Thenn are the most advanced and civilized of the wildlings, which is what makes them more dangerous than many other more savage but undisciplined clans. They do not engage in cannibalism. They are also not mentioned to engage in ritual scarification.\n\nThere ''is'' a different wildling group that does engage in cannibalism, the [[Ice-river clans]], who engage in this behavior due to the harsh conditions of the lands north of the [[Frozen Shore]]. The Ice-river clans are regarded as savage and half-feral, even by the other wildlings, who loathe and fear them. They hunt other wildlings to eat them for their meat, due to the lack of food in the frozen wastelands they inhabit.\n\nDue to time constraints, the TV series version of &quot;the Thenns&quot; is basically a condensation of the book-Thenns with the book-Ice river clans - combining the most advanced and refined wildling clan with the most savage and animalistic. Again, making the Thenns cannibals in the TV series ''does'' have some precedent in the books, as there is a separate group of wildlings who are cannibals, but the TV show (somewhat paradoxically) combined them both together. That being said, the TV-Thenns do not appear to (primarily) eat other people as a survival tactic (like the savage Ice-river clans in the books), but as a terror-tactic to frighten their enemies (i.e. the old trope of eating an enemy's heart to take his courage).\n\nMeanwhile, the TV-Thenns retain the noticeably more advanced equipment of their book counterparts, with basic metal armor consisting of interwoven bronze disks. As explicitly mentioned in behind-the-scenes featurettes, the other wildlings only carry weapons made of wood, stone, and bone - what steel weapons they are seen carrying are mostly looted from dead Night's Watch members, so they have the same design as swords south of the Wall instead of a unique wildling-style. In contrast, the Thenns in the TV series are seen to carry their own distinctive bronze axes, matching the detail from the books that they are the Thenns are the only wildling group that has any knowledge of metallurgy.\n\nOddly, the TV series actually has ''mentioned'' the Ice-river clans in both Season 3 and Season 4 as marching in Mance Rayder's army, so they do exist in the TV continuity (at least in principle), though they have not yet appeared on-screen.\n\n", "History": "===[[Season 3]]===\nThe Thenn now march in the army of [[King-Beyond-the-Wall]], [[Mance Rayder]], who has united all of the different wildling clans to assault [[the Wall]] and force their passage to the south. Mance points out that the Thenn hate the [[Hornfoots]].&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt;\n\n[[Ygritte]] says that the second person she ever had sex with was a Thenn boy, who didn't speak a word of Common Tongue, but who was &quot;built like a mammoth.&quot;&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n===[[Season 4]]===\n[[File:Raiders.jpg|thumb|right|300px|A pair of Thenn among wildling raiders.]]\nFollowing [[Jon Snow]]'s betrayal and flight from the wildlings, he reports back to Castle Black's remaining leadership that Mance Rayder is advancing on their position with an army 100,000 strong, and that he has united the Thenns, [[Hornfoot]]s, and the [[Ice-river clans]], and he even has [[Giants]] marching with him.\n\nMeanwhile, further south, [[Tormund Giantsbane]] sends a messenger beyond the Wall to inform Mance, who sends in turn a band of Thenns led by the their Magnar [[Styr]] to reinforce Tormund's troops. Styr catches up with Tormund in a ravine a month later and the two have a cold meeting. Tormund confesses toÂ Ygritte that he hates Thenns, and tells Styr that he won't answer to him for any recent losses, only to Mance. Tormund also asks Styr how he found them, and why did his Thenns arrive from the south, rather than the north. Styr points to his own [[Thenn warg]] and his accompanying owl, and says that his men took a detour to feed on a nearby village, sharing that he finds meat so much better south of the Wall. The Thenns then discard the two rabbits that the other wildlings had on the fire, and produce parts of a human body from a bag, which they put to roast. Reclining before the meat, Styr tells Tormund that he should try &quot;[[Night's Watch|crow]]&quot; before his death.&lt;ref&gt;[[Two Swords]]&lt;/ref&gt;\n\n"}, "title": "Thenns"}