{"attributes": {}, "sections": {"The Ghost of Harrenhal": "[[Theon Greyjoy]] looks at his ship the [[Sea Bitch]] as she rests at anchor off [[Lordsport]]. He is armed, armored and carrying a bag of his possessions. He notices a group of sailers exiting a tavern and introduces himself. He is largely ignored and has to order them to stop. One of the men, [[Black Lorren]], asks where they are headed. Theon says that they are to raid along the [[Stony Shore]] and promises them gold and women if they do their jobs well. Lorren wonders who decides if they have done their jobs well and Theon is discombobulated. He says that it is his role as Captain the men laugh derisively. Lorren approaches Theon and says that he has been reaving and raping since before Theon was born. He says that he has no use for Theonâ&euro;&trade;s ideas on how to do it and that he could do the job himself. Theon says that if Lorren tries to take his ship he will hunt him down and hang him as a traitor.&lt;ref name=&quot;E15&quot;&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\n[[Yara Greyjoy]] arrives and jokingly cries out that Theon can stop because they yield. She congratulates Theon on his first command and he thanks her for coming to see him off. She says that she was actually passing through on her way to [[Red Harbor]] where her fleet of thirty ships is waiting, too many to dock at Lordsport. Theon says that she should hurry or they might set sail without her. She retorts that her men are loyal enough to wait on deck for a year for her. She questions the loyalty of Theonâ&euro;&trade;s crew and he has no answer.&lt;ref name=&quot;E15&quot; /&gt;\n\n[[Dagmer Cleftjaw]] emerges from the tavern and offers to take Theon to the ship. Theon asks who he is and Dagmer explains that he is to act as Theonâ&euro;&trade;s first mate. Theon questions Dagmer being separated from the rest of the crew and wonders if they have sent Dagmer to kill him when they are on their way to the ship. Dagmer says that the men will not respect Theon until he has proved himself. Theon wonders how he can prove himself when his father has ordered him to attack fishing villages. Theon asks Dagmer how he can prove himself a true Iron Islander with such a task. Dagmer tells him that his crew are all Iron Islanders and asks Theon how they respond to orders. Theon sees the wisdom of Dagmerâ&euro;&trade;s words and suggests that [[Torrhenâ&euro;&trade;s Square]] lies near to the Stony Shore. Dagmer says that the seat of [[House Tallhart]] is a worthy prize as Theon contemplates his idea. Dagmer wonders if Theon doubts their ability to take it. Theon says that they could but would only be able to hold it for a few days. He explains that Winterfell would hear of their victory and then [[House Stark]] would send men of their own to take it back. Theon considers this opportunity and then instructs Dagmer to take him to his ship.&lt;ref name=&quot;E15&quot; /&gt;\n\nOn his arrival in the North he besieges Torrhen's Square to lure out the garrison at Winterfell. He is successful in drawing out Ser [[Rodrik Cassel]] and 200 men.&lt;ref name=&quot;E15&quot; /&gt;\n\n", "The Old Gods and the New": "Theon withdraws from Torrhen's Square and moves his men to Winterfell, avoiding Ser Rodrik's forces. He has his men scale the walls of the poorly defended castle with grappling claws and secure the residents. Maester [[Luwin]] is able to send a warning by raven before being accosted.&lt;ref name=&quot;E16&quot;&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\n[[Bran Stark]] is awakened by Theon bursting into his room. [[Dagmer Cleftjaw]] follows Theon into the room. Theon tells him that he has taken Winterfell. Bran is confused and groggy from sleep. Theon explains what he has done. Bran wonders why Theon has attacked them and Theon asserts his intention to seize the castle. Bran reminds Theon that he left to fight for [[Robb Stark|Robb]]. Theon tells Bran that Robb sent him back to Pyke and that he is now fighting for his father [[Balon Greyjoy]] instead of Robb. Theon asks where [[Hodor]] is, Bran says that he does not know and Theon sends Dagmer to find him, calling Hodor a halfwit.&lt;ref name=&quot;E16&quot; /&gt;\n\nTheon tells Bran that his people are being assembled in the courtyard. Bran asks why and Theon says that they will go down and tell them that Bran has yielded Winterfell. Bran says that he will never yield. Theon argues with him and then sits on the edge of his bed to explain that Bran must yield to protect his people. He says that a good lord would yield to save lives and Bran hesitates. Theon tells Bran to think carefully about his choice of words and gets up to leave. Bran stops him by asking if he hated the Starks the whole time that he lived with them. Theon has no answer and walks out.&lt;ref name=&quot;E16&quot; /&gt;\n\nTheon orchestrates Branâ&euro;&trade;s public surrender of the castle in front of the people of Winterfell. Among the crowd in the courtyard are Luwin, Hodor, [[Osha]], [[Rickon Stark|Rickon]], [[Farlen]] the kennel master and his daughter [[Palla]]. Dagmer and Theonâ&euro;&trade;s men maintain order among their prisoners. Bran says that he has yielded Winterfell and Theon instructs him to speak louder and refer to him as a prince. Bran repeats it as instructed and Theon takes over. He says that the people all know him and Farlen interrupts to insult Theon. Bran warns Farlen to keep silent. Theon tells Farlen to listen to Bran because the young lord has more sense than the kennel master. Bran tells his people to do as Theon commands. Theon tells the assembly that his father has declared himself [[King of the Iron Islands]] by donning the ancient crown of salt and rock. He says that Balon also claims [[the North]] by right of conquest and that they are now King Balonâ&euro;&trade;s subjects. Farlen objects, asserting his loyalty to [[House Stark]] and begins to criticize Theonâ&euro;&trade;s strategy. He is clubbed on the back of the head by one of Theonâ&euro;&trade;s men and falls to the ground. Palla helps Farlen up as Theon tells the smallfolk that he will treat them well if they serve him as loyally as they did [[Eddard Stark]]. He warns that he will make any traitors regret betraying him.&lt;ref name=&quot;E16&quot; /&gt;\n\nTheon instructs Luwin to send ravens to Balon at Pyke and to his sister [[Yara Greyjoy|Yara]] at [[Deepwood Motte]] to inform them of his victory. He tells Luwin to order an additional 500 men from Yara. Luwin hesitates and Theon reminds him of his vows as a Maester of the Citadel to serve the [[Lord of Winterfell]]. Theon claims the title for himself and repeats his orders. Luwin accepts his orders and goes to send the messages.&lt;ref name=&quot;E16&quot; /&gt;\n\n[[Osha]] steps forward and calls Theon my lord. He arrogantly notes that she has learned how to address her betters and asks what she wants. bends the knee to Theon. She says that she was brought to Winterfell as a captive and reminds Theon that he was present the day she was taken. He claims to be the one who captured her. She bends the knee and offers to serve Theon. Theon asks how she will serve him and insults her by saying that he needs fighters not kitchen sluts. She says that Robb put her in the kitchens and that she will fight for Theon if he puts a spear in her hands. Theon suspects her of treachery and refuses. He orders her to get up and pushes her aside. She stands by Bran and he asks her why she is betraying them. She says that his dream has come true; the ocean has reached Winterfell and she does not intend to drown.&lt;ref name=&quot;E16&quot; /&gt;\n\nTheon continues to address the people but is interrupted by the arrival of [[Lorren]] and three men with a captive, Ser [[Rodrik Cassel]]. Lorren says that they took him on his return from [[Torrhenâ&euro;&trade;s Square]] and that he killed two of their men before he was subdued. [[Luwin]] returns to the courtyard as Lorren gives his explanation. Theon tells Ser Rodrik that it grieves him that they meet as foes. Rodrik counters by saying that it grieves him that Theon has less honor than a whore. Rodrik reminds Theon that he was raised at Winterfell and says that the people are his people. Theon denies the claim and Rodrik tells him that Robb considered him a brother. Theon says that his brothers are dead and died fighting the Starks. Rodrik retorts that they died in a war that Balon started. Rodrik says that [[Eddard Stark|Lord Stark]] raised Theon among his own sons and Theon angrily asserts that he was never treated as one of them and was a hostage. Theon tells Rodrik that Eddard is dead and that the Seven Kingdoms are at war. Theon again asserts that Winterfell is his. Rodrik says that he should have put a sword in Theonâ&euro;&trade;s belly instead of his hand. Theon says that Rodrik has served faithfully and then begins a threat. Rodrik spits in his face. Theon orders Rodrik imprisoned but Dagmer counsels that he must die for his actions. Dagmer says that the men will not respect Theon while Rodrik lives. Theon hesitates and then announces the death sentence.&lt;ref name=&quot;E16&quot; /&gt;\n\nBran reminds Theon that he said that no harm would come to the people if he yielded. Theon counters that Rodrik could not keep his mouth shut. Luwin approaches Theon and advises him not to make a hasty decision. Theon says that Rodrik chose to disrespect him in front of his men. Luwin counsels that Rodrik is worth more alive than dead and says that the Starks will ransom him. Luwin urges Theon to consider his actions. Theon hesitates and then looks at Dagmer who shakes his head. Theon warns the master to address him as Prince Theon or be next. Dagmer motions to Lorren, who drags Rodrik to the executioners block as Dagmer draws his sword. Bran, Rickon and the people cry out to Theon to have mercy. Rodrik stares defiantly at Theon and says that the man who passes the sentence should swing the sword before calling him a coward. Theon pushes Dagmer aside and draws his own weapon. Bran calls out for Theon to stop and Theon retorts that Bran no longer gives commands. Bran begs Theon to stop and Rodrik tells Bran to hush, saying that he is going to see Branâ&euro;&trade;s father. Theon asks Rodrik if he has any last words and Rodrik says â&euro;&oelig;Gods help you Theon Greyjoy, now you are truly lost.â&euro;? Theon swings the sword down on Rodrikâ&euro;&trade;s neck but his first blow does not kill him. Theon swings a further three times to the horror of the onlookers. He has to kick Rodrikâ&euro;&trade;s head to finally sever it from his body. Theon looks around at his captives, realizing what he has done.&lt;ref name=&quot;E16&quot; /&gt;\n\n", "The Prince of Winterfell": "[[File:Yara_arrives.jpg|thumb|Yara arrives at Winterfell]]\nAn Ironborn raider empties out a basket of dead ravens into the courtyard at Winterfell. [[Theon Greyjoy]] and [[Dagmer]] look down at the dead messenger birds. A lookout announces riders approaching and the gates are opened. Theon stands in the centre of the courtyard as [[Yara Greyjoy]] leads a column of riders in. She circles around him as he slowly realizes that she has brought far less than the 500 men he requested.&lt;ref name=&quot;E18&quot;&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n[[File:Theon_and_Yara.jpg|thumb|Yara and Theon in the Great Hall]]\nYara settles into the great hall with her men. Theon enters and she greets him as the â&euro;&oelig;Prince of Winterfell.â&euro;? He accuses her of being envious of his prize and says that she should be proud of his achievement; taking Winterfell with just twenty men. Yara sarcastically calls him a great warrior and says that she saw the bodies above the gates. She asks which of the boys was tougher â&euro;&oelig;the cripple or the six-year-old?â&euro;? The barb brings a laugh from her men. Theon insists that he treated the Stark children with honor and was repaid with treachery. Yara counters that it was dishonourable to butcher them. Theon maintains that he treated them well until he was forced to kill them. Yara examines the events saying that Theon seizing Winterfell was within his rights as an [[Ironborn]] but says that a prisoner fleeing captivity seems brave to her.&lt;ref name=&quot;E18&quot; /&gt;\n\nTheon asserts that the Starks made him a promise and Yara mocks him for getting mad about the broken promises of little boys. She asks if he is â&euro;&oelig;the dumbest cunt alive.â&euro;? Theon balks at the name calling but Yara repeats it over and again, chastising him for killing the valuable hostages. Theon insists that he had to kill the children to avoid appearing weak. Yara retorts that he is both weak and stupid. Theon says that he is warning her and Yara urges him to continue. Theon notices her men watching him and berates her for not bringing enough reinforcements. He wonders how she expects him to hold the castle with so few. Yara reveals that she is not leaving any of her men and has come to bring Theon home. She says that their father wants to speak to him. Theon is disbelieving and asserts that Winterfell is the heart of the north. Yara counters that it is more than a hundred miles from the sea and reminds Theon that their ships are the source of their power. She warns Theon that his attempt to show strength by displaying the bodies has turned every man in the north against him. She begins to warn him of what will happen when King [[Robb Stark]] finds out. Theon insists that Robb will not learn of the murders because they have killed all of the ravens and seized the horses. He asserts that he took Winterfell and that he will keep it.&lt;ref name=&quot;E18&quot; /&gt;\n\nYara dismisses her men. Once they are gone she softens her tone and reminds Theon of their family bond. She says that they both loved their mother and both endured their father. She implores him to return home with her instead of dying in Winterfell alone. Theon says that he does not intend to die. Yara looks into his eyes and tells him that he was a terrible baby. She recalls that he was always crying and never slept. She remembers a night where he was particularly loud and she went to see him. When Theon saw her he stopped screaming and smiled at her. She ends the discussion by urging him not to die so far from the sea.&lt;ref name=&quot;E18&quot; /&gt;\n\n[[File:Theon_and_Dagmer.jpg|thumb|Theon and Dagmer]]\n[[Theon Greyjoy]] looks at the charred corpses of the children he has hung over the gates at [[Winterfell]]. [[Dagmer]] approaches and Theon tells Dagmer that they should bury the bodies. Dagmer believes they should keep the corpses up as a warning to would be traitors. Theon rationalizes that if they have not got the message by now a few more days will not make a difference. Dagmer is non-confrontational but insists that it will not hurt to let them rot a bit longer.&lt;ref name=&quot;E18&quot; /&gt;\n\nTheon pulls a pouch from his belt and hands it to Dagmer, who asks what it is for. Theon explains that it is gold for the [[Winterfell shepherd|farmer]] whose children they killed. Dagmer explains that he killed both the farmer and his wife after murdering the orphan boys who were fostered with him. He says that if you want to keep a man silent you silence him. Unbeknownst to Theon, the escapees doubled back from the farm and are under his nose in the crypts below Winterfell.&lt;ref name=&quot;E18&quot; /&gt;\n\n", "TOP": "Theon Greyjoy Season 208128rm5qj1cv7unoh2uxat95bh5n0n92owy1793072015-03-25T19:42:18Z66.68.72.219/* The Night Lands */{{Template:Delete}}In '''[[Season 2]] [[Theon Greyjoy]]''' remains a major character. He is sent home to the [[Iron Islands]] to forge an alliance between [[House Stark]] and [[House Greyjoy]], andÂ faces mistrust from his father [[Balon Greyjoy]]. TheonÂ betrays [[Robb Stark]] to prove his loyalty to the [[Ironborn]].\n\n", "Valar Morghulis": "Theon throws another log on the hearth in the Lordâ&euro;&trade;s chamber at Winterfell. His nerves are frayed by the constant sounding of a horn outside the castle walls; [[Ramsay Snow]] has besieged Winterfell as ordered by King Robb Stark. Theon vows to kill the horn blower before he falls to the arrows and spears of the northmen. Maester Luwin says that the attackers want Theon to know that he is surrounded. Theon says that he already knows that he has been surrounded because he stood on the battlements and saw the 500 men around his walls. Luwin says that they want to stop him from sleeping to sap his spirit. Theon interrupts to sarcastically thank Luwin for his wise counsel about siege tactics. Theon asks if there has been word from his father, [[Balon Greyjoy]] and Luwin says no. Theon orders him to send more ravens and Luwin reminds Theon that he had all of the ravens killed.&lt;ref name=&quot;E20&quot;&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\nTheon begins to reminisce about the first time he saw Winterfell but is interrupted by another horn blast. He starts over and says that he believed that castle looked like it had been present for thousands of years and would be standing thousands of years after he died. The imposing castle made him feel that it was inevitable that [[Eddard Stark]] won the [[Greyjoy Rebellion]] and killed his brothers. Luwin says that Eddard went out of his way to make Theon feel at home at Winterfell. Theon sarcastically agrees that his captors were very kind to him and notes that all the people of Winterfell love reminding him of that. He rhetorically asks if Luwin knows what it is like to constantly be told how lucky you are to be someoneâ&euro;&trade;s prisoner and how much you owe them. He tearfully mentions the reaction he received when he returned home to his real father but is again interrupted by the horn blower. He stands and vows again to kill the man, this time swearing to all the gods.&lt;ref name=&quot;E20&quot; /&gt;\n\nLuwin asks Theon to listen to him and reminds him that he is bound by oath to serve him as the [[Lord of Winterfell]]. Theon sarcastically asks for Luwinâ&euro;&trade;s counsel, calling him a trusted friend. Luwin tells him to run. He says that the tactical situation is hopeless and Theon should wait for night to fall and then flee. Theon says that he has nowhere to run and would never reach the Iron Islands alive and even if he did he would be received as a coward. Theon declines to be the â&euro;&oelig;Greyjoy who ranâ&euro;? and the shame of his family. Luwin says that Theon should not return home and should instead join the [[Nightâ&euro;&trade;s Watch]]. He advises that a man who has taken the black is beyond reach of the law and absolved of his past deeds. Luwin asserts that is a chance at redemption for Theon. Theon says that he will never reach the wall and would be killed as soon as he stepped outside the gates. Luwin offers to show Theon hidden passageways out of the castle, built so that the Lords of Winterfell could escape if needed. Luwin counsels that the road will be dangerous but that Theon has a chance. Luwin extols the virtues of the Nightâ&euro;&trade;s Watch as an ancient honorable order that will offer Theon opportunities. Theon counters that it will give Jon Snow the opportunity to cut his throat. Luwin states that it will give Theon a chance to make amends for what he has done.&lt;ref name=&quot;E20&quot; /&gt;\n\nTheon pauses and says that he has done a lot. He admits that he has done things that he never imagined himself doing. Luwin says that he has known Theon for many years and that he is not the man that he is pretending to be. He puts a hand on Theonâ&euro;&trade;s shoulder as he says â&euro;&oelig;not yet.â&euro;? Theon says that Luwin may be right but that he has gone too far to pretend to be anything else.&lt;ref name=&quot;E20&quot; /&gt;\n\nTheon stands before his men in the courtyard of Winterfell. He listens to the horn sound again and asks if they hear it. He tells them that it is the mating call of the Northmen who have come to â&euro;&oelig;fuckâ&euro;? them. Theon says that he has not had a good â&euro;&oelig;fuckâ&euro;? for weeks and is ready for one, drawing laughs from his men. Theon asserts that every Ironborn man is worth a dozen from the mainland and asks if his men agree. Lorren affirms the statement and the others join him. Theon tells the men that they will die that day. He tells them that they will die bleeding from a hundred wounds with arrows in their necks and spears in their guts. He says that their war cries will nevertheless echo through eternity and that men will sing about the Battle of Winterfell until the Iron Islands have slipped beneath the waves. He says that every man, woman and child will know who they were and how long they stood. He calls the names of his men â&euro;&oelig;[[Aggar]] and [[Gelmarr]], [[Wex]] and [[Urzen]], [[Stygg]] and [[Black Lorren]].â&euro;? He says that future Ironborn warriors will cry out their names as they leap onto the shore at [[Seagard]] and [[Faircastle]]. The men shout â&euro;&oelig;Ayeâ&euro;? in response. Theon says that mothers will name their sons after them. The men shout â&euro;&oelig;Ayeâ&euro;? in response. Theon says that girls will think of them while their lovers are inside them. The men shout â&euro;&oelig;Ayeâ&euro;? in response. Theon says that man who kills the hornblower will stand in bronze above the shores of Pyke. The men shout â&euro;&oelig;Ayeâ&euro;? in response. Theon shouts â&euro;&oelig;What is dead may never die.â&euro;? The men join him and he screams in their faces.&lt;ref name=&quot;E20&quot; /&gt;\n\n[[Dagmer]] hits Theon over the head with the butt of a spear, knocking him out. Lorren says that he thought Theon would never shut up. Dagmer says that it was a good speech and did not want to interrupt. Stygg puts a bag over Theonâ&euro;&trade;s head. Luwin enters the courtyard and asks what they are doing. Dagmer stabs him in the belly with his spear. He tells the crew that they are going home. They drag Theon with them leaving Luwin bleeding in the mud.&lt;ref name=&quot;E20&quot; /&gt;\n\n", "A Man Without Honor": "Theon awakens alone in the Lordâ&euro;&trade;s chambers at [[Winterfell]].&lt;ref name=&quot;E17&quot;&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\nTheon assembles his men around the corpse of the murdered guardsman [[Drennan]] in the courtyard. He criticizes [[Lorren]] for allowing [[Bran Stark]] to escape, calling the boy a cripple. Lorren says that [[Hodor]] must have taken Bran, referring to the stable hand as a giant. Theon is incredulous at Lorrenâ&euro;&trade;s description and says that he has been outfoxed by a cripple and a halfwit. Theon asks about [[Rickon Stark]] and Lorren confirms that he is also missing, adding that [[Osha]] has disappeared. Lorren references Theon being seduced by Osha, implying it is as much his fault the Stark boys escaped. Theon hesitates, then sucker punches his underling, before viciously beating him as he lays on the ground. [[Dagmer]] looks on with approval. Theon calls for horses and hounds.&lt;ref name=&quot;E17&quot; /&gt;\n\nTheonâ&euro;&trade;s Master of Hounds leads the hunting party through the [[Wolfswood]]. Theon and his men follow the trackers on horseback. Dagmer calls a halt as the hounds become confused. Maester [[Luwin]] accompanies the hunt and Theon asks if he is enjoying it. Luwin deadpans that hunting seems similar to riding. Theon responds that hunting has blood at the end and Luwin reminds him that the escapees are just little boys. Theon retorts that he was a little boy once but always kept his word and never fled from his captivity with [[House Stark]]. Theon says that if he finds their quarry soon he will punish them for daring to run, but let them live. Luwin warns that the boys have far more value alive and Theon counters that they have no value to him missing. Luwin changes tack warning that King [[Robb Stark]] will have sent a force to retake Winterfell. Theon is dismissive of the danger, believing that his sister [[Yara Greyjoy|Yara]] will reach him first with reinforcements from her troops at [[Deepwood Motte]]. Theon repeats [[Eddard Stark]]â&euro;&trade;s belief that Winterfell can be held with just 500 men against an attacking force of 10,000. The hounds pick up the scent again and Theon gleefully tells Luwin not to look grim because it is all just a game.&lt;ref name=&quot;E17&quot; /&gt;\n\nTheonâ&euro;&trade;s search leads him to a [[Winterfell shepherd|shepherd]]'s farm but once there his Master of Hounds reports that the dogs have lost the scent. Theon orders them to continue and is met with complaints that they have already circled the farm twice. Luwin suggests that they recommence the search the following morning. Theon seizes the Maester by his robes and shouts that he is facing a lifetime of derision from his own people if he does not recapture the boys. He says that there is nothing he would not do to prevent that from happening. Theon threatens to beat the hounds until they relocate the scent and to whip his men until he has both boys in hand. He says that it is better to be cruel than weak.&lt;ref name=&quot;E17&quot; /&gt;\n\nTheonâ&euro;&trade;s men emerge from the farmhouse with the [[Winterfell shepherd|shepherd]]. Theon questions him and he denies seeing the Starks. Theon hits him and warns him to think harder. The shepherd continues his denial and Theon prepares to beat him but is interrupted by Dagmer. His first mate has found walnut shells in the corner of the farmyard. Dagmer asks Theon to send Luwin home and Then complies. Luwin begs Theon again to reconsider as he is hauled away.&lt;ref name=&quot;E17&quot; /&gt;\n\nTheon assembles the people of Winterfell in the courtyard and addresses them from a raised platform. He says that he warned them what would happen to anyone that betrayed him. Dagmer drags Maester Luwin into the courtyard and Luwin demands to know what they have done. Theon says that there are people among them who question whether he means what he says. He gestures to a the standards hanging from the walls and says that he has the answer to their question. His men raise the charred corpses of two children in front of the banners to appalled gasps from the crowd. Theon looks back at them and cannot conceal his own horror. Dagmer grins as Luwin is overwhelmed by grief and cries out.&lt;ref name=&quot;E17&quot; /&gt;\n\n", "Garden of Bones": "Robb wins a major victory at the [[Battle of Oxcross]], moving his forces into [[the Westerlands]] and further away from [[the North]].&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\n", "The Night Lands": "Theon smiles thoughtfully as he looks at [[Pyke (castle)|Pyke]], the castle where he grew up, from the bow of a ship. He descends to the Captain's cabin which he has taken for his own. The [[Captain's daughter]] waits in his bed, naked. She asks him if the castle is as he remembered and he says that it looks smaller. She says that everything looks bigger to a child. Theon undresses and tells her that he expects a warm reception from the [[Ironborn]] when they reach the docks. He tells her that his homeland is a hard place and that the people of the [[Iron Islands]] have not had much to get excited about. He tells her that hard places breed hard men and hard men rule the world. She helps him to unlace his britches and tells him that he will be a [[King]]. He tells her to smile with her lips closed and then pushes her back on the bed roughly. She starts to tell him that her father has warned about the [[Ironborn]] as a people of reavers and rapists but he silences her when he enters her suddenly. He tells her to stop talking about her father. He tells her about the ironmen tradition of taking salt wives. She begs him to take her as a salt wife. She confesses her fear that her father will punish her when Theon goes ashore and will call her a whore. He says only that he hasn't paid her and then turns her over to take her from behind.&lt;ref name=&quot;E12&quot;&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\nTheon is rowed ashore in [[Lordsport]] by crewmen from his ship. He is disappointed to find no-one waiting for him. A dockhand asks him what the ship is carrying. Theon reports that the cargo is [[Myr]]ish oranges and wine from [[The Arbor]] before adding that the heir to the Iron Islands was also aboard. The dockhand is unimpressed and Theon explains that he is talking about himself. The man remains unmoved, commenting that he does not like wine. Theon says that he needs to get to [[Pyke (castle)|Pyke]] and the man only looks at him. Theon holds out some coins and the man agrees to find him a horse.&lt;ref name=&quot;E12&quot; /&gt;\n\nA woman in riding gear approaches Theon and tells him that she is headed that way and can take him there. He looks her up and down and says that he is sure she can. She asks if he has been at sea long or just had no women where he came from, noting the lear. He tells her that there were none like her and she retorts that he does not know what she is like. Theon counters that she might not know what she is like and needs someone to teach her. He asks if she knows who he is and she jokes that she does not offer free rides to every man in jewellery before addressing him by name. Theon gives a bag of coins to the dockhand to have his things sent to the castle.&lt;ref name=&quot;E12&quot; /&gt;\n\nTheon sits behind the woman as she rides along the coast to Pyke. He tells her that she should give him the reigns because he has been on horse back for the past nine years. She wonders if he still knows his way around a ship and if his hands have ever touched a rope, taking his right hand in her own. He tells her not to worry about his hands before reaching inside her jerkin to grope her breast. He claims that the sea is in his blood and she warns that his blood will be in the sea if she does not watch their path. Theon reveals that he has a proposal for his father that will restore [[House Greyjoy]] to the Kings they once were. He reaches between his companions legs as he tells her that she may get to stay in the castle. Theon tells her that she can tell her grandchildren about the night to come and she retorts that it will not be a story suitable for children.&lt;ref name=&quot;E12&quot; /&gt;\n\nTheon finds Balon waiting alone in his chambers. He greets him as father and Balon remarks on his nine year absence, saying that they took a frightened boy and wondering what they have given back. Theon says that he is a man and Balon's heir. Balon says they will see and notes that Eddard had Theon for longer than he did. Theon responds that Eddard is gone and Balon asks how Theon feels about Eddard's death. Theon says â&euro;&oelig;what's done is doneâ&euro;? and shows Balon the proposal from Robb. Balon interrupts him to ask who gave him his clothes, wondering if Eddard enjoyed dressing him like a daughter. Theon is baffled and offers to change his clothes. Balon notes the gold clasp of Theon's cloak and reminds Theon of the custom of the [[Iron price]], saying that Theon should wear only what he has taken from dead foes. He asks if Theon paid the iron price for the clasp and when Theon admits that he did not, Balon tears it from his neck. He says that he will not have his son dressed like a whore and throws the clasp into the fire.&lt;ref name=&quot;E12&quot; /&gt;\n\nBalon says that Theon's appearance is proof of his fear that the Starks would make Theon theirs. Theon insists that his blood is salt and iron and Balon counters that Robb has sent him like a trained raven with a message. Theon asserts that he proposed the offer in Robb's message and that Robb sees him as a brother. Balon warns Theon not to name Robb brother in his presence because Robb is the son of the man who killed Theon's true brothers. He asks if Theon has forgotten his origins and Theon insists that he remembers his brothers and the time when his father was a king before handing Balon the message. Balon interprets the offer as Robb giving him a crown in exchange for him defeating Robb's enemies. Theon suggests that he could lead the attack personally.&lt;ref name=&quot;E12&quot; /&gt;\n\nTheon's guide enters and he shouts that he told her to wait outside. He asks how she bypassed the guards and she tells him that anything male is easy to fool before standing beside Balon. Balon greets her warmly and puts his arm around her. Theon realizes that she is his sister, [[Yara Greyjoy|Yara]], now grown up. She greets him as brother and says that his is a homecoming that she will tell her grandchildren about. Theon realizes that Balon intends to have Yara lead the attack and says that she is unsuitable as a woman. Balon tells Theon that Yara took over command of his brother [[Rodrik Greyjoy|Rodrik]]'s ship after Eddard killed him. He clutches his chest and intones a prayer to the [[Drowned God]] of the Ironborn â&euro;&oelig;''What is dead may never die''.â&euro;? Yara joins in and Theon repeats the saying a little slower.&lt;ref name=&quot;E12&quot; /&gt;\n\nBalon says that Yara has only ever been off the Iron Islands on a ship and that she has both commanded and killed men. He says that she knows who she is. He burns Robb's letter and says that no-one gives him a crown. He says that he will pay the Iron Price and take his crown because that is who he is and who the Iron Born have always been. Balon and Yara walk out and Theon calls after him, warning that he cannot defeat House Lannister alone. Balon retorts that no-one said anything about fighting [[House Lannister]].&lt;ref name=&quot;E12&quot; /&gt;\n\n", "The North Remembers": "Theon joins Robb in his command tent. Ser [[Alton Lannister]] is brought to hear [[Robb Stark]]'s peace terms for his cousin [[Cersei Lannister]]. Robb begins by demanding the release of his sisters. He asks for the return of the remains of [[Eddard Stark]] so that he can be laid to rest with his siblings in the crypts of [[Winterfell]]. He adds that he wants the remains of all those who died in Eddardâ&euro;&trade;s service so that their families can similarly honour their dead. Alton calls the second request honourable. Robb ignores the comment and demands that [[the North]] be recognised as a free and independent nation. Alton cannot contain his shock. Ser [[Rodrik Cassel]], seated to Robbâ&euro;&trade;s left, says Robbâ&euro;&trade;s title â&euro;&oelig;The [[King in the North]].â&euro;? The other officers present nod and repeat it. Theon, seated to Robbâ&euro;&trade;s right, does the same. Robb ends by saying that Joffrey and his men are barred from their lands. He threatens the same fate as Eddard received to anyone breaking his rules and adds that he will not need a servant to wield the blade for him. Seeing Alton's disbelief, Robb stands up and emphatically states his intention to litter the south with Lannister dead if his terms are not met. Alton claims that Joffrey is a [[House Baratheon|Baratheon]] and Robb challenges the assertion. He then dismisses his men.&lt;ref name=&quot;E11&quot;&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\nTheon approaches him in the entrance of his tent and asks his â&euro;&oelig;graceâ&euro;? for a word. Robb tells Theon that he does not need to use the honorific when they are alone. Theon says that he is getting used to it and Robb jokes that he is glad that someone is. Theon says that the Lannisters will reject the terms and Robb says that he expects them to do so. Theon says that they can fight the Lannisters in the field indefinitely but that the war will not be won until Robb takes [[Kingâ&euro;&trade;s Landing]]. Theon says that they need a fleet to take the capital and that his father [[Balon Greyjoy]] has both ships and men who know how to sail them. Robb reminds Theon that his father fought against [[House Stark]] in the [[Greyjoy Rebellion]]. Theon counters that they were fighting King Robert for freedom from the Iron Throne, comparing their cause to Robb's. He claims that Balon will listen to him because he is Balonâ&euro;&trade;s only living son. Theon concludes that while he is not a Stark, Eddard raised him to be an honourable man and that they can avenge Eddard together.&lt;ref name=&quot;E11&quot;/&gt;\n\n", "What is Dead May Never Die": "Theon enters his father's chambers alone. He gazes around silently as Yara enters behind him. He catches sight of her and she asks if he is angry with her. He berates her for pretending not to be his sister when they were first reunited. She counters that it was him that failed to recognise her. He retorts that when he last saw her she looked like a fat little boy. She says that he had the same appearance when he left. Their father enters and Yara greets him respectfully. Theon follows suit, a little slower. Balon goes to his table which holds a map of the seven kingdoms and details his plans. He is going to attack the North. He knows that it is poorly defended while Robb is fighting in [[the Westerlands]]. He assigns thirty long ships to Yara to take [[Deepwood Motte]]. Theon asks his part and Balon says that he will have one ship to raid fishing villages along the [[Stony Shore]]. Yara twists the knife by saying that his ship is named [[Sea Bitch]]. Theon tries to argue against the whole strategy and Balon accuses him of divided loyalties. Theon claims that he is being pragmatic by avoiding the enmity of their potential ally in Robb. He reminds Balon that Robb will give them [[Casterly Rock]] in exchange for fealty. Balon counters by making Theon repeat the House Greyjoy words â&euro;&oelig;We do not sow.â&euro;? Balon describes reaving as their way of life and accuses Theon of having become weak living with the Starks. Theon responds by reminding Balon that he gave him to House Stark after his defeat in the Greyjoy Rebellion. He angers Balon with the bitter memory and Balon hits him in the face then begins to storm out of the room. Theon calls after him, pointing out the unfairness of his hatred. Balon pauses as his son harangues him but then strides on. Yara accuses Theon of wanting Balon to bow down to his â&euro;&oelig;other family.â&euro;? Theon denies seeing the Starks that way.&lt;ref name=&quot;E13&quot;&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\nTheon reads over a letter he has written warning Robb of his father's plans. He steels himself then burns the letter at his desk. He is then baptised by a [[Drowned Priest]] on the shores of Pyke in a show of loyalty to his blood relatives. Balon and Yara watch as he proclaims his faith in the [[Drowned God]].&lt;ref name=&quot;E13&quot; /&gt;\n\n"}, "title": "Theon Greyjoy Season 2"}