{"attributes": {"status": " :Category:Status: Alive", "death": "", "last": "", "age": " ", "family": ["Balon Greyjoy - father", "Alannys Greyjoy - mother", "Rodrik Greyjoy - brother", "Maron Greyjoy - brother", "Yara Greyjoy - sister", "Euron Greyjoy - uncle", "Victarion Greyjoy - uncle", "Aeron Greyjoy - uncle"], "rightlink": "House BoltonCharacter", "culture": "Ironborn", "season": "Season 1", "image": "Theon-mountainandviper.jpg", "leftimage": "Greyjoy mini shield.png", "allegiance": ["House Bolton (hostage)", "House Greyjoy", "House Stark (ward/hostage - betrayed)"], "actor": "Alfie Allen", "religion": "Drowned God", "titles": "Prince of Winterfell (self-appointed)", "rightimage": "Bolton mini shield.png", "title": " Theon GreyjoyQuote", "place": "Pyke (castle)", "aka": ["Reek", "&quot;The Prince of Winterfell&quot;"], "first": "&quot;Winter is Coming (episode)", "appearances": "26 episodes &lt;small&gt;#Appearances", "leftlink": "House Greyjoy"}, "sections": {"Family tree": "{{House Greyjoy family tree}}\n\n\n", "TOP": "Theon Greyjoy02171klp1no7tby63rp9rem5sjrw1xaqu2cd1809332015-04-04T05:09:07ZThe Dragon Demands5014364/* Personality */{{Heraldry\n|leftimage=Greyjoy mini shield.png\n|leftlink=House Greyjoy\n|rightimage=Bolton mini shield.png\n|rightlink=House Bolton\n}}\n\n{{Character\n| Image=Theon-mountainandviper.jpg\n| Season=[[Season 1|1]], [[Season 2|2]], [[Season 3|3]], [[Season 4|4]], [[Season 5|5]]\n| First=&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;\n| Last=\n| Appearances=26 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Aka=Reek&lt;br&gt;&quot;The Prince of Winterfell&quot;\n| Status= [[:Category:Status: Alive|Alive]]\n| Death=\n| Place=[[Pyke (castle)|Pyke]]\n| Titles=[[Prince of Winterfell]] (self-appointed)\n| Allegiance=[[House Bolton]] ([[hostage]])&lt;br&gt;[[House Greyjoy]]&lt;br&gt;[[House Stark]] ([[ward]]/hostage - betrayed)\n| Family=[[Balon Greyjoy]] - father&lt;br&gt;[[Alannys Greyjoy]] - mother&lt;br&gt;{[[Rodrik Greyjoy]]} - brother&lt;br&gt;{[[Maron Greyjoy]]} - brother&lt;br&gt;[[Yara Greyjoy]] - sister&lt;br&gt;[[Euron Greyjoy]] - uncle&lt;br&gt;[[Victarion Greyjoy]] - uncle&lt;br&gt;[[Aeron Greyjoy]] - uncle\n| Religion=[[Drowned God]]\n|Culture=[[Ironborn]]\n| Actor=[[Alfie Allen]]|Age = |Title = Theon Greyjoy}}\n{{Quote|You don't look like a Theon Greyjoy anymore. That's a name for a lord, but you're not a lord, are you? You're just... meat; stinking meat. You reek! Reek! That's a good name for you.|Ramsay Snow to Theon Greyjoy|Mhysa}}\n'''Theon Greyjoy''' is a major character in the [[Season 1|first]], [[Season 2|second]], [[Season 3|third]], [[Season 4|fourth]] and [[Season 5|fifth]] seasons. He is played by starring cast member [[Alfie Allen]] and debuts in the [[Winter is Coming (episode)|series premiere]]. TheonÂ is the heir of Lord [[Balon Greyjoy]] of the [[Iron Islands]]. He has been a [[ward|hostage]] of [[House Stark]] since his father's failed uprising against King [[Robert Baratheon]]. Despite his status, Theon became aÂ close friend to [[Robb Stark]]. However, after Robb sent him as an emissary to his father during his [[War of the Five Kings|war]] against the [[Iron Throne]], the Greyjoy prince turned on the Starks and joined Lord Balon in his campaign to seize [[the North]]. He took over [[Winterfell]] and installed himself as [[Prince of Winterfell]] until he was betrayed by his own crew and delivered to [[House Bolton]] shortly after. As a prisoner of [[Ramsay Snow]], the &quot;Bastard of Bolton&quot;, he has been subjected to physical and psychological torture and mockingly renamed as '''&quot;Reek&quot;'''.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Theon was a young boy when his father's rebellion was crushed and his two brothers were killed. He has been raised at [[Winterfell]] for the nine years since and has become close friends with [[Robb Stark]]. He is cordial to the rest of the family, but more distant. Theon is known for his arrogance, as he is the heir to [[House Greyjoy]], one of the [[Great Houses]] of [[Westeros]], despite not having seen home in a long time. He is said to smirk a lot, as if everything in the world amuses him.\n\nTheon's initial raid at [[Stony Shore]] is the start of the overall ironborn invasion. The outcome is luridly described: bodies have been looted and mutilated. Of the fishing village, nothing remained but cold ashes that stank when it rained. The men had been put to the sword, all but a handful that Theon had allowed to flee to bring the word to [[Torrhen's Square]]. Their wives and daughters had been claimed for [[Salt wife|salt wives]], those who were young enough and fair. The crones and the ugly ones had simply been raped and killed, or taken for [[Thrall|thralls]] if they had useful skills and did not seem likely to cause trouble. After this victory, Theon proceeds to capture Winterfell.\n\nWhen Theon took Winterfell, he freed a prisoner named Reek - actually Ramsay Snow in disguise. Theon acceptedÂ Ramsay at his service, unaware of his true identity. It was Ramsay, not Dagmer, who advised Theon to kill two unnamed miller's sons as a cover-up for the escape of the Stark boys. After Asha left Winterfell, Ramsay suggested to bring reinforcements, and Theon reluctantly agreed, though he did not fully trust him. While Ser Rodrik besieged Winterfell, Ramsay returned with 600 Bolton men - they were welcomed by the other Northerners, but promptly turned on their allies. What followed was not a true battle but a massacre as Rodrik and his army were killed in their own camp. Having broken the siege, Ramsay rode into Winterfell - only then did he reveal his true identity to Theon. Without provocation Ramsay punched Theon with a mailed fist so hard that it broke his jaw, then ordered his men to kill the remaining ironborn, as well as the Stark servants and commoners of the castle, and to burn everything. As he faded out of consciousness, Theon watched helplessly as the Dreadfort soldiers killed [[Black Lorren]] and Maester [[Luwin]]. The last thing he saw was his horse Smiler, screaming and rearing, his mane caught in fire.\n\nDue to his actions, mainly the alleged killing of Bran and Rickon, Theon earned the hatred of the people of the North, and put himself to shame and disgrace in the eyes of the ironborn. Ever since he is referred to as Theon Turncloak.\n\nTheon does not appear at all in the third and fourth novels, only mentioned briefly. His fate is kept in dark till the fifth novel. In ''A Storm of Swords'', [[Roose Bolton]] tells Robb and Catelyn that Theon is held prisoner at [[the Dreadfort]], and is being tortured by Ramsay. Roose shows them a piece of skin, claiming it is from the little finger of Theon's left hand, which Ramsay enclosed to the letter Roose received from him. Robb says sharply that he wants Theon's head, not his skin. Roose suggests to keep Theon alive till the North is liberated from the ironborn in order to demand concessions from them, and Robb reluctantly agrees. Since Roose turns to be a traitor and most of his report is revealed to be false, it is unclear to the readers if he lied about Theon too.\n\nIn ''A Feast for Crows'', Theon is mentioned several times. Most of the ironborn, including his sister Asha (called [[Yara]] in the TV series) presume he is dead, but are uncertain since his body was never found. Ramsay never sends a taunting letter to Balon in the books, so no one knows if he is even alive, or if he is, where he is being held. Ramsay does send a warning message to Asha, to which he encloses piece of Theon's skin (not any body part) without specifying Theon's status, but it happens much later. Neither Asha nor anyone else ever intend to try to rescue him. Asha herself actually did return to Winterfell with a few soldiers after the Bolton army withdrew, in the hope that Theon may have survived by hiding, but all they found were badly mutilated bodies, which convinced Asha that Theon was probably dead. Even if she knew that he was alive, and specifically at the Dreadfort, the Boltons' castle is so strong (and located on the other side of the entire continent) that it was actually logistically impossible to mount an assault upon it with a few longships.\n\nRamsay's torture of Theon serves no real logical purpose, and he is only doing it out of pure sadism. He basically just picked Theon at random - indeed, part of Ramsay's sadistic glee in torturing people is outright gloating that it isn't happening for any reason whatsoever. The only ''possible ''reason to keep Theon alive instead of simply killing him, but not inform the ironborn that he was held captive, might have been to throw the ironborn into internal conflict over who exactly Balon's heir was (as both Asha and Theon's uncles felt they were actually Balon's heirs, due to the unusual succession laws in the Iron Islands). It wasn't even clear to readers if Theon was alive or dead by the end of the third novel, released in 2000, and he wasn't revealed to be alive again until the fifth novel, released in 2011 - thus a large portion of readers spent eleven years assuming that he was simply dead.  \n\nIn ''A Dance with Dragons'', it is finally revealed Theon is alive and imprisoned at Dreadfort. Theon's torture by Ramsay is only revealed in flashbacks throughout the fifth novel, but the TV series chose to present these events in the chronological order that they happened.  Had they done it in the order that the books did, Theon would have disappeared after the Season 2 finale, and only reappeared again in the Season 5 premiere.  The books don't directly state that Ramsay castrated Theon, though it was vaguely implied that he had.\n\nEven if Ramsay emasculated Theon in the books, this doesn't necessarily mean that he cannot &quot;further the Greyjoy line&quot;. Unlike the honorable Robb Stark or Jon Snow, Theon greatly enjoyed having sex with prostitutes (as also seen in the TV continuity when he has sex with Ros); Theon has at times mockingly remarked that he may have [[Bastardy|bastard]] children that he doesn't know about. He also had sex with the [[Captain's daughter]] in the books (who outright wanted him to take her as his [[salt wife]]), and specifically joked to her that if she became pregnant, it would be an honor to have a future king's bastard. So far in the books, however, there has been no mention of Theon fathering any known bastards.\n\nIn the novels, &quot;Reek&quot; was actually the name of Ramsay Snow's servant. His real name might have been &quot;Heke&quot;, but he was called &quot;Reek&quot; because he stank like rotting fish, apparently from some kind of medical condition, as the smell lingered no matter how much he bathed. When Ser Rodrik attempted to arrest Ramsay, he quickly switched clothes with his servant, so Rodrik ended up killing the servant while Ramsay passed himself off as Reek, and went back with them to Winterfell just before Theon's ironborn captured it. Ramsay later mockingly tortured Theon physically and psychologically until he was brainwashed into thinking he actually ''was'' Reek, and denying he was ever Theon. Or rather, Theon constantly reminds himself in his inner POV that &quot;I am Reek&quot;, because when he showed any hint during his torture that he still considered himself &quot;Theon&quot; Ramsay would flay him again (Ramsay didn't just want him to say the words &quot;I am Reek&quot;, but wanted him to even stop consciously thinking of himself as &quot;Theon Greyjoy&quot;). This subplot was cut from the TV series for screentime, and instead has Ramsay simply come up with the name &quot;Reek&quot; on a whim to demean and dehumanize Theon, noting that he stinks from being in the dungeons for so long.\n\n", "Quotes": "{{Quote|I'm a Greyjoy. We've been Lords of the Iron Islands for hundreds of years. There's not a family in Westeros that can look down on us. Not even the Lannisters.|Theon Greyjoy|The Wolf and the Lion}}\n{{Template:Dialogue a-b-a-b-a|Theon Greyjoy|Are you afraid?|Robb Stark|I must be.|Good.|Why is that good?|It means you're not stupid.|Theon to Robb before Robb's first battle.|The Pointy End}}\n{{Quote|You gave me away! Your boy! Your last boy! You gave me away like I was some dog you didn't want anymore! And now you curse me because I've come home!?|Theon to [[Balon Greyjoy]]|What is Dead May Never Die}}\n{{Quote|Gods help you Theon Greyjoy. Now you are truly lost.|[[Rodrik Cassel]]'s last words to Theon before his execution|The Old Gods and the New}}\n{{Quote|I will kill that man! I swear it on the Drowned God, the Old Gods, the New Gods, and every fucking God in every fucking Heaven, I will kill that man!|Theon about [[Ramsay Snow]]|Valar Morghulis}}\n{{Quote|Reek......my name.....is Reek.|'''Theon Greyjoy''' to Ramsay Snow|Mhysa}}\n{{Quote|I'm Reek.......always......forever.|Theon Greyjoy/Reek|The Mountain and the Viper}}\n\n", "Image gallery": "&lt;gallery captionalign=&quot;left&quot;&gt;\nTheon Greyjoy bow.jpg|Theon season 1.\nTheon 1x06.jpg|Theon riding in [[the North]].\nTheon and Osha.jpg|Theon with [[Osha]] in &quot;[[You Win or You Die]].&quot;\nTheon and Robb 1x09.jpg|Theon in the field with Robb in &quot;[[Baelor]].&quot;\nTheon 205.jpg|Theon in &quot;[[The Ghost of Harrenhal]].&quot;\nTheon and Dagmer 205.jpg|Theon and [[Dagmer]] in &quot;The Ghost of Harrenhal.&quot;\nBran surrenders Winterfell.jpg|Bran announces that he has surrendered Winter fell to Theon in &quot;[[The Old Gods and the New]]&quot;.\nHunting.jpg|Theon and the ironborn hunt for Bran and Rickon in &quot;[[A Man Without Honor]]&quot;.\nBurned bodies.jpg|Theon displays the bodies of the two orphans.\nTheon 2x10.jpg|Theon giving a speech to his men in &quot;[[Valar Morghulis]]&quot;\nTheon 2x10 infobox.jpg|HBO promo of Theon in Season 2.\n&lt;/gallery&gt;\n\n", "See also": "*{{AWOIAF|Theon Greyjoy}} (MAJOR spoilers from the books)\n*{{AWOIAF|Reek}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season One Appearances|yes|yes||yes|yes|yes|yes|yes|yes|yes}}\n{{Season Two Appearances|yes|yes|yes||yes|yes|yes|yes||yes}}\n{{Season Three Appearances||yes|yes|yes||yes|yes|||yes}}\n{{Season Four Appearances||yes||||yes||yes}}\n\n", "Biography": "===Background===\nTheon is the youngest son of Lord [[Balon Greyjoy|Balon]] and Lady [[Alannys Greyjoy|Alannys]] Greyjoy. Balon is the head of [[House Greyjoy]] and [[Lord of the Iron Islands]]. The [[Iron Islands]] are one of the constituent regions of the [[Seven Kingdoms]] and House Greyjoy is one of the [[Great Houses]] of the realm. House Greyjoy rule the region from their seat at [[Pyke (castle)|Pyke]] and Balon also holds the title [[Lord Reaper of Pyke]].\n\n[[File:Young Theon.png|thumb|left|257px|Theon becomes Ned Stark's ward after his father's failed rebellion.]]\nTheon was born at Pyke. He is Balon and Alannys' fourth child after [[Rodrik Greyjoy|Rodrik]], [[Maron Greyjoy|Maron]], and [[Yara Greyjoy|Yara]]. Eight years before the start of the series Balon rose in [[Greyjoy Rebellion|rebellion]] against the [[Iron Throne]]. The [[ironborn]] were crushed in a war led by King [[Robert Baratheon]] and Lord [[Eddard Stark]]. Theon's brothers were both killed in the fighting. Balon surrendered and was allowed to remain [[Lord of the Iron Islands]] on the condition that Theon remain a hostage and [[ward]] of Eddard Stark.&lt;ref name=&quot;Balon Greyjoy viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/greyjoy/balon-greyjoy/ HBO viewers guide, season 2 guide to houses, House Greyjoy - Balon Greyjoy entry]&lt;/ref&gt; Theon's sister Yara remained on the Iron Islands.&lt;ref name=&quot;Yara Greyjoy viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/greyjoy/yara-greyjoy/ HBO viewers guide, season 2 guide to houses, House Greyjoy - Yara Greyjoy entry]&lt;/ref&gt; Despite his status as a hostage at [[Winterfell]], Theon was treated well by the Starks, and he and [[Robb Stark]] became best friends. Theon is a skilled archer. His cocky arrogance and cavalier actions contrast with the staid ways of [[the North]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/stark/theon-greyjoy/ HBO viewers guide, season 2 guide to houses, House Stark - Theon Greyjoy entry]&lt;/ref&gt;\n\n===[[Season 1]]===\n[[Image:Theon Greyjoy.png|thumb|right|200px|Theon Greyjoy passing the greatsword [[Ice]] to [[Eddard Stark|Lord Eddard Stark]].]]\nTheon is present during the execution of [[Will]], a deserter from the [[Night's Watch]]. He holds the scabbard of [[Ice]], the greatsword of House Stark, as Lord [[Eddard Stark]] draws it to behead the condemned man. On the way back to [[Winterfell]], the party finds a disemboweled stag dead in the road. Looking for the killer, they find a dead female [[direwolf]] and five pups huddled by the corpse for warmth. A broken piece of the dead stag's antler is embedded in the direwolf's neck. Theon suggests killing the pups, but [[Jon Snow]] convinces his father that this is an omen as there are five pups and five Stark children, Eddard consents to allowing his children to adopt the pups. Just as the party leaves, Jon finds a sixth pup, an albino. Theon ruefully points out that this one belongs to Jon. Later, Robb, Jon, and Theon get shaves and haircuts, as they ponder the impending arrival of the royal party, notably the reputation of Queen [[Cersei Lannister]] as a great beauty and the poor reputation of Prince [[Joffrey Baratheon]].&lt;ref&gt;&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;&lt;/ref&gt;\n\n[[File:Jon,_Robb_and_Theon_1x01.png|thumb|left|250px|Theon, Jon and Robb talk about Queen [[Cersei]] as they prepare for the royal party in &quot;[[Winter is Coming]]&quot;.]]\n\nAfter the royal party's departure, an [[Catspaw assassin|assassin]] attempts to kill Bran, who had fallen during one of his climbs and remained comatose. Theon learns that [[Catelyn Stark|Catelyn]] has found evidence implicating the [[House Lannister|Lannisters]] in Bran's 'accident' and the failed assassination. Theon and Robb suggest taking revenge through military action, but Maester [[Luwin]] counsels patience. Catelyn and Ser [[Rodrik Cassel]] depart for [[King's Landing]], leaving Robb in command of the castle.&lt;ref&gt;&quot;[[The Kingsroad]]&quot;&lt;/ref&gt; Theon is present when Robb frostily receives [[Tyrion Lannister]] on his way back from [[the Wall]]. Afterwards, as Tyrion is leaving to stay in a brothel, Theon condescendingly tells him to ask for [[Ros]]. Tyrion insults Theon about the defeat of the [[Greyjoy Rebellion]] led by Theon's father, [[Balon Greyjoy]], and how Theon is now Eddard Stark's &quot;lackey&quot;.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt; While boasting about his family's exploits and heritage, he is put down by Maester Luwin. He reacts angrily to a further insult from his favorite prostitute, [[Ros]], after sneaking her into the castle to engage her services.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\n[[File:Theon attacks Osha.png|thumb|200px|Theon prepares to kill Osha.]]Theon and Robb exchange views over the matter of [[Jory Cassel]]'s death and the growing Stark-Lannister animosity in [[King's Landing]]. Robb brusquely reminds Theon that he is not a Stark. Bran is taken prisoner by [[wildlings]] in the forest near Winterfell and Theon saves him by shooting [[Stiv]], the wildling leader, in the back with an arrow. Robb is angry at him, as Bran could have been hurt. Theon counters that he just saved Bran's life, and Robb was too hesitant to kill. Taking pride in his action, Theon says that you're only considered a real man in the Iron Islands once you've killed your first enemy.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt; With the departure of Ros for King's Landing, Theon is left at the castle and is bored. He accosts the surviving wildling prisoner, the spearwife [[Osha]], as she is now a servant at Winterfell. Theon pushes his weight around, insisting that she call him &quot;my lord&quot;, even though his father still holds the title. He is warned off by Maester Luwin who reminds Theon that he of all people should know that being a guest and a prisoner are not necessarily mutually exclusive.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n\n[[File:Theon-fealty.png|thumb|left|200px|Theon swears fealty to Robb.]]\nRobb summons his banners to war when word comes of Lord Eddard's arrest. Theon tells Robb that it is good that he is afraid, as it shows he is not stupid. As the northern army marches south, Theon advises Robb at strategy meetings and greets Catelyn when the army meets her on the road. When a [[Lannister scout]] is captured, Theon obscures their maps and battle plans, to [[Greatjon Umber]]'s amusement.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt; Reaching [[the Twins]], Theon shoots down several [[ravens]] leaving the castle bearing messages from Lord [[Walder Frey]], allowing Catelyn to negotiate an alliance. Theon fights alongside Robb at the [[Battle of the Whispering Wood]], where [[Jaime Lannister]] is taken prisoner. When Robb laments the loss of 2,000 of his men in the feint at the [[Battle of the Green Fork]], Theon assures him that songs will be sung of their bravery. Robb responds that they will not hear them.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt; After news arrives of Eddard's execution, Robb Stark is proclaimed the [[King in the North]] by his lords bannermen. Theon asks first if they are brothers, now and always. When Robb's answer is yes, Theon swears his sword and fealty to Robb's service, proclaiming Robb as his King.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n[[File:Yara.png|thumb|266px|Theon unknowingly attempts to seduce his own [[Yara Greyjoy|sister]] in &quot;[[The North Remembers]]&quot;.]]\nTheon appeals to [[Robb Stark|Robb]] to seek an alliance with his father, [[Balon Greyjoy]], reasoning that Robb needs a fleet to attack King's Landing. Despite Catelyn's reservations that Balon Greyjoy cannot be trusted, Robb sends Theon home to [[Pyke (island)|Pyke]] as his envoy.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt; Theon seduces the daughter of the ship's captain and tells her about how he will be welcomed home. He is deflated at the lack of a reception for his return. His sister [[Yara Greyjoy|Yara]] poses as a stranger and offers to give him a ride to the castle. She wants to see what Theon has grown up to be. He flirts with her relentlessly and brags about his own importance. Balon greets Theon coolly, believing that he has forgotten his roots and become loyal to the Starks in his time away. He insults Theon's fine clothes given to him by the Starks, and is furious when Theon tells him that Robb thinks of him as a brother. Yara reveals her deception and Balon compares Theon to his sister unfavorably. Balon rejects the alliance Theon suggests and is insulted that Theon thought he would accept being given a crown. He reminds Theon that they pay the [[iron price]] and take what they want.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\nBalon reveals that he plans to attack [[the North]] while it is poorly defended. Balon gives Yara a fleet of thirty ships to take [[Deepwood Motte]] and insults Theon by assigning him a single vessel to raid fishing villages on the [[Stony Shore]]. Theon considers informing Robb of the plot but decides that his loyalty lies with his family. Having decided to betray [[House Stark]] he is baptised in the name of the [[Drowned God]] as Balon and Yara watch.&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt; He takes command of the [[Sea Bitch]] but finds his crew unruly. His first mate [[Dagmer Cleftjaw]] tells him that he must prove himself to the men and that [[ironborn]]Â do not follow orders. Theon senses the opportunity to attack [[Torrhen's Square]] to lure the Stark garrison away from [[Winterfell]]. His plan is successful.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\n[[File:Theon_and_Bran.jpg|thumb|left|266px|Theon tells Bran to yield Winterfell]]\nTheon has his men seize the poorly defended Winterfell. He forces [[Bran Stark]] to yield to him by threatening his people. His men capture Ser [[Rodrik Cassel]] coming back from Torrhen's Square, and Rodrik is openly defiant, calling Theon a traitor. Ser Rodrik regrets that he gave him weapon training and even spits in Theon's face. Dagmer insists that Rodrik must be killed to maintain the respect of the men. Rodrik baits Theon into performing the execution himself. Theon botches the beheading, taking three swings and a kick to accomplish it.\n\n[[File:Osha_sneaks.jpg|thumb|266px|Theon is seduced by Osha in her plan to escape in &quot;[[The Old Gods and the New]]&quot;.]]\nTheon is seduced by [[Osha]], who then frees Bran and [[Rickon Stark|Rickon]].&lt;ref name=&quot;E16&quot;&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt; When Theon wakes the next day, he is told that Bran and Rickon have escaped. He is angry at his men for allowing children and the simpleminded [[Hodor]] to escape. [[Lorren]] implies that Theon is actually to blame for their escape by allowing himself to be seduced by Osha.Â Theon, in turn, responds to this insolence by publicly striking Lorren repeatedly. Despite his attempts, Theon is unable to find the escapees.&lt;ref name=&quot;E17&quot;&gt;&quot;[[A Man Without Honor]]&lt;/ref&gt; Unwilling to appear weak, he has Dagmer murder two boys from a farm and burn their bodies.&lt;ref name=&quot;E18&quot;&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt; He displays the corpses at Winterfell and claims they were Bran and Rickon.&lt;ref name=&quot;E17&quot;/&gt; Theon sends word to Yara to bring him 500 men as reinforcements.&lt;ref name=&quot;E16&quot;/&gt; She arrives with just twenty men and warns him that everyone in the North wants him dead because of his killing the Stark boys, and he is too far from the sea to supply or reinforce his position. Yara tells him about how she remembers him as a child, demanding but sweet. She urges him to abandon Winterfell, return to the Iron Islands, and not to die so far from his home, but he refuses to give up his prize.&lt;ref name=&quot;E18&quot;/&gt;\n\n[[File:Theon_&amp;_Dagmer_2x10.jpeg|thumb|left|Dagmer prepares to strike as Theon finishes his speech]] \nWinterfell is surrounded by Northmen under the command of [[Ramsay Snow]]. Besieged with no hope for relief, Theon laments to Maester Luwin the horrible things he has done in search of respect and power. Theon admits that he always felt like an outsider among the Starks and wanted to win the affection and approval of his true family. Luwin says that he knows that Theon is not the ruthless man he has been pretending to be. He suggests that Theon flee to the Wall and join the Night's Watch to save his life and attempt to redeem himself. Theon refuses to deviate from the course he has set, saying that is too late, as he has gone too far down this course for him to ever pretend to be anyone else, and also adds that Jon Snow will likely kill him in revenge for allegedly killing Bran and Rickon. He readies his men for a glorious death in battle, giving a rousing speech, but is betrayed and knocked out by Dagmer, who plans to turn him over to the northern forces so the rest of them can go home. Luwin attempts to aidÂ Theon but is stabbed in the abdomen by Dagmer, who then has Theon dragged away with his head covered by a cloth bag.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n\n[[File:TheonS3x02.jpg|thumb|260px|Theon being tortured.]]\n\n[[Roose Bolton]]'s bastard son [[Ramsay Snow]] has been sent to secure Winterfell from the ironborn and bring Theon back to Robb Stark alive.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt; Roose is double-crossing Robb and after theÂ ironborn turn on Theon and surrender themselves to Snow's forces, he kills them all and secretly captures Theon.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\nTheon is kept prisoner in the [[Dreadfort]], although Theon is unaware where he is. He's repeatedly tortured by a group of men, some of whom are dressed in the garb of Greyjoy men. One of [[Master Torturer|the men]] gleefullyÂ pries off Theon's fingernails with a knife while the others drive a screw through his foot. After enduring hours of torture Theon is given some reprieve. [[Ramsay Snow]] pretends to Theon that he is a servant and approaches him and claims Ramsay has been sent by Yara to rescue him.&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt; Before dawn Ramsay returns and cuts Theon free and provides him with water and a mount. Ramsay advises Theon to keep heading east where Yara is waiting for him. Theon says he'll make the boy a lord of the [[Iron Islands]] for his actions. The boy replies by saying &quot;We're not in the Iron Islands&quot;.\n\n[[File:Theon_Rape_Skinner_S303.jpg|thumb|left|264px|The lead torturer intent on raping Theon.]]\nAs Theon rides east, an arrow narrowly misses his head, and Theon sees that his captors are following him. After a harrowing chase the former Prince of Winterfell is knocked from his horse by a blow from a flail. The men hold Theon in place as the leading torturer prepares to rape him. Theon's pleas for them to stop fall on deaf ears but then the leader is pierced by an arrow. Ramsay has returned and swiftly kills all his men.Â Ramsay helps Theon to his feet and tells him to come with him, because he is far from home and winter is coming.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\nAfter rescuing him the boy promises Theon to take him to [[Deepwood Motte]] to see Yara. When Theon questions his savior, Ramsay lies that he is ironborn as well, growing up on [[Saltcliffe]], and he witnessed Theon being shipped off to Winterfell. Some time later the men reach a holdfast, and Theon questions why they have to sneak inside when surely Yara's men are loyal to her. Ramsay warns Theon that some of the men belong to his father Balon who wants him dead. As the Ramsay struggles to open a locked gate Theon confesses his sins. He wanted so desperately to impress his father but he knows now that Eddard Stark was his true father. After opening the gate Theon and Ramsay enter a darkened room. The youth lights a torch and much to Theon's horror he's back in the same torture chamber in the Dreadfort. Armed men enter and Ramsay claims that Theon killed their comrades and escaped but he has brought their captive back. Kicking and screaming a heartbroken Theon is refastened to the rack.&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n\n[[File:Screenshot-the-bastard-tortures-theon.png|thumb|270px|Theon is held a prisoner of the Boltons.]]\n\nTheon is awakened by the ringing of a trumpet. Ramsay 'begs pardon' for rousing his guest. Theon tries to mumble something but fails. Ramsay understands his prisoner requires water but pours it out all over the dungeon floor to further torment him. Ramsay proposes to play a game to pass the time and he asks the heir to Pyke which body part he does not need. Hearing this Theon vows to tell his captor all he wishes to know. The cruel boy merely mocks him stating that Theon already told him everything of value. Ramsay goes on saying that he realizes Theon wants to know who he is and why he is being tortured. The young man makes a proposal: If Theon guesses correctly who he actually is Theon is the victor, but if Theon begs his tormenter to remove his finger he wins. Theon then asks if winning said game will secure his release. Ramsay the mocks Theon's naĂŽvetĂŠ stating there is no happy ending in store for him. Theon does guess correctly that he is still in the North. However when the former prince of Winterfell supposes that Ramsay is a son of [[Rickard Karstark]] he is revealed to be wrong. Ramsay slowly flays his captive's pinkie stating that Theon first should have asked if he was a liar. Theon begs for the finger to be cut off which delights Ramsay since Ramsay has won the 'game'.&lt;ref&gt;&quot;[[The Climb]]&quot;&lt;/ref&gt;\n\nTheon is released from the cross by two beautiful young women. The women put Theon to bed and they then proceed to fondle him sensually. Both wenches have heard that the heir to Pyke is well endowed and are hoping to get first hand experience. Theon is distrustful at first fearing that this is another of his tormenter's tricks. When both wenches disrobe and straddle him, Theon's resolve to resist weakens. Suddenly the familiar horn sounds and Ramsay enters. He too has heard how large his prisoner's penis isÂ and surmises it is Theon's favorite body part. When the sadistic Ramsay brandishes an odd knife Theon realizes Ramsay means to castrate him. Horrified Theon begs for mercy, but Ramsay quips that this is mercy as he is not killing, but merely altering Theon. Two men restrain Theon as Ramsay proceeds to geld him, knocking him out in the process.&lt;ref&gt;&quot;[[The Bear and the Maiden Fair (episode)]]&quot;&lt;/ref&gt;\n\n[[File:Snow.jpg|thumb|left|250px|Ramsay renames Theon &quot;Reek&quot;.]]\n\nTheon later wakes in his strung up position while Ramsay eats a long plump sausage nearby and motions to Theon's blood-stained, badly sewn-up trousers, momentarily tricking Theon into thinking it is his penis he is eating. Ramsay mocks him as he laughs about his severed penis and wonders if Theon will haveÂ phantom feelings for his lost body part if he goes near any pretty women.Â TheonÂ finally begs Ramsay to kill him as an escape from the nightmare, but RamsayÂ tells him he is much more valuable to him alive. HeÂ renames him Reek (because he smells bad) and demands thatÂ Theon say that his name is Reek. Theon refuses twice, and it is only when Ramsay beats him further that, finally and utterly broken, that he says that his name is Reek.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\n[[File:Maxresdefault_(1).jpg|thumb|266px|Theon's father receives a package from Ramsay.]]\n\nRamsay sends Theon's severed penis to his family in [[Pyke (castle)|Pyke]] with a letter detailing his [[Sack of Winterfell]] and his demand that the ironborn withdraw from the North or Ramsay will send them more of Theon's body parts. Balon refuses to surrender, saying that Theon was a fool for disobeying his orders and attacking Winterfell and that, as his castration means that he is no longer capable of producing heirs, he has no value whatsoever. However, Yara defies her father and prepares the fastest ship in the fleet and the strongest men on the Iron Islands to sail on the Dreadfort and rescue Theon.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\nTheon, now going by the name Reek, has been freed from his restraints, but is forced to work for Ramsay as a servant. He accompanies Ramsay and [[Myranda]] on their hunt for [[Tansy]], however he struggles to keep up with them due to his injuries. When Myranda brings down Tansy with an arrow to the leg Ramsay asks Reek if it was a good shot. Reek calls it a fine shot while addressing Ramsay as &quot;Master&quot; and Myranda as &quot;My Lady&quot;. Reek watches in silent horror when RamsayÂ orders his [[Bastard's Girls|pack of hounds]] to maul Tansy to pieces.Â \n\nRamsay brings Reek before Ramsay's father, [[Roose Bolton]]. Roose is angered that Ramsay has damaged a valuable hostage, whom he intended to trade for the ironborn-occupied [[Moat Cailin]]. To demonstrate their captive's submissiveness, Ramsay orders Reek to shave him. Reek reveals to Roose that he did not murder [[Bran Stark|Bran]] and [[Rickon Stark]], and that they may be with [[Jon Snow]] at [[the Wall]]. Ramsay then reveals to Reek that [[Robb Stark]] is dead, and was stabbed through the heart by Roose. Reek holds the razor at Ramsay's neck briefly, but continues shaving.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\nYara, along a group of ironborn, infiltrates the Dreadfort to [[Assault on the Dreadfort|rescue]] her brother, only to find him in one of the kennels. Believing that this may be another one of Ramsay's tricks, Reek desperately refuses to abandon his master, refusing to be Theon Greyjoy and screaming to be left alone, insisting that he is Reek. Soon Ramsay arrives with a group of Northmen. As the two sides fight each other, Reek keeps resisting to be taken and bites Yara's hand to return to his cage. Yara escapes after being rejected and Ramsay unleashing his hounds at her. As a reward for his demonstration of loyalty, Ramsay offers Reek a bath, though Reek is hesitant to remove his clothing, due to his earlier castration. After Reek gets into the tub, Ramsay cleans his servant himself and demands a demonstration of Reek's love: his help to get a castle back. Reek's task is to pretend to be someone he is not: Theon Greyjoy.&lt;ref&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt;\n\nOutside of [[Moat Cailin]], Ramsay goes over Reek's mission with him one last time: he is to enter Moat Cailin under the guise of Theon Greyjoy, prince of the Iron Islands, and attempt to negotiate with the ironborn garrisonÂ holding it in an attempt to convince them to surrender the fortress to the Boltons. Reek ridesÂ up to the fortress gate, and almost blows his cover when asked to identify himself, yet manages to regain his composure and convince the ironborn to let him to enter. Upon riding into Moat Cailin, Reek finds it in a state of death and decay, littered with corpses and the few remaining men ravaged by disease and exhaustion. He introduces himself as Prince TheonÂ and truthfully informs the ironborn that he has been a prisoner of House Bolton and has been sent to Moat Cailin as their envoy. He reads the terms that House Bolton has laid out for the ironborn, promising them safe passage home if they peacefully surrender Moat Cailin. However,Â [[Ralf Kenning]], the garrison commander of the ironborn, decries Reek'sÂ words as those of a &quot;whipped dog&quot; and that heÂ is no true ironborn, nearly causing Reek to become unnerved and drop his facade. However, Reek is saved when one of Kenning's men suddenly buries an axe in his head and acceptsÂ Reek'sÂ terms of surrender. However, the ironborn are promptly massacred and flayed by Ramsay and his men upon surrendering Moat Cailin.Â Ramsay reveals to Theon that he never intended to let the ironborn go, and congratulates him by patting him.\n\nIn the aftermath, Ramsay meets withÂ [[Roose Bolton|his father]]Â and presents him with theÂ [[House Greyjoy|Greyjoy]]Â banner that was flying over the fortress. In recognition of this,Â RooseÂ presents Ramsay with a decree ofÂ [[Legitimization|legitimization]], making him officially a member of House Bolton. Delighted at the knowledge he will succeed his father asÂ [[Warden of the North]], Ramsay and Reek accompanyÂ Roose'sÂ army as it approaches the ruins ofÂ Winterfell, with Ramsay gleefully informing Reek that he's ready for a hot bath.&lt;ref&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt;\n\n", "Personality": "Before his capture by Ramsay Snow, TheonÂ is shown to be rather arrogant, narcissistic and vain, but fundamentally not malicious. Beneath his confident exterior, however, he is insecure, weak, and unsure of himself. This stems particularly from the fact that he was raised by the Stark family since he was nine years old as their ward/hostage after his father's failed rebellion against Robert Baratheon, and while he grew up with the Stark children and at at their table, he was always reminded in some way that he was not truly part of the family. This subject is shown to irritate Theon greatly, demonstrated when Ros and Tyrion Lannister mention it. His insecurity also leads him to question which is his true family: the Starks or the Greyjoys, and his father Balon and sister Yara both use it to sway Theon to their side when Balon decides to fight the Starks instead of aid them against the Lannisters. This still causes a great deal of conflict in Theon, because the ironborn are unapologetic about attacking and stealing from others, but Ned Stark set the example for Theon that other people should be dealt with according to a basic code of honor and justice. Theon wants to be a ruthless ironborn raider to appease his biological father and find a true home again, but the conscience that he developed living with the Starks makes it difficult for him to live up to these expectations.\n\nIt is only after Theon becomes a prisoner of war and realizes that his father has no intention of rescuing him that he admits, to himself and to Ramsay Snow, that Ned Stark was his &quot;real father&quot;, and laments Ned's execution in King's Landing. Even throughout Theon's capture of Winterfell, he is shown to be in a constant battle with himself, implying that he knows deep down that invading his childhood home for his father was far from right.  Maester Luwin even points out to Theon that all of this is just an act to live up to his father's expectations, and that Theon himself must know that his betrayal at Winterfell is wrong. Theon resignedly admits to Luwin that he is correct, but that he can't stop because he has already come too far to be forgiven (and he refuses to join the Night's Watch, where all of his crimes would be forgiven but where he would likely be killed by Jon Snow in retribution).\n\nAfter being tortured by Ramsay Snow in the dungeons of the Dreadfort for over a year, Theon's original personality has been obliterated, and he is little more than a broken and half-insane prisoner. Among various tortures, Ramsay cut off several of his fingers and toes, flayed off sections of his skin, and even cut off his genitals. Ramsay even mockingly renamed him &quot;Reek&quot;, physically and psychologically torturing him to accept it as his name, and deny that he ever was &quot;Theon Greyjoy&quot;. Ramsay also psychologically tortured him with fake escape attempts or promises of rescue, before recapturing him, so now Reek thinks any possibility of escape or fighting back against Ramsay is simply another ruse. He lives in great fear of Ramsay, desperate to avoid angering him, and is in such a state of traumatic shock that he is very withdrawn and submissive.\n\n"}, "title": "Theon Greyjoy"}