{"attributes": {}, "sections": {"TOP": "Thrall013378fc9i6ah272cyetvqn9puwh4kkow3yly1765422015-03-13T01:59:56ZThe Dragon Demands5014364/* In the books */[[File:Thralls.jpg|thumb|300px|Chained thralls herded into ironborn ships.]]\n{{Quote|We raised our Kings from our own ranks, and used beaten foes as thralls to work our mines and farm our land.|[[Yara Greyjoy]]|House Greyjoy (Histories &amp; Lore)}}\n\nA '''thrall''' is a bound servant in [[ironborn]] culture. They are people kidnapped during [[Raiding|raids]] and forced to toil at tasks such as agriculture and mining, which the ironborn despise. In a raid, most are put to the sword, but those who are unlikely to cause trouble and have particular skills and uses are taken as thralls. Like &quot;[[Salt wife|salt wives]],&quot; they have a low status in ironborn society.&lt;ref&gt;&quot;[[House Greyjoy (Histories &amp; Lore)]]&quot;&lt;/ref&gt;\n\n", " See also ": "\n*{{AWOIAF}}\n\n", "In the books": "\nA thrall isn't quite the same as a slave, as even the ironborn raiders don't believe in &quot;[[slavery]]&quot; as such. Thralls are captured in raids, by &quot;paying the [[iron price]]&quot;, but cannot be bought or sold like animals. The ironborn generally look down on selling slaves, as they still think of their captives as human beings, albeit on the bottom rung of society. Thralls are more like &quot;prisoners of war&quot;.  They are officially not considered &quot;property&quot;, and can own their own property.  Any infant born on the Iron Islands, even to two thralls, is considered ironborn.  Such children cannot legally be taken away from their parents until the age of seven, when they have to join a ship's crew or take on an apprenticeship.  There are even Houses that descend from thralls, such as House Codd and [[House Humble]], though they are looked down upon because of their origins.\n\nAccording to sketchy accounts and oral tradition, the [[First Men]] apparently practiced thralldom when they first migrated to Westeros about 12,000 years ago.  Over the centuries, however, it fell out of practice - many centuries before the [[Andal Invasion]] (6,000 years ago), and possibly even before [[The Long Night]] (8,000 years ago).  Maesters have taken this as a strong piece of evidence (one of several) that the original ironborn were indeed an offshoot of the First Men, not - as a few of the ironborn claim - that they were an entirely separate ethnic group from the First Men or Andals, and came to the islands from far across the sea.  \n\nThe soil of the Iron Islands is very poor, and many minor lords cannot afford draft animals like horses or oxen, and thus their thralls and [[smallfolk]] have to pull the plows themselves. The only appreciable natural resource the Iron Islands possess on land is iron mines (of course):  their yields are typically produced from backbreaking mining by thralls. Only the largest island, Great Wyk, possesses plentiful enough iron mines that its ruling Houses gain more wealth from the land than from the sea.  Thralls who work the fields of the Iron Islands usually grow old and can even raise their own families, but thralls doomed to the mines often die from exhaustion after only a few short years.\n\n[[Aegon I Targaryen]] put an end to the ironborn taking thralls from Westeros itself, but it is tacitly acknowledged that they still take thralls from further afield, i.e. by raiding the ships and coasts of the [[Free Cities]] and [[Slaver's Bay]], or by periodically conducting small raids on the fishing villages of the [[Stony Shore]] or [[Bear Island]].\n\n"}, "title": "Thrall"}