{"attributes": {}, "sections": {"TOP": "Three Sisters0698723k4bq596nsc4it376wtdvm53wr0azg1554492014-08-02T13:53:38ZEsnifador250644Links added.[[Image:Three Sisters.png|thumb|right|200px|A map showing the location of the Three Sisters off the coast of Westeros.]]\n\nThe '''Three Sisters''' are three islands located in the bay known as [[the Bite]], south of the port city of [[White Harbor]]. They are under the authority of [[House Arryn]] of the [[Vale of Arryn]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season1/#!/locations/moat_cailin/ HBO viewers guide, season 1 map, Moat Cailin entry]&lt;/ref&gt;&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/the-vale-of-arryn/ HBO viewers guide, season 2 map, Vale of Arryn entry]&lt;/ref&gt;\n\n", "References": "{{Reflist}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels the islands are called Sweetsister, Longsister, and Littlesister. The islands are ruled by the houses Borrell, Longthorpe, and Torrent respectively, although the archipelago as a whole is ruled by House Sunderland (though the exact location of House Sunderland's castle-seat is not clear). People from the Sisters are known as &quot;Sistermen&quot;. &quot;Sister's Stew&quot; is a noted dish popular on the islands.\n\nThe islands are noted for their roughness. They are popular with smugglers, traders, and sailors, but are considered to be dens of avarice and sin by [[septons]]. The Three Sisters were too small to resist outside conquest and become a regional power in their own right, and thus are regarded as mere pirate dens. In contrast, the [[Iron Islands]] raided surrounding lands by sea but were larger and strong enough to be an independent kingdom, so their &quot;piracy&quot; was enshrined as a cultural institution, &quot;paying the [[iron price]]&quot;.\n\nAbout two thousand years ago [[the North]] invaded the Three Sisters. The Sistermen responded by bending the knee to the Vale, if they would in return expel the Northmen. Complicating the relationship was that the Sistermen were truly loyal only to themselves, and preferred to be independent. They originally called in the Valemen to expel the Northmen but did not really want to be ruled by them, so this was followed by a rebellion against the Vale backed by the North, followed in turn by a rebellion backed by the Vale, and so on. The Three Sisters subsequently exchanged hands back and forth between the North and the Vale for a thousand years. The fighting finally ended about one thousand years ago, with the Vale retaining control of the Three Sisters.\n\nDuring the [[War of Conquest]] three hundred years ago, the Sistermen seized on the opportunity of the invasion to rebel against their overlords from House Arryn to side with the [[Targaryens]] . Afterwards they were still administratively considered part of the Vale, now a subdivision of the unified Targaryen realm, but their support of the Targaryens was apparently rewarded with various local privileges, etc.\n\n"}, "title": "Three Sisters"}