{"attributes": {"status": ":Category:Status: Alive", "death": "", "last": "", "family": "", "title": "The Three-eyed Raven", "season": "Season 1", "image": "Three-Eyed Raven.png", "allegiance": "", "actor": "Struan Rodger", "religion": " Old Gods of the ForestQuote", "deathep": "", "titles": "", "place": "", "aka": "", "appearances": "7 episodes &lt;small&gt;#Appearances", "first": ["&quot;Cripples, Bastards and Broken Things&quot; (as a raven in dream-visions)", "&quot;The Children&quot; (first true physical appearance)"]}, "sections": {"Behind the scenes": "\nThe overall design of the three-eyed raven was developed by [[William Simpson]]. There was considerable deliberation on where exactly the third eye should be located, as it wasn't specified in the books. For a time, Simpson considered actually putting it in the back of the head, to give it a full 360 degree field of vision. However, he later settled on putting it in the middle of the forehead. The three-eyed raven is played by a real-life raven, but its third eye is digitally added in post-production.&lt;ref&gt;[http://www.makinggameofthrones.com/production-diary/2013/4/17/behind-the-scenes-of-the-first-three-episodes.html Making Game of Thrones blog], April 17th, 2013&lt;/ref&gt;\n\n", "TOP": "Three-eyed raven03058g15llllvi0nt2zw9a04hisz9tyiwmde1548742014-07-26T19:00:08ZGonzalo848331/* In the books */ but using that link is an obvious spoiler{{Character\n| Title=The Three-eyed Raven\n| Image=Three-Eyed Raven.png\n| Season=[[Season 1|1]], [[Season 3|3]], [[Season 4|4]]\n| First=&quot;[[Cripples, Bastards and Broken Things]]&quot; (as a raven in dream-visions)&lt;br&gt;&quot;[[The Children]]&quot; (first true physical appearance)\n| Last=\n| Appearances=7 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Titles=\n| Aka=\n| Status=[[:Category:Status: Alive|Alive]]\n| Death=\n| DeathEp=\n| Place=\n| Allegiance=\n| Family=\n| Actor=[[Struan Rodger]]|Religion = [[Old Gods of the Forest]]}}\n{{Quote|I have been watching you. All of you. All of your lives, with a thousand eyes and one.|Three-eyed raven|The Children}}\nThe '''three-eyed raven''' is a recurring character in the [[Season 1|first]], [[Season 3|third]] and [[Season 4|fourth]] seasons. He debuts in person in the fourth season, portrayed by [[Struan Rodger]]. Under the guise of a [[raven]], he appears in [[Bran Stark]]'s dreams, following his fall and injury, prompting his quest [[beyond the Wall]]Â and guiding him to theÂ [[Cave of the three-eyed raven|cave]]Â in which he resides in his real human form.Â \n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the bird is a three-eyed crow rather than a raven. The crow is more active in Bran's dreams; it helps him wake from his coma. The crow speaks to Bran, telling him it can teach him how to fly, other times it screeches the words &quot;fly or die&quot;.\n\nWhen Bran finally meets him in the cave beyond the Wall, the three-eyed crow is revealed to be a pale, skeletal man in rotted black clothing in a weirwood throne of tangled roots. His skin is white, aside from a red blotch on his neck and cheek. He has fine, white hair long enough to reach the earthen floor. He is missing one eye, while the other is red. Weirwood roots surround the man and grow through his body, including his leg and his empty eye socket. His voice is slow and dry, as if he had forgotten how to speak. It is also implied that he was once a man of the [[Night's Watch]], hence his 'crow' name.\n\nA number of details indicate who he might actually be.\n\n", "Quotes": "{{Quote|Look for me...beneath the tree...North!|Three-eyed raven|The Lion and the Rose}}\n\n{{Quote|You will never walk again, but you will fly.|Three-eyed raven to [[Bran Stark]]|The Children}}\n\n", "See also": "*{{AWOIAF|Three-eyed crow}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Template:Season One Appearances||||yes||yes||||yes}}\n{{Template:Season Three Appearances||yes||yes}}\n{{Template:Season Four Appearances||yes||||||||yes}}\n", "Biography": "===[[Season 1]]===\n[[File:Three-eyed_raven.png|thumb|left|The Three-eyed raven guides Bran to Winterfell's crypts.]]\nAfter his fall from the tower and awakening from the subsequent coma, the raven appears to [[Bran Stark]] multiple times in his dreams. In them, it appears as Bran is about to fire an arrow and causes him to stop before he shoots. Then, the raven lands on the head of a [[direwolf]] statue, cries once and then flies deep into the [[Stark]] family crypt.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt; After having the dream again, he becomes convinced the raven is guiding him to the crypts in order to somehow find [[Eddard Stark|his father]] there, even though he is supposed to be alive and well at [[King's Landing]]. Anxious to find out, he asks [[Osha]] to take him down to the crypts. There, they are surprised by [[Rickon Stark|Rickon]], who admits to having had the same dreams. Outside, Osha is still trying to tell Bran that it could be a coincidence when a saddened [[Maester Luwin]]Â appears, holding a letter announcing Eddard's death.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\nBran asks [[Osha]] about the significance of the three-eyed raven but she does not divulge anything.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n[[File:Three-eyed_raven_on_a_tree.png|thumb|The Three-eyed raven guides Bran to a tree in his dreams.]]While traveling north, Bran dreams once again of the three-eyed raven. In the dream he's able to walk and attempts to shoot at him with a bow and arrow. AÂ [[Jojen Reed|strange boy]] then appears in the dream, and tells Bran that he cannot kill the raven, because Bran is the raven.&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt;Â Another day, this same boy, Jojen, and his sister [[Meera Reed|Meera]] encounter Bran and his companions in real life, and Jojen explains the prophetic powers of [[greensight]] dreams to Bran. Jojen explains that he also saw the three-eyed raven and it was Jojen himself in the dream (not just a prophetic vision of him), as the power of greensight, conferred by the raven,Â allowed his mind to enter Bran's dreams.&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\nWhen Bran touches a weirwood in the haunted forests beyond The Wall, he sees flashes of the three-eyed raven from his dreams at Winterfell, flying through the crypts. Among his other vision is a single giant weirwood on a hill, with a voice that whispers, &quot;Look for me... beneath the tree... North!&quot;.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\n[[File:Game-of-thrones-season-4-finale-tree-man.jpg|thumb|left|Bran meets the Three-eyed raven in his real form.]]Bran and his group eventually reach the giant weirwood tree on the hill, but are attacked by a group of [[wights]]. Jojen is fatally stabbed and Meera attempts to save him, but Jojen tells her to leave him for dead. They are helped by a [[Leaf|child of the forest]], who leads them into a [[Cave of the three-eyed raven|cave]]. She explains that the wights cannot enter, as the magic that reanimates them has no power there. She then leads them deep into the cave to the three-eyed raven, who is revealed to not be a bird but a very old man whose body is fused to the roots of the weirwood tree. Bran states that he is the three-eyed raven, and the man tells them that he has been many things but is now what they see. Meera begins to tell him that Jojen has died and before she can finish the raven says that Jojen knew what would happen the moment he left, and went anyway. When Meera asks how he knows that, the raven says that he has been watching them for all of their lives with a thousand eyes and one. The raven tells Bran that the hour is late, and Bran replies that he did not want anyone to die for him. The raven states that Jojen died so that Bran could find what he lost. Bran asks if the raven will help him walk again. The raven answers that Bran will never walk again, but he will fly.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n"}, "title": "Three-eyed raven"}