{"attributes": {}, "sections": {"The Reign of the Mad King": "{{main|Aerys II Targaryen}}\n*'''259 AL''': King Aerys's reign begins with great promise. He sweeps aside the old men of his father and grandfather's courts and replaces them with young, vigorous replacements.\n* '''260 AL''': Maelys Blackfyre, the last of the Blackfyre Pretenders, plans to invade Westeros from a base in the Stepstones but Aerys sends an army against him in a preemptive attack. In the resulting [[War of the Ninepenny Kings]], Maelys is killed by a promising young knight named [[Barristan Selmy]]. During the war [[Hoster Tully]] of Riverrun makes the acquaintance of a [[House Baelish|Baelish]] of the Fingers, later accepting his son [[Petyr Baelish|Petyr]] as a ward at Riverrun.\n*'''~261 AL''': Young [[Tywin Lannister]] puts down the [[Reyne Rebellion]] to restore Lannister dominance over [[the Westerlands]], and has any surviving Reynes - man, woman, and child - put to the sword, as an example to any vassal who would dare challenge [[Casterly Rock]] again. The eradication of House Reyne is the first major step in the return to glory of House Lannister, in which Tywin almost singlehandedly rebuilt the fortunes and strength of his House. Impressed with Tywin's ruthlessness, King Aerys Targaryen appoints him as his new Hand. Tywin continues to ably serve in this position for twenty years, during which the Seven Kingdoms and the Lannisters in particular enjoy peace and prosperity.\n* '''262 AL''':  Tywin Lannister's wife [[Joanna Lannister]] gives birth to twins, [[Cersei Lannister|Cersei]] and [[Jaime Lannister|Jaime]].&lt;ref&gt;Cersei and Jaime are the same age.  Jaime was named to the Kingsguard at the age of 17 right before Robert's Rebellion, and Cersei said she was 19 when she married Robert at the end of the war).&lt;/ref&gt;\n* '''266 AL''':  Tywin Lannister's wife Joanna dies giving birth to their third and final child, a stunted [[Dwarfism|dwarf]] named [[Tyrion Lannister|Tyrion]].&lt;ref&gt;Cersei stated in &quot;Blackwater&quot; that she was four years old when her mother died giving birth to Tyrion, which is younger than she was in the books when this happened.&lt;/ref&gt;\n*'''c.266 - c.290 AL''': According to [[Tyrion Lannister]], Westeros has experienced nine winters during his lifetime, the last ending around 290 AL. Tyrion states that the winter during which he was born was the longest of these, lasting three years.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt;\n*'''270s AL''': Cracks begin to appear in Aerys's demeanor. He refuses to marry his son [[Rhaegar Targaryen|Rhaegar]] to Tywin's daughter [[Cersei]], instead having Rhaegar marry Princess Elia Martell of Dorne. Aerys becomes paranoid over talk in the castle that Tywin is the true ruler of the Seven Kingdoms. When Lord Darklyn of Duskendale refuses to pay his taxes, Aerys resolves to crush the problem himself without Tywin's aid. Unfortunately, the situation gets out of control and Aerys is imprisoned for several months in Duskendale before Tywin and Barristan Selmy assault the castle and rescue him. The Darklyns are burned alive for their treachery. Later historians claim that the Defiance of Duskendale marked the beginning of the end for Aerys's sanity.\n*'''c. 280 AL''': In a year of false spring, a great [[tournament]] is held by Lord Whent at Harrenhal. King Aerys and Prince Rhaegar attend, as do many lords from across the Seven Kingdoms. Prince Rhaegar wins the tournament, but names [[Lyanna Stark]] of Winterfell as the Queen of Love and Beauty rather than his own wife Elia. Lord Tywin Lannister is enraged when Aerys names his son [[Jaime Lannister|Jaime]] to the Kingsguard, disinheriting him as Tywin's heir in favor of his ugly, misshapen younger brother [[Tyrion]]. Furious, Tywin resigns the Handship and returns to Casterly Rock. A few years later, Rhaegar allegedly kidnaps Lyanna against her will and disappears with her. Lyanna's brother [[Brandon Stark (the elder)|Brandon]] and father Lord [[Rickard]] demand justice from King Aerys, but he has Rickard burned alive and Brandon strangled to death for daring to question what the Targaryens would choose to do.\n\n==Robert's Rebellion==\n{{main|Robert's Rebellion}}\n*'''280-281 AL''': In response to the king's murder of Rickard and Brandon Stark, the new Lord of Winterfell, [[Eddard Stark]], raises the banners of the North. [[Robert Baratheon]], Lord of [[Storm's End]] and betrothed to Lyanna, joins the rebellion, raising the banners of the [[Stormlands]]. Lord [[Jon Arryn]] of the Vale, a mentor to both Robert and Eddard, does the same. Lord Hoster Tully of Riverrun, who had planned to marry his daughter [[Catelyn]] to Brandon Stark, instead agrees to marry her to Eddard in exchange for his support in war. In addition, he marries his second daughter [[Lysa Arryn|Lysa]] to Jon Arryn to shore up the alliance. The Stark, Tully, and Arryn armies begin gathering north of the [[Trident]], but Robert's forces are cut off far to the south. Leaving his brother [[Stannis Baratheon|Stannis]] to hold Storm's End, Robert marches his army north-west through enemy territory. He is defeated at the Battle of Ashford by Tyrell forces loyal to the king, but manages to cross the Trident and link up with the other rebels, while Lord Mace Tyrell besieges Storm's End for a year.  Each side consolidates for a major showdown.\n*Prince Rhaegar leads a royalist army to directly engage the rebels, but is defeated at the climactic [[Battle of the Trident]], in which he is killed in personal combat by Robert himself.\n*Realizing that rebel victory is imminent, King Aerys sends his remaining young son [[Viserys Targaryen|Viserys]] and his pregnant wife Queen [[Rhaella Targaryen|Rhaella]] to the safety of the ancestral Targaryen fortress, [[Dragonstone (castle)|Dragonstone]] island.  \n*With Rhaegar dead, lords who had been undecided about which side to join now abandon the Mad King.  Lord Tywin's army arrives at King's Landing allegedly to defend the city, but once the gates are opened the Lannisters [[Sack of King's Landing|brutally sack the city]]. Aerys II is killed by Jaime Lannister, his own Kingsguard, for which Jaime becomes known as &quot;the Kingslayer&quot;.  \n*On Dragonstone, Queen Rhaella dies giving birth to her daughter, [[Daenerys Targaryen|Daenerys]], a several months after her father died in the fall of King's Landing.  During her birth a great storm wrecks what is left of the Targaryen fleet anchored at Dragonstone, for which she is named &quot;Daenerys Stormborn&quot;.  The rebels lack their own fleet so it takes some time to assemble one to assault the island.  Eventually, when they realize the rebels will arrive soon, Targaryen loyalists smuggle the Targaryen heirs Viserys and Daenerys to safety in the Free Cities, where they remain in exile.\n*Robert Baratheon, due to a blood relationship with House Targaryen, is proclaimed King of the Seven Kingdoms. With Lyanna dead, Robert instead marries Cersei Lannister to shore up the alliance that brought down the Targaryens.\n**The TV series adaptation wanted to increase the age of several of the younger characters for censorship reasons:  Daenerys's aged was directly linked to the war, because her father died at the very end of it and she was born after his death.  Thus Robert's Rebellion occurred 15 years before the beginning of the first novel, but is repeatedly stated to have occurred 17 years before Season 1 of the TV series.  It was never definitively stated if this meant that the rebellion started two years earlier, or if the events of Season 1 occur two calendar years later than their book counterparts.  Based on the fact that prop letters in Season 1 continued to be dated as &quot;298 AL&quot; - the same year that the first novel begins - ''Game of Thrones Wiki'' has taken this as indication that Robert's Rebellion must have begun two years earlier in the TV continuity, in 280 AL instead of 282 AL.\n*'''281 AL''' - Lord Eddard having impregnated his new wife Catelyn soon before departing south for the war, their son [[Robb Stark]] is born nine months later, during the closing months of the war (Robb is about 16 years old, going on 17, during the events of Season 1, said to occur 17 years after the war ended).  \n*'''~Late 281 AL''' - When Eddard returns back north from the war, he reunites with Catelyn and sees his newborn son Robb for the first time.  Along with him, however, Eddard brings from the south an infant boy.  He explains that the child is a bastard that he fathered while on campaign - making him only a few months younger than Robb.  Eddard gives no explanation about who the boy's mother is.  Eddard names the boy Jon, and as an acknowledged noble bastard he uses the surname Snow.  Unusually, Eddard announces that his bastard son [[Jon Snow]] will be raised in his home castle Winterfell, alongside his lawfully born children with Catelyn.\n\n==King Robert's Reign==\n{{main|Robert Baratheon}}\n*'''282 AL''':  Queen Cersei Lannister gives birth to Prince [[Joffrey Baratheon]].  Secretly, the boy is not actually Robert's son, but a bastard of incest fathered by Cersei's own twin brother Jaime.&lt;ref&gt;While Joffrey was 12 years old in the first novel, the TV series established that he was 16 years old in Season 1, thus he born around a year or two after the war ended 17 years ago.&lt;/ref&gt;\n*'''285 AL''': [[Sansa Stark]] is born.\n*'''287 AL''':  [[Arya Stark]] is born.  \n*'''288 AL''': [[Bran Stark]] is born.\n*'''289 AL''': The [[Greyjoy Rebellion]] - Lord [[Balon Greyjoy]] leads a rebellion against King Robert's reign, attempting to secede the [[Iron Islands]] from the rest of the realm. After several months of furious fighting in the Westerlands and Riverlands, King Robert's forces push the ironborn back to [[Pyke (castle)|Pyke]] and storm the castle. Balon capitulates and surrenders his only surviving son, [[Theon]], as hostage and [[ward]] for his good behavior. Robert instructs Eddard Stark to take Theon under his wing.\n*'''289 AL''':  Following spring, a long summer officially begins, which will last for another ten years, only ending in 299 AL.  It is the longest summer in living memory.\n*'''292 AL''': [[Rickon Stark]] is born.\n*'''297 AL''': Magister [[Illyrio Mopatis]] of [[Pentos]] invites Viserys and Daenerys Targaryen to stay in his manse and offers to help them reclaim their throne.\n\n", "The Andal Invasion": "{{main|Andal Invasion}}\n*'''c. 6,000 BAL''': A race of men from [[Essos]], the [[Andals]], cross the [[Narrow Sea]] in numerous ships and make landfall in the [[Vale of Arryn]]. Under the banner of the [[Faith of the Seven]], riding horses and wielding weapons made of iron, they overrun and conquer all of Westeros south of [[the Neck]]. Their attempts to invade the North are frustrated by the North's natural defenses, namely the swamps of the Neck and the formidable fortress of [[Moat Cailin]], so eventually they make peace with the King in the North. A shifting quilt of small kingdoms takes shape in southern Westeros. The Andals kill the few remaining Children of the Forest as they encounter them, and the survivors disappear.&lt;ref name=&quot;VG Westeros Through The Ages&quot; /&gt;\n*'''c. 4,000 BAL''': By this time the Andals make their last conquest, of the [[Iron Islands]] which are separated from the mainland of Westeros. While ethnically similar to the First Men of the mainland, the islanders had long before diverged into their own separate culture, known as the [[Ironborn]]. While Andals did conquer the islands, they simply integrated into the local culture, even converting to the local religion of the [[Drowned God]]. Thus the ironborn of later centuries are composed of the same First Men/Andal ethnic mix of most of the rest of Westeros, and they took up the language of the Andals, but otherwise, their unique culture was not drastically affected by the Andal Invasions.\n\n", "The Dawn Age": "*'''Prehistory''': Westeros is inhabited by non-human races: the [[Children of the Forest]], a diminutive species of greenseers and wood-dancers, and the [[Giants]]. The Children of the Forest worshiped the gods of nature and are believed to have carved the faces into the [[Weirwood]] trees.&lt;ref name=&quot;VG Westeros Through The Ages&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/appendix/beyond-the-houses/ HBO Viewer's Guide, Season 2 appendices Westeros Through the Ages]&lt;/ref&gt;\n*'''c. 12,000 Before Aegon's Landing''': A human ethnic group, the [[First Men]], [[Wars of the First Men and the Children of the Forest|invades Westeros]] across the Arm of [[Dorne]], bearing weapons of bronze. The Children of the Forest destroy the Arm with magic, creating the island chain known as the [[Stepstones]], but the First Men are able to reinforce by ship. A fierce battle for control of Westeros begins.&lt;ref name=&quot;VG Westeros Through The Ages&quot;/&gt; Eventually the Children of the Forest call down the [[Hammer of the waters]] to shatter Westeros in two but only succeed in flooding [[the Neck]] and transform its fields into swamps and bogs.&lt;ref&gt;&quot;[[House Reed (Histories &amp; Lore)]]&quot;&lt;/ref&gt;\n*'''c.10,000 BAL - Signing of the Pact'''. After years of warfare, the two sides agree to a truce, signing [[the Pact]] on the [[Isle of Faces]]. The First Men take control of the open lands and the Children take control of the forested interiors. In time, the First Men adopt the worship of the [[Old Gods of the Forest]]. The signing of the Pact marked the end of the Dawn Age, and the beginning of the [[Age of Heroes]].&lt;ref name=&quot;VG Westeros Through The Ages&quot; /&gt;\n*The First Men who settle in the [[Iron Islands]], separated from the mainland, develop their own unique culture based on seafaring and [[raiding]]. They become known as the [[Ironborn]], and unlike their First Men cousins on the mainland, develop their own local religion worshiping a deity known as the [[Drowned God]].\n*The First Men who settle in the Neck branch off to form their own unique culture, known as the [[Crannogmen]]. They still worship the Old Gods like their neighbors, but their society has adapted to the swampy climate of their territory.\n\n", "TOP": "Timeline02841cbirxb808wcxlxxno2t0nv6en5esfr71793932015-03-25T23:13:59ZThe Dragon Demands5014364/* In the TV series */The recorded history of [[Westeros]] extends back over 12,000 years, according to tradition, though the accuracy of the legends and myths that recount much of this history is openly questioned by the [[maesters]] of the Citadel, amongst others.\n\nAs with real-life medieval cultures, the people who inhabit [[The Known World|the known world]] in which the continents of Westeros, [[Essos]], and [[Sothoryos]] are located do not possess objective knowledge about how their world was created. This is in contrast with J.R.R. Tolkien's Middle-earth legendarium, in which characters actually did meet their gods or angelic beings and knew the full history of their world. In the fantasy world in which Westeros is set, civilization just gradually coalesced from the hunter-gatherer level, as in real-life. Many different cultures have their own theories about how the world began and how the human race came to be, usually tied to which religion they practice. Different religions offer drastically different theories on how the world was created. Even more simple &quot;cultural traditions&quot; and oral histories have much to say on the subject but no hard evidence. Some of these oral traditions are known to be simply inaccurate: the [[Dothraki]] believe that the first man came into being one thousand years ago, when even the written histories of other continuous civilizations stretch back five to six thousand years.\n\nThe earliest written histories date back to about 6,000 years ago, when the Andals first introduced writing to Westeros. The First Men had no writing system more advanced than runes for marking graves, thus all history before 6,000 years ago relies on oral tradition. Many of the events before 6,000 years ago in Westeros, during the Age of Heroes, are half-legendary, and some of the more fanciful tales of these times probably have little basis in reality. Still, all legends and oral histories may have some kernel of truth behind them. Written histories in Essos from the great civilizations of Valyria and Ghis also date back roughly five to six thousand years. Even so, this is about twice as long as the continuous written historical record than exist in our real-life world, our equivalent being if written history were extended unbroken back to the construction of the first ziggurat in ancient Sumeria. Oral tradition extends back twice that long.\n\nA major issue, pointed out by author [[George R.R. Martin]] himself, is that as the saying goes, history tends to be written by the victors. Just as in real life, the inhabitants of Westeros during the time frame of the TV series do not possess an objective record of history. History tends to be more accurate the closer it is to the present, but largely in the sense that fables and half-myths tend no longer to be included. All history books display the biases of their authors to some degree. The oldest written histories in Westeros were made by the Andal invaders, and they depicted themselves in a positive light as they killed or conquered the First Men of the south. The Northerners, descended from the First Men who were never conquered by the Andals, have a decidedly negative view of the Andal invasions.\n\nThe dating system is based onÂ Aegon the Conqueror's first landing on Westeros which started the Targaryen Conquest. Thus all dates are &quot;AL&quot; for Aegon's Landing or &quot;BAL&quot; for &quot;Before Aegon's Landing&quot;.\n\n", "In the TV series": "\n*'''298 AL''': The events of ''[[Game of Thrones]]'' begin with [[Season 1]], seventeen years after the end of Robert's Rebellion.\n**[[Jon Arryn]] is poisoned. [[Eddard Stark]] is appointed to replace him as [[Hand of the King]]. At King's Landing, Stark discovers the secret Jon Arryn learned: none of Queen [[Cersei Lannister]]'s three children are Robert's, but are all [[Bastards|bastard]] products of [[incest]] with her own twin brother, Ser [[Jaime Lannister]]. King Robert Baratheon is killed in a boar hunt, secretly assassinated at the order of Queen Cersei Lannister by slipping him overly strong wine during the hunt, so he would not live to learn of Cersei's betrayal from Stark. Cersei's eldest son [[Joffrey Baratheon]] is crowned king as Robert's alleged heir. Eddard Stark attempts a counter-coup in support of Robert's lawful heir [[Stannis Baratheon]], but he is betrayed to the Lannisters by [[Petyr Baelish|Petyr &quot;Littlefinger&quot; Baelish]] and [[Janos Slynt]]. Lannister plans to manipulate Lord Stark into declaring support for Joffrey in exchange for being allowed to leave with his life by joining the [[Night's Watch]] go horribly awry when, on the steps of the [[Great Sept of Baelor]], the crazed King Joffrey instead orders Eddard Stark to be immediately beheaded.\n**The Seven Kingdoms become engulfed in the massive civil war known as the [[War of the Five Kings]]. [[Robb Stark]] is declared [[King in the North]] by his bannermen, seeking vengeance for his father's murder. He is joined by the lords of Riverlands, sworn to his mother's family, [[House Tully]], and attempts to secede from the Iron Throne. Both of the younger Baratheon brothers, Stannis and Renly declare themselves king, challenging Joffrey's legitimacy. Stannis initially only controls the islands of [[Blackwater Bay]] ruled from [[Dragonstone]], as well as much of the [[Royal Fleet]]. Renly enters into a marriage-alliance with [[House Tyrell]], and is supported by the combined might of [[the Stormlands]] and [[the Reach]]. [[House Arryn]] of [[The Vale of Arryn|the Vale]] and [[House Martell]] of [[Dorne]] declare their neutrality.\n**[[Daenerys Targaryen]] marries Khal [[Drogo]] in [[Pentos]], securing the Targaryen exiles their first real chance of gaining an army with which to reconquer the Seven Kingdoms. [[Viserys Targaryen]] is executed by Khal [[Drogo]] in [[Vaes Dothrak]]. Drogo succumbs to an infected wound along with betrayal by [[Mirri Maz Duur]]. At the edge of the [[Dothraki Sea]] and [[Lhazar]], at Drogo's funeral pyre, Daenerys uses &quot;fire and blood&quot; to successfully hatch three live [[dragons]].\n**Rumors begin to reach the [[Night's Watch]] that demonic forces are stirring [[beyond the Wall]], with [[wildlings]] and even some of their own Rangers giving crazed reports of seeing the [[White Walkers]]. [[Jon Snow]] and [[Samwell Tarly]] join the Night's Watch. A [[wight]] attacks Lord Commander [[Jeor Mormont]] at [[Castle Black]], prompting him to decide to lead an expedition of three hundred men north of the Wall.\n*'''299 AL''': The events of ''Game of Thrones'' [[Season 2]]:\n**The [[Conclave]] of the [[Maesters|Order of Maesters]], based on reports and observations, officially declares that the ten year long summer has finally ended, and autumn has begun. There are fears that a long summer will be followed by an equally long winter, but instead of stockpiling food, the Seven Kingdoms are gripped by civil war, devastating the countryside.\n**The War of the Five Kings drags on. King Robb Stark invades the Westerlands to further bleed the Lannisters. The Baratheon brothers parley in the Stormlands but refuse to combine their strength. Heavily outnumbered, Stannis has his ally the Red Priestess [[Melisandre]] summon a magical [[shadow]]-creature to assassinate Renly in his tent the night before their armies would have clashed. The lords of the Stormlands rally to Stannis as the sole remaining Baratheon heir, but the Tyrells and their vassals withdraw back to the Reach. [[Balon Greyjoy]] decides to opportunistically use the war as a chance to secede the [[Iron Islands]] from the Iron Throne, but instead of allying against the Lannisters, [[House Greyjoy]] goes for the low-hanging fruit by attacking the North while Robb's army is in the south (in the hope that the Lannisters will reward them by confirming their independence). Winterfell is sacked and later burned. Stannis uses his newfound army from the Stormlands to mount a massive direct assault on King's Landing in the [[Battle of Blackwater Bay]]; ultimately due to Tyrion's [[wildfire]] trap and the arrival of reinforcements under Lord Tywin Lannister, Stannis' fleet is crushed and his army all but destroyed, yet he barely manages to escape back to Dragonstone with his life. Baelish brokers an alliance between House Tyrell and House Lannister, sealed by the betrothal of [[Margaery Tyrell]] to King Joffrey. Further marriage alliances are made of [[Myrcella Baratheon]] with [[Trystane Martell]], and Baelish with [[Lysa Arryn]], which also bring Dorne and the Vale back into the Lannister fold (though they do not send troops to march in battle). Robb Stark breaks his promised marriage-alliance with [[House Frey]] by marrying [[Talisa Maegyr]].\n**By the time of the death of King [[Renly Baratheon]], it has been eighteen years since Robert's Rebellion, indicating a year or more has passed since the events of the series began.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n**Daenerys Targaryen crosses the [[Red Waste]] and arrives in [[Qarth]]. She later flees the [[Warlocks of Qarth]] who desire control of her dragons, and takes a ship bound west.\n**Lord Commander Mormont's Great Ranging north of the Wall reaches the [[Fist of the First Men]]. Jon Snow joins [[Qhorin Halfhand]] in scouting out the main wildling camp of [[King-Beyond-the-Wall]] [[Mance Rayder]] in the [[Frostfang Mountains]]. Jon encounters the wildling spearwife [[Ygritte]], but he and Qhorin are later captured. Qhorin convinces Jon to kill him to convince the wildlings that he intends to defect, so Jon can infiltrate Mance Rayder's army from within.\n*'''300 AL''': The events of ''Game of Thrones'' [[Season 3]]:\n**Talisa states in Robb Stark's army camp as he leaves Riverrun for [[the Twins]] that the War of the Five Kings has lasted two years now (reinforcing the general principle that one TV season equals one year within the story continuity).&lt;ref&gt;&quot;[[The Bear and the Maiden Fair (episode)]]&quot;&lt;/ref&gt;\n**King Robb Stark withdraws from the Westerlands and returns to the Riverlands, his strategic objectives having failed. Robb's grandfather Lord [[Hoster Tully]] dies after a long illness, and Robb returns with much of his army to [[Riverrun]]. Having secured the south through their victory at the Battle of the Blackwater and through various marriage alliances, for a time the Lannisters focus on consolidating their now very strong position in the war. This leads to a lull in major operations in the war, as Robb's strategic plans have failed and Tywin is content to patiently strengthen his position. The Lannisters switch to a new strategy of offering no battle to Robb's army, as they can afford to wait him out, and it would be a pointless waste to give Robb another opportunity for a disproportionate tactical victory like at Whispering Wood and Oxcross.\n**Lord [[Rickard Karstark]] kills two unarmed Lannister squires held at Riverrun, Tywin's own nephews [[Martyn Lannister|Martyn]] and [[Willem Lannister]], as petty vengeance for the loss of his own sons in the war. In response Robb Stark personally beheads Lord Karstark for treason, against the advice of his counselors, resulting in the forces of [[House Karstark]] abandoning his already dwindling and outnumbered army. King Robb decides that his only remaining option is to make an all-or-nothing assault against [[Casterly Rock]] in the west, as the bulk of Lannister-Tyrell forces are deployed in the east to defend King's Landing. However, this will require winning back the support of House Frey after breaking his promise to enter into a marriage-alliance with one of [[Walder Frey]]'s daughters. As a replacement, the Freys insist that Robb's uncle [[Edmure Tully]] marry Lord Walder's daughter [[Roslin Frey]].\n**Robb Stark, Catelyn Stark, and almost the entire Northern army is massacred at [[the Twins]] at the wedding feast of Edmure and Roslin, which becomes known as the [[Red Wedding]]. Robb and his army are betrayed by his own bannermen, [[House Frey]] and [[House Bolton]]. Lord [[Walder Frey]] directly violates [[guest right]] in the betrayal, killing men who were officially guests in his home and ate at his own table, breaking the most sacred laws of gods and men. Lord [[Roose Bolton]] personally kills the wounded Robb Stark, driving a sword through his heart. As a final insult, the Freys and Boltons horrifically desecrate Robb Stark's corpse by decapitating it and then sewing the head of his [[Direwolves|direwolf]] [[Grey Wind]] onto his body in its place. Lord Tywin Lannister was a secret accomplice in the massacre, as Walder Frey and Roose Bolton would never have dared to violate guest right unless they were promised protection and rewards. The Lannisters install House Bolton as the new rulers of the North to replace House Stark, while the Freys will displace the Tullys in the Riverlands.\n**Daenerys Targaryen arrives at [[Astapor]] in [[Slaver's Bay]] in search of an army with which to reclaim the Seven Kingdoms. She tricks the slavers and with the aid of her growing dragons, seizes control of an army of 8,000 [[Unsullied]] warrior-[[eunuch]]s. Daenerys frees the elite slave-soldiers but they all agree to fight for her. After [[Sack of Astapor|sacking Astapor]], the new Targaryen army advances on [[Yunkai]].\n**The Night's Watch faces the White Walkers in combat for the first time in 8,000 years at the disastrous [[Battle of the Fist of the First Men]], where their main base camp is ambushed by White Walkers leading their hordes of undead [[wights]]. Out of three hundred men, consisting of most of the Watch's high-ranking officers and best fighters, only a few dozen men led by Lord Commander Mormont are able to fight their way out, and retreat back to [[Craster's Keep]]. Deteriorating conditions there lead to the [[Mutiny at Craster's Keep]] in which Mormont himself is killed by his own men, while loyalists and betrayers turn on each other in the confusion. Samwell Tarly escapes the carnage with Craster's daughter-wife [[Gilly]], and attempts to flee with her back to Castle Black. On the way Sam is confronted by a White Walker, but becomes the first man in thousands of years to kill one of the demonic beings when he stabs it with a [[dragonglass]] dagger he found at the Fist of the First Men, in the process discovering their vital weakness to the substance. Jon Snow meets Mance Rayder and gains his trust, and is sent with a scouting party led by [[Tormund]] to scale the Wall. They successfully pass over to the south side, and intend to attack Castle Black from its undefended rear to distract its small garrison while Mance's main army assaults the Wall directly.\n*'''301 AL''': The events of ''Game of Thrones'' [[Season 4]].  [[Game of Thrones: A Telltale Games Series]] is set concurrently with Season 4, starting with the Red Wedding.\n**King Joffrey Baratheon is assassinated with poisoned wine at [[Purple Wedding|his own wedding]]. Tyrion Lannister is arrested on the false accusation of involvement in the plot to poison Joffrey. Sansa Stark finally escapes King's Landing, carried away on a ship by Petyr Baelish.\n**Joffrey is succeeded as king by his younger brother [[Tommen Baratheon|Tommen I Baratheon]], a very young boy. Much more mild-mannered and easily controlled than the crazed Joffrey, young Tommen becomes a pliable puppet king for his grandfather Tywin, who as Hand effectively becomes King in all but name.\n**House Bolton begins to consolidate Lannister rule over the North, while House Frey dominates the Riverlands - though much of this major breadbasket region has been reduced to a burned out devastation, roamed by brigands.\n**House Greyjoy and the Iron Islands continue to reject Lannister control, as does Stannis Baratheon on Dragonstone.\n**Despite the Lannisters' apparent victory, substantial spending on the war has only exacerbated the crown's already massive debts, leading to tensions with the [[Iron Bank of Braavos]].\n**[[Lysa Arryn]] is killed by [[Petyr Baelish]] soon after marrying him, making Littlefinger the new [[Regent]] for her young son and ruler of the Vale. He is joined by a young black-haired girl named &quot;Alayne&quot; - secretly, a disguised Sansa Stark.\n**After [[Sandor Clegane]] is badly injured in a fight with Brienne of Tarth, [[Arya Stark]] leaves him for dead by the highway. She then arrives at the eastern coast, and uses the special coin that [[Jaqen H'ghar]] gave her to obtain passage on a ship to the Free City of [[Braavos]], across the Narrow Sea.\n**[[Oberyn Martell]] is killed in a [[Second Trial by Combat of Tyrion Lannister|trial by combat]] with Ser [[Gregor Clegane]], but not before stabbing Gregor multiple times with a blade coated in deadly [[Manticores|manticore]] venom.\n**[[Tywin Lannister]] is killed by his own son [[Tyrion Lannister]], shot with a crossbow while he sat on the privy. Tyrion and [[Varys]] flee to the Free Cities. Cersei becomes the new head of House Lannister.\n**Daenerys Targaryen's growing army arrives at the last and greatest of the three major cities in Slaver's Bay, [[Meereen]]. Her forces capture the city and she sets herself up as its new ruling Queen. After hearing of Joffrey's assassination, Daenerys and her advisors briefly consider if the time is right to mount an invasion of the Seven Kingdoms. However, after Daenerys's army leaves, the slave-masters retake Yunkai, while a tyrant named Clean overthrows the council she left behind in Astapor to make himself its new emperor. With the population of Slaver's Bay thrown into chaos, and with an invasion of Westeros still a daunting task (given that her dragons are not yet big enough to ride), Daenerys decides to remain in Meereen and consolidate her position. Daenerys exiles [[Jorah Mormont]] when she discovers that he had previously been spying on her for Robert Baratheon (though his loyalty later became genuine).\n**Advanced wildling raiding parties scale over the Wall to pillage [[the Gift]], to distract the Night's Watch as preparation for the attack by Mance Rayder's main wildling army on Castle Black itself.\n**Beyond the Wall, [[Bran Stark]] and his remaining companions finally reach the [[Cave of the three-eyed raven]], who actually used to be a man and is the Last [[Greenseer]], attended by the remaining [[Children of the Forest]].\n**The wildling horde numbering in the tens of thousands assaults the Wall in the [[Battle of Castle Black]]. After a desperate defense, the tide is turned by the surprise appearance of Stannis Baratheon, along with most of his remaining forces, leading to a decisive victory. Many wildlings are killed or flee, and thousands are captured, including Mance Rayder. Stannis's relocation to the Wall begins a new phase in the War of the Five Kings.\n*'''302 AL''': The events of ''Game of Thrones'' [[Season 5]]:\n\n", "The Targaryen Conquest": "{{main|War of Conquest}}\n*'''2 BAL - 0 AL''': Despite pleas to intervene in the Free Cities, [[Aegon the Conqueror]], the ruler of House Targaryen, decides to invade Westeros, along with his sister-wives Rhaenys and Visenya. With only a small number of soldiers, his forces make landfall at the mouth of the [[Blackwater Rush]]. On a tall hill overlooking the bay, he builds a wooden redoubt on the site of what is now the [[Red Keep]]. He then begins his military campaign using his secret weapon: the only three dragons known to have survived the Doom. The construction of Harrenhal castle finishes the same day that Aegon lands in Westeros. When King Harren the Black refuses to surrender, Aegon uses his dragons to overcome Harrenhal's defenses and burns Harren alive in what is later called Kingspyre Tower. The remaining ironborn flee back to the isles and capitulate to Aegon, naming Vickon [[Greyjoy]] of [[Pyke (castle)|Pyke]] to rule over them. Aegon is joined by Lord [[Edmyn Tully]] of [[Riverrun]], who leads a popular rebellion of the rivermen against the ironborn. Aegon rewards Tully by naming him overlord of the Riverlands. Aegon's army then defeats the allied forces of King [[Mern IX Gardener]] of the Reach and King [[Loren Lannister]] of the Rock on what becomes known as the [[Field of Fire]], as more than 4,000 men are burned alive by the dragons. House Gardener is extinguished, so Aegon names the stewards of [[Highgarden]] as overlords of the Reach: [[House Tyrell]], a [[Cadet branch|cadet branch]] of House Gardener. King Loren surrenders to Aegon, who names him overload of the Westerlands and allows [[House Lannister]] to continue its rule. Aegon's bastard half-brother, Orys Baratheon, kills the Storm King, Argilac the Arrogant, and seizes his castle of [[Storm's End]], along with his daughter whom he takes to wife. Aegon rewards Orys by naming him overlord of the [[Stormlands]] and allowing him to found [[House Baratheon]]. Aegon is then legitimized when he enters the city of Oldtown and his war is blessed by the High Septon of the Faith of the Seven. King Torrhen Stark of the North also bows the knee, as does King Arryn of the Vale, but Aegon's attempt to conquer Dorne is thwarted by the Dornish refusal to give battle openly, preferring guerrilla warfare. Aegon decides to allow Dorne to remain independent for now, and returns to the site of his landing to found the city of [[King's Landing]].&lt;ref name=&quot;VG Westeros Through The Ages&quot; /&gt;\n**The naming of the &quot;After Aegon's Landing&quot; dating system is inherently a misnomer, as Aegon I himself counted the years of his reign as starting from the end of his conquest, when he entered Oldtown and was blessed by the High Septon, which occurred two years after Aegon and his army first landed on the mainland at the mouth of the Blackwater Rush.\n**Apparently, the inherent discrepancy in the name of the &quot;After Landing&quot; dating system became something of an annoyance in-universe for the maesters of the Citadel. In later books, such as the prequel novella ''The Princess and the Queen'', George R.R. Martin presents several maesters who have switched to the name &quot;After Conquest&quot;, abbreviated &quot;AC&quot;. This is not a new dating system, simply updating the name of the existing system to more accurately reflect historical events. The date &quot;130 AC&quot; is the exact same year as &quot;130 AL&quot;. That being said, the few written documents seen on-screen during the first seasons of the TV series have used the &quot;AL&quot; notation.\n***In some ways this reflects modern attempts to update the ''Anno Domini'' system of the Gregorian calendar. The AD/BC dating system was only developed by the medieval monk Dionysius Exiguus some five hundred years after Jesus was crucified, retroactively piecing together previous dates based on the individual reign of rulers or who was consul in Rome at the time, which ultimately produced several errors. Modern scholarship generally agrees that Jesus was probably born closer to the year 6 BC rather than at 1 BC (there was no year zero). Rather than go through the administrative chaos of revising all dated records, attempts have been made to introduce an alternative name for the system: &quot;Common Era&quot; (CE) replaces &quot;Anno domini&quot; (AD), and &quot;Before the Common Era&quot; (BCE) replaces &quot;Before Christ&quot; (BC). The alternative names (apart from being religiously neutral) are more accurate, as the &quot;AD&quot; system did not itself provide an accurate count from the date of Jesus's actual birth.\n***As with the Anno Domini system, the After Landing (or After Conquest) dating system does not have a year zero. It uses as its starting point the crowning of Aegon by the High Septon in Oldtown. The instant that the High Septon set the crown upon his head, the year &quot;1 BC&quot; changed into &quot;1 AC&quot; (the entire first year After Conquest was &quot;1 AC&quot;, and the day after the coronation was thus one day into &quot;1 AC&quot; even though a full year had not elapsed).\n\n", "The rise and fall of Valyria": "{{main|Valyria}}\n*'''c. 5,000 BAL''': On the eastern continent of [[Essos]], the peaceful sheep-herding folk of the peninsula of [[Valyria]] find [[dragons]] lairing in the Fourteen Fires, an immense chain of volcanoes extending across the neck of the peninsula. The Valyrians tame the dragons with magic and begin expanding their influence. They fight five great wars against the [[Ghiscari Empire]] before finally throwing them down in defeat, expanding the [[Valyrian Freehold]] to include all of [[Slaver's Bay]].&lt;ref name=&quot;VG Westeros Through The Ages&quot; /&gt;\n*'''c. 700 BAL''': The Valyrian Freehold begins settling the region of the modern [[Free Cities]]. Their expansion brings them into conflict with the native inhabitants of the region surrounding the River [[Rhoyne]]. Nymeria, the warrior-queen of the [[Rhoynar]], realizes that they cannot stand against dragons and they flee to Dorne, in southern Westeros. There Nymeria marries Lord Mors Martell and helps [[House Martell]] conquer the rest of Dorne, finally unifying the region as one kingdom.&lt;ref name=&quot;VG Westeros Through The Ages&quot; /&gt;\n*'''c. 500 BAL''': Revolting slaves take over the Valyrian fleet they were being transported in, and use the ships to flee from the Valyrian-controlled areas of central Essos to the northwestern corner of the continent.  There they find a secretive lagoon protected by mountains and narrow access channels, where they found the Secret City of [[Braavos]].\n*'''c. 200 BAL''': The Valyrians annex [[Dragonstone]], an island in the Narrow Sea just off the eastern coast of Westeros. The [[Targaryen]] family takes control of the island, which is used as a trading post with the Seven Kingdoms. According to legend, Aenar Targaryen had a vision of impending catastrophe and arranged to have his family removed from the Freehold.&lt;ref name=&quot;VG Westeros Through The Ages&quot; /&gt;\n*'''c. 100 BAL - the [[Doom of Valyria]]''': The Fourteen Fires erupt in a titanic explosion that obliterates the heartland of the Valyrian Freehold. Most of the Valyrian dragons, who lair in the volcanoes when not needed, are killed outright. The City of Valyria is partially buried under vast amounts of ash. The Valyrian Peninsula fractures and breaks apart. A large part of it is torn away from the mainland, low-lying areas are flooded and many offshore islands are formed. The waters around Valyria remain poisonous until the present day.&lt;ref name=&quot;VG Westeros Through The Ages&quot; /&gt;\n*'''c. 100 BAL - c. 2 AL''': The [[Century of Blood]]. In the aftermath of the Doom, Valyria's outlying colony-cities began breaking away and asserting their independence, becoming the nine [[Free Cities]]. leading to a free-for-all between them. The following one hundred years are chaotic free-for-all of almost constant warfare between them, also known as the Bleeding Years. Worse, without the Valyrian dragons to keep them in check anymore, the [[Dothraki]] mounted hordes spilled out of the central plains of Essos to sweep across most of the continent, in their first great wave of pillaging. For a time the Dothraki sacked cities at will, until their attacks were finally checked at the [[Battle of Qohor]]. Raids would continue afterwards but never on the same scale. Paralleling the Free Cities to the west, east of Valyria the Ghiscari cities of [[Slaver's Bay]] also reasserted their independence. Towards the end of this period [[Volantis]] grew enough in strength to try to conquer and unite all of the other Free Cities, but Volantis was ultimately defeated. Afterwards the Free Cities settled into somewhat more stable political patterns - just as Aegon Targaryen was uniting the Seven Kingdoms in Westeros.\n\n==Westeros: the Age of a Hundred Kingdoms==\n{{main|Westeros}}\n*'''c. 6,000 - 700 BAL''' - Over the centuries following the Andal Invasion, hundreds of petty kingdoms form across Westeros, eventually aggregating into several larger powerful nations, and ultimately, seven large kingdoms.\n*'''c. 4,000 BAL''' - The Andals finally conquer the [[Iron Islands]], much later than the mainland of Westeros due to their isolated location. However, the few Andals who invaded the Iron Islands (such as [[House Hoare]]) essentially &quot;went native&quot; and acculturated to the distinct ironborn culture, even abandoning the Faith of the Seven to convert to worship of the Drowned God. The cultural impact of the Andal invasions was therefore relatively minor in the Iron Islands.\n*'''c. 2,000-700 BAL''' - The final &quot;Seven Kingdoms&quot;, as they were later known, formed from previous smaller kingdoms during this time period as they absorbed their neighboring rivals. This is roughly said to have occurred anywhere from a thousand years before the Targaryen Conquest to a thousand years before the War of the Five Kings (varying by region). The Stark Kings expel pirates from the mouth of the [[White Knife]] river on the east coast, and to defend against further incursions founded the settlement that will later grow into [[White Harbor]], the North's only major port. Another Stark King defeats the [[Marsh King]], and marries his daughter to cement the North's annexation of the Neck.\n*'''c. 4,000 - 700? BAL''' - The ironborn enter into their first great age of expansion under House Hoare, conquering much of the western coasts of Westeros (as signified in their heraldry). Their possessions range from [[Bear Island]] in the far north to [[the Arbor]] in the far south, and many lands along the coasts in between. They penetrate as far as [[Raventree Hall]] in the northern Riverlands, but their dominion is mostly concentrated near the coasts. Over time, however, as major kingdoms centralized and grew in power on the mainland, such as the Starks of Winterfell and Gardeners of Highgarden, they gradually expelled the ironborn, until they were pushed back to the Iron Islands themselves.\n*'''c. 700 BAL''' - The [[Rhoynar]] migrate to [[Dorne]], after being driven from the [[Rhoyne]] River network in Essos by the Valyrians. [[House Martell]] intermarries with the Rhoynar led by Princess [[Nymeria]] and with their extra numbers [[Nymeria's War|conquers the rest of Dorne]], unifying the entire region for the first time. [[House Manderly]] is exiled from the Reach but given safe haven in the North, where House Stark rewards them with rule over White Harbor. [[House Bolton]] is finally subdued by House Stark in the North.\n*'''c. 400 BAL''' - House Bolton rises again in rebellion against House Stark, but is subdued once again. Due to his actions in suppressing the Bolton rebellion the younger son of the King in the North, [[Karlon Stark]], is awarded lands confiscated from the north of the Bolton's former possessions, founding a [[cadet branch]] of House Stark. Over the generations, &quot;Karl's Hold&quot; becomes known as &quot;[[Karhold]]&quot;, and the &quot;Karl's Hold Starks&quot; become known as [[House Karstark]].\n*'''c. 360 BAL''' - [[The Stormlands]] successfully invades and conquers the [[Riverlands]], under the [[Storm King]]s of [[House Durrandon]]. This reduces the number of nations to seven: the Kingdom of the North, the Kingdom of the Vale, the Kingdom of the Isles and Rivers, the Kingdom of the Rock, the Kingdom of the Reach, the Storm Kingdom, and the Principality of Dorne.\n*'''c. 300 BAL''' - The newly-enobled [[House Frey]] begins construction of a massive bridge and castle complex across the Green Fork of the Trident, which when completed is known as [[The Twins]]. The Freys rapidly amass great wealth from bridge tolls and rise to became one of the major noble families of the Riverlands, though they are looked down upon by other more ancient families as upstarts.\n*'''c. 200 BAL''' - [[House Targaryen]], one of the aristocratic families of the Valyrian Freehold, settles on [[Dragonstone (island)|Dragonstone]] island in [[Blackwater Bay]], to establish a Valyrian trading outpost.\n*'''c. 100 BAL''' - The Targaryens relocate their entire family and household to Dragonstone, convinced by a prophecy that the destruction of Valyria is imminent. This proves true, as the Doom of Valyria follows only a few years later. The Targaryens and their vassal Houses on other islands in Blackwater Bay remain uninvolved with outside affairs, slowly building up their strength.\n*'''c. 60 BAL''' - Some three generations before Aegon's Landing, the Iron Islands enter into their second great era of expansion, conquering the territory of the Riverlands from the Stormlands. Unlike their first era of expansion, which conquered coastal territories across Westeros, this push focuses on conquering specifically the Riverlands, penetrating deep inland. The ironborn hold everything between the Blackwater to the south and the Neck to the north, and from the west coast to the east coast. The ironborn invasion is led by King Harwyn of House Hoare, and the Iron Islands continue to rule the Riverlands until the time of Harwyn's grandson, [[Harren Hoare]], also called Harren the Black. Wishing to demonstrate his wealth and power, King Harren spends years and vast resources constructing a castle far more massive and formidable than any other in all of Westeros on the north shore of [[Gods Eye]] lake: [[Harrenhal]], a fortress almost completely impregnable to ground attack. The enslaved local Riverlanders are forced to toil on the castle's construction, to build the tool of their own domination.\n\n", "The Reign of the Targaryen Dynasty": "*'''37-48 AL''': Upon Aegon I's death, his son [[Aenys I Targaryen|Aenys]], born of [[Incest|incest]], takes the throne. The Faith of the Seven rejects his legitimacy to rule and the Faith Militant lead a popular uprising against the Targaryens. The weak and indecisive Aenys makes his younger half-brother [[Maegor I Targaryen|Maegor]] the [[Hand of the King]] and gives him authority to deal with the crisis. Maegor's response is bloody and ferocious, resulting in the deaths of thousands in battle, slaughter and dragonfire. Aenys rules for only five years before his death, after which Maegor usurps the throne ahead of Aenys's children. The slaughter of the Faith Militant uprising lasts all of Aenys and Maegor's reigns.\n*'''48 AL''': Aenys's son, [[Jaehaerys I Targaryen|Jaehaerys I]], becomes king. Jaeharys declares a truce and agrees to end the slaughter in return for the Faith Militant disbanding and accepting (but not approving) the Targaryen practices of incestuous marriage. They agree, and the Faith and the Throne are reconciled. Jaeharys I becomes known as the Conciliator for his ability solve crises without the need for violence.\n*During the reign of Jaehaerys I, the Night's Watch had declined to the point that it could no longer fully man a castle as large as the [[Nightfort]], which had fallen into disrepair. The Watch officially abandons the Nightfort, and moves its headquarters to further east along the Wall at [[Castle Black]].\n*'''103 AL''': Upon Jaehaerys I's death, after an unmatched fifty-five year reign, he is succeeded by his grandson, who becomes King [[Viserys I Targaryen]].\n*'''129-131 AL''': The [[Dance of the Dragons]], the first major civil war in the history of the unified [[Seven Kingdoms]]. Upon the death of King Viserys I Targaryen, the Lord Commander of the [[Kingsguard]], Ser Criston Cole, names Viserys's son [[Aegon II Targaryen|Aegon II]] as King, despite Viserys's command that the crown be passed to his eldest child, his daughter [[Rhaenyra Targaryen|Rhaenyra]]. The resulting war pits brother against sister and dragon against dragon. Aegon II eventually captures Rhaenyra and feeds her to his dragon, but the war continues in the name of her son, [[Aegon III Targaryen|Aegon III]]. The death of Aegon II resolves the war, since Aegon III is the only heir to both of the combatants. The conflict is costly, with most of the Targaryen dragons being killed in the fighting. The last surviving Targaryen dragon, a sickly green runt, dies during Aegon III's reign, earning him the nickname &quot;Dragonbane&quot;.\n*'''157-161 AL''': The reign of the Young Dragon, King [[Daeron I Targaryen|Daeron I]], who takes the throne at the age of fourteen and almost immediately launches an invasion of Dorne. Daeron's military genius is notable and he eventually forces the Submission of [[Sunspear]]. Unfortunately, while the [[Conquest of Dorne]] is a success, ''holding'' Dorne proves more difficult, leading to a protracted Dornish insurgency.  Daeron I leaves a Tyrell of [[Highgarden]], who have warred with the Martells for a thousand years, as his steward to rule over occupied Dorne. [[Lyonel Tyrell]]'s tyranny triggers an uprising against the [[Iron Throne]]. When Daeron I returns with a fresh army, he is killed, his cousin Prince Aemon the Dragonknight is captured and his army defeated. Daeron I died childless so the throne passed to his brother Baelor, who forged a peace treaty with Dorne (including the marriage of his first cousin once removed Daeron to Princess Myriah Martell).\n*'''161-171 AL''': The reign of King [[Baelor Targaryen|Baelor the Blessed]], the Septon King. Baelor is pious and holy, keeping the realm at peace. Upon his death, a huge new sept he is building in King's Landing is named the [[Great Sept of Baelor]] in his name. Baelor is so religiously zealous that he remains celibate: instead of marrying one of his sisters in Targaryen custom, he has all three locked away in a tower of the Red Keep known as the [[Maidenvault]], so that they will not tempt him with carnal thoughts.\n*'''172-184 AL''': The reign of King [[Aegon IV Targaryen|Aegon IV]], Aegon the Unworthy, held to be the worst king in the history of Westeros. A glutton and a cruel, petty man, Aegon has a total of nine mistresses he keeps at court, to the dismay of his sister-wife Naerys. He holds his son and heir, [[Daeron II Targaryen|Daeron II]], in disfavor due to his Dornish wife and peaceful ways, and gives a Valyrian steel blade of House Targaryen, Blackfyre, to his bastard son Daemon, whom he thinks is more martial and worthy of it. He takes the new name [[Daemon Blackfyre]], after the sword, and founds the cadet branch of House Targaryen known as [[House Blackfyre]]. Upon his death, Daeron II succeeds to the Iron Throne.\n*'''195-196 AL''': Claiming that Daeron II is actually the product of an illegitimate relationship between Queen [[Naerys Targaryen|Naerys]] and her other brother, Prince [[Aemon Targaryen (Dragonknight)|Aemon the Dragonknight]], Daemon Blackfyre claims the Iron Throne. Half the realm declares for him and the resulting civil war is known as the First [[Blackfyre Rebellion]]. This is a brutal and bitter conflict that kills many tens of thousands. Eventually, Daemon amasses enough strength to march on King's Landing, allied to the forces of his bastard half-brother [[Aegor Rivers|Aegor &quot;Bittersteel&quot; Rivers]]. Daeron II's sons, [[Baelor Targaryen (son of Daeron II)|Baelor]] and [[Maekar Targaryen|Maekar]], lead an army to stop him, assisted by another of Aegon IV's bastards, [[Brynden Rivers|Brynden &quot;Bloodraven&quot; Rivers]]. The resulting engagement, the [[Battle of the Redgrass Field]], is one of the largest battles fought in Westerosi history. Bloodraven slays Daemon Blackfyre with arrows and then fights Bittersteel in single combat. The arrival of a Dornish army in support of the King routs the Blackfyre forces. Bittersteel flees the field with Daemon's surviving sons, taking them to safety in the Free Cities.\n*'''197 AL''': In thanks for the Dornish assistance on the Redgrass Field, Daeron II marries his younger sister Daenerys to Prince Maron Martell, formally bringing Dorne into the Seven Kingdoms. Due to the peaceable union, Dorne is allowed to maintain a number of its own customs, including allowing women equal inheritance rights and the ruler of Dorne is allowed to retain the title &quot;Prince&quot;.\n*'''209 AL''':  During a tournament at [[Ashford]], the [[Trial by seven of Duncan the Tall]] takes place when Ser [[Duncan the Tall]] runs afoul of Prince [[Aerion Targaryen|Aerion &quot;Brightflame&quot; Targaryen]], eldest son of Prince Maekar, himself the younger son of Daeron II.  During the trial by combat Crown Prince [[Baelor Targaryen (son of Daeron II)|Baelor &quot;Breakspear&quot; Targaryen]] is accidentally killed by his younger brother Prince Maekar.  Ser Duncan begins his great friendship with Prince [[Aegon V Targaryen|Aegon &quot;Egg&quot; Targaryen]]&quot;, fourth and youngest son of Maekar.  Disgusted with his eldest son Aerion, Maekar agrees to let Aegon follow Ser Duncan as his squire as he seeks his fortune across Westeros, hoping it will give the boy some real-life experience.  &quot;Dunk and Egg&quot;, as they are known, embark on numerous adventures across Westeros in the following years.\n**The adventures of Ser Duncan and Prince Aegon are told in the ''[[Tales of Dunk and Egg]]'', a prequel series to the main ''Game of Thrones'' storyline.  \n*'''209 AL''': The [[Great Spring Sickness]] tears through Westeros, a few months after the confrontation between Ser Duncan and Prince Aerion at Ashford.   Among those killed are King Daeron II himself, as well as the heirs of Prince Baelor.  [[Aerys I Targaryen]], next eldest son of Daeron II, succeeds him as king.  He names Bloodraven as his Hand. \n*'''211 AL''': Blackfyre loyalists attempt to launch a Second Blackfyre Rebellion, but Bloodraven exposes the plan, captures one of Daemon Blackfyre's sons and executes many of the conspirators before a battle needs to be fought.\n*'''221 AL''': After Aerys I dies childless his younger brother [[Maekar Targaryen|Maekar I]], fourth son of Daeron II, becomes King of the Seven Kingdoms.  Third son [[Rhaegel Targaryen|Rhaegel]] had previously died, was insane anyway, and his heirs also predeceased Aerys I.\n*'''233 AL''': Maekar I dies fighting an outlaw knight. With his eldest two sons dead (one from a pox, and Aerion from drinking [[wildfire]] in a fit of madness), the council offers the crown to Maekar's third son, a [[Maesters|maester]] of the Citadel named [[Aemon]], but citing his vows he refuses the throne.  Therefore Maeker's fourth son (also known as &quot;Egg&quot;) takes the throne, becoming King [[Aegon V Targaryen]]. He is called Aegon the Unlikely, because as the fourth son of a fourth son he was initially far behind in the line of succession. Ser Duncan joins Aegon V's Kingsguard, and eventually rises to become its Lord Commander. At the beginning of Aegon V's reign Bloodraven is exiled to the Wall for killing a Blackfyre under a flag of truce.  Ser Duncan is part of the &quot;honor guard&quot; that escorts him there, along with Aegon V's older brother Maester Aemon - who voluntarily joined the [[Night's Watch]], despite Aegon V's pleas, because he wanted to remove himself as far as possible from court intrigues against his brother.  \n*~'''234 AL''':  [[Tywin Lannister]], eldest son of [[Tytos Lannister]], is born.&lt;ref&gt;Tywin is stated in dialogue to be 67 years old in Season 4's &quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt;\n*'''233-259 AL''': The rule of Aegon V. This is a period of peace and plenty for the Seven Kingdoms. During the last year of Aegon V's reign, [[Pycelle]] is named as [[Grand Maester]].\n*'''ca. 257-259 AL''': The [[War of the Ninepenny Kings]] (also known as the &quot;Fifth Blackfyre Rebellion&quot;) erupts in the last years of Aegon V's reign. A group of mercenaries, fortune-seekers, and ne'er do-wells known as the Band of Nine combines their strength to carve out their own territories: among them is [[Maelys Blackfyre|Maelys the Monstrous]], the last of the Blackfyre Pretenders. After taking over the [[Disputed Lands]] and [[Tyrosh]], they conquer the [[Stepstones]] as the opening move of an invasion meant to claim the Seven Kingdoms in the name of House Blackfyre. Ser [[Barristan Selmy]] kills Maelys in single combat, ending the Blackfyre line, and the Band of Nine are soon dispersed. The young Barristan and Ser [[Brynden Tully|Brynden &quot;Blackfish&quot; Tully]] win great fame and glory during the war, and return home as celebrated heroes.\n*'''259 AL''': King Aegon and his son Prince [[Duncan Targaryen|Duncan]] are killed in a [[Tragedy of Summerhall|great fire at Summerhall]], the Targaryen summer palace, apparently during an attempt to hatch the last three dragon eggs left in the west. Aegon's son, [[Aerys II Targaryen]], becomes king. The eggs are assumed destroyed in the fire.\n\n", "See also": "*{{AWOIAF|Timeline of major events|Timeline}}\n\n", "The Age of Heroes": "{{main|Age of Heroes}}\n*'''c. 8,000 BAL - [[The Long Night]]''': A great winter that lasts a generation descends on Westeros, followed by a night that goes for years. Under the cover of darkness, the [[White Walkers]] invade Westeros from the uttermost north, causing immense suffering and destruction. In the War for the Dawn, the Children and the First Men unite to defeat the Walkers, eventually throwing them back into the north. In the eastern tradition they are led by a great hero of the east, a warrior named [[Azor Ahai]] wielding a sword of fire named [[Lightbringer]], but Westerosi accounts do not mention him. A great leader named [[Bran the Builder|Brandon Stark]] raises [[the Wall]] with artifice and magic to bar against the Walkers' return. He also founds the castle of [[Winterfell]], founds [[House Stark]] and the [[Night's Watch]] and, according to some, is named as the first [[King in the North|King]] in [[the North]]. Despite their victory, the Children of the Forest suffered heavy losses in the war and begin to disappear from Westeros.&lt;ref name=&quot;VG Westeros Through The Ages&quot; /&gt;\n*The [[Nightfort]] is the first castle built on the Wall, and remains the headquarters of the Night's Watch for almost six thousand years. Eighteen additional castles are later built along the Wall, sometimes centuries apart.\n*Those First Men tribes unlucky enough to be living north of the Wall when it is constructed are trapped in the lands beyond. They become isolated from the developing kingdoms to the south and eventually hostile to them, despite their shared ethnic background. These tribes call themselves the &quot;[[Free Folk]]&quot;, though the kingdoms south of the Wall consider them to be barbarians, and derisively call them the &quot;wildlings&quot;. Despite their differences, the Free Folk continue to follow the same religion of the Old Gods, just like their cousins to the south of the Wall.\n*One of the first Lord Commanders of the Night's Watch is, according to legend, seduced by a [[Night's Queen|white-skinned woman]] from beyond the Wall. He sets himself up as king of the Wall and the Night's Watch, and conducts human sacrifices. The Stark King in the North as well as the wildling [[King-Beyond-the-Wall]], [[Joramun]], unite to defeat him and restore the Night's Watch. Afterwards the evil Lord Commander's name is ordered to be purged from history, so the legends remember him only as the &quot;[[Night's King]]&quot;.\n*At some point in these centuries, according to legend, a king from the south visited the Wall but gave some great offense to the Nightfort's cook. In revenge, the cook killed the king's son and served his flesh to him in a pie. The legend says that the gods cursed the cook by turning him into a giant rat who eats his own offspring, and he is remembered as the [[Rat Cook]]. Later generations would remember this legend as an infamous example of a violation of [[Guest right]], a crime which the gods cannot forgive.\n\n", "Differences from the books": "===Aging up the cast by adding two years between Robert's Rebellion and Season 1===\nThe timeline of the books is broadly similar to that of the TV series, with several minor differences. Several younger characters - most notably Jon Snow, all of the Stark children and Daenerys Targaryen - are two to three years older than their book equivalents, which has required the date of Robert's Rebellion to be pushed back from fifteen to seventeen years before the events of the series begin.\n\nOther characters are older (Eddard Stark and Robert Baratheon are ten years older than their book counterparts) or younger (Ser Vardis Egen is decades younger than in the book, while Theon is two years younger), though for the most part this has no bearing on the timeline.\n\nIn the book chronology, roughly two years pass between the beginning of ''A Game of Thrones'' and the end of the third novel, ''A Storm of Swords''. Less than a full year actually passes in each novel. The child actors in the TV series, however, still age at a normal rate during production, so in order to keep consistent, '''the TV series generally follows the rule that one TV season equals one year in the storyline.''' This made them gain a full year by the end of Season 3, as the Red Wedding occurred only two years after Jon Arryn died.\n\nMoreover, the third novel is so long that the TV series producers have announced that they will split it into two separate seasons of ten episodes each, for a total of twenty episodes to adapt the story. Due to practical considerations, the cast &amp; crew of the HBO TV series physically cannot film more than one ten episode season in a single year. Writers Benioff &amp; Weiss have repeatedly insisted that they are adapting Martin's books as a whole, and don't think of each season as a specific unit adapting each book one at a time. Nonetheless, due to using the child actors and the one TV season equals one story year rule, this means that another extra year was added as a result of splitting the third novel into two TV seasons.\n\nArya Stark is 9 years old in the first novel, but due to aging up all of the characters by two years in the TV continuity, she directly states that she is 11 years old in Season 1. In the books, Arya was 11 years old at the time of the Red Wedding, and remained 11 years old for the rest of the third novel (which will correspond to the end of Season 4). In the TV continuity, however, Arya was closer to 13 at the time of the Red Wedding. Ultimately, Arya will be 15 years old in the TV continuity by the end of Season 4: one year gained from expanding a two year storyline into three years, and another gained from splitting the third novel in half. In contrast, book-Arya was only 11 years old at the end of the third novel (corresponding to the end of Season 4).\n\nIdeas abandoned by George R.R. Martin during the writing of the novels were including longer, multi-month gaps between chapters in ''A Game of Thrones'' and also jumping forwards five years after the events of ''A Storm of Swords''. In both cases, the need to continue addressing in-progress storylines meant that these time jumps could not be carried out. Whether the TV series employs such devices in the future remains to be seen.\n\nA key point is that '''it isn't actually certain what calendar year it is supposed to be in the TV continuity'''. Two extra years were added between Robert's Rebellion and the death of Jon Arryn, but it isn't certain exactly how this was achieved: either that Robert's Rebellion occurred two years earlier than it did in the books, or that Jon Arryn died two years later than his book counterpart. There has been no on-screen statement about what the exact date is. In the books, the Red Wedding occurred slightly before the calendar year changed over into 300 AL (Joffrey and the Lannisters gloated that the defeat of the Starks would usher in a glorious new Lannister century).  However, prop letters written in Season 1 (such as the royal pardon for Jorah Mormont) are dated as being written in 298 AL - which is the same year that the first novel begins.  ''Game of Thrones Wiki'' has taken this as indicating that Robert's Rebellion must have occurred two years earlier in the TV continuity.  \n\nThe major datable event from King Robert's reign in the TV continuity is that the [[Greyjoy Rebellion]] is still consistently stated to have occurred 9 years before the beginning of the story, i.e. Balon remarks that it has been nine years since he saw Theon when he returns to Pyke in early Season 2 (not quite 10 years yet because it is still early in Season 2 and this is spillover dating from Season 1; other references also give it as 9 years). In the books, the Greyjoy Rebellion also occurred 9 years before the story begins - to necessitate just how long Theon was functionally raised in the Stark household as Ned's ward. In the book continuity, with a 15 year gap since Robert's Rebellion, the Greyjoy Rebellion occurred 6 years after Robert was crowned. In the TV series, the 17 year gap since Robert's Rebellion means that the Greyjoy Rebellion occurred 8 years into Robert's reign (and in both continuities, it was 9 years before Jon Arryn died). Even so, the Greyjoy Rebellion isn't a useful dating point, because we only know of its date relative to Robert's Rebellion. It doesn't necessarily mean that the extra two years were inserted earlier in Robert's reign or that Robert's Rebellion started two years earlier - the Greyjoy Rebellion is not a fixed point, and Balon might simply have decided to wait an extra two years before attempting his rebellion in the TV continuity.\n\nThe combined result of all of this is two major principles:\n\n*Both Season 1 and the first novel begin in 298 AL, but Robert's Rebellion occurred two years earlier in the TV continuity, from 280 to 281 AL, instead of 282 to 283 AL as in the novels.\n*Time moves more slowly in the TV adaptation, roughly at the speed that one TV season equals one year of story-time, which was not always the case in the novels.  Only about two years pass between the beginning of the first novel, and the point when Joffrey dies in the third novel (his marriage occurred on new year's day of the year 300 AL).  The TV series, however, had to acknowledge pragmatic concerns, particularly the use of child actors who age at a normal rate. \n\nIn the novels, Robert's Rebellion occurred 15 years before the first novel, then two years later Joffrey died, meaning that about 17 years passed between the death of the Mad King and the death of Tywin Lannister.  In the TV series, the rebellion began two years earlier, and another year was gained due to time moving more slowly across three seasons of the TV series, so in the TV continuity, closer to 20 years passed between the death of the Mad King and the death of Tywin Lannister.  Indeed, in Season 4 episode 8 &quot;[[The Mountain and the Viper]]&quot;, Littlefinger mentions to the other Vale lords that it has been &quot;twenty years&quot; since Robert's Rebellion:  apparently he ''was not'' rounding up, as this number matches the &quot;one TV season equals one year&quot; principle.\n\n===Removing King Jaehaerys II===\nOther notable changes include the removal of King Jaehaerys II from the Targaryen dynasty for the TV series. This change makes King Aegon V - Maester Aemon's brother - the direct father of the Mad King and grandfather of Daenerys and Viserys. This was presumably done to make Aemon's explanation of his genealogy to Jon Snow more concise and less convoluted.\n\nWhen directly asked about this, writer [[Bryan Cogman]] confirmed that Jaehaerys II has been officially removed from the TV continuity: &quot;Yes, heâ&euro;&trade;s officially out of show canon. In the ''Game of Thrones'' (TV series) canon, Egg is the Mad Kingâ&euro;&trade;s father.&quot;&lt;ref&gt;[http://winteriscoming.net/2013/04/ask-a-got-writer-bryan-cogman-on-the-writing-process-robb-and-talisa-and-renlys-peach/ Bryan Cogman Q&amp;A], WinterIsComing.net, April 24, 2013.&lt;/ref&gt; &quot;Egg&quot; is the nickname of King Aegon V Targaryen in the &quot;Tales of Dunk and Egg&quot; prequel novellas. This has wider implications for the potential live-action adaptation of the prequels that HBO has been discussing with George R.R. Martin.\n\n===Sansa Stark's age===\n\nSansa Stark prominently states in the first episode of Season 1 that she is thirteen years old - following the rule that younger characters have been aged-up by two years as she was only eleven at this point in the books. Generally the TV series has followed a rule that &quot;one TV season = one year&quot;, which the first three books also loosely followed. Yet on her wedding night in Season 3's &quot;Second Sons&quot;, Sansa tells Tyrion that she is fourteen, not fifteen as expected. This is not quite as big of an inconsistency, as Sansa might just be &quot;on the verge&quot; of turning fifteen but her exact nameday hasn't passed yet (plus she is so afraid of having sex with Tyrion that she might just be emphasizing how young she is to deter him).\n\n===Lannister ages===\n\nThe TV series also introduced some inconsistencies with the ages of Cersei Lannister, and her son Joffrey. The TV series has Cersei state in &quot;[[Blackwater]]&quot; that she was four years old when her mother died (giving birth to her younger brother Tyrion), but in the books she was roughly eight years old at the time. Moreover, in &quot;[[Second Sons (episode)|Second Sons]]&quot; Cersei tells Margaery Tyrell that she remembers the [[Reyne Rebellion]]: in the books, Cersei was born in roughly 266 AL, ''after'' the Reyne-Tarbeck rebellion which occurred in roughly 260 AL. The numbers simply don't match up: Tywin was made Hand of the King to Aerys II Targaryen because Aerys was impressed with how he ruthlessly crushed House Reyne, Tywin then served as Hand of the King for twenty years, resigned soon before Robert's Rebellion, then another 17 years passed (in the TV continuity). Thus in order for Cersei to be able to remember the Reyne Rebellion she would have to be in at least her mid-forties, but both Cersei the character and actress [[Lena Headey]] were in their mid-thirties in Season 3.\n\nIn the TV series, Tyrion says that he was sixteen when he married [[Tysha]], while in the books he was thirteen. This may be part of the TV series overall attempt to avoid even mentioning thirteen year-olds having sex (such as Daenerys at the beginning of book 1).\n\nIn Season 2's &quot;[[The Prince of Winterfell]]&quot;, Tyrion makes an off-hand remark that Joffrey is seventeen years old, contrasting this with how his &quot;uncle&quot; Jaime was already a highly skilled warrior at seventeen but Joffrey is not. In the books, Jaime was fifteen years old when he was knighted following the destruction of the [[Kingswood Brotherhood]], and was named to the Kingsguard only a few months later. It would seem that the TV series's principle of raising the age of adulthood in Westeros by two years was also extended retroactively (as otherwise it would seem strange to a modern audience that Jaime was barely fifteen when appointed to such a prestigious position).\n\nJoffrey is actually only thirteen years old in the second novel: his [[nameday]] tournament in the Season 2 premiere was explicitly stated to be for his thirteenth nameday in the books, but the TV series avoided giving a number at the time. While many of the younger characters have been aged-up by about two years (generally), this would make Joffrey ''four'' years older than his book counterpart. It is possible that this was simply a stray line in &quot;The Prince of Winterfell&quot; meant by the writers to contrast Joffrey with Jaime, but which didn't take the timeline into account. Yet this strains the limits of the timeline: if Joffrey is seventeen in Season 2, that makes him sixteen in Season 1 - which in the TV continuity takes place seventeen years after Robert's Rebellion. Robert and Cersei married at the end of the rebellion, so Cersei would have to have become immediately pregnant with Joffrey (well, pregnant by Jaime, but enough time had to transpire that she could plausibly pass off Joffrey as Robert's son, i.e. if she gave birth to Joffrey only four months into their marriage even Robert may have become suspicious). Even so, the TV series has not kept good track of this relative to other changes they introduced: possibly to make Cersei more sympathetic, the TV continuity introduced that Cersei actually did have a child by Robert in the first year of their marriage, when she held out false hope that she might be able to make it work out. She states that the boy died of a fever in infancy - which means it was not stillborn but carried for a full nine month term. Because Joffrey's age was already pushed back too far they end up overlapping: if Joffrey was 17 in Season 2, eighteen years after Robert's Rebellion, Cersei would have had to gone through two separate nine month pregnancies within only a twelve month period after she married Robert at the end of the war.\n\nTyrion also states in &quot;The Prince of Winterfell&quot; that Cersei was nineteen years old when she became queen, by marrying Robert Baratheon at the end of the War of the Usurper. In the books, she was born in 266 AL, Jaime killed the Mad King in 283 AL, and Joffrey was born in 285 AL. The TV series figure of nineteen does loosely match the books, given that it isn't clear exactly when Cersei married Robert from 283 to 285 AL - given that a major royal wedding to herald in the rise of the new Baratheon dynasty would take some time to prepare. Jaime is the same age as Cersei because they are twins; in the books Jaime was named to the Kingsguard at 15, Robert's Rebellion broke out a year later then lasted one year, and he killed Aerys II when he was 17, the same year Cersei married Robert. Â The TV series kept the idea that two years passed between when Jaime joined the Kingsguard and when he killed the Mad King, but if he (and Cersei) were 17 at the time, then two years later Cersei would indeed be 19 when she married Robert.\n\nJoffrey was born in 285 AL, but this could still fit if Joffrey was simply born late in the calendar year - though with great difficulty.\n\nNonetheless, this confirmation that Cersei was nineteen when she married Robert means that the other statements about her age are even more contradictory. Aerys II made Tywin Hand of the King as a result of the Reyne Rebellion, and the TV series consistently confirms that he was Hand of the King for about twenty years...meaning that Cersei (and Jaime) would have to have been born around the same time that the Reyne Rebellion happened, and could not possibly remember it.\n\nThe TV series's statement that Cersei was four years old when her mother Joanna died (and Tyrion was born) instead of eight years old would mean that Tyrion was fifteen when she married Robert (either at the very end of the rebellion or within the next two years). Adding another seventeen years would mean that TV-Tyrion is 32 years old in Season 1, compared to 23 years old in the first novel (two years added after Robert's Rebellion, two years added to Cersei's age when she was married, and then made four years older because his birth is a fixed point relatively to how old Cersei had to be when Joanna died giving birth to him).  \neight when mother died, says she was four.\n\nIn summary, the books' statements about Lannister ages are:\n\n*~260-261 AL - Tywin Lannister puts down the Reyne-Tarbeck Rebellion. King Aerys II Targaryen subsequently notices his skill and appoints him Hand of the King, at which he serves for &quot;twenty years&quot; (possibly rounded).\n*266 AL - Twins Cersei and Jaime are born to Tywin and his wife Joanna Lannister.\n*274 AL - Joanna Lannister dies giving birth to Tyrion; Cersei is eight years old at the time.\n*280-281 AL - Jaime is knighted and then a matter of months later raised to the Kingsguard, all at the age of fifteen.\n*281 AL - Robert's Rebellion breaks out a matter of months later (Jaime was formally raised to the Kingsguard at the same Tourney at Harrenhal where Rhaegar Targaryen named Lyanna Stark the Queen of Love and Beauty, then kidnapped her not long afterwards).\n*283 AL - Robert's Rebellion ends with the Battle of the Trident, then Sack of King's Landing. Cersei married Robert Baratheon &quot;at the end of the war&quot;, though how much time elapsed while making elaborate preparations for a royal wedding is unclear.\n*286 AL - Joffrey is born to Cersei.\n*~287 AL - Tyrion, at thirteen years of age, marries Tysha but the union is annulled by his father, who forces him to watch as his guards gang-rape her. This happens four years after the rebellion ended.\n*298 AL - Jon Arryn dies and the narrative of book 1, ''A Game of Thrones'' begins. Joffrey is stated to be twelve years old - thus meaning that there is a three year gap between when Aerys II died and Joffrey's birth, though exactly when Cersei married Robert is unclear (obviously Robert wasn't his father, but Cersei was able to plausibly pass him off as Robert's son, meaning he couldn't have been born say six months after the wedding).\n*299 AL - The Battle of the Blackwater and events of ''A Clash of Kings''.\n*300 AL - The Red Wedding occurs.\n\nThe TV series's statements about Lannister ages:\n*Tywin served as Hand of the King for twenty years.\n*Tywin was appointed Hand of the King after King Aerys was impressed with how he crushed the Reyne Rebellion.\n*Cersei was nineteen years old when she married Robert after he won the crown...slightly over twenty years after her father was made Hand of the King and thus twenty years after the Reyne Rebelion.\n*Cersei states to Margaery Tyrell that she was old enough to remember the Reyne Rebellion...despite at most being a baby at the time.\n**The simplest answer might be for the writers to later retroactively establish that Cersei was simply ''lying'' because she wanted to intimidate Margaery Tyrell, and she actually doesn't remember the Reyne Rebellion.\n*Jaime was named to the Kingsguard at seventeen instead of fifteen, meaning that Cersei was also seventeen (or slightly older) when the war began...which then lasted two years, meaning she had to marry Robert immediately afterwards when she was nineteen and not seventeen as in the books...and indeed the TV series has confirmed that she was nineteen when she became queen.\n*The practical result is that TV-Cersei was indeed born two years earlier, relative to Robert's Rebellion, than her book counterpart. Yet she would still have to be four to five years older to plausibly remember the Reyne Rebellion.\n*Instead of being born eight years after Cersei as in the books, Tyrion was only born four years after her. Book-Cersei was seventeen when Robert's Rebellion ended and Tyrion (who was born when she was eight years old) was thus nine years old at the time the war ended. Cersei's birth date and age during the rebellion are fixed points, thus making Tyrion's birth occur four years earlier in Cersei's life would in turn make Tyrion four years older - combined with the fact that TV-Cersei is herself two years older than her book counterpart. The result is that TV-Tyrion was six years older than book-Tyrion when Robert's Rebellion ended, being fifteen instead of nine.\n*TV-Tyrion marries Tysha but Tywin annuls it when he is sixteen years old, one year after the rebellion ends, instead of four years afterwards as in the books, when Tyrion was thirteen.\n*The only practical result of making Joanna's death and Tyrion's birth occur four years earlier is therefore to make Tyrion older when he married Tysha (possibly due to censorship issues), though in ''both'' versions he married her at some time after Robert's Rebellion, so the sequence of events is not particularly altered.\n*Robert's reign was two years longer in the TV series, increasing from fifteen to seventeen years (in order to increase Daenerys's age for censorship reasons).\n*Book-Cersei and Jaime were seventeen when the war ended, which plus fifteen means that they are both 32 years old at the beginning of the narrative, and Book-Tyrion who is eight years younger than them is 24 years old. In contrast, TV-Cersei and Jaime were nineteen when the war ended, which plus seventeen years means that they are both 36 years old, while Tyrion (stated to be four years younger than them) is 32 years old.\n*The TV series also states that Cersei had a full term pregnancy fathered by Robert who died not long after birth from a fever (days or weeks is unclear). Cersei then became pregnant again with Joffrey, secretly fathered by Jaime. Joffrey cannot be more than fifteen and a half years old in Season 1.\n*The books give some leeway in this, as Cersei did not immediately become pregnant with Joffrey after marrying Robert: she married him fifteen years before the start of the narrative and Joffrey is twelve at this time, meaning there was a three year gap between when they married and when she gave birth to Joffrey. It is still plausible that she may have had a stillbirth during this three year gap.\n*Tyrion then states in Season 2, one year later, that Joffrey is seventeen years old...which is stretching the timeline but still vaguely possible, if Cersei became pregnant with her black-haired child with Robert in the very first few weeks of their marriage, then it died of a fever not long after birth, and then she became pregnant by Jaime with Joffrey. Even so, Joffrey physically could not have been born earlier than 18 months into her marriage to Robert, making him about fifteen and a half in Season 1, and sixteen and a half in Season 2. Ultimately Tyrion could, ''vaguely'' have rounded up from sixteen and a half to seventeen, but speaking very loosely.\n*Thus the basic sequence of events remains the same and there are no outright contradictions (or at least, ones that can't be solved by simply rounding up) - save for that it is simply impossible for Cersei to be able to remember the Reyne Rebellion. Tywin was Hand of the King for &quot;twenty years&quot; (which might be rounded up), but resigned when Jaime was named to the Kingsguard at age seventeen - and because Jaime and Cersei are the same age, the Reyne Rebellion had to have occurred three years before she was born.\n**There is one other possible way to justify Cersei's statement, without resorting to the explanation that she was simply lying to intimidate Margaery. Cersei does not specifically say that she remembers the Reyne Rebellion, but remembers seeing the corpses of the Reynes which Tywin left hanging above the gates of Casterly Rock &quot;all summer&quot;. Keeping in mind that seasons last for ''several years'' in Westeros, this may help solve the contradiction. First, Tywin would actually have to have been Hand for seventeen years or so, and everyone just rounds up to &quot;twenty years&quot;, in order for Cersei to be born at roughly the same time. Second, Cersei could remember seeing the corpses...as a very small girl of three to four years old, and the Reyne corpses had rotted to skeletons by that point. Even so this is still quite a stretch, and Cersei speaks of Lord Reyne giving his wife diamonds bigger than Cersei's mother ever wore as if she witnessed this herself.\n*In Season 4's &quot;[[First of His Name]]&quot;, Cersei says that she has been a queen for 19 years.  Robert had been king for 17 years in Season 1, and presumably 3 years have passed since then, which would make 20, not 19.  The exact date of Cersei's marriage anniversary may simply not have passed yet, or she was married some months after the war, so she is rounding, etc.\n\n"}, "title": "Timeline"}