{"attributes": {"founding": "", "founder": "Image:Tolos map.png", "places": "", "title": "Tolos", "image": "", "rulers": "", "location": "Essos, Slaver's Bay", "military": "", "religion": "", "age": "", "type": "City", "institutions": "", "population": ""}, "sections": {"TOP": "Tolos074636i4sx46z7t3knug77hb3hpxxomr9p5r1786242015-03-22T19:24:48ZThe Dragon Demands5014364/* References */{{Settlement\n| Title=Tolos\n| Image=\n| Image size=\n| Location=[[Essos]], [[Slaver's Bay]]\n| Type=City\n| Population=\n| Rulers=\n| Religion=\n| Military=\n| Institutions=\n| Places=\n| Founding=\n| Age=\n| Founder=\n}}\n[[Image:Tolos map.png|right|thumb|200px|A map showing the location of Tolos on the continent of Essos.]]\n'''Tolos''' is a city in [[Essos]]. The city is located on the north-western coast of [[Slaver's Bay]]. It is south-east of [[Mantarys]] and southwest of [[Bhorash]]. The island city of [[Elyria]] is west of Tolos.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/valyria/ HBO viewers guide, season 2 map, Valyria entry]&lt;/ref&gt;&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/astapor/ HBO viewers guide, season 2 map, Astapor entry]&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Tolos is connected by a Valyrian road to Mantarys and Bhorash. Tolos is the last inhabited city before [[Meereen]] several hundred miles to the east (Bhorash being a ruin). Travel overland between Tolos and Meeereen is dangerous, due to the proximity of the [[Dothraki Sea]] to the north-east and also the harsh nature of the landscape. The [[Black Cliffs]] lie between Tolos and Bhorash.\n\nThe Tolosi are noted as being the finest slingers in the world. They use soft lead balls instead of stones, which do significantly more damage.\n\nTolos, Elyria, and Mantarys are the only three surviving cities on the [[Valyrian Peninsula]], each in the northern sections not too close to Valyria itself when the Doom struck.  They were colonies ruled directly by governors from the Valyrian Freehold, not Free Cities that had purchased contracts for some limited rule over local affairs.  After the Doom, because they were located on the east coast, Tolos and Elyria developed developed closer ties with the Ghiscari cities of Slaver's Bay to the east, and fell into their cultural orbit. Mantarys, however, is located far from the coast, up in the foothills of the Painted Mountains, and as a result it became increasingly isolated.\n\n"}, "title": "Tolos"}