{"attributes": {"status": " :Category:Status: Alive", "last": "", "family": [" Robert Baratheon - legal father", "Cersei Lannister - mother/aunt", "Tywin Lannister - grandfather", "Joanna Lannister - grandmother", "Joffrey Baratheon - brother/cousin", "Myrcella Baratheon - sister/cousin", "Jaime Lannister - uncle/actual father", "Tyrion Lannister - uncle", "Sansa Stark - aunt by marriage", "Renly Baratheon - uncle (non-biological)", "Stannis Baratheon - uncle (non-biological)", "Margaery Tyrell - betrothed"], "title": " Tommen I Baratheon", "season": " Season 1", "image": " King_Tommen_Season_4_Episode_6_Resized.jpg", "allegiance": " House Baratheon of King's Landing", "actor": " Callum Wharry (seasons 1 and 2)&lt;br/&gt;Dean-Charles Chapman (season 4)", "culture": " Andals", "titles": [" King of the Andals and the First Men", "Lord of the Seven Kingdoms&lt;ref&gt;Normally, the king also holds the title &quot;Protector of the Realm&quot;, meaning that he commands the realm's armies.  However, Tommen is still under-aged and cannot fulfill that office (Cersei is still his Regent, as she was for Joffrey).  In &quot;The Laws of Gods and Men&quot;, the episode after Tommen was crowned, it was publicly stated that his grandfather Tywin is the current Protector of the Realm, during Tommen's minority.&lt;/ref&gt;"], "link": "House Baratheon of King's LandingCharacter", "place": " King's Landing", "aka": "Tommen of the House Baratheon the First of His Name", "age": " Approx. 13 in Season 5&lt;ref&gt;Tommen is 7 years old at the beginning of the books. Most child characters such as Arya and Sansa were aged-up by 2 years in the TV continuity. Assuming this principle holds true for all child characters, Tommen was 9 years old in Season 1, making him 12 by Season 4.  On the other hand, Joffrey was aged-up in the TV series by 4 years, not only 2 like the other children, so Joffrey was around 19 years old when he died in Season 4.  Given that Tommen was the third of Cersei's three children, Tommen physically cannot be more than 17 years old during Season 4.  Chapman turned 16 during filming on Season 4, but that doesn't necessarily reflect the age of the character he is portraying.&lt;/ref&gt;Quote", "appearances": " 13 episodes &lt;small&gt;(#Appearances", "first": " &quot;Winter is Coming (episode)"}, "sections": {"Family tree": "{{House Baratheon family tree}}\n\n", "TOP": "Tommen Baratheon02180sgz33hrlqoenxvz3jt5sbbwy3qjq2g71789062015-03-23T20:21:39Z-Gladiatus-3968559{{Heraldry\n|image=KL Baratheon mini shield.png\n|link=House Baratheon of King's Landing\n}}\n\n{{Character\n|Title = Tommen I Baratheon\n|Image = King_Tommen_Season_4_Episode_6_Resized.jpg\n|Season = [[Season 1|1]], [[Season 2|2]], [[Season 4|4]], [[Season 5|5]]||First = &quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;\n|Last =\n|Appearances = 13 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n|Titles = [[King of the Andals and the First Men]]&lt;br&gt;[[Lord of the Seven Kingdoms]]&lt;ref&gt;Normally, the king also holds the title &quot;[[Protector of the Realm]]&quot;, meaning that he commands the realm's armies.  However, Tommen is still under-aged and cannot fulfill that office (Cersei is still his [[Regent]], as she was for Joffrey).  In &quot;[[The Laws of Gods and Men]]&quot;, the episode after Tommen was crowned, it was publicly stated that his grandfather Tywin is the current Protector of the Realm, during Tommen's minority.&lt;/ref&gt;|Aka=Tommen of the House Baratheon the First of His Name\n|Status = [[:Category:Status: Alive|Alive]]\n|Place = [[King's Landing]]\n|Allegiance = [[House Baratheon of King's Landing]]\n|Family = {[[Robert Baratheon]]} - legal father&lt;br&gt;[[Cersei Lannister]] - mother/aunt&lt;br&gt;{[[Tywin Lannister]]} - grandfather&lt;br&gt;{[[Joanna Lannister]]} - grandmother&lt;br&gt;{[[Joffrey Baratheon]]} - brother/cousin&lt;br&gt;[[Myrcella Baratheon]] - sister/cousin&lt;br&gt;[[Jaime Lannister]] - uncle/actual father&lt;br&gt;[[Tyrion Lannister]] - uncle&lt;br&gt;[[Sansa Stark]] - aunt by marriage&lt;br&gt;{[[Renly Baratheon]]} - uncle (non-biological)&lt;br&gt;[[Stannis Baratheon]] - uncle (non-biological)&lt;br&gt;[[Margaery Tyrell]] - betrothed\n|Actor = [[Callum Wharry]] (seasons 1 and 2)&lt;br/&gt;[[Dean-Charles Chapman]] (season 4)|Culture = [[Andals]]|Age = Approx. 13 in Season 5&lt;ref&gt;Tommen is 7 years old at the beginning of the books. Most child characters such as Arya and Sansa were aged-up by 2 years in the TV continuity. Assuming this principle holds true for all child characters, Tommen was 9 years old in Season 1, making him 12 by Season 4.  On the other hand, Joffrey was aged-up in the TV series by 4 years, not only 2 like the other children, so Joffrey was around 19 years old when he died in Season 4.  Given that Tommen was the third of Cersei's three children, Tommen physically cannot be more than 17 years old during Season 4.  Chapman turned 16 during filming on Season 4, but that doesn't necessarily reflect the age of the character he is portraying.&lt;/ref&gt;}}\n{{Quote|My father, maybe Joffrey was too much work for him.  Sweet Tommen will be so much easier to handle.|Tyrion Lannister|Breaker of Chains}}\n'''Tommen Baratheon''' is a major character in the [[Season 5|fifth]] season. He initially appeared as a recurring character in the [[Season 1|first]], [[Season 2|second]] and [[Season 4|fourth]] seasons. He is portrayed by guest star [[Dean-Charles Chapman]], taking over the role (starting in Season 4) from [[Callum Wharry]], who played the character briefly in Seasons 1 and 2. Tommen is the younger brother of late [[Joffrey Baratheon|King Joffrey]] and [[Myrcella Baratheon|Princess Myrcella]], and Joffrey's heir presumptive to the [[Iron Throne]]. Though legally the son of the late KingÂ [[Robert Baratheon]] and Queen [[Cersei Lannister]], his true father is Ser [[Jaime Lannister]], the Queen's twin brother.\n\nFollowing Joffrey's death at his [[Purple Wedding|wedding feast]], Tommen is crowned [[King of the Andals and the First Men|King]]. His formal style is '''Tommen of the House Baratheon, [[King of the Andals and the First Men|First of His Name, King of the Andals and the First Men and Lord of the Seven Kingdoms]]'''. As he is not old enough to rule in his own right and command the military forces of the Seven Kingdoms, he does not yet bear the title of [[Protector of the Realm]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Tommen is seven years old when the events of the books begin. He is a gentle boy with an interest in [[tournament]]s and kittens. He is blonde haired, green eyed, plump, and not very good at martial skills (though he is very young), but he does try hard. When the royal party visits Winterfell, he is matched against [[Bran Stark]] in a training fight with wooden swords and padding. He is repeatedly knocked into the mud and loses easily, but shows good sportsmanship about it and is happy that Bran was willing to spar with him so he could give it a try. Many characters believe he would be a better king than his brother.\n\nLike all of Cersei's children he was mostly ignored by King Robert. While Cersei felt she doted on all of her children, she is more attached to her own mental constructs of them than the reality. As Cersei's loveless marriage with Robert dragged on year after year, she increasingly fantasized about how Joffrey would one day succeed Robert and become a great king himself, never acknowledging that he was really a petulant sociopath. Ironically, despite Cersei's defiant claims (and even earnest belief) that she is a devoted mother to all of her children, she actually became so obsessed with Joffrey (and her fantasies about him) that she ''all but ignored'' Myrcella and Tommen throughout their lives. From the moment she gave birth to Joffrey, Cersei dreamed about the great king he would grow into, and how as Jaime's secret son he would be her ultimate revenge on Robert: the births of her two subsequent children were barely an anecdote in the narrative of this mental fantasy which has already been established in her mind years before. Her younger children were pushed off to the side, and with Robert a non-factor in their lives as well, they were functionally raised by court servants, such as Septa [[Eglantine]]. Even so, Cersei will still become hypocritically enraged when anyone questions her relationship with her younger children.\n\nTV viewers who haven't read the books may find it odd that while the children of the current generation of House Stark are given a large amount of screentime, the younger children of the current generation of House Lannister barely appear at all. This is much as it was in the earlier books of the series, and is actually a key plot point: the almost total absence of Myrcella and Tommen from the inner dynamics of House Lannister is indicative of just how little importance they have to Cersei. People are aware they exist, but rarely even pause to consider treating them as individuals with their own emotions or agendas (between the two of them, they had only a ''single'' throwaway speaking line in the entire first season, &quot;is Bran going to die?&quot; - [[Rickon Stark]] had more dialogue in Season 1 than both of them combined). At best, Cersei will argue over their treatment on general principle, such as when she opposed &quot;selling&quot; Myrcella off to a political marriage in Dorne. However, Cersei was more angered in the sense that she felt something was being taken which ''belonged'' to her.\n\nThus it is all the more shocking when in later books, as they grow older, Myrcella and Tommen increasingly turn into major characters in the very midst of House Lannister, on the scale of Arya or Bran Stark, where before they were treated as non-entities. The other family members and courtiers (and by extension, the readers or TV viewers) are even criticized for ignoring them this entire time, and simply assuming they were content. The smiling children seen in public at the Tourney of the Hand in book/Season 1 hide a darker and empty family life. Later books also retroactively reveal that Tommen has lived in terror of Joffrey their entire lives.\n\nAt one point Tommen even says that he used to &quot;go away inside&quot; mentally when Joffrey did certain things to him, though the exact extent of what he did (killing his pets or something far more sinister) has not been made clear.\n\nHowever, despite their parents' loveless marriage, absent father, sociopathic and abusive older brother, willfully blind and functionally absent mother, Myrcella and Tommen still seem to have a good and genuinely loving relationship between the two of them, as fellow-sufferers sharing a household with Cersei and Joffrey. Thus Tommen burst into tears when Myrcella left on her ship for Dorne, because in many ways he was losing the only family member who he loved, and who reciprocated his love.\n\nTommen goes to the tournament for Joffrey's nameday, having been given permission by Cersei to do a practice mounted sword fight against a quintain with a straw filled mannequin as his opponent. Joffrey sees that the quality of the jousting is poor (the Hound says they are all gnats, and Ser [[Dontos Hollard]] shows up drunk), and Joffrey decides to cancel the whole thing. Tommen and Myrcella protest, as Cersei said Tommen could take part, and Joffrey can't just cancel it. When Joffrey says they are acting childish, Myrcella responds, &quot;We are children. We are supposed to act childish.&quot; The Hound laughs and says, &quot;She's got you there.&quot; Joffrey relents and Tommen enthusiastically tries, but is knocked off of his horse, to Sansa and Myrcella's concern and to Joffrey's raucous laughter. Then Sansa realizes that Tommen has picked himself up and wants to try again. She realizes that even at eight years old, Tommen has all the kindness, determination, and character that Joffrey lacks and she wishes she was to marry him instead.\n\nTommen is not present in King's Landing during the [[Battle of the Blackwater]] in the books. Instead, while Cersei viciously punishes subordinates who flee the city, she hypocritically sends Tommen to the nearby town of Rosby so he will be safe during the battle. Also, she had been furious when Myrcella's marriage contract and transport to Dorne had been arranged by Tyrion without her input, and she wants Tommen away from King's Landing and out of Tyrion's power. Tyrion learns of it and decides it's a good idea, as it will ensure both Tommen's safety and that there is still a claimant to the throne for their faction, should the approaching [[Stannis Baratheon]] take King's Landing and have Joffrey executed. He lets the plan go through, but then sends gold cloaks under Ser Jacelyn Bywater to intercept Tommen on the road so Tyrion's own forces will be in control of Tommen's security at Rosby. Cersei is incensed, and she has Ser [[Boros Blount]] stripped of his white cloak of the Kingsguard for letting them just take over security and have Tommen, instead of what he should have done, which was dying fighting them. Cersei later takes the prostitute Alayaya prisoner, thinking that she is Tyrion's lover [[Shae]], threatening her safety if Tyrion lets anything happen to Joffrey or Tommen during the battle (in the TV series, the prostitute was changed to [[Ros]], and the subplot about Tommen in Tyrion's custody was cut, so Cersei only warned Tyrion about Joffrey's safety).\n\nAccording to the TV series official [[pronunciation guide]] developed for the cast and crew, &quot;Tommen Baratheon&quot; is pronounced &quot;TAH-min Buh-RATH-ee-un&quot;, as opposed to &quot;Tom-men&quot;, etc.\n\n", "Quotes": "\n{{Dialogue a-b-a|Tommen|Is Joffrey going to kill Sansa's brother?|Cersei|He might. Would you like that?|No...I don't think so.|'''Tommen''' and his mother, Queen [[Cersei Lannister]]|What is Dead May Never Die}}\n\n{{Quote|You sound like a little cat mewling for his mother. Princes don't cry.|King [[Joffrey Baratheon]] berating his younger brother Tommen|The Old Gods and the New}}\n\n{{Quote|Wisdom. Wisdom is what makes a good king.|'''Tommen''' to his grandfather, [[Tywin Lannister]]|Breaker of Chains}}\n\n{{Template:Dialogue a-b|Tywin|What kind of king do you think you'll be?|Tommen|A good king?|[[Tywin Lannister]] and Tommen Baratheon|Breaker of Chains}}\n\n", "Image gallery": "&lt;gallery&gt;\nWinter is Coming Myrcella Tommen intro.jpg|Myrcella and Tommen arrive at [[Winterfell]] in &quot;[[Winter is Coming]]&quot;.\nTommen Tyrion and Jaime Kingsroad.jpg|Tommen sitting next to his uncle Tyrion, and his biological father Jaime, in &quot;[[The Kingsroad]]&quot;.\nTommen.png|Tommen Baratheon at the Tourney of the Hand in &quot;[[The Wolf and the Lion]].&quot;\nTommen S2.png|Tommen in &quot;[[The North Remembers]]&quot;.\nTommen eating S2.png|Promotional photo of Tommen Baratheon.\nCersei and Tommen Blackwater Promo.jpg|Promotional photo of Cersei and Tommen in &quot;[[Blackwater]]&quot;.\nTommen-Baratheon-S4-EP-03.jpg|Tommen at Joffrey's wake in &quot;Breaker of Chains&quot;\nKingTommenLawsOfGodsAndMen.jpg|King Tommen with his crown.\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season One Appearances|yes|yes||yes|yes}}\n{{Season Two Appearances|yes||yes|||yes|||yes||yes}}\n{{Season Four Appearances||yes|yes|yes|yes|yes}}\n\n", "Biography": "===Background===\nTommen is presented as the youngest son of [[Robert Baratheon|King Robert Baratheon]] and [[Cersei Lannister|Queen Cersei Lannister]]. Cersei and Robert made a political marriage alliance after Robert took the throne by force from the Mad King [[Aerys II Targaryen]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/jbaratheon/ HBO viewer's guide, season 2 guide to houses, House Baratheon of King's Landing entry]&lt;/ref&gt; Tommen's real father is [[Jaime Lannister]], his mother's twin brother and his uncle. He has an older brother, [[File:Tyrion_and_Tommen_1x02.png|thumb|left|202px|Tyrion and Tommen]][[Joffrey Baratheon|Joffrey]], and an older sister [[Myrcella Baratheon|Myrcella]] with the same obfuscated parentage. Tommen is good-natured and passive in contrast to his brother Joffrey, who sometimes bullied Tommen for amusement.&lt;ref&gt;[[The Red Keep (Histories &amp; Lore)]]&lt;/ref&gt; Like his sister, he is fond of his uncle [[Tyrion Lannister]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/jbaratheon/tommen-baratheon/ HBO viewer's guide, season 2 guide to houses, House Baratheon of King's Landing - Tommen Baratheon entry]&lt;/ref&gt;\n\n===[[Season 1]]===\n[[File:House_Baratheon_of_King's_Landing.jpg|thumb|254px|Tommen seated with the rest of the royal family at the Tourney of the Hand]]Tommen accompanies his family north to [[Winterfell]].&lt;ref&gt;&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;&lt;/ref&gt; Tommen is eating breakfast with his [[Cersei|mother]], [[Jaime Lannister|father]] and [[Myrcella Baratheon|sister]] as his uncle [[Tyrion]] approaches. He giggles as his uncle lifts him aside to join them. His sister asks whether [[Bran Stark]] will die and Tyrion replies that he is expected to live, much to Myrcellaâ&euro;&trade;s delight and Cerseiâ&euro;&trade;s horror. Tyrion goes on to say how he wishes to see [[the Wall]] and witness the â&euro;&oelig;wintry abode of the [[White Walkers|white walkers]],â&euro;? exciting Myrcella and Tommen. He then says he wants to urinate off the edge of it, a comment which causes both his niece and nephew to laugh. Cersei is irritated by his words and leaves, calling the children to her.&lt;ref&gt;&quot;[[The Kingsroad]]&quot;&lt;/ref&gt;\n\nTommen attends the tournament to celebrate [[Eddard Stark]] becoming [[Hand of the King]].&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n{{Quote|You sound like a little cat mewling for his mother.  Princes don't cry.|King [[Joffrey Baratheon|Joffrey I]] berating his younger brother, '''Tommen Baratheon'''.|The Old Gods and the New}}\nTommen attends [[Joffrey Baratheon|Joffrey's]] [[nameday]] [[tournament]]. He is pleased when his uncle [[Tyrion Lannister]] arrives [[File:Myrcella_Tommen_dinner_with_Sansa.jpg|thumb|left|224px|Tommen and Myrcella]]during the festivities and tells him that one day he will be as big as [[the Hound]] &quot;but much better looking&quot;.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;.\n\nTommen attends a dinner with [[Myrcella Baratheon|Myrcella]], [[Cersei Baratheon|his mother]] and [[Sansa Stark]]. He asks whether [[Robb Stark|Robb]] will be killed after the war, and says that he wouldn't like that.&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\nMyrcella is sent to [[Dorne]] as part of a marriage pact with [[House Martell]]. Tommen watches her departure from the harbor, sobbing. Joffrey mocks him for crying. As they return to the [[Red Keep]] Tyrion senses the unrest of the smallfolk and orders Tommen sent by a separate route narrowly avoiding the [[Riot of King's Landing]].&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\nTommen takes refuge in [[Maegor's Holdfast]] during the [[Battle of the Blackwater]]. Cersei takes him to the Iron Throne room when the battle seems lost. She tries to calm him with a tale about the supremacy of lions in the kingdom of beasts: the forest is full of vicious beasts, such [[File:Tommen_cries_at_Myrcella's_departure.jpg|thumb|230px|Tommen cries as Myrcella departs for [[Dorne]].]]as stags and wolves, but he is a lion, and all will bow to him. She has gotten a vial of [[Essence of Nightshade]] from Grand Maester [[Pycelle]], which is deadly if taken in more than tiny amounts and she prepares to give it to him if the city defenses fail, to grant him the mercy of a quick death instead of being captured and tormented. [[File:Cersei_and_Tommen_Blackwater_Promo.jpg|thumb|left|Cersei and Tommen during the [[Battle of Blackwater]]]]She is stopped just in time when [[Tywin Lannister]] arrives to announce their victory.&lt;ref&gt;&quot;[[Blackwater]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\nTommen does not appear on-screen in Season 3 although he remains in King's Landing.\n\n===[[Season 4]]===\nTommen is present at Joffrey's wedding ceremony to [[Margaery Tyrell]], and during the subsequent feast (known as the [[Purple Wedding]]). Initially, he laughed at his brother's crude play with dwarves depicting the War of the Five Kings but stopped after noticing the look upon his uncle Tyrion's face. After Joffrey's poisoning and subsequent death, Tommen inherits the crown and is now the king and ruler of the [[Seven Kingdoms]].&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;[[File:Tommen_4x02.jpg|thumb|131px|Tommen during Joffrey's Wedding Feast]]\n\nTommen later stands vigil with Cersei over Joffrey's corpse in the [[Great Sept of Baelor]]. [[Tywin]], in an unusually agreeable mood, enters and proceeds to grill Tommen on the traits that make a good king, ignoring Cersei's angry glares. Tommen offers holiness, justice and strength as qualities of a good king, but Tywin refutes these ideas by pointing out that Kings [[Baelor Targaryen|Baelor]], Orys, and Robert were each paragons of one of these qualities, but not very good kings. Tywin is delighted when Tommen, with minimal prompting, suggests that a good king must be wise. Tywin tells Tommen that young kings with no experience must be wise by listening to their councilors, and the wisest kings keep listening even when they don't need to anymore. As he escorts Tommen out of the Sept, Tywin begins prepping his grandson on the duties of a king's marriage. On their way out, Jaime passes them and asks how Tommen is doing; the young king replies that he is all right.&lt;ref&gt;[[Breaker of Chains]]&lt;/ref&gt;\n\n[[File:Tommen-and-Cersei.jpg|thumb|left|226px|Tommen and Cersei mourn over Joffrey's death.]]\n\nIn response to Joffrey's death, Cersei insists that Tommen be placed under high guard, with at least four Kingsguard at his bedroom door at night, something Jaime finds a bit excessive. Tommen has been moved to Joffrey's bedchamber and has yet to redecorate; hence, he has difficulty sleeping with Joffrey's gruesome hunting trophies all around. That night [[Margaery Tyrell|Margaery]] sneaks into Tommen's chambers. She suggests that they get to know one another before their marriage, something nobles in Westeros don't usually do. Tommen is unnerved by her presence until his cat, [[Ser Pounce]], jumps up and Margaery interacts with him. Tommen sullenly reveals the cruel things Joffrey threatened to do to Ser Pounce, and he and Margaery bond over their mutual relief that they are free of him. Tommen agrees that he'd like Margaery to visit him again. Margaery departs, but not before giving a kiss on the forehead.&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\n[[File:Margaerytommen.png|thumb|224px|Margaery visits Tommen in his bedchambers.]]\n[[File:Tommens-Coronation.jpg|thumb|left|260px|Tommen is crowned by the High Septon.]]\nA ceremony is held in the [[Red Keep]] where the [[High Septon (After the Riot of Kingâ&euro;&trade;s Landing)|high septon]] officially crowns Tommen as king. Margaery watches from the side, and, when questioned by Cersei, notes that he sits as comfortably in the Iron Throne as if he were born to it. Cersei and Tywin later set the date of Tommen's wedding to Margaery immediately after the mourning period for Joffrey is over: a fortnight from the day of the coronation.&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;\n\nOn Tywin's instructions, Tommen recuses himself from presiding over Tyrion's [[Second Trial of Tyrion Lannister|trial]] for Joffrey's murder, declaring Tywin, as Hand of the King and Protector of the Realm, as his replacement. He then departs the [[Great Hall (Red Keep)|throne room]] along with two [[Kingsguard]].&lt;ref&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt;\n\n===[[Season 5]]===\n\n"}, "title": "Tommen Baratheon"}