{"attributes": {"status": " :Category:Status: Alive", "death": "", "last": "", "family": "", "title": "File:MR mini shield.png", "season": "Season 3", "image": "TormundGS5.png", "allegiance": ["The Free Folk", "Mance Rayder"], "actor": "Kristofer Hivju", "culture": " Free FolkQuote", "titles": "", "link": "Free Folk", "place": "Beyond the Wall", "aka": "Tormund Giantsbane", "appearances": "12 episodes &lt;small&gt;#Appearances", "first": "&quot;Valar Dohaeris&quot;"}, "sections": {"Behind the scenes": "*On the [[Season 4]] Blu-ray, Tormund narrates the [[Histories &amp; Lore]] video '''&quot;[[The Nations of the North (Histories &amp; Lore)|The Nations of the North]]&quot;'''.\n\n", "TOP": "Tormund09679ap37t61eck2efvrl1pjvlx3axrd7jm51741302015-02-23T17:51:58Z188.126.201.55Minor grammar fix: Corrected approches to approaches{{Character\n| Title=[[File:MR mini shield.png|45px|left|link=Free Folk]] Tormund [[File:MR mini shield.png|45px|right|link=Free Folk]]\n| Image=TormundGS5.png\n| Season=[[Season 3|3]], [[Season 4|4]], [[Season 5|5]]\n| First=&quot;[[Valar Dohaeris]]&quot;\n| Last=\n| Appearances=12 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Titles=\n| Aka=Tormund Giantsbane\n| Status= [[:Category:Status: Alive|Alive]]\n| Death=\n| Place=[[Beyond the Wall]]\n| Allegiance=The [[Free Folk]]&lt;br&gt;[[Mance Rayder]]\n| Family=\n| Actor=[[Kristofer Hivju]]\n|Culture = [[Free Folk]]}}\n{{Quote|Plenty of little men tried to put their swords through my heart. And there's plenty of little skeletons buried in the woods.|Tormund to Jon Snow|Valar Dohaeris}}\n'''Tormund''', often called '''Tormund Giantsbane''', is a major character in the [[Season 4|fourth]] and [[Season 5|fifth]] seasons. He initially appeared as a recurring character in the [[Season 3|third]] season. He is a renowned leader and raider among the [[Free Folk]] and second in command behind [[Mance Rayder]]. He is played by [[Kristofer Hivju]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Tormund Giantsbane, also known asÂ TormundÂ Thunderfist,Â is aÂ [[wildling]] chieftain following [[Mance Rayder]], the [[King-Beyond-the-Wall]]. He serves alongside the [[Lord of Bones]], [[Styr]] the Magnar of [[Thenn]] and several other chieftains as an advisor and lieutenant to &quot;the Mance&quot;. He is a charismatic, hearty, good-humored man and, by wildling standards, has a rough sense of honor. He styles himself Tall-talker, Horn-blower, Breaker of Ice, Husband to Bears, Mead-King of Ruddy Hall, Speaker to Gods and Father of Hosts. He has four sons (Toregg, Torwynd, Dryn, and Dormund) and a daughter (Munda). Tormund is older in the books than in the TV series: he is described as having a white beard so he is not a young man, but he is also described as large, broad, and still very strong. He wears thick gold bands graven with runes on his massive arms, and a heavy shirt of black ringmail that could only have come from a dead ranger. Tormund likes to brag about his deeds, but he is not arrogant.\n\nWhile Jon travels with the wildlings, he and Tormund become friends despite Jon's effort to keep his distance from the wildlings. Jon is rather amused to hear Tormund's stories, one of them is about having sex with a woman who was a she-bear (in the show, Tormund tells Ygritte a story about the same subject, but much shorter). Tormund approves of the growing romance between Jon and Ygritte, and encourages Jon to have sex with her. When the Lord of Bones acts hostilely and suspiciously toward Jon, Tormund supports Jon.\n\nIn the books it is not Tormund but Styr that leads the wildling party to scale the Wall. Tormund stays behind with the main wildling force, and later he and other lieutenants are sent by Mance to attack several areas of the Wall, in order to draw attention away from the main host and to draw away the defenders. [[Bowen Marsh]] falls for the trick and takes most of the garrison from Castle Black.\n\nTormund does not take part in the repeated attacks on Castle Black. It is not him but [[Lord of Bones]] that is captured by the Watch.\n\nWhen Jon goes to [[parley]] with Mance (actually, to kill him), he first meets Tormund. Although they are enemies, Tormund remains friendly toward Jon. He compliments the defenders for putting up such valiant fight against the wildlings despite being outnumbered, and is filled with awe to hear that one-armed blacksmith Donal Noye killed [[Mag Mar Tun Doh Weg]]. They go to Mance's tent, chatting leisurely, sharing Tormund's mead waterskin. Tormund is deeply saddened to hear about [[Ygritte]]'s death, and is indifferent to hear [[Styr]] died too. He proudly tells Jon that Longspear Ryk kidnapped his daughter Munda, and they like each other. When they reach the camp, Harma Dogshead and [[Varamyr Sixskins]] want to kill Jon, but Tormund protects him, insisting that he has the right to speak with Mance.\n\nWhen Stannis attacks the wildlings, Tormund leads a triple line of spearmen, but they are attacked on the flank by Stannis's knights and break. Tormund and many of his troops escape. He manages to regather the dispersed wildlings, preparing for new assault.\n\nSome time afterwards, Jon sends Val (Mance's sister in law) to parley with Tormund. Tormund agrees to make peace with the Watch, and surrenders willingly with three or four thousand wildlings.\n\nStannis asks Jon what kind of man is Tormund. Jon answers: &quot;Tormund Giantsbane seemed to me the sort of man who would make a good friend and a bad enemy&quot;.\n\n", "Quotes": "{{Quote|Your grace? Did you hear that? From now on, you better kneel every time I fart!|Tormund Giantsbane after Jon Snow mistakes him for the [[King-Beyond-the-Wall]]|Valar Dohaeris}}\n\n{{Quote|I like you boy, but if you lie to me, I'll pull your guts out through your throat.|Tormund Giantsbane to Jon Snow |Kissed by Fire}}\n\n{{Quote|[[Thenns]]. I fucking hate Thenns.|Tormund Giantsbane|Two Swords}}\n\n{{Quote|I should have thrown you from the top of the [[Wall]], boy!|Tormund Giantsbane to Jon Snow after the [[Battle of Castle Black]]|The Watchers on the Wall}}\n\n", "Image gallery": "&lt;gallery columns=&quot;3&quot; spacing=&quot;small&quot; widths=&quot;170&quot; hideaddbutton=&quot;true&quot;&gt;\nTormund warns Jon s3e5.jpg|Tormund in &quot;[[Kissed by Fire]]&quot;.\nTormund The Climb.png|Tormund in &quot;[[The Climb]]&quot;.\ngot-game-of-thrones-34037196-956-537.jpg|Tormund and Mance Rayder.\ngot-game-of-thrones-34037199-953-536.jpg|Tormund gazing up.\ngot-game-of-thrones-34139079-500-281.jpg|Tormund looking depressed.\ngot-game-of-thrones-34252400-2832-4256.jpg|Tormund lost in thought.\ngot-game-of-thrones-34505706-972-475.jpg|Tormund looking angry.\ntormund-game-of-thrones-33956281-761-420.jpg|Tormund talking to Mance Rayder.\ntumblr_mljqgwqhAm1rx54tto1_1280.jpg|Tormund and Mance Rayder.\nTormund-202x300.jpeg|Tormund in Season 4 promotional image.\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season Three Appearances|yes|yes|yes||yes|yes|yes||yes}}\n{{Season Four Appearances|yes||yes|||||yes|yes|yes}}\n\n", "Biography": "===Background===\nTormund is a trusted leader in his own right of a large warband of wildlings. He has joined his forces to those of [[King-Beyond-the-Wall]] [[Mance Rayder]], and now functions as one of Mance's most trusted lieutenants.\n\nHe boasts of having bedded a she-bear, which he calls Shella. Ygritte insists that everyone knows he just made this story up.\n\n===[[Season 3]]===\nWhen [[Jon Snow]] is taken to Mance Rayder's tent, he initially believes Tormund is Mance and kneels before him. Tormund is amused though Mance's suspicions of Jon makesÂ Tormund wary.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\nAs Mance's army marches away from the [[Frostfangs]], Tormund alongside [[Ygritte]], accompanies [[Orell]] as Orell performs scouting duties by [[warg]]ing into his eagle.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\nTormund accompanies Mance, along with [[Orell]], [[Ygritte]] and [[Jon Snow]], to the [[Fist of the First Men]], where they see the mutilated horse corpses left behind by the [[White Walkers]] after their [[Battle of the Fist of the First Men|attack]] against the [[Night's Watch]]. Mance commands Tormund to climb the Wall along with twenty raiders, and Jon Snow as well, and wait for his signal to attack [[Castle Black]] from behind.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\nAs Tormund's party comes closer to the Wall, Tormund questions Jon about the &quot;crows&quot; patrolling the top of the Wall spotted by Orell's eagle. Jon explains that the patrols are two [[Builder]]s and two [[Ranger]]s. Orell then questions Jon about the castles still manned by the Watch and the number of men in the garrison of Castle Black, disbelieving Jon's claim that a thousand men defend it. When Orell and Ygritte, who defends Jon, are about to start a fight, Tormund puts a stop to it throwing Orell away. Tormund tells Jon he likes him but will kill him nonetheless if he's lying. Jon remains adamant on his lie, but Tormund remains doubtful.&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n\nTormund's party camps at a patch of the [[Haunted Forest]] that has been left unchecked and grown close to the Wall. Tormund comments to Jon that, once, crows would cut down any the trees within a mile of the Wall. When Jon asks Ygritte if she's ever climbed the Wall she confesses she hasn't, but Tormund has done it many times. After a few minutes, Tormund approaches Jon again and gives him a climbing pick. He advises Jon to sink it deep into the ice of the Wall and make sure it holds before taking the next step. He then jokes that if he falls, he better not scream because he wouldn't want that be the last thing Ygritte remembers about him.&lt;ref name=&quot;Climb&quot;&gt;&quot;[[The Climb]]&quot;&lt;/ref&gt;\n\nTormund's party breaks into four smaller groups to climb the Wall. Tormund leads one of them, with Orell, Yrgitte, and Jon sharing the same rope. Tormund's pick breaks a piece of ice that causes Jon to briefly lose his footing. The Wildling leader jokes that he wanted to see if he could take a hit. The raiding party climb further, but a portion of the Wall breaks down, taking one of the groups to their deaths. The ice keeps breaking and Tormund nails his pick hard to prevent from falling, but Ygritte and Jon do drop, ending up dangling in the air. Tormund holds the rope with one hand but Orell begins cutting the rope to prevent Jon and Ygritte from bringing them down. Jon reaches the ice just as Orell cuts Ygritte loose. Later, the group reaches an abandoned watchpost of the Night's Watch. Ygritte and Jon reach the top as Tormund gathers his rope.&lt;ref name=&quot;Climb&quot; /&gt;\n\nTormund and the raiding party climb down from the Wall and begin their march to take Castle Black unaware. Some time later, the party encamps in a forest area of [[the Gift]]. Tormund jokingly gives Jon some advice on how to properly have sex with a woman before ordering the group to begin the march again.&lt;ref&gt;&quot;[[The Bear and the Maiden Fair]]&quot;&lt;/ref&gt;\n\nSome time afterward,Â Tormund's party reach the hut of a [[Old man|man]] who breeds horses for the Night's Watch. Orell advises attacking the man and killing him for his horses and gold. Tormund muses he may have good steel. Jon argues to spare the man and just take the horses, as the Watch will send less men to track down thieves than for a murderer. Tormund hopes for more men as it will be easier to kill them in the open than in Castle Black. Tormund orders his men to spread out to attack the hut. The man escapes after his horses react to a noise made by Jon to warn him.\n\nTormund and his men capture the man at an abandoned mill. Orell manages to hear noise inside the mill - it's [[Bran Stark|Bran]] and [[Rickon Stark]], [[Hodor|along]] [[Osha|with]] [[Jojen Reed|their]] [[Meera Reed|companions]] - but Tormund dismisses it as thunder from the rain that is just beginning. Tormund then questions the man about where he was riding. The man refuses to answer because he'll die anyway, and Tormund admits he's right. Tormund bares his sword to kill the man, who asks to die standing up, but Orell intervenes and demands that Jon kill the man. Tormund orders Jon to do it, but Jon hesitates. Ygritte carries out the execution after Jon is unable to. Orell goads Tormund into killing Jon to prevent him from betraying them and Tormund relents, ordering his men to kill Jon. Tormund restrains Ygritte when she tries to interfere to protect her lover. As Ygritte rages, he tells her not to die for a crow. Several members of Tormund's party, among them Orell, are killed by Jon as well as [[Summer]] and [[Shaggydog]].&lt;ref name=&quot;Rains&quot;&gt;&quot;[[The Rains of Castamere (episode)|The Rains of Castamere]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n[[File:Tormund_and_Ygritte-Two_Swords.jpg|thumb|Tormund approaches Ygritte in the stone ravine.]]\nTormund has his raiding party encamped in a stone ravine south of the Wall.Â Tormund chides Ygritte for failing to finish offÂ [[Jon Snow]]; he has enough faith in her as an archer to believe that that if Jon escaped, it was because she allowed him to. Suddenly, their scouts signal that someone is approaching.Â [[Styr]]Â and a band ofÂ [[Thenn]]Â approach them through the ravine. Out of earshot, Tormund comments about how much he hates Thenns. StyrÂ says his party raided a village south of the ravine and gathered meat. He says the meat tastes so much betterÂ south ofÂ the [[Wall]], and chides Tormund for losing theirÂ [[Orell|warg]]Â as well as Jon. HeÂ reminds Tormund how theÂ [[Night's Watch]]Â are feasting and getting fat atÂ [[Castle Black]].Â Styr suggests that Tormund taste crow meat before he dies, as a human arm roasts over a fire.&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\nTormundÂ and StyrÂ lead a raid on a village south of the Wall. When one villager attempts to attack Tormund from behind, Ygritte shoots him before he can strike and Tormund finishes him off. Styr sends a [[Olly|lone boy]] to Castle Black as a message to the brothers of the Night's Watch.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\nTormund and Styr attack the settlement of [[Mole's Town]]. They slaughter all of the inhabitants, which include members of the Night's Watch who were visiting the local brothel. News of this attack reaches Castle Black, which is their next target.&lt;ref&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt;\n\nTormund takes part in the [[Battle of Castle Black|rear assault]] on Castle Black, being the first one to infiltrate the fortress. He kills many black brothers and then engages [[Alliser Thorne]] in single combat. They are evenly matched, but Tormund manages to seriously wound Ser Alliser, who is then pulled to safety by his fellow black brothers. Tormund continues his rampage along the Castle, despite receiving multiple wounds from arrows and swords. After all of the rear assault forces are slain, only Tormund remains and is incapacitated by a crossbow bolt from Jon Snow. He is then taken prisoner for interrogation.&lt;ref&gt;&quot;[[The Watchers on the Wall]]&quot;&lt;/ref&gt;\n\n[[File:Tormund_and_Jon.png|thumb|left|An imprisoned Tormund talks to Jon]]After Mance's forces on the other side of the Wall are defeated by the surprise appearance of Stannis Baratheon, Jon comes to Tormund, who has had his wounds tended to by Maester [[Aemon]]. Jon informs Tormund that they will be burning the dead wildlings' bodies and asks if he wishes to say any words in their memory. TormundÂ scoffs at the idea, telling him that the dead can't hear them. TormundÂ then asks Jon if he loved YgritteÂ and explains that Ygritte had truly loved Jon, her constant talk of killing him being proof of that. TormundÂ solemnly requests that Jon take Ygritte's body north of the Wall to burn it, since that's what she would have wanted. Jon complies with Tormund'sÂ wish and soon after has Ygritte's body burned on a funeral pyre beyond the Wall.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n"}, "title": "Tormund"}