{"attributes": {"status": " :Category:Status: Dead", "family": " Quote", "title": " Torrhen Stark", "season": "Complete Guide to Westeros, Histories &amp; Lore", "image": " Torrhen Stark.png", "allegiance": " House Stark", "titles": [" King in the North", "Lord Paramount of the North", "Warden of the North", "Lord of Winterfell"], "link": "House StarkCharacter", "mentioned": ["&quot;The Field of Fire (Complete Guide to Westeros)&quot;", "&quot;House Stark (Complete Guide to Westeros)&quot;", "&quot;The North (Histories &amp; Lore)&quot;"], "place": " Winterfell", "aka": " The King Who Knelt"}, "sections": {"TOP": "Torrhen Stark07806meb2xrtplgqutpkjfp1ou9mhx7ye6lq1802962015-03-29T12:15:48ZSer Patrek25358400{{Heraldry\n|image=Stark mini shield.png\n|link=House Stark\n}}\n{{Character\n|Title = Torrhen Stark\n|Image = Torrhen Stark.png\n|Season=[[Complete Guide to Westeros]], [[Histories &amp; Lore]]\n|Mentioned=&quot;[[The Field of Fire (Complete Guide to Westeros)]]&quot;&lt;br&gt;&quot;[[House Stark (Complete Guide to Westeros)]]&quot;&lt;br&gt;&quot;[[The North (Histories &amp; Lore)]]&quot;\n|Status= [[:Category:Status: Dead|Deceased]]\n|Titles = [[King in the North]]&lt;br&gt;Lord Paramount of the North&lt;br&gt;Warden of the North&lt;br&gt;Lord of Winterfell\n|Aka = The King Who Knelt\n|Allegiance = [[House Stark]]\n|Place = [[Winterfell]]\n|Family = }}{{Quote|After Aegon and his dragons destroyed the combined armies of the Reach and the Rock at the Field of Fire, King Torrhen Stark bent the knee and swore fealty to the Targaryen Dynasty in order to spare the destruction of Winterfell...and his people. He was forever after known as &quot;The King Who Knelt&quot;.|[[Robb Stark]]|House Stark (Complete Guide to Westeros)}}\n'''Torrhen Stark''', also known as the '''King Who Knelt''', is an unseen character in ''[[Game of Thrones (TV series)|Game of Thrones]]''. He is deceased when the series begins and has appeared in the [[Complete Guide to Westeros]] and [[Histories &amp; Lore]] featurettes.\n\n", " See also ": "*{{AWOIAF}}\n\n", "In the books": "[[File:The_King_who_Knelt.png|thumb|Torrhen bends the knee to Aegon and his sisters, foreverafter becoming known as the King Who Knelt.]]\nIn the ''[[A Song of Ice and Fire]]'' novels, Torrhen Stark's story is the same. It is believed he knelt at the place where the Inn of the Kneeling Man sits at the time of the books.\n\nTorrhen's army numbered about 30,000 men, but the Targaryen army that came to meet him numbered about 45,000 - nor did this represent all of Aegon's new bannermen, just the ones directly facing him. Moreover, the Targaryens had their three huge dragons. Torrhen's bastard brother Brandon Snow volunteered to sneak into the Targaryen camp at night and attempt to kill ''all three'' dragons while they slept, but Torrhen judged that this was impossible and that the failed attempt would only invite further retaliation from the Targaryens, so he chose to surrender instead.\n\nTorrhen Stark's decision to kneel before Aegon Targaryen saved the North from the devastation inflicted upon the Gardeners and the Lannisters. The Conqueror not only confirmed the Starks as the rulers of the North but he also allowed them to keep their own customs: the Targaryens' laws would rule over the North, but they could keep their local custom of personally beheaded condemned men instead of delegating the task to an executioner. Queen [[Rhaenys Targaryen]], as part of her efforts to keep the realm together after the Conquest, organized a marriage between Lord Stark's daughter and Lord Arryn. However, although Torrhen had bent the knee, his sons did not want to serve the Targaryens. It was only over their strong protests that the marriage took place and they refused to attend the marriage. The North remained in the realm so it can be assumed that Torrhen was able to prevent his sons from rising up against the Targaryens. It is unknown if Torrhen was still alive when Aegon visited Winterfell in 33 AC, during his last royal progress.\n\n", "Biography": "===Background===\n[[File:Torrhen_kneels.jpg|thumb|left|King Torrhen Stark submits to Aegon the Conqueror.]]\nTorrhen Stark was the last [[King in the North]] until the secession of [[the North]] and the [[Riverlands]] in the [[War of the Five Kings]] and the coronation of [[Robb Stark]]. King Torrhen's reign coincided with the [[War of Conquest]], in which the [[Andal]] kingdoms south of [[the Neck]] submitted one by one to [[Aegon I Targaryen|Aegon the Conqueror]]. Torrhen amassed his army and marched to meet the [[Targaryen]] warlord, but by the time he arrived Aegon had already won the decisive [[Field of Fire]] and conquered most of the South of Westeros.Â \n\n[[File:800px-Torrhen_Stark.jpg|thumb|276px|King Torrhen Stark leading his army against [[Aegon the Conqueror|Aegon I]]]]\nAfter seeing Aegon's dragons and his massive host, Torrhen realized the war was already lost.\n\nInstead of fighting he chose to [[Bending the knee|bend the knee]] to spare his people and surrendered his crown. For his submission, Aegon named him Lord Paramount and Warden of the North. [[Robb Stark]] believes that Torrhen &quot;saved thousands of lives that day.&quot;\n&lt;ref&gt;&quot;[[House Stark (Complete Guide to Westeros)]]&quot;&lt;/ref&gt;\n\n"}, "title": "Torrhen Stark"}