{"attributes": {"status": " :Category:Status: Dead", "death": "Strangled by Ser Jaime Lannister", "last": "", "family": ["Rickard Karstark - father", "Harrion Karstark - brother"], "title": "Torrhen Karstark", "season": "Season 2", "image": "Torrhen_Karstark.png", "allegiance": ["House Karstark", "House Stark"], "actor": "Tyrone McElhennon", "culture": "Northmen", "deathep": "&quot;A Man Without Honor&quot;", "titles": "", "link": "House KarstarkCharacter", "7": "yes==Family tree==House Karstark family tree==In the books==In the ''A Song of Ice and Fire'' novels, Torrhen Karstark is the third son of Lord Rickard, and also joins his father and brothers, Harrion, the eldest, and Eddard, the second, as part of the Northern forces in the War of the Five Kings. He is named after Torrhen Stark, the King in the North at the time of the War of Conquest.However, he is killed by Jaime during the Battle of the Whispering Wood. He serves alongside his brother Eddard as part of Robb Stark's personal bodyguard. When Jaime realizes that his army is lost during the Battle of the Whispering Wood, he makes a final push to single-handedly carve his way through the Northern army in an attempt to kill Robb Stark in single combat. Jaime manages to reach Robb's personal bodyguard and kill several of them being knocked unconscious. Both Torrhen and Eddard Karstark were among those in Robb's personal bodyguard that Jaime killed during the battle.The TV series's depiction of an escape attempt by Jaime, during which he kills Torrhen Karstark, is a very loose adaptation of events in the books. Originally, Jaime was kept in relatively gentle imprisonment, but then killed three guards during a failed escape attempt, after which he was chained up in the dungeon. Torrhen Karstark, however, was not one of these guards.In the TV version, Jaime kills Torrhen because he was guarding his cell, which causes Lord Rickard Karstark to become enraged and demand revenge, to the point that Catelyn releases Jaime (in promise of her daughters' safe return from King's Landing) because she fears he won't live out the night. In the books, Jaime killed Rickard's sons Torrhen and Eddard Karstark at the Battle of the Whispering Wood (Eddard Karstark's death is apparently unchanged in the TV version). While Lord Karstark was certainly upset in the books, he wasn't going to disobey Robb's direct command as his liege-lord that Jaime must remain unharmed (at least because he thought they'd execute him eventually). Catelyn's decision to exchange Jaime as a prisoner isn't rushed by pressure from within the Stark camp, but is rather due to her grief at hearing the (false) report that Bran and Rickon have been killed by Theon at Winterfell. Believing (somewhat justifiably) that even holding Jaime as prisoner is no guarantee that the crazed Joffrey won't have her daughters killed on a whim, Catelyn decides that keeping her remaining children safe is what matters most, so she releases Jaime, sending him under escort by Brienne to King's Landing. Rickard Karstark only truly becomes enraged after Catelyn releases Jaime, because he never thought they'd release the killer of his sons, as well as because it is a very poor exchange to trade a prominent Lannister warrior for two girls. The TV series may have moved Torrhen's death around to make it closer to Jaime's release, instead of just mentioning that Jaime killed Torrhen at the end of Season 1 and expecting the audience to remember this over a season later.==See also==* AWOIAF (spoilers from the books)==References==Reflist", "mentioned": " &quot;The Climb&quot;'''Torrhen Karstark''' is a minor character in the Season 2", "place": "Karhold", "aka": "", "appearances": "&quot;A Man Without Honor&quot;", "first": ""}, "sections": {"Family tree": "{{House Karstark family tree}}\n\n", "TOP": "Torrhen Karstark08516i6x88azwpvm2p9dpeftob7r1b0yv3dl1636322014-11-02T11:15:11ZSer Patrek25358400{{Heraldry\n|image=Karstark mini shield.png\n|link=House Karstark\n}}\n{{Character\n| Title=Torrhen Karstark\n| Image=Torrhen_Karstark.png\n| Season=[[Season 2|2]]\n| First=\n| Last=\n| Appearances=&quot;[[A Man Without Honor]]&quot;\n| Aka=\n| Status= [[:Category:Status: Dead|Deceased]]\n| Titles=\n| Death=Strangled by Ser [[Jaime Lannister]]\n| DeathEp=&quot;A Man Without Honor&quot;\n| Place=[[Karhold]]\n| Culture=[[Northmen]]\n| Allegiance=[[House Karstark]]&lt;br&gt;[[House Stark]]\n| Family={[[Rickard Karstark]]} - father&lt;br&gt;{[[Harrion Karstark]]} - brother\n| Actor=[[Tyrone McElhennon]]|Mentioned = &quot;[[The Climb]]&quot;}}\n'''Torrhen Karstark''' is a minor character in the [[Season 2|second]] season. He is played by [[Tyrone McElhennon]] and only appears in &quot;[[A Man Without Honor]].&quot; Torrhen Karstark is a son of [[Rickard Karstark]], [[Lord of Karhold]] and head of [[House Karstark]]. He is fighting alongside his father for King [[Robb Stark]] in the [[War of the Five Kings]]. He is killed by Ser [[Jaime Lannister]] during an escape attempt.\n\n", "Appearance": "{{Season Two Appearances|7=yes}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Torrhen Karstark is the third son of Lord Rickard, and also joins his father and brothers, Harrion, the eldest, and Eddard, the second, as part of the Northern forces in the War of the Five Kings. He is named after [[Torrhen Stark]], the [[King in the North]] at the time of the [[War of Conquest]].\n\nHowever, he is killed by Jaime during the [[Battle of the Whispering Wood]]. He serves alongside his brother Eddard as part of Robb Stark's personal bodyguard. When Jaime realizes that his army is lost during the Battle of the Whispering Wood, he makes a final push to single-handedly carve his way through the Northern army in an attempt to kill Robb Stark in single combat. Jaime manages to reach Robb's personal bodyguard and kill several of them being knocked unconscious. Both Torrhen and Eddard Karstark were among those in Robb's personal bodyguard that Jaime killed during the battle.\n\nThe TV series's depiction of an escape attempt by Jaime, during which he kills Torrhen Karstark, is a very loose adaptation of events in the books. Originally, Jaime was kept in relatively gentle imprisonment, but then killed three guards during a failed escape attempt, after which he was chained up in the dungeon. Torrhen Karstark, however, was not one of these guards.\n\nIn the TV version, Jaime kills Torrhen because he was guarding his cell, which causes Lord Rickard Karstark to become enraged and demand revenge, to the point that Catelyn releases Jaime (in promise of her daughters' safe return from King's Landing) because she fears he won't live out the night. In the books, Jaime killed Rickard's sons Torrhen and Eddard Karstark at the Battle of the Whispering Wood (Eddard Karstark's death is apparently unchanged in the TV version). While Lord Karstark was certainly upset in the books, he wasn't going to disobey Robb's direct command as his liege-lord that Jaime must remain unharmed (at least because he thought they'd execute him eventually). Catelyn's decision to exchange Jaime as a prisoner isn't rushed by pressure from within the Stark camp, but is rather due to her grief at hearing the (false) report that Bran and Rickon have been killed by Theon at Winterfell. Believing (somewhat justifiably) that even holding Jaime as prisoner is no guarantee that the crazed Joffrey won't have her daughters killed on a whim, Catelyn decides that keeping her remaining children safe is what matters most, so she releases Jaime, sending him under escort by Brienne to King's Landing. Rickard Karstark only truly becomes enraged after Catelyn releases Jaime, because he never thought they'd release the killer of his sons, as well as because it is a very poor exchange to trade a prominent Lannister warrior for two girls. The TV series may have moved Torrhen's death around to make it closer to Jaime's release, instead of just mentioning that Jaime killed Torrhen at the end of Season 1 and expecting the audience to remember this over a season later.\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n\n", "Biography": "===Background===\nTorrhen is a son of Lord [[Rickard Karstark]], the Lord of Karhold. He has an older brotherÂ [[Harrion Karstark]], who dies fighting in the [[War of the Five Kings]].&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\nThe army led by Robb Stark against the forces of House Lannister is camped in the Westerlands. Torrhen Karstark is assigned to guard the prison cell of Ser [[Jaime Lannister]] and Ser [[Alton Lannister]]. Jaime Lannister has been held since his capture in the [[Battle of the Whispering Wood]], while Alton Lannister has just returned from King's Landing with the crown's peace terms. As the other cells are full, Alton Lannister is put in the cell with his distant cousin. Their cell is guarded by Torrhen Karstark.\n\n[[File:Alton's_body.jpg|thumb|250px|Torrhen Karstark leans over the body of Alton Lannister.]]\nSer Jaime kills his cousin to create a distraction. When Torrhen Karstark enters the cell to check on the two, he sees both prisoners bloody with Jaime collapsed against the post he is chained to and Alton Lannister convulsing on the ground. As he leans over the body, Jaime is able to approach Torrhen from behind and strangle him with his shackles. After killing Torrhen, Jaime takes the keys off his belt and frees himself.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\nHowever, Jaime does not get very far (due to being fatigued from his imprisonment), and he is soon recaptured. Lord Rickard demands the head of the Kingslayer in revenge for the loss of his son. Catelyn is only barely able to get him to agree to wait for King Robb to return to decide the issue, but the Karstark forces grow restless as the night progresses. Fearing that the Karstarks will kill their valuable political hostage before dawn even arrives, Catelyn frees Jaime to trade him for the return of her daughters (as soon as Jaime reaches King's Landing). The anger of Lord Rickard and his need of a father's revenge sows dissension in Robb's army.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\n"}, "title": "Torrhen Karstark"}