{"attributes": {}, "sections": {"List of Tourneys": "===Tourney of the Hand===\n[[File:Knight of the Flowers.png|right|thumb|250px|Ser [[Loras Tyrell]] rides at full tilt in the joust at the Tourney of the Hand.]]\n[[King]] [[Robert Baratheon]] declared that a tournament be held to celebrate his appointment of [[Eddard Stark]] as [[Hand of the King]].&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt; Ser [[Loras Tyrell]] won the joust against Ser [[Gregor Clegane]]. However, this prompted Gregor to fly into a rage, decapitating his own horse. Gregor then knocked Loras off his horse and attacked him, almost succeeding in killing him. However, Gregor's younger brother [[Sandor Clegane]] intervened and fought off Gregor to protect Loras, halting Gregor until he heeded King Robert's shouted demand to stop this folly. In gratitude, Loras yielded the tournament victory to Sandor.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\n===King Joffrey's Nameday===\n[[File:NamedayTourney.jpg|right|thumb|250px|The Hound defeats his opponent at King Joffrey's tourney.]]\nA tourney is held to celebrate King Joffrey's [[nameday]]. Unlike the Tourney of the Hand, this one is a smaller affair, held on the eastern walls of the [[Red Keep]], overlooking [[Blackwater Bay]]. [[Sandor Clegane]] defeats and kills an opponent in a duel. [[Lothor Brune]], a [[freerider]] in the employ of Lord [[Petyr Baelish]], is also set to duel Ser [[Dontos Hollard|Dontos the Red]] of [[House Hollard]] but the confrontation is forfeit when Ser Dontos shows up drunk. King Joffrey orders his execution by being forcibly fed wine but decides to make him his new [[fool]] when [[Sansa Stark]] and the Hound convince him it is ill-luck to kill a man on one's nameday.\n\n[[Tyrion Lannister]] interrupts the proceedings, having arrived in the capital after engaging the Stark army at the [[Battle of the Green Fork]]. Tyrion arrives wearing full armor, specifically to mock Joffrey from holding a leisurely tournament in the capital city, even as the [[War of the Five Kings]] is exploding across Westeros and over ''half'' of the realm refuses to acknowledge his rule.&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\n===King Renly Baratheon's Tourney===\n\nKing [[Renly Baratheon]] held a tournament at his army camp, to entertain his new allies and boost the morale of his army. It included no jousting but instead consisted purely melee combat on foot. Renly observed the melee with his new wife and [[queen]], [[Margaery Tyrell]], seated at his side, as the entire crowd cheered on the combatants. The final round was between Lady [[Brienne of Tarth]] and Ser Loras Tyrell. Both were highly skilled fighters, but in the end Brienne won by relying on her sheer size to simply tackle Loras - who had been so fixated on blocking the weapon in her hand that he forgot to consider that she might simply try to charge him.&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\nBrienne fought with her helmet on, so the crowd would not mock her for being a woman and possibly deny her entry. King Renly then offered to reward Brienne with any gift that it was within his power to grant, to which Brienne requested that she might be named to [[Kingsguard#Rival Kingsguards|Renly's Kingsguard]] so that she could continue to serve him. Despite a few murmurs from the crowd at the unprecedented decision to appoint a woman to the Kingsguard, Renly agreed and granted her request.&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\n", "TOP": "Tournament02584jyvmre6rn0at61yrfm6jfg1pj8ppsxh1604342014-09-24T19:45:19ZThe Dragon Demands5014364[[Image:Tourney.jpg|thumb|right|300px|[[Knights]] jousting at a tilt, a popular event at a tournament.]]\n\nA '''tournament''' (or '''tourney''') is a great social event featuring competitive contests ofÂ martial skill, often thrown by a noble house to celebrate honor and chivalry or mark some event such as a wedding or nameday. They also allow a noble house to flaunt their wealth and status, as tournaments are enormously expensive. It can take a smaller house years to pay for one tourney.\n\nThere is no set format or length for a tournament, with modest ones lasting perhaps only an afternoon and consisting of a few events, while larger ones may sprawl across a week and feature many different contests and challenges.\n\nA tourney may consist of one or more of the following events:\n\n* The jousting lists: mounted knights charge one another with lances, with the aim of dismounting one another. The knight who remains mounted the longest is the winner.\n* The melee: a number of men engage in combat using swords, maces and axes. Opponents have to be knocked over and made to yield.\n* Archery: archers compete with one another to show who has the greatest accuracy and consistency.\n* Axe-throwing: similar to the archery contest, but with axes.\n* Horse-racing: Unarmored riders compete in a simple horse race around a track.\n\nTournaments also attract large numbers of side-events, including puppet shows, mummer performances and so on. Vast quantities of food and drink are consumed at a tourney, and blacksmiths can find plenty of work repairing damaged armor or buying the armor and weapons of defeated knights.\n\nWhile tourneys are non-lethal and some safety precautions are taken, accidental deaths or injuries at a tournament are not unusual.\n\n", "Image Gallery": "&lt;gallery widths=&quot;170&quot; spacing=&quot;small&quot; orientation=&quot;landscape&quot; columns=&quot;2&quot; captionalign=&quot;left&quot;&gt;\nNorthRemembersTourneyScreencap.jpg|Joffrey has a tourney on his [[nameday]].\n&lt;/gallery&gt;\n\n", "See Also": "* {{AWOIAF|Tourneys in Westeros}}\n* {{WP}}\n\n", "In the books": "Noted tournaments in the history of [[Westeros]] include:\n\n* The great tourney at [[Ashford]] in the year of the [[Great Spring Sickness]], when the king's heir died in a melee.\n* The great tourney at Whitewalls which served as the catalyst for the Second Blackfyre Rebellion, crushed by the king.\n* The great tourney at [[Harrenhal]] in the Year of False Spring, a year before [[Robert's Rebellion]].\n* The tourney at [[Lannisport]] to celebrate [[Robert Baratheon]]'s victory in the [[Greyjoy Rebellion]]. Ser [[Jorah Mormont]] was festooned with honors during the tournament.\n\nTournaments are closely associated with [[knighthood]], which is an [[Andal]] cultural institution, and are thus more common in southern Westeros than they are in [[the North]] or the [[Iron Islands]]. As in the TV series, dour Northerners such as Ned Stark see tournaments as frivolous, pointless mock fighting, when they should be more concerned with wildling raiding parties at their doorstep or the oncoming winter. That said, many Northerners do participate in southern jousts - [[Jory Cassel]] even took part in the Tourney of the Hand, though he ultimately lost to Lothor Brune. [[Jorah Mormont]] also partook in several major tournaments.\n\nThe tournament at Joffrey's nameday involved men mounted on horses, and did not take place on the city walls. Apparently the production team wanted to show off that, starting in Season 2, they began filming at the medieval walled city of Dubrovnik in Croatia - thus Sandor's opening fight on a castle wall with the ocean in the background could be filmed in real life, without the need for matte paintings (though a few of the larger towers behind Joffrey were added in post-production). Overall, Joffrey's nameday tournament highlighted just how little attention he was paying to the rebellions against him: at this point the Lannisters barely control the [[Westerlands]], the [[Crownlands]], and a strip of the southern [[Riverlands]] along the Gold Road connecting the two. Nonetheless, Joffrey expects them to come back into allegiance simply because he commands it, while waiting for his grandfather Tywin to deal with the problem. It turns out to be a very dull tournament, given that most soldiers have left the city to fight in the ''actual war'' which has begun.\n\nAs in the TV series, at the Tourney of the Hand Ser Loras Tyrell won the joust, but then awarded the victory to Sandor Clegane for saving his life from Gregor Clegane's rampage. Probably because they wouldn't be cast for another two seasons, the TV series did not mention that [[Anguy]] won the archery contest and [[Thoros]] of [[Myr]] won the melee contest. This is why they arrived in King's Landing, and were available when Ned Stark ordered [[Beric Dondarrion]] to lead out a group of able knights to bring Gregor Clegane to justice - soldiers who formed the original core of the [[Brotherhood Without Banners]]. Thus the connection might be lost on the TV audience that one of the reasons the Brotherhood is such a disproportionately capable fighting force is because so many of its initial members were elite fighters who came to the capital city to participate in the Tourney of the Hand. For example it might seem a bit contrived in the TV series that, as if by pure chance, the Brotherhood's lead archer Anguy just happens to be preternaturally skilled with a bow. The books actually do explain that he is a professional archer so skilled that he actively competes in tournaments, and indeed recently won first place at a ''royal-level'' archery tournament. Moreover, he doesn't just happen to be wandering in the Riverlands, but the rational reason was given that he was in the capital for a major tournament, before being sent out with Dondarrion.\n\nThe tournament was to celebrate Joffrey's thirteenth nameday in the books, but the TV series has been inconsistent about Joffrey's exact age. Most characters have been aged-up by two years for the TV series, but Tyrion makes an off-hand comment at one point in Season 3 that Joffrey is ''seventeen'' (to contrast with how Jaime was such a skilled swordsman at only seventeen that he was named to the Kingsguard).\n\nRenly's tournament was actually held at [[Bitterbridge]] in the books, which is in the [[Reach]]. The TV series slightly condensed this plotline by moving Renly's mobile army camp to somewhere in the [[Stormlands]], not too far from [[Storm's End]]. While the horses were removed in the TV version of Joffrey's thirteenth nameday tourney, even in the books there was no mounted combat at Renly's tournament. It consisted entirely of melee combat, and involved 116 knights. Brienne personally defeated at least ten named knights in single combat, the last of which was Ser Loras.\n\nWhile Renly's tournament is a bit leisurely, it is not an outright frivolous action. Cersei mocks Renly for not immediately marching on the capital city, but Tyrion points out that Renly is doing exactly what he would in his place. Tyrion directly contrasts Renly's actions with Joffrey's. In Joffrey's case, his tournament is petulantly avoiding the outbreak of war, indeed ignoring it to pursue his own amusement, nor does his small tournament serve any purpose because most of the soldiers have already left the city anyway. In Renly's case, he is slowly advancing along the [[Roseroad]], stopping at every keep to hold a feast or tournament bout, but this is a calculated tactic, meant as a recruitment tool to attract formidable knights from across the Reach and the Stormlands to his growing army.\n\n"}, "title": "Tournament"}