{"attributes": {"name": " Tragedy at Summerhall", "image": " File:Tragedy at Summerhall.png", "next": " ", "participants": " House Targaryen", "place": " Summerhall, The Stormlands", "result": [" Castle destroyed by fire", "Death of King Aegon V Targaryen", "Death of Prince Duncan Targaryen", "Death of Ser Duncan the Tall", "Elevation of Aerys II Targaryen to the Iron Throne"], "prev": " ", "casualties": [" King Aegon V Targaryen", "Prince Duncan Targaryen", "Ser Duncan the Tall", "Unknown others"]}, "sections": {"TOP": "Tragedy at Summerhall019556su3thc0qaotbx2charb0ybpt0ph9eyv1750802015-03-03T01:02:58ZGreater good3347453{{Template:Event\n|name = Tragedy at Summerhall\n|prev = \n|next = \n|place = [[Summerhall]], [[The Stormlands]]\n|result = Castle destroyed by fire&lt;br&gt;Death of King [[Aegon V Targaryen]]&lt;br&gt;Death of Prince [[Duncan Targaryen]]&lt;br&gt;Death of Ser [[Duncan the Tall]]&lt;br&gt;Elevation of [[Aerys II Targaryen]] to the [[Iron Throne]]\n|participants = [[House Targaryen]]\n|casualties = King [[Aegon V Targaryen]]&lt;br&gt;Prince [[Duncan Targaryen]]&lt;br&gt;Ser [[Duncan the Tall]]&lt;br&gt;Unknown others|image = [[File:Tragedy at Summerhall.png|300px]]}}{{Quote|Aegon V tried to hatch stone dragon eggs with sorcery and burned to death.|[[Pycelle]]|Dragons (Histories &amp; Lore)}}TheÂ '''â&euro;&lsaquo;TragedyÂ atÂ Summerhall'''â&euro;&lsaquo; was an event that took place approximately forty years before the events of ''[[Game of Thrones (TV series)|Game of Thrones]]''. It resulted in the deaths of King [[Aegon V Targaryen]], his son Prince [[Duncan Targaryen]] and the legendary knight Ser [[Duncan the Tall]].\n", "Participants": "&lt;span style=&quot;font-size:16px;&quot;&gt;Known casualties&lt;/span&gt;\n*King {[[Aegon V Targaryen]]}\n*â&euro;&lsaquo;PrinceÂ {[[Duncan Targaryen]]}\n*SerÂ {[[DuncanÂ the Tall|Duncan&amp;nbsp;the Tall]]}\n\n==â&euro;&lsaquo;In the books==\nIn the ''[[A Song of Ice and Fire]]'' novels, the Tragedy at Summerhall is a terrible event still fresh in the memory of the people of [[Westeros]]. While what exactly transpired has yet to be described in detail, fans have put together a vague outline of the tragedy by piecing together bits of information.\n\nFrom a young age, Aegon V Targaryen was fascinated with the possibility of hatching dragon eggs and bringing dragons back into the world. Aegon and his brothers [[Aerion Targaryen|Aerion]] and [[Aemon]] each possessed a dragon egg, his having been placed in his crib when he was a baby. As he grew older, this fascination grew into an obsession.\n\nYears later,Â Aegon's son Prince [[Duncan Targaryen]] gave up his crown and married Jenny of Oldstones. Jenny was friendly with a woods witch whom she believed to be one of the [[Children of the Forest]]. This woods witchÂ predicted that [[The Prince That Was Promised]] would be born to Aegon's grandchildren, [[Aerys II Targaryen|Aerys]] and [[Rhaella Targaryen|Rhaella]]. This led to their father Jaehaerys IIÂ arranging Aerys and Rhaella's unhappy marriage.â&euro;&lsaquo;\n\nIn 259 AL, Aegon attempted to hatch the dragon eggs at Summerhall. The attempt went horribly wrong and a great fire broke out. All within were killed, including Aegon and his son Duncan. Ser [[Duncan the Tall]], [[Lord Commander]] of the [[Kingsguard]], Aegon's close friend since childhood and Duncan's namesake, was also killed in the fire. This is evidenced by the fact that Kingsguard members serve for life and Ser [[Gerold Hightower]] was Lord Commander when Ser [[Barristan Selmy]] joined the following year.\n\nIt has been implied that the Tragedy atÂ Summerhall was no accident.Â HavingÂ married for love himself, Aegon permitted his sons to do the same, although this was not politically wise and made him enemies within the Seven Kingdoms. Barristan states that this led to treason and turmoil, ending at Summerhall in sorcery, fire, and grief.\n\nThe fate of the dragon eggs has never been stated, though the were likely destroyed when the ceiling collapsed.\n\nThe deaths that occurred at Summerhall were mourned throughout the realm. The song about Duncan and Jenny's love includes a lyric about her dancing with ghosts, suggesting that the grief brought about by Duncan's death drove Jenny to madness. Jaehaerys took the throne, but was heavily traumatized by the deaths of his father and older brother. He ruled for three years before dying prematurely. His son Aerys succeeded him.\n\n[[Rhaegar Targaryen]] was born on the same day that the tragedy took place. In his parents' eyes, the tragedy at Summerhall either heralded or directly contributed to Rhaegar's birth. He grew up having a complex fascination with Summerhall. He believed himself to The Prince That Was Promised, having been &quot;born amidst smoke and salt&quot;. Here he was happiest, yet also saddened by the memory of the tragedy. He liked to visit by himself and sleep in the ruined hall of Summerhall beneath the moon and the stars. He would bring his harp on these visits and sing of the death of kings.\n\nCertain details about the event are mentioned in the books. Ser [[Axell Florent|Alester Florent]] mentions it to Ser [[Davos Seaworth]] as example of an attempt to wake dragons leading to tragedy. Barristan Selmy tells [[Daenerys Targaryen]] in detail about the events that lead to the tragedy and Rhaegar's fascination with the ruined castle. While travelling through the [[Riverlands]], [[Arya Stark]] and the [[Brotherhood Without Banners]] visit the Ghost of [[High Heart]] to hear the future and learn the whereabouts of Lord [[Beric Dondarrion]]. Old, stooped and very short, she is clearly the woods witch who befriended Jenny of Oldstones, despite Barristan's belief that she died at Summerhall. This evidenced by her telling Arya &quot;I gorged on grief at Summerhall&quot; and asking that Tom O' Sevens sing her &quot;my Jenny's song&quot;. She also predicts the death of King [[Renly Baratheon]] as well as the [[Red Wedding]] and the [[Purple Wedding]].\n\n[[George R.R. Martin]] has stated that he intends to write more of the ''[[Tales of Dunk and Egg]]'', eventually covering the entire lives of the two characters. Since both of them die in the Tragedy at Summerhall, it may make a direct appearance in the final novella.\n\n", "See also": "*{{AWOIAF}}\n", "History": "===Background===\n[[Summerhall]] was a lightly fortified palace that served as the summer residence of [[House Targaryen]]. It was destroyed by a fire that killed King Aegon V as well as his heir. Rumor suggests that the tragedy began with an attempt to hatch ancient [[dragon]] eggs.&lt;ref name=&quot;viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/summerhall/ HBO viewers guide, season 2 map, Summerhall entry]&lt;/ref&gt;&lt;ref&gt;&quot;[[Robert's Rebellion (Histories &amp; Lore)]]&quot;&lt;/ref&gt;&lt;ref&gt;&quot;[[Dragons (Histories &amp; Lore)]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\nIn Ser Duncan the Tall's entry in ''[[The Book of Brothers]]'', it mentions that he perished in the mysterious fire of Summerhall with King Aegon and Prince Duncan.&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\n"}, "title": "Tragedy at Summerhall"}