{"attributes": {}, "sections": {"Rules": "As with a normal trial by combat, the accused and accuser each have to pick six other champions - though each also has the option to not fight in person but to name a seventh man as their personal champion. A trial by seven ends only when all seven men on one side have been defeated (either by yielding or dying).\n\n", "TOP": "Trial by Seven030813r41laa88nd06aupov22do0ru56f2hxz1777772015-03-19T03:31:04ZThe Dragon Demands5014364{{delete}}\n\n[[File:Trial by seven of Duncan the Tall.png|250px|right|thumb|The [[Trial by seven of Duncan the Tall]].]]\n{{Quote|Once in a long while, you may get two real highborn shits having a go at each other and one of them might be fool enough to demand a trial by seven. Exactly how it sounds: seven men against seven men.|[[Bronn]]|Justice of the Seven Kingdoms}}\nA '''trial by seven''' is a variation of a [[trial by combat]]. Very rarely, after the accused has demanded a trial by combat, he may also demand a &quot;trial by seven&quot;: instead of one man versus one man, two teams of seven men each will fight.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the trial of seven is a form of trial by combat an offended party can demand during trial. It is linked to the [[Faith of the Seven]] and [[Andals|Andal]] tradition.''&lt;nowiki/&gt;''\n\nThe Andals believed that if seven champions fought on each side, the gods thus honored would be more likely to see justice done. If a man cannot find six others to stand with him, then he is obviously guilty. There has not been a trial by seven in almost a hundred years; the last known use of this procedure was during the [[Ashford]] [[Tournament|Tourney]] in year 209 AC. It was initiated after a dispute between Prince [[Aerion Targaryen]] and Ser [[Duncan the Tall]].\n\n", "References": "{{Reflist}}\n\n", "Known trials by seven": "*[[Trial by seven of Duncan the Tall]]\n\n", "History": "While attending a [[tournament]] at [[Ashford]] in [[the Reach]], Ser [[Duncan the Tall]], a poor [[hedge knight]], became smitten with a beautiful [[Dorne|Dornish]] woman named [[Tanselle]]. However, the arrogant Prince [[Aerion Targaryen|Aerion &quot;Brightflame&quot; Targaryen]] accosted the young woman, at which point Ser Duncan sprang to her defense - as any true knight should - and struck Prince Aerion. To strike a member of the royal blood was treason, and the corresponding sentence would usually be the loss of the offending hand. Ser Duncan, however demanded a trial by combat, which, at the insistence of Prince Aerion, then became a rare &quot;trial of seven&quot;, involving two teams of seven men each.\n\nSer Duncan's side was victorious, but during the combat Aerion's uncle Crown Prince [[Baelor Targaryen (son of Daeron II)|Baelor &quot;Breakspear&quot; Targaryen]] accidentally took a severe head injury, and the resulting concussion killed him.&lt;ref&gt;&quot;[[Justice of the Seven Kingdoms]]&quot;&lt;/ref&gt;\n\n"}, "title": "Trial by Seven"}