{"attributes": {}, "sections": {"Rules": "Only highborn [[Noble house|noblemen]] have the right to request a trial by combat:  [[Smallfolk|smallfolk]] do not have the right to call for one.  Noblewomen apparently also have the right to request a trial by combat but are not expected to fight themselves.  \n\nIf a highborn is accused of a crime, at any point during the trial held by the local lord he can demand his right to a trial by combat.  This right is held to be so inviolable that even a lord that is fully convinced that the accused should die would be hesitant to simply deny such a request (if it is made in public, at least).  Even members of the royal family or high officials such as the [[Hand of the King]] would feel incapable of denying the request if it was made publicly.  \n\nIn a trial by combat the accused may represent themselves in combat or, if unable (such as if they are female, injured, crippled, a [[Dwarfs|dwarf]], or otherwise incapacitated), may ask for a champion to represent them.  The presiding lord may, at least, demand that they pick a champion from currently available warriors, i.e. instead of allowing them to name a champion currently located on the far side of Westeros, attempting to try to delay the trial by weeks.\n\nA trial by combat does not, necessarily, need to be fought to the death.  It is fought until one man yields - though if the accused is representing himself he would fight to the death to avoid a certain execution, and even the champion of an accused man will often fight to the death due to potential reward from the accused if he wins.  The fight can also end if the accuser withdraws the accusation, or the accused confesses.  \n\nThe victorious party is held to have had his or her case judged fairly by the gods (be it [[the Seven]], the [[Old Gods of the Forest]], or whatever they worship) and has proven their innocence in the eyes of the gods. Hence, if the accused party is victorious, they are cleared of all charges. If the accused or their champion is defeated, however, then they are considered guilty and condemned to death.  While in theory the gods will favor the righteous party, most often the winner tends to simply be the strongest, the quickest, or just the luckiest.\n\n", "TOP": "Trial by combat044010feb4wg8zfwkqj3tigdv6liq9djh4bz1744182015-02-26T03:12:54ZThe Dragon Demands5014364/* See Also */{{Quote|A trial by combat, deciding a man's guilt or innocence in the eyes of the gods by having two other men hack each other to pieces. Tells you something about the gods.|Tyrion Lannister|The Mountain and the Viper}}\n\nA '''trial by combat''' is a means by which a party can prove their innocence when accused of a crime in the [[Seven Kingdoms]]. In lieu of a standard trial where a lord - or a council of them - hears testimony from the involved parties and makes a ruling, one or all parties may choose the option of a trial by combat.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, trials by combat are risky gambits only invoked when there is little other choice. In historical times there were more variations of the trial, such as a trial of seven when the two sides would pick seven champions who would fight until one side yielded or the plaintiff withdrew their charge. This was held to be a more holy contest, but the practical difficulties have made such trials rare. Ser [[Duncan the Tall]] first came to the attention of legend by holding a trial of seven against his accuser, Prince [[Aerion Targaryen]], and defeating him and his other six.\n\nFor trials by combat involving the royal family, they must be defended by a [[knighthood|knight]] of the [[Kingsguard]].\n\nA trial by seven is exceedingly rare, particularly in recent generations, when they only seem to have happened every century or so.  Such trials are rare because they are very dangerous.  The trial by seven of Ser [[Duncan the Tall]] (90 years before the events of ''Game of Thrones'') was said to be the first held in a century - and their may not have been another trial by seven held in nearly a century that passed afterwards.  King [[Maegor Targaryen|Maegor the Cruel]] also engaged in a trial of seven against the champions of the [[Faith Militant]], about a century and a half before Ser Duncan's trial.\n\n", "Notable trials by combat": "'''In the ''Game of Thrones'' TV series:'''\n*[[First Trial by Combat of Tyrion Lannister]]\n*[[Second Trial by Combat of Tyrion Lannister]]\n\n'''Historical trials by combat:'''\n*[[Trial by seven of Duncan the Tall]]\n\n", "See Also": "*{{AWOIAF}} (MAJOR spoilers from the books)\n*{{AWOIAF|Trial of seven}}\n* {{WP}}\n\n", "Trial of seven": "[[File:Trial by seven of Duncan the Tall.png|thumb|250px|The trial by seven of Ser [[Duncan the Tall]].]]\nVery rarely, after the accused has demanded a trial by combat, he may also demand a &quot;trial by seven&quot;:  instead of one man versus one man, two teams of seven men each will fight.  As with a normal trial by combat, the accused and accuser each have to pick six other champions - though each also has the option to not fight in person but to name a seventh man as their personal champion.  A trial by seven ends only when all seven men on one side have been defeated (either by yielding or dying).\n\n", "History": "===[[Season 1]]===\nRefusing to have his fate judged by Lord [[Robin Arryn]], [[Tyrion Lannister]] demands aÂ [[First Trial of Tyrion Lannister|trial by combat]] when charged with the murder of[[Jon Arryn| Jon Arryn]]. As Robin is underage and his mother [[Lysa Arryn]] cannot fight, she names Ser [[Vardis Egen]], the [[Captain of the Guards]] of [[the Eyrie]], as her champion. Tyrion also demands the right to name a champion to fight and chooses his brother, Ser [[Jaime Lannister]], but Lysa refuses because Jaime is not present; sheÂ insists that the combat must take place that day. Tyrion asks for volunteers from the court but is only jeered at. However, just as Lysa is about to condemn him, the [[Mercenary|sellsword]] [[Bronn]] steps forward and offers to fight for the dwarf.\n\n[[File:Bronn_defeats_Vardis.jpg|right|thumb|250px|Bronn defeats Ser Vardis Egen in trial by combat.]]\n\nSer Vardis dons full armor and a heavy shield while Bronn eschews offers to be lent armor or a shield, preferring to maintain his maneuverability at the risk of making himself more vulnerable. The pair engage in a fierce running duel throughout [[the Eyrie]]'s throne room. Ser Vardis nearly forces Bronn out the Moon Door at one point, but Bronn breaks off from the attack. Bronn uses underhanded tactics such as knocking objects onto the floor, jumping over railings, and running behind stone pillars. Ser Vardis, forced to chase after Bronn, grows increasingly tired. Bronn manages to land a quick stabbing blow to his side. The wounded Vardis fights even slower, until ultimately Bronn sidesteps him and slashes him deeply across the back. The sellsword then disarms the badly wounded knight and finishes him off by driving his sword through the knight's neck, then throwing his body out the Moon Door. Lysa Arryn shouts that Bronn did not fight with honor. He matter-of-factly agrees, and indicates that Ser Vardis did. Thus acquitted, Tyrion is then released.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n[[File:Beric_vs._Clegane_s3e5.jpg|250px|right|thumb|Lord Beric Dondarrion and Sandor Clegane in trial by combat.]]\nDuring her captivity with the [[Brotherhood Without Banners]], [[Arya Stark]] accuses [[Sandor Clegane]] for the death of her friend [[Mycah]]. As the Hound argues he was following the orders of Prince [[Joffrey Baratheon]] and there are no other witnesses, Lord [[Beric Dondarrion]] sentences the deserter [[Kingsguard]] to trial by combat.&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n\nLord Beric uses his own blood to ignite his sword during his duel with the Hound. Clegane is initially at a disadvantage due to his fear of fire, and is disturbed by the flaming sword and the torches inside [[Hollow Hill]]. Dondarrion manages to set the Hound's shield on fire, but Clegane eventually overpowers the outlaw lord and kills him. Even though [[Thoros]] resurrects his fallen comrade, the Hound is found innocent before the eyes of the [[Lord of Light]] and allowed to go.&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n[[File:The_Viper_vs_the_Mountain4.jpg|thumb|250px|Prince Oberyn Martell and Gregor Clegane in trial by combat.]]\nConsidering his [[Court trial of Tyrion Lannister|trial]] for the [[Purple Wedding|murder]] of [[Joffrey Baratheon]] to be a farce, and refusing to go along with his [[Tywin Lannister|father's]] plans, Tyrion Lannister demands a trial by combat to defend his innocence.&lt;ref&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt; Queen [[Cersei]] chooses Ser [[Gregor Clegane]] as her champion. Tyrion has difficulty finding a champion; his brother Jaime cannot fight well enough with his left hand, while Bronn is unwilling to face Clegane. However, [[Oberyn Martell]] then volunteers to stand as champion for Tyrion to get a chance to kill the Mountain as revenge for the rape and murder of his sister Elia and her children during the [[Sack of King's Landing]].&lt;ref&gt;&quot;[[Mockingbird]]&quot;&lt;/ref&gt;\n\nDuring the [[Second Trial by Combat of Tyrion Lannister|trial]], Oberyn Martell fights with a spear and little armor while Gregor Clegane is covered in heavy plate armor and wields a greatsword. Oberyn uses his speed and the long reach of his spear to gain the upper hand against Gregor. He wounds Clegane and knocks him on his back. However, Oberyn is obsessed with extracting a confession from Gregor and he lets his guard down, and is tripped by Gregor. Gregor roars for all to hear that he raped and killed Elia as he smashes out Oberyn's teeth and gouges his eyes out, before crushing Oberyn's skull between his fists and collapsing next to his dead opponent. Thus,Â Tyrion is found guilty and sentenced to death&lt;ref&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt;, although he manages to escape King's Landing for Essos before his execution.\n\n"}, "title": "Trial by combat"}