{"attributes": {}, "sections": {"TOP": "Triarch02121813xor08vnpm1osdxb31u0plsvcx5wjh1661522014-11-26T02:51:18ZThe Dragon Demands5014364/* See also */'''Triarch''' is the title held by one of three elected rulers of the [[Free City]] of [[Volantis]]. To be eligible for the title, candidates must be able to trace their family lines to the time of the [[Valyrian Freehold]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season3/#!/locations/volantis/ HBO Viewers' Guide entry on Volantis]&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "In the books": "In the ''A Song of Ice and Fire'' novels the Triarchs of Volantis are chosen for one year terms, which last until the first day of the New Year, but may run for re-election as many times as they wish. The position of Triarch is considered so elevated that their feet are not allowed to touch the ground during their year of service. Instead, they ride everywhere atop elephants.\n\nElections last for ten days, in which Volantis is filled with torchlight marches, speeches, mummers, minstrels and dancers, [[bravos]] fighting to defend the honor of their candidates, elephants with candidates' names painted on their sides and even [[slave]] girls and boys sent to lay with voters to buy votes.\n\nNot only men but also some women who dwell behind the Black Wall can vote and even be elected, as was the case of Trianna, a triarch from three centuries ago. However, there has never been a child triarch, and if ever one triarch went mad, the other two would restrict his influence until his year runs out.\n\nThere are two factions or 'parties' in Volantene politics: the &quot;tigers&quot; and the &quot;elephants&quot;. The tigers are the old aristocracy and warriors, who advocate the sword and conquest and led Volantis during the ''Century of Blood'', in which Volantis tried and failed to reestablish the Valyrian Freehold under their rule. The elephants are the [[merchants]] and moneylenders, who advocate trade instead of war. When the elephants came into power, their followers went on a rampage and beheaded the statues of tiger figures, whom they blamed for the failed wars and deaths. Elephants have held power for the last three hundred years, during which there has always been at least two elephant triarchs.\n\nOne of the current Triarchs is [[Maegyr family|Malaquo Maegyr]], a tiger.\n"}, "title": "Triarch"}