{"attributes": {"status": " :Category:Status: Alive", "family": [" Doran Martell - father", "Oberyn Martell - uncle", "Sand Snakes - first cousins", "Elia Martell - aunt", "Rhaegar Targaryen - uncle by marriage", "Rhaenys Targaryen (daughter of Rhaegar)"], "title": " Trystane Martell", "season": " Season 5", "image": " Trystane.jpg", "allegiance": " House Martell", "actor": " Toby Sebastian", "culture": " DornishmenQuote", "titles": " Prince", "link": "House MartellCharacter", "mentioned": " &quot;What is Dead May Never Die&quot;", "age": "18 in Season 5"}, "sections": {"Family Tree": "{{Template:House Martell family tree}}\n\n", "TOP": "Trystane Martell07448cc9wr0tdm2chi9vrpffhvrd9xx21l9z1808702015-04-04T00:20:12ZArticXiongmao15030876{{Heraldry\n|image=Martell mini shield.png\n|link=House Martell\n}}\n\n{{Character\n|Title = Trystane Martell\n|Season = [[Season 5|5]]\n|Image= Trystane.jpg\n|Mentioned = &quot;[[What is Dead May Never Die]]&quot;\n|Titles = Prince\n|Age=18 in Season 5\n|Status = [[:Category:Status: Alive|Alive]]\n|Allegiance = [[House Martell]]\n|Family = [[Doran Martell]] - father&lt;br&gt;{[[Oberyn Martell]]} - uncle&lt;br&gt;[[Sand Snakes]] - first cousins&lt;br&gt;{[[Elia Martell]]} - aunt&lt;br&gt;{[[Rhaegar Targaryen]]} - uncle by marriage&lt;br&gt;{[[Rhaenys Targaryen (daughter of Rhaegar)|Rhaenys Targaryen]]} - first cousin&lt;br&gt;{[[Aegon Targaryen (son of Rhaegar)|Aegon Targaryen]]} - first cousin&lt;br&gt;[[Myrcella Baratheon]] - betrothed\n|Actor = [[Toby Sebastian]]\n|Culture = [[Dornishmen]]}}{{Quote|I'm brokering an alliance with House Martell of Dorne. Princess Myrcella will wed their youngest son when she comes of age.|[[Tyrion Lannister]]|What is Dead May Never Die}}\n'''Trystane Martell''' is a character set to appear in the [[Season 5|fifth season]].&lt;ref&gt;http://winteriscoming.net/2014/05/23/characters-confirmed-game-thrones-season-5-new-details&lt;/ref&gt;\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Prince Trystane is the youngest son of Prince Doran Martell, the ruler of Dorne, and third in the Martell line of succession. He has olive skin and straight black hair. He is two years older than Myrcella Baratheon, making him about 12 years old when they are betrothed.\n\nThe castingÂ announcement for Trystane in Season 5 describes him as the &quot;heir to Dorne&quot;, even though in the books he has an older brother named Quentyn, and his father's eldest child and heir is actually his daughter Arianne. This may mean that Quentyn has been cut from the TV series.\n\nIt still isn't clear if Arianne exists in the TV continuity or not. She is a major character and even a POV narrator in the books. On the other hand, in the books Arianne is furious that her father is treating his son Quentyn as his heir, despite the fact that under Dornish law she should inherit ahead of him. Later she discovers that this is because her father wanted to keep options for a vital marriage-alliance open, but he never thought of this as brushing Arianne aside.\n\nThe TV series has never established that Dorne follows equal primogeniture, unlike the rest of the continent. In stray mentions throughout Season 4, when the TV series ''could'' have introduced that women have an equal chance of inheriting lordships in Dorne, they avoided it. A &quot;[[Blackmont (Lord)|Lord Blackmont]]&quot; appeared in the Season 4 premiere, when in the books House Blackmont is ruled by a woman. When Oberyn recounts to Tyrion how he traveled to Casterly Rock when Tyrion was a baby, he says that his ''father'' took him on the trip - while in the books, it was his ''mother'', the Ruling Princess of Dorne. Indeed, Dorne's equal primogeniture laws are one of its most prominent cultural features, setting it apart from the rest of the continent - as well as directly tying into [[Myrcella Baratheon]]'s major subplot in Dorne, as Arianne hopes to press the token excuse that under Dornish law, Myrcella would inherit the Iron Throne ahead of her brother Tommen.\n\nA major point standing against an omission of Arianne is that the only dialogue which previously mentioned Trystane (Season 2's &quot;What is Dead May Never Die&quot;) described him as Doran's &quot;youngest son&quot; - indirectly establishing that TV-Trystane isn't an only child, and at the least, that Doran has another son who is older than him, so TV-Trystane ''cannot'' be the &quot;heir to Dorne&quot;. So either the character description is misworded, or the TV series will have to establish an internal retcon with facts stated in Season 2.\n\nElio Garcia of Westeros.org suspects that the casting description of Trystane is simply mistaken, pointing out that he was earlier described as Doran's &quot;youngest&quot; son, and also that the casting description said that Tywin had arranged Trystane's betrothal to Myrcella, when it was actually Tyrion who arranged the betrothal (though Tywin subsequently supported Tyrion's action when he heard about it). Elio went so far as to reach out to his contacts at HBO to determine if this was simply a mistake by someone in the HBO PR department, and he did get a response, but it consisted entirely of a terse &quot;no comment&quot;. Elio stated his belief that while he is somewhat nervous that there has been no mention of Arianne yet (or the Greyjoy uncles and other Northmen bannermen who appear at this point in the books), the SDCC casting announcement was in no way meant to be comprehensive, and as of yet he sees no specific reason to believe that Arianne has been outright omitted from the TV continuity.&lt;ref&gt;[http://www.youtube.com/watch?v=3Q69aQeKWLQ&amp;list=TL5feCNxVwvySdbwuIZYe7SL0KQPguoTu6 ]&lt;/ref&gt;\n\n", "Image gallery": "&lt;gallery&gt;\nNell-Tiger-Free Toby-Sebastian-photo-Macall-B.-Polay-HBO.jpg|Trystane with Myrcella in Season 5.\n&lt;/gallery&gt;\n\n", "See also": "*{{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Biography": "===Background===\nPrince Trystane is a member of [[House Martell]], the ruling house of [[Dorne]]. He is the youngest son of Prince [[Doran Martell]], Lord of [[Sunspear]] and [[Prince of Dorne]].\n\n===[[Season 2]]===\nTrystane is proposed as a potential marriage candidate for Princess [[Myrcella Baratheon]] by her uncle, [[Hand of the King]] [[Tyrion Lannister]].&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt; The alliance with the Prince of Dorne is accepted and Myrcella is sent to Dorne as a ward of House Martell.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\n===[[Season 5]]===\n\n"}, "title": "Trystane Martell"}