{"attributes": {"status": " :Category:Status: Alive", "last": " ", "title": "Tycho Nestoris", "season": " Season 4", "image": " Tycho promo.png", "allegiance": "Iron Bank of Braavos", "actor": " Mark GatissQuote", "titles": " ", "link": "Iron Bank of BraavosCharacter", "place": " Braavos", "appearances": " ", "first": " &quot;The Laws of Gods and Men&quot;"}, "sections": {"In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Tycho Nestoris is described as a tall, stick of a man with long legs. He has a gaunt face with a thin rope of a beard growing from his chin which hangs down to his waist. He wears expensive robes of a sober dark purple color, trimmed with ermine fur. He is not introduced until the fifth novel, ''A Dance with Dragons''.\n\nStannis does not personally travel to Braavos to meet with Tycho before sailing to the Wall. In the early novels the bank'sÂ communications with alternatively Stannis or the Lannisters are handled through written correspondence, and later Tycho Nestoris is sent to the Wall to negotiate with Stannis once he has reasserted himself as a major player by [[Battle of Castle Black#In the books|protecting]] the [[Wall]] from [[wildlings]], meeting with [[Jon Snow]] in the process. The TV producers, however, stated that they thought it was important to physically introduce Tycho earlier instead of later. One of [[Bryan Cogman]]'s initial ideas for &quot;The Laws of Gods and Men&quot; was to have Tycho come to Dragonstone to treat with Stannis, not the other way around: this was also changed to have Stannis visit Braavos, because they realized it was also important to physically introduce the city of Braavos and the Iron Bank itself as soon as possible. Cogman also felt that it made more dramatic sense for Stannis to have to come to Braavos to essentially beg for money, because at the moment he is losing the war, so logically the Iron Bank doesn't think he is significant enough anymore to go through the bother of sending an envoy to meet with him in person.  \nAs a result, Tycho's scenes in Season 4 have no direct counterpart in the third novel, though they are a condensation of running subplots involving the Iron Bank which are discussed at council meetings.\n\n", "Behind the scenes": "*On the [[Season 4]] Blu-ray, Tycho narrates the [[Histories &amp; Lore]] videos on '''&quot;[[The Iron Bank of Braavos (Histories &amp; Lore)|The Iron Bank of Braavos]]&quot;'''.\n\n", "TOP": "Tycho Nestoris0196674o2vobh7xm7s7ian93iq9juc4eba8ig1803272015-03-29T19:59:25ZAsguardian26092854{{Heraldry\n|image=Iron Bank seal mini shield.png\n|link=Iron Bank of Braavos\n}}\n{{Character\n|Title =Tycho Nestoris\n|Image = Tycho promo.png\n|Season = [[Season 4|4]], [[Season 5|5]]\n|First = &quot;[[The Laws of Gods and Men]]&quot;\n|Last = \n|Appearances = \n|Status= [[:Category:Status: Alive|Alive]]\n|Place = [[Braavos]]\n|Titles = \n|Allegiance =[[Iron Bank of Braavos]]\n|Actor = [[Mark Gatiss]]}}\n{{Quote|Across the Narrow Sea your books are filled with words like 'usurper' and 'madman' and 'blood right'. Here our books are filled with numbers. We prefer the stories they tell. More plain. Less... open to interpretation.|Tycho Nestoris to [[Stannis Baratheon]]|The Laws of Gods and Men}}\n'''Tycho Nestoris''' is a recurring character in the [[Season 4|fourth]] and [[Season 5|fifth]] seasons.&lt;ref&gt;[http://insidetv.ew.com/2014/08/27/mark-gatiss-season-5-thrones/]&lt;/ref&gt; He is portrayed by [[Mark Gatiss]]Â and debuts in &quot;[http://gameofthrones.wikia.com/wiki/The_Laws_of_Gods_and_Men The Laws of Gods and Men]&quot;.\n\n", "Appearances": "{{Template:Season Four Appearances||||||yes}}\n\n", "Biography": "===Background===\nTycho Nestoris is a representative of the [[Iron Bank of Braavos|Iron Bank]] of [[Braavos]]. He is a rational man, more interested in numbers than in words, reasoning that the former are less likely to deceive than the latter.\n\n===[[Season 4]]===\nShortly after [[Tommen Baratheon]]'s coronation, Tycho and two of his colleagues receive [[Stannis Baratheon]] and his Hand, Ser [[Davos Seaworth]], who ask them to fund their continuing campaign in Westeros. Tycho points out their weak position and is ready to dismiss them when Ser Davos speaks up, relating how he came into Stannis' service, how the latter is a just man who keeps his word, and how he is the best chance for the Iron Bank to get its money back upon the chaos that would follow the death of the elderly [[Tywin Lannister]]. This seems to convince the banker and his colleagues, as they agree to fund Stannis.&lt;ref&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt;\n\n"}, "title": "Tycho Nestoris"}