{"attributes": {"status": " :Category:Status: Alive", "family": ["Oberyn Martell - father", "Ellaria Sand - mother", "Obara Sand - half-sister", "Nymeria Sand - half-sister", "Sarella Sand - half-sister", "Elia Sand - sister", "Obella Sand - sister", "Dorea Sand - sister", "Loreza Sand - sister", "Doran Martell - uncle", "Trystane Martell - first cousin", "Elia Martell - aunt", "Rhaegar Targaryen - uncle by marriage", "Rhaenys Targaryen (daughter of Rhaegar)"], "rightlink": "Sand SnakesCharacter", "season": " Season 5", "image": "Rosabell_Laurenti_Sellers-Photo_Macall_B._Polay_HBO_Tyene_Sand.jpg", "leftimage": "Martell mini shield.png", "allegiance": " House Martell", "actor": " Rosabell Laurenti Sellers", "culture": " Dornishmen", "titles": " ", "rightimage": "Sand mini shield.png", "mentioned": " &quot;First of His Name&quot;", "title": " Tyene Sand", "aka": " '''Tyene Sand''' is a character that first appears in Season 5, though she was alluded to in Season 4.  She is played by Rosabell Laurenti Sellers.==Biography=====Background===Tyene Sand is the third of the eight Bastardy", "leftlink": "House Martell"}, "sections": {"TOP": "Tyene Sand024253jn45i1sbq8jktr460gunafuw5cipj3c1809582015-04-04T05:53:46ZThe Dragon Demands5014364/* Background */{{Heraldry\n|leftimage=Martell mini shield.png\n|rightimage=Sand mini shield.png\n|leftlink=House Martell\n|rightlink=Sand Snakes\n}}\n{{Character\n|Title = Tyene Sand\n|Season = [[Season 5|5]]\n|Image=Rosabell_Laurenti_Sellers-Photo_Macall_B._Polay_HBO_Tyene_Sand.jpg\n|Mentioned = &quot;[[First of His Name]]&quot;\n|Titles = \n|Status = [[:Category:Status: Alive|Alive]]\n|Allegiance = [[House Martell]]\n|Family ={[[Oberyn Martell]]} - father&lt;br&gt;[[Ellaria Sand]] - mother&lt;br&gt;[[Obara Sand]] - half-sister&lt;br&gt;[[Nymeria Sand]] - half-sister&lt;br&gt;[[Sarella Sand]] - half-sister&lt;br&gt;[[Elia Sand]] - sister&lt;br&gt;[[Obella Sand]] - sister&lt;br&gt;[[Dorea Sand]] - sister&lt;br&gt;[[Loreza Sand]] - sister&lt;br&gt;[[Doran Martell]] - uncle&lt;br&gt;[[Trystane Martell]] - first cousin&lt;br&gt;{[[Elia Martell]]} - aunt&lt;br&gt;{[[Rhaegar Targaryen]]} - uncle by marriage&lt;br&gt;{[[Rhaenys Targaryen (daughter of Rhaegar)|Rhaenys Targaryen]]} - first cousin&lt;br&gt;{[[Aegon Targaryen (Son of Rhaegar)|Aegon Targaryen]]} - first cousin\n|Actor = [[Rosabell Laurenti Sellers]]\n|Culture = [[Dornishmen]]|Aka = }}\n'''Tyene Sand''' is a character that first appears in [[Season 5]], though she was alluded to in [[Season 4]].  She is played by [[Rosabell Laurenti Sellers]].\n\n", "Family Tree": "{{Template:House Martell family tree}}\n\n", "In the books": "&quot;Tyene Sand&quot; in the TV series seems to basically be a condensation into one character of ''two'' of Oberyn's daughters from the novels:  Tyene Sand and Elia Sand.  \n\nIn the ''[[A Song of Ice and Fire]]'' novels, Tyene is Oberyn's third daughter, whom he fathered on a [[septa]] from [[The Reach|the Reach]].  As a result of having an [[Andals|Andal]] mother, unlike the other Sand Snakes she does not have classic Dornish physical features.  Instead has a pale complexion with golden hair, blue eyes, and an almost otherworldly innocence about her.  She dresses in elegant white and blue silks, and appears as chaste as the Maiden of [[The Seven|the Seven]].  However, her gentle appearance is just an act:  while maintaining a sweet and pious persona, she is regarded as the most treacherous of the Sand Snakes (to her enemies; she is fiercely loyal to her own family).  Tyene shares her father's great knowledge of [[Poison|poisons]].  She keeps numerous poisons hidden in her clothing at all times, including several poison-coated small blades and needles, from which even a single, unnoticed pin-prick can kill.  \n\nElia Sand, meanwhile, is Oberyn's fifth daughter.  [[Ellaria Sand]] is the mother of the four youngest of the eight Sand Snakes, and Elia is her eldest daughter.  The younger four Sand Snakes barely appear the fourth and fifth novels (when the other Sand Snakes are introduced) due to their young ages:  Elia Sand is only fourteen in the fifth novel, and the Loreza the youngest is only six.  However, a preview chapter was released from the beginning of the sixth novel, ''The Winds of Winter'', by which time Elia Sand is ''just'' old enough to begin accompanying the older Sand Snakes.  As a result Elia Sand is very impetuous and reckless, wanting to make a name for herself.  She is a skilled horse rider and fond of jousting, and her preferred weapon is a lance for mounted combat.  Over-eager to earn the fame and renown of the older Sand Snakes and her father before them, Elia charges around on her horse announcing &quot;I'm Lady Lance!&quot; to all she meets (hoping that she will earn it as a nickname, the way her father became known as &quot;the Red Viper&quot;, even though Elia has yet to see any combat).  Both Tyene and Elia are companions of their cousin Arianne Martell, Doran's daughter and heir.  \n\nThe TV series's version of Tyene Sand therefore seems to be a condensation of book-Tyene and book-Elia Sand into one character.  This may have been due to worries about time constraints:  given that there are already three Sand Snakes, &quot;[[Elia Sand]]&quot; might never appear in the TV show itself (though she has been mentioned by name in dialogue during Season 4).  Similarly, during Season 2 the producers were seriously worried that [[Shireen Baratheon]] would never appear in future seasons - and in [[House Tyrell]], Loras and Margaery actually have two older brothers in the novels (Willas and Garlan) but they were also apparently cut for time.  Elia Sand, however, is the only one of Ellaria's children to ever appear prominently in the novels so far:  indeed, the few scenes between Ellaria and Elia are the ''only'' presentation of a Woman of Color having a mother-daughter relationship in any of the novels.  Otherwise it is only ''mentioned'' that Ellaria has daughters with Oberyn.  The writers may have weighed this into this decision to combine the characters, wanting to actually show Ellaria having a mother-daughter relationship on-screen.  \n\nLike book-Tyene, TV-Tyene is stated to be very skilled with poisons, her signature weapon.  The difference is that, apparently to make her a bit more &quot;active&quot;, the TV show changed this from subtley killing enemies with a scratch from a poisoned ring, to coating her daggers with poisons so she can take part in melee combat (though this does echo how her father coated his spear in poisons).  Like book-Elia Sand, TV-Tyene is the eldest of Ellaria's daughters, but the youngest of the adult Sand Snakes - Ellaria's younger daughters are only small children, but Oberyn had older daughters from prior relationships.  The actors have said that TV-Tyene has a youthful tendency to charge recklessly into danger without thinking, which also matches the impetuous nature of book-Elia Sand, trying to prove herself to her older sisters.  \n\nOne result of combining the two characters is that book-Tyene and book-Elia have different physical appearances due to having different mothers from different ethnicities.  Book-Elia has the darker features of [[Dornishmen]], while book-Tyene has classic Andal features of blonde hair, blue eyes, and pale skin.  Given that TV-Tyene is supposed to be Ellaria's daughter, she logically wouldn't look nearly as Andal/Northern European, so the TV show cast dark-haired Italian actress Rosabell Laurenti Sellers (just as book-Elia Sand looks more like Ellaria because she is her daughter).  While this is closer to Ellaria in appearance than book-Tyene, Westeros.org did point out that the actress still doesn't look quite like TV-Oberyn and TV-Ellaria (i.e. they could have cast a Latina or South Asian actress).&lt;ref&gt;[https://www.youtube.com/watch?v=3Q69aQeKWLQ&amp;feature=youtu.be&amp;t=46m40s ]&lt;/ref&gt;  Even so, this is not outside the realm of possibility when it comes to Dorne, which is a very multiethnic society, instead of having a rigidly uniform appearance.  For example, Oberyn's squire [[Daemon Sand]] is a bastard of House Allyrion, who are classic olive-skinned &quot;Salty Dornishmen&quot; from the river valleys and coasts, but he has bright blue eyes and light sandy brown hair - apparently taking after the appearance of his non-Allyrion parent.  Even the &quot;Stony Dornishmen&quot; of the mountains on Dorne's western border are basically Andal in appearance, blonde-haired and blue-eyed.  Therefore it is not implausible that TV-Tyene simply inherited a bit more in appearance from one of Oberyn's or Ellaria's parents (or even grandparents), who happened to be Andal (i.e. one of Ellaria's parents might have been a Stony Dornishman from [[House Dayne]] or [[House Yronwood]]).\n\n", "Biography": "===Background===\nTyene Sand is the third of the eight [[Bastardy|bastard]] daughters of [[Prince]] [[Oberyn Martell]], known as the &quot;[[Sand Snakes]]&quot;.  She is also his eldest daughter by his [[Paramour|paramour]], [[Ellaria Sand]].  Tyene fights using duel-wielded daggers, though her other signature weapon is her skill with [[Poison|poisons]]  - a trait she inherited from her father.  Like her father, she is known to coat her blades with poisons, making a single scratch lethal.&lt;ref&gt;[http://www.telegraphindia.com/1150329/jsp/t2/story_11347.jsp#.VR6xovnF9Cj ]&lt;/ref&gt;\n\nTyene is the youngest of the three adult Sand Snakes, and more impetuous than her older sisters Obara and Nymeria.  Where Obara will face threats head-on (confident in her martial prowess), and Nymeria will stand back and analyze the situation to make a precise strike at her enemy's weak points, Tyene tends to heedlessly charge ahead.  This is exemplified by her choice of daggers as her main hand-held weapon:  they are quick on the draw, allowing her to lash out quickly, before even her older sisters can restrain her.&lt;ref&gt;[http://www.telegraphindia.com/1150329/jsp/t2/story_11347.jsp#.VR6xovnF9Cj ]&lt;/ref&gt;\n\n===[[Season 4]]===\nOberyn mentions his eight bastard daughters to Queen [[Cersei Lannister]].&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;\n\n", "See also": "*{{AWOIAF|Tyene Sand}} (MAJOR spoilers from the books)\n*{{AWOIAF|Elia Sand}} (MAJOR spoilers from the books)\n\n"}, "title": "Tyene Sand"}