{"attributes": {}, "sections": {"The Ghost of Harrenhal": "Princess [[Myrcella Baratheon]] plays with two of her courtiers in the walled gardens of the [[Red Keep]] as [[Septa]] [[Eglantine]] looks on. Queen [[Cersei Lannister]] watches her daughter from behind a stone lattice on a balcony. Tyrion joins her to deliver the news of [[Renly Baratheon]]â&euro;&trade;s death. Cersei drains her wine glass and asks who was responsible and he reports that there have been varying accounts. He elaborates that some say [[Catelyn Stark]] was responsible, some blame a member of Renlyâ&euro;&trade;s Kingsguard and others say that it was [[Stannis Baratheon]] himself. Cersei raises her empty wine glass to whoever was responsible and then reaches to refill it. Tyrion warns her that [[Varys]] had a less positive reaction, warning that Renlyâ&euro;&trade;s armies are joining Stannis. He elucidates that Stannis will have superiority over them on both land and sea with the addition of Renlyâ&euro;&trade;s banners. Cersei dismissively counters that [[Petyr Baelish|Littlefinger]] has told her that they can outspend Stannis three to one. Tyrion retorts that their father raised her to have too much respect for money. He warns that Stannis will strike against them sooner rather than later.&lt;ref name=&quot;E15&quot;&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\nCersei attempts to change the subject, asking if Tyrion should be doing something else like sealing Myrcella in a crate so that she can be shipped away. Tyrion responds that his niece will be safer in Dorne. Cersei sarcastically notes Tyrionâ&euro;&trade;s concern for Myrcellaâ&euro;&trade;s safety. Tyrion asserts his feelings for her, saying that she is sweet and innocent and that he does not blame her at all for Cersei. Cersei says that Tyrion is so clever with his schemes and plots and moves inside from the balcony. Tyrion trails after her, correcting her that schemes and plots are the same thing.&lt;ref name=&quot;E15&quot;/&gt;\n\nHe returns the discussion to the pressing threat of attack and their need to ready [[Kingâ&euro;&trade;s Landing]] for assault. Cersei says that Tyrion need not concern himself over it and that King [[Joffrey Baratheon]] is preparing the siege preparations personally. Tyrion asks for specifics and Cersei refuses to discuss it. He says that it is important that they talk about it and she again refuses, citing the Kingâ&euro;&trade;s need for secrecy.&lt;ref name=&quot;E15&quot;/&gt;\n\n[[Bronn]] stands guard as Tyrion meets with his cousin and spy Ser [[Lancel Lannister]] in a litter on the streetâ&euro;&trade;s of [[Kingâ&euro;&trade;s Landing]]. Lancel reveals that the Queenâ&euro;&trade;s plans for defense of the city hinge on the use of [[Wildfire]]. Tyrion is disbelieving and threatens to reveal Lancelâ&euro;&trade;s sexual relationship with Cersei to [[Jaime Lannister]]. Lancel offers more information to back his claim; Cersei has met with the [[Alchemists' Guild]] and they have already stored thousands of pots of the substance. He says that they are planning to launch it from the walls onto Stannisâ&euro;&trade;s fleet and army. Tyrion sees that Lancel is telling the truth and asks when Cersei told him. Lancel says that he has heard Cersei talking with a pyromancer and has visited their guild. Tyrion forces Lancel to swear that his words are true but tires of toying with his cousin and dismisses him. Tyrion kicks him over as he ducks out of the litter and then instructs him to tell Bronn to kill him if anything happens to Tyrion. Lancel dutifully does as he is told. Bronn says that it would be his pleasure as Lancel jogs away.&lt;ref name=&quot;E15&quot;/&gt;\n\nTyrion walks along a market street in Kingâ&euro;&trade;s Landing with Bronn. Traders sell eels and fruit. Tyrion bemoans their inferior military position and asks Bronn what they have. Bronn says that Tyrion has the mind that he keeps talking about. Tyrion says that he has never been able to use his mind to kill anyone. Bronn jokes that it is a good thing because he would be out of a job. Bronn asks for news of Tyrionâ&euro;&trade;s father [[Tywin Lannister]] and Tyrion says that he has not sent a raven in weeks. Tyrion jokes that Tywin is very busy being repeatedly humiliated by [[Robb Stark]]â&euro;&trade;s time consuming. Tyrion says that they will not be able to hold the city against Stannis following Joffreyâ&euro;&trade;s plans.&lt;ref name=&quot;E15&quot;/&gt;\n\nTyrion halts to listen to a protestor addressing a group of smallfolk. The man says that the city is foul with corruption and blames the rumour that King [[Joffrey Baratheon]] is the product of incest between Queen [[Cersei Lannister|Cersei]] and her brother [[Jaime Lannister]]. He calls Joffrey a rotten king. Tyrion says that it is hard to argue with his assessment and Bronn agrees, referencing Joffreyâ&euro;&trade;s treatment of Tyrionâ&euro;&trade;s nameday present. Tyrion says that Joffrey is a lost cause and that he is concerned for the rest of them. The protestor says that Joffrey is a â&euro;&oelig;dancing King, prancing down his bloodstained halls to the tune of a twisted demon monkey.â&euro;? The crowd erupts in laughter and Tyrion says that he admires the protestorâ&euro;&trade;s imagination. Bronn says that the protestor meant Tyrion. Tyrion is indignant and Bronn elucidates that the people believe Tyrion is manipulating Joffrey and blame his for the cityâ&euro;&trade;s problems. Tyrion says that he is trying to save them and Bronn says that he does not need to be convinced.&lt;ref name=&quot;E15&quot;/&gt;\n\nTyrion holds a vial filled with green [[Wildfire]] in the basement of the Alchemists' Guild. Tyrion recalls an old sailorâ&euro;&trade;s proverb â&euro;&oelig;Piss on wildfire and your cock burns off.â&euro;? [[Bronn]] grins and Wisdom [[Hallyne]] says that he has never conducted that particular experiment. Hallyne adds that it could be true because the substance burns so hot that it can melt wood, stone, steel and flesh. He is particularly focused on its potential to melt flesh like tallow. Hallyne claims that wildfire was the key to the power of [[House Targaryen]] after their dragons died out. Bronn laughs at the statement and Tyrion tells Hallyne that Bronn takes issue with the assertion. Bronn says that he has seen many insane old men pushing carts filled with jars of â&euro;&oelig;pig shitâ&euro;? around war camps making claims about their substances properties. Hallyne wags a finger at Bronn and assures him that their order does not deal in pig shit. Hallyne tells Tyrion that the substance is fire given form and that they have been perfecting it since the reign of King [[Maegor Targaryen]]. Bronn asks what the purpose of Wildfire is and Hallyne says that it can be used in catapults.&lt;ref name=&quot;E15&quot;/&gt;\n\nTyrion asks how much they have and Hallyne picks up a lamp to lead them deeper into the guildâ&euro;&trade;s tunnels. Bronn says that the substance could be useful with real soldiers manning the catapults but that all the trained soldiers are fighting for Lord [[Tywin Lannister]] in the Riverlands. Hallyne calls Bronn insulting as he leads them down a dark tunnel. Bronn asks if Hallyne has ever seen a battlefield and predicts that in the chaos pots will be dropped inside the city walls with disastrous consequences. As Bronn predicts that they will burn down the very city they are trying to defend Tyrion tells Hallyne that Bronn remains unconvinced. Hallyne opens a heavy door and warns that Bronn would not have dared to insult to order of pyromancers while [[Aerys II Targaryen]] lived. Bronn points that Aerys is dead and that all of his wildfire did not help him. Bronn says that men win wars and not magic tricks. Hallyne opens the door to reveal a massive cellar with rows upon rows of shelves filled with pots of Wildfire. Tyrion steps in and looks about in wonder. Hallyne says that they have been working tirelessly since receiving Cerseiâ&euro;&trade;s orders and have amassed 7800 pots. Bronn repeats his fears about it being a bad idea and Tyrion concurs. He says that Hallyne will be making wildfire for him from now on.&lt;ref name=&quot;E15&quot;/&gt;\n\n", "The Old Gods and the New": "Princess [[Myrcella Baratheon]] is rowed away from the docks of Kingâ&euro;&trade;s Landing to a ship waiting at anchor. She is accompanied by Septa [[Eglantine]] and Ser [[Arys Oakheart]] of the [[Kingsguard]]. Her departure is watched by Tyrion, her mother Queen [[Cersei Lannister]], the remainder of the Kingsguard, various nobles and her brothers King [[Joffrey Baratheon]] and Prince [[Tommen Baratheon]]. The [[High Septon (Before the riot of King's Landing)||High Septon]] prays for a safe journey for her. Myrcella sobs as she moves away from her family. Cersei tells Tyrion that she hopes that he will one day truly love someone so that she can inflict the pain of taking them away from him. Tyrion looks pointedly at his sister before walking away.&lt;ref name=&quot;E16&quot;&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\nOn re-entering the city Joffrey is met by an unruly crowd of smallfolk. A man calls for seven blessings on Joffrey. Sansa trails behind Joffrey and his Kingsguard. Another man calls out â&euro;&oelig;All Hail the King.â&euro;? The crowd cheers as someone calls out heâ&euro;&trade;s a bastard. Cersei follows behind Sansa and her attention is caught by the jeering crowd. Another citizen shouts out that they are hungry. Tyrion enters the street with Tommen and several Lannister guardsmen. Sensing the atmosphere he orders them to return Tommen to the Red Keep via another route. The people call out to Joffrey for food. He is struck in the face by thrown cow excrement. His guards draw their swords and the [[Gold Cloaks]] attempt to keep the smallfolk back with their spears. Joffrey demands that they find the culprit as the Gold Cloaks start to beat one of the crowd. Joffrey then calls for his men to kill all of the smallfolk present. The crowd begins to riot, attacking the guards with rocks. The kingsguard kill anyone who approaches Joffrey. Cersei and Tyrion are each defended by Lannister guardsmen and Tyrion urges his sister onwards. [[Sandor Clegane]] grabs his king and pulls him through the mob. Joffrey asks what they are doing and repeats his order to execute the people. Sandor explains that the rioters want the same for Joffrey. Sansa is undefended and attempts to push through the crowd with two other ladies. The High Septon is overwhelmed by the mob and torn to pieces. Tyrion calls for Sansa but cannot see her.&lt;ref name=&quot;E16&quot;/&gt;\n\nSandor hands off Joffrey to one of his sworn brothers to fight the rioters. The Kingsguard kill several more rioters as they drag Joffrey to safety behind a gate. The Kingsguard push Joffrey inside and turn to defend the entrance. Queen Cersei and Tyrion are next inside.&lt;ref name=&quot;E16&quot;/&gt;\n\nFrom behind the gates Joffrey calls the rioters traitors and demands their heads. Tyrion calls his nephew a blind fool. Joffrey says that Tyrion canâ&euro;&trade;t stop him. Tyrion says that they have had vicious kings and idiot kings but that he is not sure they have been cursed with a vicious idiot king before. Joffrey says that Tyrion canâ&euro;&trade;t insult him. Tyrion says that he can and he is and Joffrey screams that the people attacked him. Tyrion says that they threw a cowpat at him and he responded by ordering all of them executed. Tyrion says that the people are starving because of the war Joffrey started. Joffrey reminds Tyrion that he is talking to a king and Tyrion slaps him hard enough to make him cry out. Tyrion says that he has now struck a king and asks Joffrey if his hand has fallen from his wrist. Tyrion asks Ser [[Meryn Trant]] where Sansa is and Joffrey orders her left to the mob. Tyrion warns that if Sansa is dead Joffrey will never get his Uncle Jaime back and reminds Joffrey that he owes Jaime much.&lt;ref name=&quot;E16&quot;/&gt;\n\nTyrion orders Meryn to search for Sansa and he refuses, saying that he follows the Kingâ&euro;&trade;s orders. Tyrion stares at Joffrey, who walks away. Sandor carries Sansa into the safety of the gated area. Tyrion asks if she is hurt and she shakes her head. Sandor says that the little bird is bleeding and asks someone to take her back to her cage and see to her cut. Tyrion congratulates Sandor and Sandor says that he did not do it for Tyrion.&lt;ref name=&quot;E16&quot;/&gt;\n\n[[Petyr Baelish]] meets with Lord [[Tywin Lannister]] at [[Harrenhal]] and reports Tyrion's proposed prisoner exchange with [[Catelyn Stark]]. Petyr also offers to broker an alliance with [[House Tyrell]], who have not declared for any of the surviving kings since [[Renly Baratheon]]'s death.&lt;ref name=&quot;E16&quot;/&gt;\n\n", "The Prince of Winterfell": "[[Bronn]] cleans his fingernails in Tyrionâ&euro;&trade;s chamber. Tyrion sits opposite him poring through stacks of books. Tyrion asks if he has to do that in his rooms and Bronn replies that he likes to keep his hands clean. Tyrion again asks if Bronn specifically needs to do it there. Bronn looks across at him and then stops. Tyrion asks Bronn to start wearing a gold cloak to signify his status as Lord Commander of the City Watch. Bronn flatly refuses, reasoning that a cloak slows you down in a fight and makes it difficult to move stealthily. Tyrion points out that his new role obviates the need for sneaking around. Bronn maintains that wearing a gold cloak was not part of their deal. Tyrion reluctantly accepts the argument and returns to his reading. Bronn continues to stare at Tyrion, annoying him further. Bronn complains that Tyrion will not allow him to clean his nails or look at him and wonders why he is there. Tyrion explains that he wants Bronn to help him to plan the defence of Kingâ&euro;&trade;s Landing. Bronn stands up and then picks up one of the books, asking if it can tell them how to beat Stannis. Tyrion turns to the front cover of his current tome and reads the title aloud â&euro;&oelig;An History of the Great Sieges of Westerosâ&euro;? by Archmaester Châ&euro;&trade;Vyalthan. Tyrion stumbles over the pronunciation of the scholarâ&euro;&trade;s name and Bronn corrects him. Bronn throws the book back onto the pile and says that he would swap all of them for a few good archers.&lt;ref name=&quot;E18&quot;&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\nLord [[Varys]] enters and greets them both. Varys unctuously compliments Bronn on the Gold Cloaks performance, explaining to Tyrion that they have reduced the rate of theft in the city. Tyrion wonders how Bronn accomplished the improvement. Bronn admits that they rounded up all of the known thieves. Tyrion asks if they were questioned and Bronn says no, adding that they need only worry about the unknown thieves from now on. Tyrion says that they had spoken about such brutal methods, and Bronn agrees that they did. Bronn then questions if they have ever been in a city under siege. They do not answer, and Bronn suggests that he knows something that might not be in the books. He elucidates that starvation is the great killer of a siege and that food becomes the most valuable commodity. He says that if things are bad enough the poor will turn to cannibalism while the rich will give away their most valued possessions in exchange for simple provisions. He says that the thieves prosper most in a siege. Varys agrees that extreme measures are warranted under the circumstances.&lt;ref name=&quot;E18&quot;/&gt;\n\nVarys notices what Tyrion is reading. He says that it is a thrilling subject but that it is a shame that Châ&euro;&trade;Vyalthan is an uninteresting writer. Tyrion is shocked when Varysâ&euro;&trade;s pronunciation of the name mirrors Bronnâ&euro;&trade;s. He gestures approvingly to the sellsword. Tyrion reaches for a map and says that Stannis knows Kingâ&euro;&trade;s Landing. He predicts that Stannis will use his insight to find their weak point and chooses the [[Mud Gate]] as the likely point that Stannis will attack. Tyrion says that it will be desirable to Stannis because it is weak to battering rams and only 50 yards from the shore. Varys asks what they plan to do to defend the weak spot. Bronn jokes that they could throw books at Stannisâ&euro;&trade;s men. Varys says that they do not have that many books, and Bronn retorts that they donâ&euro;&trade;t have many men either. Varys asks Tyrion what they do have, and Tyrion responds â&euro;&oelig;Pig Shit.â&euro;? Bronn referred to [[wildfire]] as equivalent to the pig shit peddled by battlefield â&euro;&oelig;wizardsâ&euro;? when they met with Pyromancer [[Hallyne]].&lt;ref name=&quot;E18&quot;/&gt;\n\nTyrion eats dinner with [[Cersei Lannister|Cersei]] in her bedchamber in the Red Keep. His squire [[Podrick Payne]] serves him wine, and Tyrion thanks him. Cersei calls Podrick an odd little boy, and Tyrion jokes that he has a certain sympathy for odd little boys. Cersei adds that Varys feels the same way, allowing herself a smile of satisfaction at the barb. Tyrion compliments the lamprey pie and asks if Cersei made it.&lt;ref name=&quot;E18&quot;/&gt;\n\nCersei brings up her son [[Joffrey Baratheon|Joffrey]]â&euro;&trade;s plans to fight in defence of the city. Tyrion calls it an inspiration for their troops and characterizes Joffrey as a brave young king fighting to defend the capital from a wicked old rebel. Cersei worries that Joffrey is only a boy. Tyrion points out that there are younger boys fighting in Joffreyâ&euro;&trade;s war. Cersei insists that Joffrey is not ready, and Tyrion asserts that 17 is old enough, asking Cersei to consider Jaime at that age. Cersei argues that some men are gifted for fighting, implying that Joffrey is not and insisting that he should not be on the battlefield. Tyrion retorts that Joffrey should not be on the throne either, sadly for his people and shares a smile with Podrick. Cersei asks Tyrion if he thinks that she is an idiot. Tyrion responds that she has above average intelligence. She reminds him that he sent Myrcella to Dorne and then accuses him of wanting to send Joffrey to die. Tyrion explains that Joffrey will be defended by his [[Kingsguard]] and wearing the finest armor gold can buy. Tyrion insists that Joffrey needs to be on the battlefield because the men will fight better if they can see their king fighting beside them. He says that Joffrey must fight instead of hiding behind Cerseiâ&euro;&trade;s skirts. Tyrion asks about dessert and gets no response.&lt;ref name=&quot;E18&quot;/&gt;\n\nCersei asks him if he knows why Varys is so dangerous. Tyrion cites his thousands of spies throughout the world. Cersei elucidates that she meant it was because he has been castrated. When Tyrion jibes that Cersei also has no testicles, she suggests that perhaps she is dangerous as well. Cersei says that Tyrion is as big a fool as every other man, because he lets his penis think for him, also referencing it as small. Tyrion jests that it is not that small, and Cersei laughs.&lt;ref name=&quot;E18&quot;/&gt;\n\nTyrion wonders why she is so happy. She tells him that she has captured his whore. He hesitates, fearing for [[Shae]]. He masks his worry with a joke, saying that he thought she preferred blondes, thinking Cersei is referring to dark haired Shae. Cersei calls him droll and asks if he has married his current lover yet, referencing his wedding to [[Tysha]]. Tyrion is speechless, and Cersei goes on to say that their father [[Tywin Lannister]] will be pleased that Tyrion has not repeated that mistake. Tyrion asks why Cersei cares who he has sex with. Cersei repeats the common saying â&euro;&oelig;A Lannister always pays her debts.â&euro;? She explains that she is punishing Tyrion for stealing Myrcella and plotting to kill Joffrey. Tyrion says that her machinations are insane and that she needs him to defend against Stannis. She wonders what he will offer, referencing his lack of ability as a fighter. Cersei says that Tyrionâ&euro;&trade;s lover is beautiful and compliments her body, adding that the bruises she has inflicted will heal with time. Tyrion asks where Cersei found her. Cersei says that Varys is not the only one to hear whispers and criticizes Tyrion for giving her a Lannister lion necklace. She cautions him to hide his liaisons more carefully.&lt;ref name=&quot;E18&quot;/&gt;\n\nTyrion realizes that Cersei has not taken Shae, as he gave her no such gift. He says that Cersei has forgotten one of the most important things about whores that you only rent their time and do not own them. Cersei calls him a bad liar and asserts that he has genuine affection for her captive. She asks if it is love. Cersei promises to treat her captive well provided that Joffrey is kept safe. She threatens to inflict any wound that Joffrey suffers on her captive and says that if Joffrey dies she will inflict the most painful death imaginable on Tyrionâ&euro;&trade;s lover. Tyrion swallows, then asks how he knows that she is still alive. Cersei asks if Tyrion would like to see her and orders Ser [[Mandon Moore]] to bring her in.&lt;ref name=&quot;E18&quot;/&gt;\n\nMandon and one of his sworn brothers lead a bruised and battered Ros into the room. She defiantly pulls free of his grasp, still wearing the necklace that misled Cersei. Tyrion's joke about blondes is still applicable, as Ros is a redhead. He stares at her thoughtfully from his seat for a moment. He then gets up and approaches her. He apologizes for the pain she has suffered and urges her to be brave. He takes her hand gently and promises to free her. Ros asks him not to forget her and he tells her â&euro;&oelig;never.â&euro;? The Kingsguard haul her away.&lt;ref name=&quot;E18&quot;/&gt;\n\nTyrion turns back to his sister. He tells her that he will hurt her for what she has done. He promises that, at a time when she thinks she is safe and happy, he will turn her joy to ashes in her mouth and that she will know the debt is paid. Cersei smiles and is smug, as she tells him to get out.&lt;ref name=&quot;E18&quot;/&gt;\n\nTyrion rushes back to the Tower of the Hand to check on Shae. He finds her waiting in his bedroom, she complains that he has been gone all night. Recognizing his distress, she asks him what is wrong. He says that she is beautiful. She smiles at the compliment and walks over to him. She kisses him on the cheek and asks why then he looks so sad. She sits on the edge of their bed, and he kneels in front of her. He says that they must be more careful. She reassures him that she can take care of herself. He says that there are people who want to hurt him. She defiantly says that she will not let them, threatening to cut off their faces. Asking if she knows how he feels about her, Tyrion says that he would kill for her, and he adds that he expects that he will need to before long. He asserts that she is his. She hesitantly repeats his words, but he asks her to reaffirm this. She says very seriously, &quot;I am yours, and you are mine&quot;. These are lines very similar to the Faith of the Seven marriage ceremony. They share a look, and she kisses him on mouth and then on the top of his head.&lt;ref name=&quot;E18&quot;/&gt;\n\nJoffrey marches up to the walls of his capital berating his [[Master of Whisperers]] Varys for the lack of intelligence from [[the North]]. They are accompanied by three men of the [[Kingsguard]] and Tyrion. Varys explains that while he has many spies (which he calls â&euro;&oelig;Little birdsâ&euro;?) in the region he has heard nothing from them since [[Theon Greyjoy]] captured the regional capital [[Winterfell]]. Joffrey asserts that the [[House Stark|Stark]] forces are distracted by the loss of their seat and says that he wants to strike against them. Tyrion reminds Joffrey that they are in no position to launch an attack, because they are about to be besieged by King [[Stannis Baratheon]]. Tyrion points out that they are surrounded by men preparing to repel attackers from the city walls. Joffrey pledges to ride out to meet Stannis, if he dares to land on the shores of Kingâ&euro;&trade;s Landing. Tyrion half heartedly says that it is a brave choice and assures Joffrey that his men will line up behind him. Joffrey reports hearing it said that Stannis never smiles and claims that he will give him a red smile for ear to ear, unsheathing his sword, to underline his bravado. Joffrey walks away, followed by his Kingsguard.&lt;ref name=&quot;E18&quot;/&gt;\n\nTyrion sarcastically asks Varys to imagine Stannisâ&euro;&trade;s terror, and Varys deadpans that he is trying. Tyrion says that Varys is an intelligent man and that he likes to think the same about himself. Varys says that no-one disputes Tyrionâ&euro;&trade;s intelligence, not even the multitudes who despise him. Tyrion expresses his desire to speak openly with Varys. Varys says that he wishes the same thing, implying that it is not possible. Tyrion asks Varys what he wants, and Varys deflects the question by saying that, if they are going to play that game, Tyrion will have to go first.&lt;ref name=&quot;E18&quot;/&gt;\n\nTyrion leads Varys to the edge of the sea wall. He talks about the massive responsibilities given to his siblings; Jaime was the youngest Kingsguard in history, and Cersei became queen at age 19. Tyrion reveals that when he came of age his father placed him in charge of the drains and cisterns at Casterly Rock. Varys jokes that Tyrion is a very highborn plumber. Tyrion says that he did the job well, ensuring that the water flowed better than it ever had and that all of the excrement made its way to the sea. Tyrion says that he never had any real power and was surprised to be made acting Hand of the King. Varys interrupts to say that Tyrion is a good hand, explaining that he is superior to the good and honourable Jon Arryn and Eddard Stark, because he enjoys playing the game. Tyrion agrees that he enjoys it, noting that it was the last thing he expected. Varys adds that Tyrion plays it well, and Tyrion admits that he would like to keep on playing it. Tyrion warns that, if Stannis breaches the gates, the game is over.&lt;ref name=&quot;E18&quot;/&gt;\n\nVarys tells Tyrion that Stannis is said to burn his enemies alive, as an offering to the [[Lord of Light]]. Tyrion notes that the [[Drowned God]] of the [[Ironborn]] wants his enemies drowned and says that all of the gods are vicious. He wonders where he can worship a god of breasts and wine. Varys says that they worship a fertility goddess with 16 breasts in the [[Summer Islands]]. Tyrion jokes that they should sail their immediately.&lt;ref name=&quot;E18&quot;/&gt;\n\nVarys reveals hearing a rumor from Qarth; [[Daenerys Targaryen]] is alive and has hatched three dragons. Tyrion is dismissive of the threat she poses, given their current circumstances. Varys predicts that it will be years before the dragons are fully grown, but warns that they will then have nowhere to hide. Tyrion urges him to focus on one game at a time.&lt;ref name=&quot;E18&quot;/&gt;\n\n", "TOP": "Tyrion Lannister Season 207433ft4jr6ii66h98rs9f49rx8j21izn3o81491052014-06-26T15:28:10ZIron Bank24961608/* The Night Lands */{{Template:Delete}}In '''[[Season 2]] [[Tyrion Lannister]]''' remains a major character. He serves as Acting [[Hand of the King]] to [[Joffrey Baratheon]] making him responsible for governing the [[Seven Kingdoms]] during the turmoil of the [[War of the Five Kings]]. He is also tasked with rooting out corruption in the [[small council]] by his father [[Tywin Lannister]] leading to clashes with his peers.\n\n", "Valar Morghulis": "Tyrion awakens from unconsciousness, still recovering from the wound he received during the [[Battle of the Blackwater|battle]]. He can still see the flames and hear the shouts of men and whinnying of horses that were the last things he experienced before passing out. His focus resolves on the gloating face of [[Grand Maester]] [[Pycelle]]. Tyrion calls for his trusted squire [[Podrick Payne]] and instructs him to find [[Bronn]] or [[Varys]] and tell them that he is alive and with Pycelle. Podrick hurries off to fulfil the command.&lt;ref name=&quot;E20&quot;&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\nPycelle points at Tyrionâ&euro;&trade;s bandaged face and offers him something for the pain. Tyrion swats his finger away and asks what happened. Pycelle reports that [[Stannis Baratheon]] suffered a stunning defeat at the hand of Tyrionâ&euro;&trade;s father, [[Tywin Lannister]]. Tyrion asks where he is and Pycelle gleefully informs him that the cramped room comprises his new chambers. He adds that Tyrion does not really need much room. Pycelle informs Tyrion that he is no longer Hand of the King and then walks to the door. Pycelle turns and shows Tyrion a coin before tossing it at him. Pycelle says that it is for his trouble, repeating the gesture Tyrion made to the prostitute [[Daisy]] when he had Pycelle arrested.&lt;ref name=&quot;E20&quot;/&gt;\n\nWhile Tyrion is sidelined Joffrey, Tywin and Loras share the credit for his victory. Tywin is officially named Hand of the King. Loras requests Joffrey's marriage to his sister [[Margaery Tyrell]] and Joffrey publicly sets aside his betrothal to [[Sansa Stark]]. [[Petyr Baelish]] is made [[Lord of Harrenhal]] for brokering the Lannister-Tyrell alliance.&lt;ref name=&quot;E20&quot;/&gt;\n\nVarys visits Tyrion, who is still recuperating in his chambers. They discuss Ser [[Mandon Moore]]â&euro;&trade;s attempt to kill Tyrion during the battle. Varys says that Cersei was responsible and Tyrion asks why he should believe him. Varys asks why he would lie and Tyrion suggests that he is trying to create strife between Cersei and him. Varys deadpans that there was nothing but love between them before. Varys insists that Cersei ordered the attack and that Tyrion is only alive because of Podrickâ&euro;&trade;s bravery.&lt;ref name=&quot;E20&quot;/&gt;\n\nTyrion calls Pod forward and asks if it would be excessive if he asked him to save his life twice in one week. Pod smiles and says no. Tyrion calls him a good lad and Tyrion orders him to fetch Bronn. He tells Pod to ask Bronn to have four of his most loyal gold cloaks posted to guard his door. Varys interrupts to reveal that Bronn has been relieved of his command and that Tywin and Cersei now share control of the men of the City Watch, their allegiance varying from cloak to cloak. Tyrion asks about the [[Hill Tribes]] men and Varys says that Tywin has sent them home, paying them handsomely for their services.&lt;ref name=&quot;E20&quot;/&gt;\n\nVarys expresses regret that they will not be seeing each other for some time. Tyrion asks if Varys is avoiding swimming to close to a drowning man. Tyrion says that he thought they were friends and Varys says that they are. Varys asks Podrick to open the door and he complies revealing Shae waiting outside. Tyrion flinches, not wanting her to see his disfigurement. She sits next to him on the bed, unperturbed by his injuries. Varys tells Tyrion that there are many who know that Tyrion saved the city from certain defeat. Varys warns that King Joffrey will give Tyrion no honors and the histories will not mention him but reassures him that those that know the truth will not forget. He urges Podrick to come with him, leaving the lovers alone.&lt;ref name=&quot;E20&quot;/&gt;\n\nShae calls Tyrion her love. He says that it was good of her to come. She questions his formality and says that it was a certainty. She reaches for his bandaged face and he bats away her hand. She says that she wants to see him and he asks her to believe him when he says that she does not. She asks if he has already looked. When he does not answer she says that she will be the first. She unwraps his scarred face and he winces as she pulls the bandages away from his wound. The scar extends diagonally from his left brow to his right jaw, crossing the bridge of his nose. The flesh around the injury is pink and the wound edges are puckered and scabbed. He asks for her opinion and she shrugs and says that he is a mess.&lt;ref name=&quot;E20&quot;/&gt;\n\nHe says that he is a monster as well as a dwarf and suggests that she charge him double. She angrily asks if he believes she is there for money. He reminds her that their original arrangement was that he would pay her and she would lie to him. She accuses him of being a self-pitying rich man who covers his vulnerability with humor. She rejects his money.&lt;ref name=&quot;E20&quot;/&gt;\n\nShe invites him to leave with her. Tyrion is shocked. She reminds him that his enemies tried to kill him and tells him that he is a terrible fighter. She says that they could take a boat to Pentos and never return. She tells him that he does not belong there. Tyrion asks what they would do in Pentos. She says that they would eat, drink, have sex and live. Tyrion smiles and admits that he wants to go. She urges him to do it and says that all the bad people in his family cannot stop him. She says that he should forget about them and come with her. He shakes his head and says that he canâ&euro;&trade;t. He asserts that dealing with bad people is what he is good at. He says that he can outthink them and outtalk them. He tells her that he likes doing that more than anything he has ever done. He asks if she will leave. She says that he has a bad memory and reminds him that they said that they belong to one another. He sobs and she embraces him. He pulls her close to him.&lt;ref name=&quot;E20&quot;/&gt;\n\n", "Blackwater": "Tyrion lies restless in bed next to [[Shae]] in the [[Tower of the Hand]]. Shae asks if he is afraid, calling him â&euro;&oelig;My lion.â&euro;? Tyrion predicts that if the city falls Stannis will burn every Lannister that he can find and says that he is afraid. Shae says that she will not let anyone hurt him. He smiles at her before explaining that while he is a Lannister and has no choice in his side, it is not her war and she can leave. She straddles him and says that it is her fight now. Tyrion jokes that Shae cannot â&euro;&oelig;fuck [her] way out of everything.â&euro;? She counters that it has worked so far. She asks if he can remember what he said when they first met in his tent at the Lannister army camp. She reminds him that he told her to make love to him like it was his last day on earth. She pushes back his hair and leans in to kiss him.&lt;ref name=&quot;E19&quot;&gt;&quot;[[Blackwater]]&quot;&lt;/ref&gt;\n\n[[File:Varys Tyrion Podrick.png|thumb|left|Lord Varys visits Tyrion while he gets armored by Podrick.]]\n[[Varys]] visits Tyrion in his chambers as he prepares for the battle. Varys confides that he has always hated the cityâ&euro;&trade;s bells because they ring for horror. He says that they toll for dead kings and sieges. Tyrion adds weddings and Varys deadpans that is exactly what he means. [[Podrick Payne]] dresses Tyrion in his armor. Varys checks Podrickâ&euro;&trade;s name, pretending not to know him. Tyrion calls out Varysâ&euro;&trade;s deception, asserting that he knows every boy in the city. Varys says that he is unsure what Tyrion is suggesting and Tyrion insists that Varys knows exactly what he means. Varys asks Tyrion if he trusts Podrick. Tyrion looks at his squire and says that he does, strangely. Varys unfurls a map of the tunnel network beneath the city. Tyrion looks down at it and estimates that it shows twenty miles of tunnels. Varys corrects him, saying that there are fifty and elucidating that the Targaryens built the city to withstand a siege but wanted to be able to escape if necessary. Tyrion says that he is not planning to escape and paints himself as the captain of a ship; willing to go down with it if it sinks. Varys retorts that many captains say the same while their ships are afloat. Varys observes that Tyrion looks well suited for battle as Podrick helps him into his greaves. Tyrion disagrees and Varys hopes that he is wrong for the all their sakes.&lt;ref name=&quot;E19&quot;/&gt;\n\n[[File:Tyrion and Podrick 2x09.png|thumb|Tyrion ready for battle.]]\nVarys reports that King [[Stannis Baratheon]] has converted to the [[Lord of Light]] through his association with [[Melisandre]] of [[Asshai]], calling her a red priestess. Tyrion wonders about the significance of the association. Varys asks if Tyrion does not believe in the old powers. Tyrion recounts their purported abilitities (blood spells, curses and shapeshifting) and sarcastically asks Varys what he thinks. Varys says that people believe in what they have seen and what those they trust have seen. Varys extrapolates that Tyrion probably does not entirely trust him. Tyrion tells Varys not to take it personally, explaining that he does not entirely trust himself. Varys goes on to say that he has seen and heard things that Tyrion has not. He confides that he wishes he had not either, his eyes misting. He asks if he has told Tyrion how he was castrated and Tyrion answers that he has not. Varys says that he will one day. He gather himself and asserts that the dark arts have provided Stannis with his armies and brought him to their door. Varys says that he can think of nothing worse than a man in service to such powers taking the Iron Throne. He tells Tyrion that he is the only man who can stop Stannis. Podrick offers Tyrion a battle axe. Tyrion looks at it and grips it firmly in his hand before looking back at Varys.&lt;ref name=&quot;E19&quot;/&gt;\n\n[[File:Tyrion and Bronn.png|thumb|left|Tyrion and Bronn talk strategy.]]\nThe [[Iron Throne]] room is lit by great flaming braziers. [[Bronn]] and Tyrion discuss their plan for the battle. Tyrion reminds Bronn to wait until the ships are deep into the bay. Bronn impatiently asserts that he knows what in means. He asks Tyrion if he knows how to use the axe. Tyrion says that he has chopped wood once and then recalls that he actually only watched [[Jaime Lannister|his brother]] doing it. Bronn reminds Tyrion that he has seen him kill a man with a shield and says that he will be unstoppable with an axe. Tyrion shakes his hand and Bronn warns him not to get killed. Tyrion returns the sentiment, calling Bronn a friend. Bronn asks if they are friends now. Tyrion asserts that they are, saying that paying Bronn for his services does not diminish their friendship. Bronn agrees, saying that if anything it enhances it. Tyrion notes that enhances is a fancy word for a sellsword and Bronn explains that he has been spending time with fancy folks. Bronn bows to the newly arrived [[Sansa Stark]] and Shae on his way out of the throne room.&lt;ref name=&quot;E19&quot;/&gt;\n\n[[File:Tyrion greets Sansa.png|thumb|Tyrion greets Sansa.]]\nTyrion gives Podrick his axe and approaches the ladies. He greets Sansa and pretends to forget Shaeâ&euro;&trade;s name. He checks that Sansa has been invited to join Cersei and the other highborn ladies in [[Maegor's Holdfast]]. Sansa affirms that she has but explains that King Joffrey has summoned her to see him off. Joffrey, the Hound and three other members of the Kingsguard enter from behind the throne. Joffrey calls Sansa over as Tyrion deadpans that Joffrey has always been a great romantic. Sansa says that she will pray for Tyrionâ&euro;&trade;s safe return. Tyrion doubts her and she says that she will pray just as she will for the king. Sansa goes to Joffrey leaving Tyrion alone with Shae for a moment. He tells her to stay safe, she reciprocates calling him her lion.&lt;ref name=&quot;E19&quot;/&gt;\n\n[[File:Tyrion Joffrey Lancel.png|thumb|Tyrion watching for Stannis' fleet with Joffrey and Lancel.]]\nTyrion commands the defense from atop the city walls at the mud gate. He is accompanied by Podrick and surrounded by archers. Joffrey and Ser [[Lancel Lannister]] join them and Lancel wonders where their fleet is. Tyrion responds that they are on their way. Joffrey asks why they are not there already as the enemy are coming. Tyrion ignores his nephew. Joffrey instructs the Hound to prompt Tyrion and he does so. Tyrion orders Lancel to tell Joffrey (via the Hound) that he is too busy to talk. Joffrey threatens to order the Hound to cut Tyrion in half. Tyrion dryly jokes that he would then be the quarter man, which does not have the same ring to it. A squire lights a torch and waves it near to the Houndâ&euro;&trade;s face as he passes, the Hound recoils from the flame. Tyrion adds that he would be unable to give the signal which is essential to his battle plan. He warns that without his plan Stannis will take the city and Joffreyâ&euro;&trade;s throne before mounting Joffreyâ&euro;&trade;s head on a spike. Tyrion muses that it might be funny except that his head would be there too.&lt;ref name=&quot;E19&quot;/&gt;\n\n[[File:Archers 2x09.jpg|thumb|190px|Tyrion orders his archers to prepare.]]\nThe Lannister forces watch for Stannisâ&euro;&trade;s fleet to emerge from the darkness. Joffrey is the first to spot the lead vessel, [[Black Betha]]. Tyrion orders his archers to prepare. The [[Captain of the Archers]] shouts for his men to get to their marks. Once in position he instructs them to nock arrows. Tyrion tells them to hold fast. Joffrey questions the order, citing the need to attack. Tyrion repeats himself forcefully. A single ship emerges from the city docks. Joffrey asks where the rest of their fleet is. Tyrion ignores the boy king. [[Hallyne]] climbs the stairs and hands Tyrion a flaming torch.&lt;ref name=&quot;E19&quot;/&gt;\n\n[[File:Wildfire explosion.jpg|thumb|Wildfire explosion.]]\nTyrion drops the torch over the wall, lighting a beacon at its base; this signals Bronn to fire a fire arrow at the single ship from the shore of the bay. Tyrion has filled its hold with [[Wildfire]] that he has allowed to leak into the bay. The arrow ignites an explosion that consumes the lead vessels of Stannis's fleet. The ships in the main blast zone are eradicated instanty and their neighbors are consumed by the spreading inferno. Hallyne watches the conflagration gleefully while the rest of the Lannister men turn away. Hallyne giggles as he sees the fruits of his labor. Tyrion is fascinated and appalled by the devastation.&lt;ref name=&quot;E19&quot;/&gt;\n\nStannis is forced to land his surviving troops further along the shore, using row boats. Tyrion watches their approach from atop the walls and calls Stannis a serious man. Joffrey begins to panic, saying that they are coming ashore. Tyrion orders the Captain of the Archers to rain fire on the attackers. Joffrey cries that there are too many of them. Tyrion orders the Hound to lead a sortie beyond the gate to kill anyone who reaches the shore. The Hound nods and complies. Tyrion dispatches Podrick to bring any men guarding the Kingâ&euro;&trade;s gate to reinforce them and the squire hurries off to fulfil the order.&lt;ref name=&quot;E19&quot;/&gt;\n\nTyrionâ&euro;&trade;s archers loose volley after volley on the boats as they reach the shore. Stannis leads his men through the hail of arrows, sustaining heavy casualties. They reach the walls and are bombarded with rocks from the battlements. Crossbowmen amongst the attackers return fire at the archers. Stannis orders his men to move along the wall to the Mud Gate. The Hound's force meets them outside the gate. Lancel is wounded by an archer and goes to the Red Keep to report to Cersei. The Hound's sortie is a disastrous failure; he retreats from the field having lost half his men.&lt;ref name=&quot;E19&quot;/&gt;\n\nJoffrey rushes down the stairs as the Captain of the Archers calls for his men to fire faster. The Hound shuffles back into the city, dazed by the flames. He orders a drink and a squire responds. He spits out the water he is given and demands wine.&lt;ref name=&quot;E19&quot;/&gt;\n\nHe walks past the stairs and Tyrion sarcastically offers him some iced milk too. Sandor tells him to â&euro;&oelig;eat shit.â&euro;? Tyrion points out that he is on the wrong side of the wall. Sandorâ&euro;&trade;s voice cracks as he says that he has lost half of his men and the Blackwater is on fire. Joffrey shouts a command for the Hound to return to the fray. Sandor bows his head and does not respond. Tyrion reminds him that he is a member of the Kingsguard and says that they must beat the enemy back or they will take the Kingâ&euro;&trade;s city. Clegane says â&euro;&oelig;fuck the Kingsguard, fuck the city, fuck the king.â&euro;? He walks away from the fight leaving Joffrey and Tyrion stunned.&lt;ref name=&quot;E19&quot;/&gt;\n\nLancel returns to the walls to bring Joffrey back to the Red Keep. Tyrion asks Joffrey to consider why his men should defend the city if he will not. Joffrey asks what Tyrion wants him to do and Tyrion tells him to lead. Joffrey asked Lancel what his mother said, wondering if she had urgent business. Lancel admits that she did not say. Joffrey grimaces, then orders Ser [[Boros Blount]] and Ser [[Mandon Moore]] to stay with Tyrion to represent the King on the field of battle. He hurriedly climbs down the stairs, followed by a third member of the Kingsguard. His departure takes him through a crowd of his men, who watch him leave.&lt;ref name=&quot;E19&quot;/&gt;\n\nLannister men haul a cargo net full of rocks up to the walls. The attackers kill the men holding the rope and the rocks crash back down behind the walls. The men underneath dive out of the way of the rocks.&lt;ref name=&quot;E19&quot;/&gt;\n\n[[Image:Tyrion speech.jpg|right|thumb|190px||Tyrion makes a speech to his men.]]\nPodrick returns with reinforcements from the Kingâ&euro;&trade;s Gate. Tyrion looks around at his muttering troops and says to himself that he will lead the attack. He shouts it to his men and is met with more murmurs. He orders Ser Mandon to bear the kingâ&euro;&trade;s banner and then shouts for his men to form up. Several gold cloaks among the group turn away from him. He calls out that he is mocked as half a man and wonders what that makes them. A Lannister soldier calls that they cannot counterattack because Stannisâ&euro;&trade;s men are already at the gates. Tyrion says that there is another way that he can show them. He says they will emerge behind their enemies. He tells his men not to fight for Joffrey or his kingdom, for honor, for glory or for ritches because they will not get any. He asks them to fight for their city. He says that is Stannis gets in he will burn their houses and rape their women. His speech is punctuated by the hammering of the ram against the gate. He says that there are brave men knocking at their door and invites the defenders to go and kill them. The men cheer and Tyrion walks through the crowd with Podrick and the remaining Kingsguard.&lt;ref name=&quot;E19&quot;/&gt;\n\nTyrion knocks the chains from a metal grill with his axe. He opens the tunnel entrance and leads his men outside. A Baratheon officer calls for his men to get up the ladders. Tyrion approaches him unnoticed and chops through his right leg with his axe. The officer topples over and Tyrion hits him again and shouts for his men to attack. Tyrionâ&euro;&trade;s men kill the attacks surrounding the battering ram and topple it over. A burning brand is thrown onto it from the walls. The victorious Lannisters chant half man as the ram burns. Tyrion takes off his helm but then hears more attackers coming.&lt;ref name=&quot;E19&quot;/&gt;\n\n[[File:TyrionInjuredBlackwater.png|thumb|Tyrion's face is sliced by Ser Mandon.]]\nThe Lannister sortie clashes with the Baratheon reinforcements before the walls. Stannis continues to battle atop the walls but has not been joined by enough men to move on. Tyrion is disarmed by a Baratheon soldier with a mace. The man is tackled to his feet before he can finish Tyrion. Tyrion notices Ser Mandon staring at him and walks over to the Kingsguard smiling at him. Mandon lunges toward Tyrion swinging his sword in a sudden and vicious down-cut. Tyrion gasps as the blade slices across his forehead and cheek. He collapses to his knees and Mandon raises his sword again. Podrick stabs Ser Mandon through the back of his neck (protruding from his lower face) with a spear killing him. Podrick rushes to Tyrionâ&euro;&trade;s side, holding him up as blood pours from his wound.&lt;ref name=&quot;E19&quot;/&gt;\n\nPodrick cradles Tyrion in his arms, rocking him and calling his name. Tyrion sees a cavalry charge ripping through Stannisâ&euro;&trade;s men. Tyrion fades into unconsciousness as he and sees a warrior in Renlyâ&euro;&trade;s armor cut down one of his enemies from atop a white horse.&lt;ref name=&quot;E19&quot;/&gt;\n\nThe cavalry is a combined host of [[House Lannister]] and [[House Tyrell]] men led by Lord [[Tywin Lannister]] and Ser [[Loras Tyrell]]. Their arrival turns the tide of the battle and Stannis's force flees back to their ships in defeat.&lt;ref name=&quot;E19&quot;/&gt;\n\n", "A Man Without Honor": "Cersei lights candles with a taper in her bedchamber while meeting with Tyrion. He looks up from a raven message and asks how long she has been lighting her own candles. She says that she has started because she cannot stand to look at any of her handmaidens for another instant. She asks how many times he can read one scroll. He reports the news within; Stannis Baratheonâ&euro;&trade;s fleet has been spotted sailing north past [[Tarth]]. The message states that he has 200 ships and Cersei notes that his fleet outnumbers theirs. Tyrion predicts that they will reach the city within five days. Cersei is confident that they will withstand the assault, citing their strong high walls and promising to rain fire down on the from above. Tyrion realizes that she is quoting their father. She says that Tywin has a good mind for strategy. Tyrion corrects her, saying that they are talking about tactics but agrees that Tywin has an aptitude for both. He adds that some would say he has the best mind for it but that he is sadly not with them. Tyrion laments that it is just the two of them and Joffrey, sarcastically listing some of the Kingâ&euro;&trade;s titles. Cersei asks Tyrion to get to the point. Tyrion says that Joffrey needs to start acting like a king. He warns that the war that Cersei started is coming to their doorstep and that the city wants Joffrey dead.&lt;ref name=&quot;E17&quot;&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\nCersei counters that she is not the one giving Joffrey whores to abuse. Tyrion laments that mistake and says that he had hoped they would calm Joffrey. Tyrion wonders what they can do if they canâ&euro;&trade;t control him. Cersei says that she has tried but that Joffrey does not listen to her. Tyrion says that it is hard to put a leash on a dog that you have already crowned. Cersei quietly admits that she hoped that her son would be like Jaime. She says that he looks like Jaime in a certain light. Tyrion observes that he is more like Robert than Jaime. Cersei says that Robert was a drunken fool but did not enjoy cruelty. Tyrion has no response and fidgets in his seat. Cersei goes on to wonder if Joffreyâ&euro;&trade;s cruelty is the price she must pay for her sins. Tyrion tries to comfort her that the Targaryenâ&euro;&trade;s practiced incest for centuries. She says that Jaime and her used to console each other with the same fact when they had doubts. She recalls using the same defence when Eddard Stark confronted her with evidence of her incest. She reveals that she does not believe it absolves her because of the madness that plagues the Targaryen bloodline, repeating the common saying that when a Targaryen is born the gods flip a coin to predict their sanity. Tyrion says that Cersei has beaten the odds because Tommen and Myrcella are good decent children. Cersei begins to cry and Tyrion approaches her but cannot bring himself to comfort her.&lt;ref name=&quot;E17&quot;/&gt;\n\n", "Garden of Bones": "[[Joffrey Baratheon]] orders [[Sansa Stark]] publicly beaten by Ser [[Meryn Trant]] as retribution for [[Robb Stark]]'s victory in the [[Battle of Oxcross]]. Tyrion enters the Iron Throne room with [[Bronn]] as Meryn attacks Sansa and demands an explanation. He asks Meryn what kind of knight beats a helpless girl and Meryn says the kind that follows their king. Bronn sarcastically warns Meryn to be careful of getting blood on his white cloak. Tyrion orders Sansa covered and reminds Joffrey that he is engaged to marry her. [[Sandor Clegane]] tears off his white cloak and gives it to Sansa. Joffrey says that he was punishing her. Tyrion wonders what crimes she committed and elucidates that she did not fight in Robbâ&euro;&trade;s battle, calling Joffrey a half wit. Joffrey asserts that he can do as he likes as king. Tyrion reminds Joffrey of the fate of the [[Mad King]], who ruled without regard for the consequences of his actions until he was killed by Jaime. Meryn warns Tyrion not to threaten Joffrey and Tyrion counters that he is educating his nephew. He orders Bronn to kill Meryn if he speaks again and tells Meryn that he has now made a threat. Tyrion helps Sansa up and walks her out of the throne room. He apologizes for Joffreyâ&euro;&trade;s behaviour and asks if she wants to end the engagement. She asserts her loyalty and love for Joffrey. Tyrion calls her Lady Stark and says that she may yet survive her captivity. Bronn says that Joffreyâ&euro;&trade;s aggression stems from sexual tension and suggests organizing a prostitute to temper his cruelty. The plan backfires and Joffrey forces one of the prostitutes to beat the other and show Tyrion what she has done.&lt;ref name=&quot;E14&quot;&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\nTyrion is interrupted by a late night visit from Lancel. Lancel is bearing a warrant from Cersei for the release of Pycelle. Tyrion invites him for a drink and Lancel refuses. Tyrion wonders why Cersei did not come herself. Lancel says that he does not care and Tyrion continues to question him. Tyrion establishes that the order came directly from Cersei and then asks why Lancel waited to deliver it. Lancel says that he came immediately and Tyrion wonders what he was doing conferring with Cersei so late at night. Lancel says that Cersei often works through the night and Tyrion retorts that she must be glad to have Lancel helping her at all hours. Tyrion notes the scent of lavender oil on his cousin and says that it is a favorite of Cersei. Lancel asserts his position as a knight and Tyrion jokes that he is an anointed knight. Tyrion asks if Cersei had Lancel knighted before or after she took him into her bed. Tyrion threatens to tell Joffrey and Lancel collapses into a chair, aghast. Lancel claims that he was following Tywinâ&euro;&trade;s orders. Tyrion points out the benefits Lancel has received and threatens to go straight to Joffrey and Lancel begs him for mercy and offers to leave the city. Tyrion says that Lancel must act as his spy to buy his silence. Tyrion asks Lancel to beg Cerseiâ&euro;&trade;s forgiveness and agrees to release Pycelle but refuses to reinstate him to the council. He enigmatically says that he could say that he has not harmed a hair on Pycelleâ&euro;&trade;s head but that it would not be strictly true.&lt;ref name=&quot;E14&quot;/&gt;\n\n[[Petyr Baelish]] finds [[Catelyn Stark]] in [[the Stormlands]] and delivers Tyrion's terms for a prisoner exchange. He also brings the remains of [[Eddard Stark]] as a sign of good faith.&lt;ref name=&quot;E14&quot;/&gt;\n\n", "The Night Lands": "Tyrion walks through his chambers in the [[Tower of the Hand]], whistling merrily. He enters the bedchamber to find Shae laughing with Varys and his face falls. Shae tells him that he made her wait and Varys was keeping her company. Varys says they were discussing Tyrion's bravery at the [[Battle of the Green Fork]]. Tyrion says that it was quite a battle and Varys says that he heard that Tyrion was wounded. Varys says that the northerners are ferocious warriors and Tyrion does not reply. Shae says that she has told Varys about how they met and Tyrion glares at her. Varys says that Tyrion was lucky to find such a lovely creature working in his [[Tywin Lannister|father]]'s kitchens and that the story almost beggars belief. Tyrion says that strange things do happen and offers that Varys should taste Shae's fish pie. Shae says that she doubts that Varys likes fish pie. Varys wonders how she knows and she giggles and says that she can always tell. Tyrion says that Varys and he must not let their disadvantages get the best of them. Varys says that he is glad that Tyrion's new friend could accompany him and adds that friends are an important part of life. He observes that it was unfortunate that Tywin did not want Shae to come. He offers the reassurance that he is very good at keeping secrets for his good friends. Tyrion says that Varys's discretion is legendary where his friends are concerned.&lt;ref name=&quot;E12&quot;&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\nVarys apologises for going on and says goodbye to Shae. Tyrion moves to the door as Varys tells him that they have a council meeting. Tyrion nods at Shae to leave and then blocks Varys's exit. He tells Varys that he does not like being threatened and Varys feigns ignorance. Tyrion says that he is not Eddard and understands how the game is played. Varys says that Eddard was a man of honor. Tyrion says that he is not and that he will have Varys thrown into the sea if he threatens him again. Varys says that Tyrion might be disappointed by the results because he always manages to stay afloat.&lt;ref name=&quot;E12&quot;/&gt;\n\nCersei reads Robb Stark's peace terms aloud to the small council before tearing them up. Tyrion tells her that she has perfected the art of tearing up papers and suggests that they at least return Eddard's remains as a gesture of good faith. Cersei asks [[Alton Lannister]] to deliver their reply and he accepts. Cersei also asks him to tell Jaime that he has not been forgotten, to the consternation of the other council members. Tyrion wishes Alton a safe journey.&lt;ref name=&quot;E12&quot;/&gt;\n\nPycelle reports a raven from Castle Black and gives its message to Tyrion. Varys interjects that the wildlings are becoming increasingly troublesome. Petyr is sarcastically dismissive. Varys goes on to say that the wildlings are organising behind the King beyond the Wall [[Mance Rayder]]. Cersei jokes that she has lost track of the number of kings. Tyrion says that the message is from [[Lord Commander]] [[Jeor Mormont]] and that he is asking for more men. Cersei says that they cannot spare any because they are fighting their own war. Tyrion reads a troublesome passage: â&euro;&oelig;the cold winds are rising, and the dead rise with them.â&euro;? Pycelle dismisses it as northern superstition and Cersei makes to leave. Tyrion relays Jeor's encounter with a [[wight]] and asserts his reliability. Varys wonders how you kill a [[Othor|dead man]] and Tyrion reports that Jeor burned the wights. Cersei mocks Tyrion as having become gullible, believing in 'grumpkins and snarks' after one trip to the Wall. He says that he is not sure what he believes but reminds Cersei that the Night's Watch is the only thing that separates them from what lies beyond the Wall. Cersei sarcastically claims that she has every confidence in the brave men of the Night's Watch.&lt;ref name=&quot;E12&quot;/&gt;\n\nTyrion has [[Janos Slynt]] as a dinner guest in the dining room of the Tower of the Hand. Janos is the commander of the City Watch and the man responsible for carrying out the massacre of Robert's bastards. Tyrion's squire [[Podrick Payne]] pours wine for them but spills the beverage on Janos's hand. Janos begins to chastise the boy but Tyrion dismisses him and says they know how to pour their own wine. Janos tells Tyrion that he could have found him a â&euro;&oelig;proper ladâ&euro;? for a squire but Tyrion says that he prefers the improper ones. Janos compliments the wine, recognising it as Dornish and Tyrion flatters his knowledge. Janos says it was a fine dinner and calls Tyrion â&euro;&oelig;Lordâ&euro;?. Tyrion asks Janos to use his first name and says that Janos must be getting used to fine dinners since he received his title as [[Lord of Harrenhal]]. Janos suggests that he might steal Tyrion's cook and Tyrion jokes that wars have started over less. Tyrion asks about the incident in Petyr's brothel and Janos says it was a nasty business but had to be done. Tyrion feigns agreement, saying that the peace must be kept before adding that he did not realize the peace depended on killing babies. Janos insists that he was compelled to obey his orders. Tyrion says that Janos is right, especially when they are the queen's orders. Janos is careful to point out that he did not say the orders came from the queen. Tyrion asserts that no-one else would want to murder Robert's bastards and Janos says only that Tyrion knows Cersei better than he does. Tyrion asks if Janos has heard the rumors about Cersei's incestuous relationship with Jaime. Janos claims that he does not listen to filth. Tyrion insists that those that believe the rumours would consider Robert's bastards better claimants to the throne than Joffrey. Janos asserts his loyalty to Joffrey and says that the rest does not interest him.&lt;ref name=&quot;E12&quot;/&gt;\n\nTyrion says that he appreciates Janos's loyalty and then questions him about the murder of Eddard's men in the throne room, asking if Janos ordered their deaths. Janos says that he did and goes on to say that he would do the same again because Eddard was a traitor who tried to buy his loyalty. Tyrion says that Eddard was a fool for not realizing that Janos was already bought. Janos accuses Tyrion of being drunk and says that he will not let Tyrion impugn his honor. Tyrion says that he is not questioning Janos's honor but denying its existence. Janos stands up and threatens Tyrion, calling him a dwarf, but Tyrion points out Bronn behind Janos. Tyrion elucidates that he intends to serve as Hand of the King until Tywin's return from the war and that he cannot trust Janos as Commander of the City Watch because he betrayed Eddard. Janos insists that his friends at court will not allow Tyrion to replace him and that they will hear what Joffrey has to say. Tyrion says that they will not and nods to Bronn who summons four gold cloaks. Tyrion tells Janos that he is being sent to take the black and that he will leave on a ship for [[Eastwatch]] later that night. Tyrion says that he hopes Janos will enjoy the wall and adds that he found it beautiful in a brutal, uncomfortable way. Bronn tells Janos that the gold cloaks will escort him to the ship because the city streets aren't safe at night. Janos insists that the men are under his command and Tyrion explains that Bronn is now commander of the city watch. Janos is dragged off, still protesting about his connections at court. Tyrion pours wine for Bronn and toasts to his appointment. He then asks if Bronn would murder an infant without question if ordered. Bronn says that he would ask how much.&lt;ref name=&quot;E12&quot;/&gt;\n\nTyrion eats dinner in his bed chambers. Cersei tells him that he did not have the authority to replace Janos. He asserts that his position as Hand of the King gave him the right. She counters that he is only serving as Hand of the King until Tywin arrives and says that she is Queen Regent. Tyrion warns her that she is losing the people. She is disinterested in the feelings of her people. He warns her that she might find it difficult to rule a populace who want her dead. He predicts that the people will turn against her in the winter and that the slaughter of Robert's children has given them a rallying cry. He is surprised at the lack of a denial and then concludes that Joffrey gave the order without Cersei's knowledge. She says Joffrey did what he had to and characterizes ruling as â&euro;&oelig;lying on a bed of weeds, ripping them out one by one before they strangle you in your sleep.â&euro;? Tyron retorts that there is more to ruling. Cersei shouts that she doesn't care what he thinks and complains that ruling has always fallen on her because her brothers did not take it seriously. Tyrion jokes that Stannis is claiming that Jaime has done the same repeatedly. Cersei pauses and then says that Tyrion is funny. She says that none of his jokes will ever match him killing her mother as she gave birth to him. Tyrion points out that she was his mother too. Cersei says that her mother being gone for the sake of Tyrion is the biggest joke in the world. She leaves Tyrion to consider her words.&lt;ref name=&quot;E12&quot;/&gt;\n\n", "The North Remembers": "Tyrion arrives in King's Landing during King [[Joffrey Baratheon]]'s Name Day Tourney. He has come straight from the field, is still wearing armor and is accompanied by [[Bronn]], Lannister men-at-arms and warriors of the [[hill tribes]], including [[Timett]]. Tyrion mockingly notes Joffreyâ&euro;&trade;s absence from the battlefield and Joffrey indignantly responds that he has been ruling the kingdoms. Tyrion jokingly says that Joffrey is doing a fine job before warmly greeting his niece and nephew, complimenting [[Myrcella Baratheon|Myrcella]]'s beauty and claiming that [[Tommen Baratheon|Tommen]] will one day be as big as [[the Hound]], noting that the Hound does not like him. Bronn quips that he cannot imagine why. Joffrey says they had heard rumours that Tyrion was dead and Myrcella interjects that she is glad they were false. Tyrion responds that he is glad to be alive, particularly with the current excitement in the world. He offers his condolences to [[Sansa Stark]] on the death of her father [[Eddard Stark]]. Joffrey takes offence, asserting that Eddard was a confessed traitor. Tyrion counters that he was still her father and reminds Joffrey of the recent death of his father [[Robert Baratheon]], expecting him to sympathise. Joffrey leans back to stare at Sansa. She names her father, mother and brother as traitors and claims loyalty to Joffrey. Tyrion smiles and accepts her lie before enigmatically saying that he has work to do. He walks past Joffrey, ignoring questions about his purpose.&lt;ref name=&quot;E11&quot;&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\nTyrion whistles as he walks into the middle of a small council meeting in progress. He kisses his sister and calls her ravishing. He asks the group to carry on and takes a seat at the table. Cersei asks what he is doing there and he relates his recent travels including his visit to [[the Wall]] and his imprisonment in the [[Sky Cells]] of [[the Eyrie]]. He looks pointedly at [[Petyr Baelish]] as he says that he has much to be thankful for. Cersei angrily clarifies that she wanted an explanation for his presence at the small council meeting. Tyrion counters that the [[Hand of the King]] is to be welcomed at their meetings. Cersei asserts that their father [[Tywin Lannister]] is Hand of the King. Tyrion elucidates that he has been appointed to act in Tywinâ&euro;&trade;s absence and hands a scroll to [[Varys]]. Varys begins to read Tywinâ&euro;&trade;s orders but Cersei angrily cuts him off and orders the room cleared.&lt;ref name=&quot;E11&quot;/&gt;\n\nWith the room emptied, Cersei demands to know how Tyrion tricked Tywin into giving him the authority. Tyrion retorts that he is not capable of deceiving Tywin and tells Cersei that she has only herself to blame. She claims that she has done nothing. Tyrion agrees that she failed to act when Joffrey ordered Eddardâ&euro;&trade;s death. He blames the execution for the rebellion of [[the North]]. Cersei claims that she tried to stop it and Tyrion counters that she failed and because of that, the consequences will haunt the Lannisters for years to come. Cersei is dismissive of [[Robb Stark]] and Tyrion reminds her that they are losing the war against him. She questions his understanding of warfare and he says that he does not know warfare but does know people. He says â&euro;&oelig;I know that our enemies hate each other almost as much as they hate us.â&euro;? Cersei pauses and asserts that Joffrey is king and that Tyrion is there to advise him. Tyrion agrees with both statements and adds that if his advice is followed, they might rescue Ser [[Jaime Lannister]] from captivity. Cersei wonders how and Tyrion responds that Cersei's sole redeeming features are her cheekbones and her love for her children. He elucidates that [[House Stark]] also love their children and that he plans to exchange Jaime for their two Stark captives. Cersei corrects him; they have only one captive.Tyrion is incredulous of her ineptitude in letting Arya escape and says that their father would be furious at the fact Cersei and her son have thrown away two invaluable captives. He wonders if it feels odd for Cersei to be the disappointing child.&lt;ref name=&quot;E11&quot;/&gt;\n\n[[Shae]] looks out over King's Landing from a balcony of the [[Red Keep]]. She says the city stinks of dead bodies. Tyrion agrees from inside; he has taken over the chambers of the Hand of the King. Shae adds â&euro;&oelig;Shitâ&euro;? and Tyrion wonders if she is regretting her decision to accompany him. She says that she loves it. Tyrion jokes that she loves â&euro;&oelig;the smell of dead bodies and shit.â&euro;? Shae says â&euro;&oelig;and cum and garlic and rum.â&euro;? She says that the city arouses her and Tyrion observes that the country seemed to have the same effect. She falls back onto the bed and says that she is where she belongs. Tyrion warns her that no-one can know she is there. He says that the city is filled with liars of varying skill. She asks about him and he reminds her that he does not come from the city and says that he is a slave to the truth. Shae says that he is the biggest little liar she has ever met and he responds by saying that he is so small because of the weight of so much truth pressing down on him. He lies down next to her and wonders how Eddard slept on such an uncomfortable bed. He says that the bed will be the first of many things he changes in the city.&lt;ref name=&quot;E11&quot;/&gt;\n\n[[Stannis Baratheon]] sends copies of a letter detailing Cersei's incestuous relationship with Jaime and the illegitimacy of her children to high lords throughout the seven kingdoms. Later, several of King Robert's bastards are brutally murdered by the [[City Watch]].&lt;ref name=&quot;E11&quot;/&gt;\n\n", "What is Dead May Never Die": "Shae complains to Tyrion about her confinement in his quarters and he tries to quiet her. She shouts loudly that his father is miles away. Tyrion pauses his reading and offers an alternative; working in the kitchens as a scullion. Shae is not keen on the idea. Tyrion tries to explain that Cersei would use Shae against him but offends her by calling her a weakness. She refuses to kiss him and walks out of the room.&lt;ref name=&quot;E13&quot;&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\nTyrion meets with Grand Maester Pycelle in his dining room. He has complained of constipation and Pycelle gives him a vial of laxatives. Tyrion compliments that Maester's knowledge and then asks him to keep a confidence. He tells him that he is hoping to make a marriage alliance with [[House Martell]] in [[Dorne]] by offering Myrcella's hand to their heir Prince [[Trystane Martell|Trystane]]. Tyrion specifies that Pycelle should not speak to the Queen. He has a similar meeting with Varys but claims that he wants to marry Myrcella to Theon. Varys is doubtful of the plan but Tyrion tries to convince him that Theon could be an ally within the Northern army. Tyrion offers a third variation to Petyr, this time saying that he will wed Myrcella to [[Robin Arryn]]. Petyr wonders at Tyrion's motivation given his fractious relationship with [[Lysa Arryn]] but Tyrion claims that he is rising above their past dealings. Petyr asks what is in it for him and Tyrion says that he will award him Harrenhal. Petyr is enticed but feigns concern over Tyrion's treatment of Janos Slynt, the previous Lord of Harrenhal.&lt;ref name=&quot;E13&quot;/&gt;\n\nTyrion enters his dining room to find Cersei waiting for him. She is irate about his marriage plans for Myrcella. Cersei says that she will not allow Myrcella to be shipped to Dorne as she was sent to [[Robert Baratheon]]. Tyrion suppresses a smile having identified Pycelle as untrustworthy and says that Dorne will be the safest place for her. Cersei accuses him of madness because the Martell's loathe them. Tyrion says that their dislike is why they must seduce them into an alliance and that the support of Dorne could win them the war that Joffrey started. Cersei worries that her daughter will be a hostage and Tyrion counters that she will be a guest. Cersei threatens Tyrion, saying that the letter from Tywin that appointed him is a mere piece of paper. Tyrion says that Cersei cannot stop the plan now that it is in motion and she becomes hysterical, smashing glasses from his table. Tyrion cautions her that Myrcella would be in grave danger if King's Landing was sacked. Cersei tells him to get out and shoves him over before sinking into a chair. He leaves her alone in his chambers.&lt;ref name=&quot;E13&quot;/&gt;\n\nTyrion waits alone in a hallway of the Tower of the Hand. Petyr arrives to chastise Tyrion for involving him in the deception with Cersei. Tyrion apologizes and offers him another task; convincing his beloved Catelyn to free Jaime. [[Bronn]] interrupts and Tyrion asks if he has found his target. Bronn says that Pycelle was not alone, calling him a filthy old stoat.&lt;ref name=&quot;E13&quot;/&gt;\n\nTyrion, Bronn and [[Timett]] burst into Pycelle's chamber while he is in bed with the prostitute [[Daisy]]. Pycelle denies his crime but Tyrion explains that he has implicated himself because he was the only one aware of the plan to approach the Dornish. Tyrion asks how long Pycelle has been spying for Cersei and Pycelle claims that he has been loyal to House Lannister since the days of the [[Mad King]]. Tyrion brings up his betrayals of past Hands of the King and suggests that he poisoned [[Jon Arryn]]. Pycelle convincingly denies any involvement in the death. Tyrion orders Pycelle confined to the black cells and pays Daisy for her trouble.&lt;ref name=&quot;E13&quot;/&gt;\n\nTyrion meets with Varys who reports that Shae is settling into her new role. Tyrion calls it one of his better ideas. Varys remarks on the loss of a second small council member with the imprisonment of Pycelle and congratulates Tyrion on the ploy. Varys tells Tyrion a riddle, using it to illustrate that power is an illusion maintained by rulers.&lt;ref name=&quot;E13&quot;/&gt;\n\n"}, "title": "Tyrion Lannister Season 2"}