{"attributes": {"founding": "", "founder": "Image:Tyrosh Pin.png", "places": "The Bleeding Tower", "title": "Tyrosh", "image": "", "rulers": "The Archon", "location": "The Free Cities, Essos", "military": "", "religion": "Mixed", "age": "", "type": "Mercantile city-state", "institutions": "", "population": ""}, "sections": {"TOP": "Tyrosh06180j3i5g7q9ek0hklm9y2wkigrdqaupztn1784582015-03-22T02:51:28ZThe Dragon Demands5014364/* References */{{Settlement\n| Title=Tyrosh\n| Image=\n| Image size=\n| Location=The [[Free Cities]], [[Essos]]\n| Type=Mercantile city-state\n| Population=\n| Rulers=The [[Archon]]\n| Religion=Mixed\n| Military=\n| Institutions=\n| Places=The Bleeding Tower\n| Founding=\n| Age=\n| Founder=\n}}\n[[Image:Tyrosh Pin.png|200px|thumb|right|A map showing the location of Tyrosh off the coast of Essos.]]\n'''Tyrosh''' is one of the [[Free Cities]] located to the east of [[Westeros]]. It is situated on an island off the southwestern coast of [[Essos]], in the [[Narrow Sea]]. It is located at the eastern end of the [[Stepstones]], an island chain that extends from Essos to Westeros, which according to legend used to be a land-bridge linking the two continents. Therefore, Tyrosh is the closest of the Free Cities to Westeros, located not far from [[Dorne]] and [[the Stormlands]] (fairly close to the island of [[Tarth]]).\n\nDue to its central location - between Westeros and the other Free Cities, at the middle latitude of the Free Cities between [[Braavos]] in the north and [[Volantis]] to the south, and its proximity to constant wars between [[Lys]] and [[Myr]] in the [[Disputed Lands]] - Tyrosh is often seen as a major world hub for hiring the services of various professional [[mercenary]] companies, to serve in the various conflicts of these different regions.\n\nTyrosh is also well-known for its pear-brandy.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n\nPeople from Tyrosh are known as '''Tyroshi'''. Tyroshi are known for wearing bright colors and have a reputation of being insatiably greedy.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/tyrosh/ HBO viewers guide, season 2 map, Tyrosh entry]&lt;/ref&gt; They speak a bastardized version of [[High Valyrian]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/tyrosh/ HBO viewers guide, season 2 map, Tyrosh entry]&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}}\n\n", "Notable Tyroshi": "[[Image:Daario1.jpg|thumb|Daario Naharis, a Tyroshi mercenary]]\n* [[Daario Naharis]], former lieutenant and now captain of the [[Second Sons (mercenary company)|Second Sons]], a sellsword company, now sworn to [[Daenerys Targaryen]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Tyrosh is one of the most powerful of the Free Cities. It is said to dwarf [[Sunspear]] in size. It is reported to be boisterous and loud, with a large harbor guarded by the Bleeding Tower.\n\nThe people of Tyrosh are called Tyroshi. They love loud and garish colors. They are known for their creation of ornate armor and elaborate torture devices. Pear brandy is an export of the city. Slaves and mercenaries are commonly hired there.\n\n[[Myr]] and [[Lys]] war incessantly over the nearby [[Disputed Lands]]. Tyrosh is sometimes drawn into these wars, as is the more distant city of [[Volantis]].\n\nTyrosh has a volatile history. Like most of the Free Cities, it was once a colony of [[Valyria]]. Following the Doom, it became an independent city-state. However, a century later it was attacked by Volantis, which was trying to reforge the Valyrian Freehold. Having already taken Myr and Lys, Volantis overreached by attacking Tyrosh. [[Pentos]] and the Storm King in Westeros allied with Tyrosh to defeat Volantis, which also lost Myr and Lys due to rebellions and uprisings.\n\nTwo and a half centuries later, Tyrosh was attacked and captured by the Band of Nine, nine powerful warlords who were supporting one another in doing together what could not be achieved alone. Alequo Adarys was installed as Archon of Tyrosh. The Band's military strength was broken in the [[War of the Ninepenny Kings]], when the King on the Iron Throne launched a pre-emptive strike before they could attack [[King's Landing]]. Adarys managed to retain control of Tyrosh for six years before being deposed. [[Hoster Tully]], [[Barristan Selmy]], [[Petyr Baelish]]'s father, and the young [[Tywin Lannister]] all fought in the War of the Ninepenny Kings, Selmy winning fame for his slaying of Maelys the Monstrous, the last of the Blackfyre Pretenders, in combat.\n\nAccording to the TV series official [[pronunciation guide]] developed for the cast and crew, &quot;Tyroshi&quot; is pronounced &quot;Ti-ROH-shee&quot;. &quot;Tyrosh&quot; is pronounced &quot;Ti-ROHsh&quot;, as opposed to &quot;Tie-rosh&quot;.\n\n", "History": "===[[Season 1]]===\nSer [[Barristan Selmy]] tells King [[Robert Baratheon]] that his first kill in battle was a Tyroshi soldier.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\nThe [[Wineseller]] in [[Vaes Dothrak]], who later attempts to assassinate [[Daenerys Targaryen]] with poisoned wine, announces that among his wares is Tyroshi pear brandy.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n\nIn [[Slaver's Bay]], when Daenerys Targaryen leads her new army of eight thousand [[Unsullied]] to lay siege to [[Yunkai]], to counter her advance the Yunkish hire a mercenary company known as the [[Second Sons (mercenary company)|Second Sons]], who are originally from the Free Cities. One of their high-ranking lieutenants is a Tyroshi named Daario Naharis, who is so smitten by Daenerys that rather than assassinate her, he beheads the other captains and lays them at Daenerys' feet. As the new captain of the mercenary company, Daario pledges the allegiance of the Second Sons to Daenerys.&lt;ref&gt;&quot;[[Second Sons (episode)]]&quot;&lt;/ref&gt;\n\n"}, "title": "Tyrosh"}