{"attributes": {"status": " :Category:Status: Uncertain", "death": "", "last": "", "imagesize": "", "family": "Tyrion Lannister - husband (annulled)", "title": "Tysha", "season": "Season 1", "image": "", "allegiance": "", "actor": "", "age": "", "deathep": "", "images": "Quote", "place": "", "birth": "", "mentioned": "&quot;Baelor&quot;", "aka": "", "appearances": "", "first": ""}, "sections": {"TOP": "Tysha035175pu3ywe8yu0712uv6fdwz91rtcx0eta1708332015-01-31T16:28:37ZThe Dragon Demands5014364This is a wiki about a book adaptation; comparisons are inevitable.  Undo revision 170829 by [[Special:Contributions/AlessaGillespie|AlessaGillespie]] ([[User talk:AlessaGillespie|talk]]){{Character\n| Title=Tysha\n| Image=\n| ImageSize=\n| Season=[[Season 1|1]]\n| First=\n| Last=\n| Appearances=\n| Mentioned=&quot;[[Baelor]]&quot;\n| Aka=\n| Status= [[:Category:Status: Uncertain|Uncertain]]\n| Age=\n| Birth=\n| Death=\n| DeathEp=\n| Place=\n| Allegiance=\n| Family=[[Tyrion Lannister]] - husband (annulled)\n| Actor=\n| Images=}}\n{{Quote|By the end, she had so much silver that the coins were slipping from her fingers and rolling onto the floor.|[[Tyrion Lannister]].|Baelor}}\n\n'''Tysha''' is an unseen character in ''[[Game of Thrones]]''. She has been mentioned by [[Tyrion Lannister]] as his former wife.\n\nHer name is pronounced &quot;Tie-shuh&quot;, not &quot;Tish-uh&quot;.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Tysha is the orphaned daughter of crofter, not a wheelwright's daughter. Tyrion recounts the story in a very similar manner to the series. He does not tell the story to [[Bronn]] and [[Shae]] together, but to each of them separately on two different occasions. However, in the series he omits the detail that he was forced to join in the gang rape on pain of his father's wrath to complete his own humiliation. It is also implied he couldn't avoid becoming a aroused. Tyrion does not mention Tysha's name when telling the story, only when he muses about her.\n\nOn the night of Tyrion and [[Sansa]]'s wedding, he tells her briefly about his first marriage to Tysha, omitting what led to that marriage and what happened afterwards, only that was a very short marriage. He bitterly refers to Tysha as &quot;Lady Tysha of House Silverfist. Their arms have one gold coin and a hundred silver, upon a bloody sheet&quot;.\n\nA slight difference is that, due to some characters being aged-up in the TV series, Tyrion was 13 years old when he encountered Tysha in the books, but in the TV series he states that he was 16 years old.\n\n===Tysha and Tyrion's murder of his father===\n\nTyrion's backstory with Tysha was prominently explained in Season 1, and referred to several times in Seasons 2 and 3 (though not by name again). For unknown reasons, no mention of Tysha was made in Season 4, particularly in the climactic events which led to Tyrion killing his own father.\n\nIn the books, as Jaime is helping Tyrion escape from the dungeons of the Red Keep, fearing he will never see Tyrion again and overcome by guilt, he finally reveals to him the truth: Tysha was not really a whore, and the entire incident with the rapers was entirely true. After Tywin found out that Tyrion had married a commoner he was furious - in part because Tywin's own father [[Tytos Lannister]], after Tywin's mother died, took a live-in mistress who was a commoner. Tytos treated the woman as Lady of Casterly Rock in all but name, gave her Tywin's mother's jewelry, and Tywin came to think of her as only a step above a common whore. When Tywin learned that Tyrion married a commoner, his reasoning was that no one could ever love Tyrion, and Tysha must only be after his wealth - just as Tytos's mistress was after his wealth - and because she was presumably only having sex with him for money, that essentially made her a &quot;whore&quot;. In truth, she truly was just an innocent crofter's daughter who was attacked by rapers, but saved by Tyrion and Jaime on the road.\n\nTywin threatened and forced Jaime to tell Tyrion that it was all an act he set up, just to show Tyrion a good time with his first woman. Apparently Tywin did this so Tyrion would never go looking after the girl, but possibly also the basic cruelty of robbing Tyrion of even the memory of her love by convincing him that it wasn't real. Jaime, however, thought his father simply wanted to annul the marriage, and had no idea what his father was planning to do. Simply annulling the marriage may have been cruel but it would have been within Tywin's rights as Tyrion's father, given that as the son of a noble family he could use Tyrion to create a marriage-alliance with another noble family at some point in the future (Tyrion would not have been the first young lord who drunkenly eloped then had the union annulled).\n\nTywin, however, fueled by anger at the memory of his own father, decided that he needed to teach Tyrion a lesson, also about daring to go behind his back like this. Thus when Tywin gave Tysha to his guards she ''truly loved'' Tyrion, and because their marriage was mutually consensual, in the sight of the gods she was in fact his wife (even if his father had it annulled).  Moreover, she was not a whore who was (admittedly without real consent) simply given over to Tywin's guards:  she was an innocent and terrified farm girl who Tywin truly had his guards gang-rape (she didn't struggle, but only because Tywin had secretly said he'd kill her if she resisted at all).  \n\nWhen Tyrion learns what really happened after so many years, bearing in mind how Tysha was gang-raped by the guards and by himself at Tywin's command, he is utterly consumed by deep rage. Jaime assures him he had no idea their father intended to have Tysha gang-raped, but Tyrion is not appeased. He strikes Jaime, then says he actually killed Joffrey (a lie, simply meant to hurt Jaime) - then accurately reveals that Cersei has not been faithful to him, as she has been having sex with their cousin Lancel, sellswords she needed to sway to her allegiance, and possibly the court fool Moon Boy for all Tyrion knows.  Then he sets out to find Tywin. Arguably he might not have wanted to actually kill his father, but he wanted to interrogate him about where Tysha was.\n\nWhen Tyrion arrives at the Tower of the Hand he sees his father's clothes and realizes he was having sex with Shae, who is asleep in the bed.  When Tyrion confronts her she does not go for a fruit knife, instead he simply strangles her in cold blood as she pleads for mercy.  After killing Shae, Tyrion takes a crossbow from the wall and catches Tywin on his privy. At first, Tywin cannot even remember who Tysha is - or claims he doesn't, as an insult. After more threats from Tyrion he thinks on it, and says she was his first whore - to which Tyrion says that the next time Tywin says the word &quot;whore&quot; he will kill him. Tywin calmly insists that he never killed Tysha: after Tyrion's &quot;lesson&quot; was done there was nothing more to do with the girl, so he simply sent her on her way.\n\nTyrion asks again, if he let her go, where is Tysha? Tywin, thinking Tyrion doesn't have the nerve to resist him, deliberately mocks his earlier threat by responding, &quot;''Wherever whores go.''&quot; -- at which Tyrion promptly shoots him. Tyrion only shoots Tywin with one crossbow bolt: it impales him through the pelvis, rupturing his intestines, and shit begins pouring out of the wound. With his dying breath Tywin says that Tyrion is no son of his, to which Tyrion counters that he is; he is Tywin &quot;writ small&quot;. Tywin dies in agony, then voids his bowels (through the regular end) as he dies. Tyrion walks away noting that Tywin Lannister, in the end, did not shit gold.\n\nSo far in the novels, it is unknown what has become of Tysha, and whether she is still alive.\n\nWhen asked at SDCC 2014 why Tysha was not mentioned as the ''main reason'' that Tyrion kills his father, Benioff and Weiss briefly and vaguely replied that there simply wasn't enough time to fit every subplot from the books into the adaptation - this despite the fact that they mentioned her at least once in every previous season.  It isn't clear if they meant not enough time ''in Season 4'', or perhaps, that they grew afraid that casual viewers might not remember the previous mentions of Tysha in past seasons, so they changed their minds at the last minute and simply cut her out (this despite the fact that a scene between Tyrion and Jaime discussing [[Orson Lannister]] and his beetles was invented for &quot;[[The Mountain and the Viper]]&quot; which lasted four full minutes).\n\n", "Biography": "===Background===\nWhen [[Tyrion Lannister]] was sixteen years old, he met an orphaned wheelwright's daughter on the road, apparently the victim of an attempted rape. While his brother, [[Jaime Lannister|Jaime]], rode off after the attackers, Tyrion helped Tysha recover from the ordeal, and they became lovers. They found a drunk [[septon]] willing to marry them in exchange for a bribe and briefly, they lived as husband and wife for two weeks, until Tyrion's father Lord [[Tywin Lannister|Tywin]] learned what had happened when the septon told him after he had sobered up. Jaime confessed that he organized the incident to do something nice for his little brother, and Tysha was actually a prostitute. Jaime thought it was time that Tyrion had sex with a girl, and paid Tysha and the would-be rapers to pretend it was real so Tyrion would think a girl genuinely wanted to have sex with him without having to pay for it. However, Jaime did not anticipate that Tyrion would marry the girl, nor what their father's reaction would be to that. In a fury that his son would dare to marry a [[smallfolk|commoner]], Tywin had his guards gang-rape Tysha while Tyrion was forced to watch. Tywin sarcastically had the guards pay Tysha by dropping a silver coin in her hand for each man who took her. By the end, there were so many silver coins that the pile was slipping out of her hand and coins were rolling along the floor. She was then sent on her way, and Tyrion never heard of her again.&lt;ref name=&quot;E09&quot;&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\nSince this incident, Tyrion has disdained love and romance in favor of liaisons with [[Prostitution|prostitutes]] for money.\n\n===[[Season 1]]===\nAt the Lannister battle camp, prior to the [[Battle of the Green Fork]], [[Tyrion Lannister]] is playing a drinking game with [[Bronn]] and [[Shae]], when Bronn mentions that he overheard while playing dice with some Lannister guardsmen that Tyrion was married once. Tyrion then explains the story of his marriage to Tysha.&lt;ref name=&quot;E09&quot;/&gt;\n\n===[[Season 2]]===\n\nPrior to the [[Battle of the Blackwater]], Tyrion's sister [[Cersei Lannister|Cersei]] intends to take petty revenge on Tyrion, by capturing the new whore that he has fallen in love with and taken to [[King's Landing]] with him. For a moment Tyrion thinks that she has captured his lover [[Shae]], though it is quickly revealed that she captured the wrong whore, mistaking that [[Ros]] was his lover. Cersei gloats atÂ Tyrion, referencing the past incident with Tysha by quipping, &quot;I have your little whore...tell me, have you married this one yet? No? Good. Father will be so pleased.&quot;&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n\nTywin forced Tyrion into an arranged marriage with the young [[Sansa Stark]], remarking that it is past time that Tyrion was married. Tyrion angrily snaps back that he ''was'' married once, unless Tywin has forgotten. Tywin coldly says that he has not.&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n\nLater, when Tyrion is commiserating about his situation with [[Bronn]], the sellsword advises him that it is not the worst situation. Tyrion says that [[Shae]] - a whore who became his lover and secretly brought to the capital - will not be happy about his marriage to Sansa. Bronn prods Tyrion with questions, sarcastically asking if he ever intended to actually marry a whore such as Shae. Bronn quips, &quot;how did marrying a whore work out for you the first time?&quot; Annoyed, Tyrion laments, &quot;I should never have told you about that&quot;.&lt;ref&gt;&quot;[[The Bear and the Maiden Fair (episode)|The Bear and the Maiden Fair]]&quot;&lt;/ref&gt;\n\n", "See also": "*{{AWOIAF}} (MAJOR spoilers from the books)\n\n"}, "title": "Tysha"}