{"attributes": {"status": " :Category:Status: Dead", "death": "", "last": "", "family": [" Tywin Lannister - son", "Cersei Lannister - granddaughter", "Jaime Lannister - grandson", "Joffrey Baratheon - great-grandson", "Myrcella Baratheon - great-granddaughter", "Tommen Baratheon - great-grandson", "Tyrion Lannister - grandson", "Kevan Lannister - son", "Lancel Lannister - grandson", "Martyn Lannister - grandson", "Willem Lannister - grandson"], "title": "Tytos Lannister", "season": "Season 1", "image": "Tytos Lannister.png", "allegiance": "House Lannister", "actor": "Quote", "titles": [" Lord of Casterly Rock", "Lord Paramount of the Westerlands", "Warden of the West"], "link": " House LannisterCharacter", "mentioned": ["&quot;The Pointy End&quot;", "&quot;The Old Gods and the New&quot;"], "place": "Casterly Rock", "aka": "The Toothless Lion", "first": ""}, "sections": {"TOP": "Tytos Lannister05095j0n1hkdqxfjtthzuxfxwwte1o94phx61745492015-02-26T21:34:27ZGonzalo848331{{Heraldry\n|image = Lannister mini shield.png\n|link = House Lannister\n}}\n{{Character\n| Title=Tytos Lannister\n| Image=Tytos Lannister.png\n| Season=[[Season 1|1]], [[Season 2|2]]\n| Mentioned=&quot;[[The Pointy End]]&quot;&lt;br&gt;&quot;[[The Old Gods and the New]]&quot;\n| First=\n| Last=\n| Aka=The Toothless Lion\n| Status= [[:Category:Status: Dead|Deceased]]\n| Titles= [[Lord of Casterly Rock]]&lt;br&gt;[[Lord Paramount of the Westerlands]]&lt;br&gt;[[Warden of the West]]\n| Death=\n| Place=[[Casterly Rock]]\n| Allegiance=[[House Lannister]]\n| Family= {[[Tywin Lannister]]} - son&lt;br&gt;[[Cersei Lannister]] - granddaughter&lt;br&gt;[[Jaime Lannister]] - grandson&lt;br&gt;{[[Joffrey Baratheon]]} - great-grandson&lt;br&gt;[[Myrcella Baratheon]] - great-granddaughter&lt;br&gt;[[Tommen Baratheon]] - great-grandson&lt;br&gt;[[Tyrion Lannister]] - grandson&lt;br&gt;[[Kevan Lannister]] - son&lt;br&gt;[[Lancel Lannister]] - grandson&lt;br&gt;{[[Martyn Lannister]]} - grandson&lt;br&gt;{[[Willem Lannister]]} - grandson\n| Actor=}}\n{{Quote|He was a good man. But a weak man... a weak man who nearly destroyed our House and name.|Tywin Lannister|The Old Gods and the New}}\n'''Tytos Lannister''' is an unseen character in ''[[Game of Thrones]]''. He is deceased when the events of the series begin. He is not expected to appear in the series. He was the [[Lord of Casterly Rock]] and head of [[House Lannister]]. He is the grandfather of the major characters [[Cersei Lannister|Cersei]], [[Jaime Lannister|Jaime]], and [[Tyrion Lannister]].\n\n", "Family tree": "{{House Lannister family tree}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Lord Tytos was called a kind but weak man. He loaned money to lords who never bothered to repay him and his vassals openly ignored his orders, mocking him in open court. This made his son Tywin mistrust laughter, and become a hard and cold man.\n\nTytos's father was Gerold the Golden, who appears in the ''Tales of Dunk and Egg'' prequel novellas set 90 years before the events of the main series. Gerold had at least four sons: the twins Tywald and Tion, then Tytos, then Jason. As a third son, Tytos was not initially expected to rule, but both of his older brothers died without issue while their father was still alive, meaning that Tytos directly succeeded Gerold. Tywald died in the same battle against an outlaw lord in which King [[Maekar Targaryen]] died. He had been betrothed to Ellyn Reyne, so to maintain the alliance she was married to Tion. For a time Ellyn dominated Casterly Rock, but their marriage proved childless, and Tion later died in the Fourth Blackfyre Rebellion. Gerold rid the castle of Ellyn by marrying her off to old lord Walderran Tarbeck - but she then proceeded to have numerous children by him. Tytos himself had married Jeyne Marbrand, and there came to be a bitter rivalry between the two women. Ellyn Tarbeck named her children after dead Lannister relatives, to spite them. Tytos and Jeyne had four sons: Tywin, Kevan, Tygett, and Gerion, as well as one daughter, Genna. Jeyne died only one month after giving birth to Gerion. Jason, meanwhile, was married off to Marla Prester, by whom he had five children, including [[Stafford Lannister|Stafford]] and [[Joanna Lannister|Joanna]]. Tywin would later marry Joanna, his own first cousin, and she bore him Cersei, Jaime, and Tyrion.\n\nTytos's daughter Genna states that growing up as a younger son made Tytos eager to please those around him, particularly men who were older than him. Tytos was even eager for the acceptance of older men who were his own vassals, or minor vassals of other Houses. Tytos agreed to marry Genna to [[Walder Frey]]'s son Emmon, who was his second son and thus not even his heir, simply to please Lord Frey. Despite being only ten years old, Tywin was the only one who spoke out against this, pointing out how drastically uneven the match was. Even if Walder had offered his eldest son and heir in marriage, it would still have been marrying beneath Genna's station, as the Freys were only vassals of House Tully, not another Great House like the Lannisters. Years later when Tywin came to rule House Lannister, he became insulted at the prospect of Cersei settling for anything less than a royal marriage.\n\nAccording to [[Kevan Lannister|Kevan]], Lord Tytos allowed his mistress - a woman scarcely one step above a whore - to move into their castle after his wife's death, act as if she was mistress of the Rock, demanded and wore his late wife's jewels, and even spoke for Tytos when he was sick. She grew so influential that it was said in [[Lannisport]] that any man who wished for his petition to be heard should kneel before her, for Tytos's ears were between her legs. After TytosÂ died of a heart attack while climbing stairs to see her, Tywin sent her naked and penniless out the front gate. For further humiliation, she was forced to walk naked through the streets of Lannisport for two weeks, and to confess to every man she met that she was a thief and a whore. Although no man laid a hand on her during this humiliation (as Tywin had threatened to punish any who physically harmed her), that was the end of her power.\n\nTytos once imprisoned an unruly bannerman, Lord Tarbeck. Lady Ellyn Tarbeck responded by capturing three Lannisters, including Stafford, and demanded the release of her husband, otherwise the three hostages would be killed. Young Tywin suggested his father to oblige by sending back Lord Tarbeck in three pieces, but gentle Tytos complied to the threat and released the prisoner. Some time afterward, the Tarbecks joined with [[House Reyne]] in [[Reyne Rebellion|rebellion against House Lannister]]. Tytos's son Tywin led the armies of House Lannister to deal with the upstart Houses, and in the end he annihilated both the Tarbecks and the Reynes. Tytos was so indecisive that he would not grant Tywin leave to send their army against their rebellious vassals, but Tywin led out their army anyway in defiance of his father. The extinction of House Reyne marked the first major step in the return to glory of House Lannister, in which Tywin almost singlehandedly rebuilt the fortunes and strength of his House after the very weak position his father Tytos had left it in.\n\n", "Biography": "===Background===\nHe was once [[Lord of Casterly Rock]] and head of [[House Lannister]], one of the [[Great Houses]] of [[Westeros]]. The Lannisters are the richest and one of the most influential families in Westeros. He is the father of [[Tywin Lannister]], and grandfather of [[Cersei Lannister|Cersei]], [[Jaime Lannister|Jaime]], and [[Tyrion Lannister|Tyrion]].&lt;ref name=&quot;House Lannister viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/lannister/ HBO viewers guide, season 2 guide to houses, House Lannister entry]&lt;/ref&gt;\n\nLord Tytos raised the kennelmaster of Casterly Rock to knighthood after the latter saved him from a [[Lions|lioness]] that tried to kill him. He also granted him lands, a keep, and the kennelmaster's son was taken as a squire. Thus [[House Clegane]] was born.&lt;ref&gt;&quot;[[House Clegane (Histories &amp; Lore)]]&quot;&lt;/ref&gt;\n\nTytos presided over a period of decline for the House. He frittered away much of their fortune on poor investments and allowed himself to be mocked at court creating a perception of weakness.\n\nThis reputation led the Lannister vassals of [[House Reyne]] of [[Castamere]] to eventually rise in [[Reyne Rebellion|rebellion]]. Tytos' successor, Tywin, put down the rebellion personally, extinguishing their house and re-establishing the fearsome reputation of House Lannister. His ruthlessness gave darker meaning to the common phrase &quot;A Lannister always pays his debts&quot; and was immortalized in the song &quot;[[The Rains of Castamere (song)|The Rains of Castamere]]&quot;.&lt;ref&gt;&quot;[[House Lannister (Complete Guide to Westeros)]]&quot;&lt;/ref&gt;\n\n===[[Season 1]]===\nWhen arriving at his father's encampment with a number of [[Hill tribes|hill tribe]] leaders, [[Tyrion Lannister]] introduces his father to them, calling him &quot;Tywin, son of Tytos&quot;.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\nAt [[Harrenhal]], Tywin recalls watching Tytos growing old to [[Arya Stark|his cup-bearer]]. Tywin believes that his father loved him and was a good man but weak. He blames Tytos for endangering their house and name.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}}\n\n"}, "title": "Tytos Lannister"}