{"attributes": {}, "sections": {"The Ghost of Harrenhal": "Tywin hosts a war council with five of his officers inside [[Harrenhal]]. [[Arya Stark]] serves them food, acting as Tywinâ&euro;&trade;s cupbearer. [[Reginald Lannister]] suggests that the [[House Stark|Starks]] have stretched their lines too thin and will struggle to sustain their army with winter imminent. Tywin rejects this notion, saying that the Starks are more capable than they are of coping with cold. Ser [[Amory Lorch]] says that their spies have reported growing discontent amongst the Northern Lords, who want to return home to gather the harvest. Tywin is dismissive, saying that the same spies would extract similar rumors from his own camp. He tells his officers that they are at war and no-one is content.&lt;ref name=&quot;E15&quot;&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\nTywin says that they have underestimated [[Robb Stark]] for too long adding that their enemy has a good mind for warfare and is worshiped by his men. Tywin posits that as long as Robb continues to win battles his men will continue to believe that he is King in the North. He chastises his men for waiting for Robb to fail and says that Robb will not fail unless they make him. He asks how they will stop Robb and Reginald ignores the question to say that they have been working through the night and would benefit from sleep. Tywin says that he believes Reginald would and that because they are cousins he might let Reginald wake from his sleep. He orders Reginald to return to his wife in Lannisport before he decides to send her his head. He adds that Reginald is only an officer because of his birth and otherwise would be scrubbing out pots in the cookâ&euro;&trade;s tent.&lt;ref name=&quot;E15&quot;/&gt;\n\nArya brings a jug of wine to the table and Tywin orders her to serve water instead because he expects them to be there for some time. Arya nods and heads out of the room. Tywin halts her to ask where she is from. She claims to have grown up in [[Maidenpool]]. He questions her about the lords of Maidenpool, testing her truthfulness. She is able to name [[House Mooton]] but cannot recall their sigil. He says that she is a northerner and again asks her where she is from. This time she claims to be from [[Barrowton]], ruled by [[House Dustin]] and correctly states their sigil as two crossed longaxes beneath a black crown. Satisfied, Tywin asks her for a northernerâ&euro;&trade;s view of Robb Stark. Arya says that Robb is known as the young wolf, is said to ride into battle on the back of a giant Direwolf and to be able to transform into a wolf at whim. She adds that they say that he cannot be killed. Tywin asks what she believes and she says that anyone can be killed. She holds Tywinâ&euro;&trade;s gaze until he orders her to fetch the water.&lt;ref name=&quot;E15&quot;/&gt;\n\n", "The Old Gods and the New": "Tywin hosts another war council in his chambers at [[Harrenhal]]. [[Arya Stark]] continues to serve incognito as his cupbearer. Tywin asks Ser [[Amory Lorch]] if he is able to read and the knight does not answer. Tywin reveals that Ser Amory has sent a letter detailing their troop movements to Lord Marlin of House Dormund instead of Lord Damon of House Marbrand. Ser Amory apologizes and Tywin orders Arya to fetch â&euro;&oelig;The History of the Greater and the Lesser Houses.â&euro;? Arya picks up the book while Tywin is still describing it and he realizes that she can read. Tywin decries Amory as a worse reader than a cupbearer. Tywin opens the book to the page for House Dormund and asks Amory to read who they owe allegiance to. Amory is hesitant and Tywin shouts that they are vassals of House Stark of Winterfell, their enemies and the captors of his son [[Jaime Lannister]]. Tywin says that he had judged that Amory might be useful for more than brutalizing peasants and that he overestimated. Tywin warns Amory not to endanger Jaimeâ&euro;&trade;s life again and dismisses him.&lt;ref name=&quot;E16&quot;&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\nTywin instructs Arya to clear the book away, sarcastically commenting that she should devise their next battle plan. A [[Lannister Captain]] announces the arrival of Lord [[Petyr Baelish]]. Tywin dismisses his remaining bannermen while Arya freezes in fear of recognition. Tywin orders her to clear the table and she complies. Tywin offers wine and Arya goes to serve it. Tywin asks for news from the capital and Petyr explains that he has come from [[Renly Baratheon]]â&euro;&trade;s camp. Tywin jokes about the duration of Renlyâ&euro;&trade;s reign and repeats the rumor that he was murdered by a woman. Arya pours wine, carefully keeping out of Petyrâ&euro;&trade;s vision. Petyr says that there have been talk of [[Shadow|other forces]] at work and Tywin dismissively says that men love to blame demons when their grand plans fall apart. He motions for Arya to pour him wine and she turns her back to Petyr. Petyr says that he believes that chaos affords transient opportunities. Tywin says that the belief is not original and asks what opportunities he has found. Petyr brings up [[House Tyrell]] and their large army. Tywin is impatient and Petyr moves to his point; he says that [[Loras Tyrell]] blames [[Stannis Baratheon|Stannis]] for Renlyâ&euro;&trade;s death and wants revenge while Margaery wants to be queen. Tywin is already aware of Margaeryâ&euro;&trade;s ambition. Tywin reminds Petyr that House Tyrell are traitors to the Iron Throne and Petyr says that they might be able to punish them once Stannis and Robb have been defeated. Tywin orders Arya to serve more wine to Petyr. Petyr offers to broker an alliance between House Lannister and House Tyrell. Tywin asserts that the Tyrell host has returned to [[Highgarden]]. Arya spills wine on Petyrâ&euro;&trade;s hand and apologizes. He stares at her as he says that it was only wine. Tywin draws Petyrâ&euro;&trade;s attention back to him when he asks if he would ride there himself. Petyr says that he would leave that night with Tywinâ&euro;&trade;s permission and Tywin says that he will consider it before dismissing Arya. As Arya leaves Petyr begins to detail meeting with [[Catelyn Stark]] on orders from [[Tyrion Lannister]].&lt;ref name=&quot;E16&quot;/&gt;\n\nArya looks at a letter on Tywinâ&euro;&trade;s desk. It concerns troop movements and reports ten thousand men heading for [[Golden Tooth]] while Robb Stark is moving south along the coast. Tywin catches her and asks her who taught her to read. She says that it was her father. Tywin reveals that he taught [[Jaime Lannister]] to read, spending four hours a day with him after a Maester diagnosed a problem with his processing of letters where he would reverse them in his mind. Tywin refused to accept the condition as the Maester recommended and persevered despite Jaime hating him for it and that Jaime learned. When pressed Arya claims that her father was a stonemason who taught himself to read and that he was killed by loyalty. Tywin calls her a sharp little thing. She begins to ask a question and then apologizes for speaking out of turn. Tywin tells her to continue now that she has begun and she asks him about his own father. Tywin says that he watched [[Tytos Lannister]] grow old. He says that his father loved them and was a good man but weak. He blames Tytos for endangering their house and name. Arya steals the letter while he reminisces. He says that he is cold and she goes to fetch wood for the fire. Minutes later Ser Amory opens the door to Tywinâ&euro;&trade;s chamber and then collapses forward with a dart in his neck. Tywin calls for his guard. Unbeknownst to Tywin Arya ordered the murder through her connection to the assassin [[Jaqen H'ghar]] because Amory discovered her theft.&lt;ref name=&quot;E16&quot;/&gt;\n\n", "The Prince of Winterfell": "[[File:War council.jpg|thumb|Tywin hosts a war council at Harrenhal.]]\nLord [[Tywin Lannister]] holds a war council in his chambers at [[Harrenhal]]. His brother Ser [[Kevan Lannister]] predicts that [[King's Landing]] will fall an hour after King [[Stannis Baratheon]]â&euro;&trade;s forces arrive. Kevan counsels Tywin to order the Queen Regent [[Cersei Lannister]] and her family to flee to the safety of [[Casterly Rock]]. Tywin balks at surrendering the [[Iron Throne]]. Kevan argues that giving up the throne is better than seeing the heads of their relatives mounted on the city gates, fearing that Stannis will execute any Lannister he finds in the city. Tywin rejects the suggestion, believing that a king who runs cannot remain king for long. [[Arya Stark]] serves drinks to Tywin and his bannermen, still incognito as Tywinâ&euro;&trade;s cupbearer. Tywin insists that King [[Joffrey Baratheon]] is a Lannister by blood and must stand and fight.&lt;ref name=&quot;E18&quot;&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\nTywin complains that Stannis is just two days from Kingâ&euro;&trade;s Landing while Robb Stark is on their doorstep in the Westerlands, referring to Robb as a wolf. Arya smiles at the mention of her brother. Kevan reports word from their scouts that Robb remains north of [[Ashemark]]. Tywin laughs derisively and says that the last time their scouts assured them of Robbâ&euro;&trade;s movements they were lured into a trap. Tywin blames their poor intelligence for the capture of Jaime. Tywin asserts that Robb has gotten too close to Casterly Rock. Kevan relays news that Robb has sent a splinter force to recapture Winterfell. Kevan theorizes that the Greyjoyâ&euro;&trade;s seizure of Winterfell is a boon to them because Robb will not march against Casterly Rock until he is at full strength. Tywin dismisses the suggestion, saying that Robb is a boy who has never lost a battle which will make him impetuous. Tywin predicts that Robb will take risks because he does not know enough to be afraid. Tywin announces his orders; the army will ride out from Harrenhal at nightfall. Tywin wants to get a nightâ&euro;&trade;s march before Robb is aware that they are coming. He names Ser [[Gregor Clegane]] as his castellan at Harrenhal and orders him to continue his efforts against the [[Brotherhood Without Banners]]. Tywin assigns Arya to serve Gregor, saying that she has been a good servant. He instructs Arya not to allow Gregor to get drunk in the evenings, explaining that he is poor company sober but better at his work. She watches Tywin ride out from the courtyard later that day, regretting not taking the opportunity to act against him.&lt;ref name=&quot;E18&quot;/&gt;\n\n", "TOP": "Tywin Lannister Season 2081193av9x1tg6qv1d16cdmgb963bctcnk561509672014-07-03T23:15:22ZPeloreus5466490{{Template:Delete}}In '''[[Season 2]], [[Tywin Lannister]]''' becomes a major character having appeared in [[Season 1]] in a recurring role. As the head of [[House Lannister]] he is leading his forces in defence of his grandson King [[Joffrey Baratheon]] in the [[War of the Five Kings]].\n\n", "Valar Morghulis": "[[File:Tywin court 2x10.png|thumb|Joffrey proclaims Tywin the savior of the city.]]\nLord Tywinâ&euro;&trade;s horse defecates on the flagstones outside the Iron Throne room. The doors open and Tywin trots his mount into the room. King [[Joffrey Baratheon]] formally recites his titles and proclaims Tywin the savior of the city and the [[Hand of the King]]. The handâ&euro;&trade;s badge is presented to Tywin and he curtly thanks Joffrey before turning his horse and riding out.&lt;ref name=&quot;E20&quot;&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\nJoffrey continues to recognize those who aided him, making [[Petyr Baelish]] as [[Lord of Harrenhal]] and setting aside his betrothal to [[Sansa Stark]] to cement the alliance with [[House Tyrell]] by marrying [[Margaery Tyrell|Margaery]]. Tyrion goes unrecognized and is left without a place of power as Tywin has relieved him as Acting Hand. Tywin allows Cersei to replace Tyrion's man [[Bronn]] as Commander of the City Watch.&lt;ref name=&quot;E20&quot;/&gt;\n\n", "Blackwater": "[[File:Tywin and Loras.jpg|thumb|Tywin and Loras declare victory.]]\nTywin leads his forces to King's Landing, uniting with the host of [[House Tyrell]]; [[Petyr Baelish]] was successful in brokering an alliance. They arrive to find King [[Stannis Baratheon]]'s army attacking the walls and break their foes with a devastating cavalry charge. [[Tyrion Lannister|Tyrion]]'s ingenuity in planning the defence of the city allowed the walls to be held long enough for Tywin's reinforcements to arrive but Tyrion was injured during the battle.&lt;ref name=&quot;E19&quot;&gt;&quot;[[Blackwater]]&quot;&lt;/ref&gt;\n\nTywin and his men find [[Cersei Lannister|Cersei]] in the throne room with her younger son [[Tommen Baratheon]]. Tywin Lannister pushes through the crowd and announces that the battle is over and they have won. Cersei hugs Tommen to her, stroking his hair.&lt;ref name=&quot;E19&quot;/&gt;\n\n", "A Man Without Honor": "Lord [[Tywin Lannister]] looks down at the courtyard of [[Harrenhal]] from his balcony. A score of Lannister men-at-arms have been hanged and his officers continue to question their troops about the assassination of Ser [[Amory Lorch]]. Tywin sniffs the dart that killed the knight and says that it was dipped in [[Wolfsbane]], a rare poison. He tells his subordinate Ser [[Gregor Clegane]] that the killer was no common assassin. Gregor says that they have hanged twenty men seeking the culprit and Tywin counters that he would not care if they had to hang a hundred. Tywin believes that he was the assassinâ&euro;&trade;s true target and demands his identity and his head. Gregor suggests that the assassin was an infiltrator from the [[Brotherhood Without Banners]]. [[Arya Stark]] prepares a drink for Tywin, still serving incognito as his cupbearer. Tywin calls the Brotherhood a pretentiously named band of outlaws. He states his concern that they appear weak by allowing the Brotherhood to harass their lines and demands that they be eradicated. Gregor says that they are having difficulty finding them and Tywin accuses him of going soft. Tywin orders Gregor to attack the smallfolk of the region to show them what it means to choose the wrong side. Gregor leaves to carry out his orders as Arya serves a meal to Tywin.&lt;ref name=&quot;E17&quot;&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\nTywin asks recognizes that the meat is mutton and says that he does not want the food. He suggests Arya stay and eat the food herself. Arya, nervous, says that she will eat it later in the kitchen, but he is insistent. As she eats, he tells her that she is small for her age and will not grow if she does not eat. He presumes that she has always been underfed and she says that she eats a lot but does not grow. He walks to the window and muses on his legacy. He says that the [[War of the Five Kings]] will be his last, win or lose. Arya wonders if he has ever lost and he counters that he would not be in his position if he had. He says that he will be remembered for this war and that nothing matters but how it ends. As he speaks Arya fixates on the veins of his neck, gripping her knife.&lt;ref name=&quot;E17&quot;/&gt;\n\nTywin asks her if she knows what legacy means and she shakes her head. He explains that he is talking about what he will pass on to his family after he is gone. He says that [[Harren Hoare|Harren the Black]] considered Harrenhal his legacy. Tywin describes Harrenhal as the greatest castle ever built, with the tallest towers and strongest walls. He says that the great hall had 35 hearths and asks Arya to imagine it. He asks her to look at what it has been reduced to, calling it a blasted ruin. He asks if she knows what happened and she correctly says that the castle was ruined by dragons. He is impressed and elucidates that Harrenhal was designed to repel an attack from the land and was capable of withstanding assault by a million men. He explains that it was left vulnerable to attack from the air with dragonfire. He says that Harren and all of his sons were roasted alive in the castle by [[Aegon Targaryen]] and his dragon.&lt;ref name=&quot;E17&quot;/&gt;\n\nTywin says that Aegon is remembered 300 years later because he changed the rules. Arya interjects that Aegon was aided by his sisters [[Rhaenys Targaryen (sister of Aegon I)|Rhaenys]] and [[Visenya Targaryen|Visenya]]. Tywin is surprised by her knowledge and asks if she is a student of history. Arya expands that [[Rhaenys Targaryen (sister of Aegon I)|Rhaenys]] rode [[Meraxes]] and [[Visenya Targaryen|Visenya]] rode [[Vhagar]] while wielding the [[Valyrian steel]] sword [[Dark Sister]]. Tywin notes that Aryaâ&euro;&trade;s recall exceeds his own, saying that he is sure he knew their names when he was a boy. Arya continues that Visenya was a great warrior and Tywin realizes that she is a heroine to Arya. He notes that her interests are distinct from most girls who idolize romantic legends from songs like [[Jonquil]] with flowers in her hair. Arya says that most girls are idiots and Tywin laughs, saying that she reminds him of his daughter [[Cersei Lannister]].&lt;ref name=&quot;E17&quot;/&gt;\n\nTywin questions where Arya learned about history and she claims that she was taught by her father. Tywin is dubious about the idea of a well read stonemason, saying that he has never met one. Arya asks if he has met many stonemasons and he warns her to be careful with her tone, saying that he enjoys her but has limits. He orders her to return the meal to the kitchen to finish it there. He criticizes her pronunciation of â&euro;&oelig;My Lord,â&euro;? warning her that lowborn girls say â&euro;&oelig;Milord.â&euro;? He says that if she is going to pose as a commoner she should do it properly and she claims that she was taught to speak properly by her mother, a maid to Lady Dustin. Tywin says that she is too smart for her own good and dismisses her.&lt;ref name=&quot;E17&quot;/&gt;\n\n", "Garden of Bones": "Robb wins a further victory against Tywin's reinforcements in the [[Battle of Oxcross]]. Lord Tywin returns to Harrenhal to find prisoners held in a stockade in the courtyard and torture in progress. He asks Ser [[Gregor Clegane]] what is going on. Gregor says that they were not expecting Tywin for another day. Tywin asks why the prisoners are not in their cells. Gregor says that their cells are overflowing. [[Polliver]] interjects that the prisoners will not be there long. Tywin asks if they are so well manned that they can afford to discard able and skilled prisoners, silencing Polliver. He asks the tortured prisoner, [[Gendry]], if he has a trade and Gendry says that he is a smith. Polliver catches [[Arya Stark]] looking at [[Needle]] in his sword belt from her place in the stockade and orders her to kneel, calling her boy. Tywin immediately realizes that she is a girl and calls Polliver an idiot. He does not recognize her as a Stark and asks why she has dressed as a boy. She says that it was safer to travel. He says that she is smart and orders the prisoners put to work. He says that Arya will be his new cup bearer.&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\n", "The North Remembers": "Tywin has suffered three significant defeats at the hands of newly declared [[King in the North]] [[Robb Stark]] and his son [[Jaime Lannister]] remains Robb's captive. His regrouped forces are raiding [[the Riverlands]] from their base at [[Harrenhal]].&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\n"}, "title": "Tywin Lannister Season 2"}