{"attributes": {"status": " Active", "founder": " Good MastersDaenerys Targaryen travels from Qarth to Astapor to buyÂ Unsullied.Â She is shown a group of them by Kraznys mo Nakloz, one of the Good Masters.&lt;ref&gt;&quot;Valar Dohaeris&quot;&lt;/ref&gt;DaenerysÂ offers one of her dragons in exchange for 8,000 Unsullied and the boys still in training. The offer is accepted.&lt;ref&gt;&quot;Walk of Punishment&quot;&lt;/ref&gt;Daenerys meets with the Good Masters in a large plaza holding the entire force of Unsullied. She delivers Drogon and is given a scourge that symbolizes ownership of the Unsullied. Now their master, she orders them to kill all the Good Masters, soldiers, and slave overseers, spare the children, and free any slaves they find. After the Sack of Astapor", "title": " '''Daenerys Targaryen's Unsullied'''", "season": " Season 3", "image": " UnsuelliedS3.jpg", "allegiance": "Queen Daenerys Targaryen", "leader": "Grey Worm", "former": " ", "place": "", "members": " ", "date": " ", "type": " Specialized infantry", "appearances": " "}, "sections": {"TOP": "Unsullied03113rfis1mq89loam23k47pu3mt6xamzowp1782472015-03-21T03:11:13ZArticXiongmao15030876/* Known Unsullied */{{Infobox organization\n|Title= '''The Unsullied'''\n|Image= UnsuelliedS3.jpg\n|Season= [[Season 1|1]], [[Season 3|3]], [[Season 4|4]], [[Season 5|5]]\n|Appearances= \n|Status= Active\n|Type= Specialized infantry&lt;br&gt;Slave soldiers\n|Allegiance=Owner\n|Leader= \n|Members= \n|Former= \n|Place=\n|Date= \n|Founder= [[Good Masters]]\n}}\n{{Quote|The Unsullied are not men. Death means nothing to them.|[[Missandei]] to [[Daenerys]]|Valar Dohaeris}}The '''Unsullied''' are elite warrior-[[eunuchs]] bred and trained in [[Astapor]], one of the three major cities of [[Slaver's Bay]]. They are [[Slavery|slave]]-soldiers famed for their skills and discipline in battle. They are also often purchased from Astapor by some of the [[Free Cities]], such as [[Qohor]].\n\nUnsullied battle tactics are based on the [[Ghiscari legion|legions]] of the old [[Ghiscari Empire]], involving large groups of them fighting in lock-step phalanxes using spear and shield, though they are also trained to use shortswords for close-quarters combat. Slave-eunuchs who have been trained from birth to fight, the Unsullied are renowned for their utter discipline on the battlefield, both in their usage of incredibly coordinated large unit phalanx formations, and because they will never break in the face of overwhelming odds, even to the point of death.\n\nBecause they are eunuchs, the Unsullied will not succumb to bloodthirsty or sexual urges in the midst of battle; their actions will only go as far as what they have been ordered to do, and nothing more.Â The Unsullied also seem resistant and even immune to pain&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;. However, Unsullied do possess emotions and can show anger.&lt;ref&gt;&quot;[[Second Sons (episode)]]&quot;&lt;/ref&gt;\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Unsullied are trained in Astapor, one of the three major cities of Slaver's Bay. They begin their training at five years old, when their genitals are fully removed. They are also given a puppy to look after, and at the end of the first year they must strangle the puppy to death. If they refuse, they are culled from the trainees and killed. They train from dawn to dusk until they have mastered the shortsword, shield, and three lengths of spear. Only one in three survives the training regime. They are given a beverage called the &quot;wine of courage&quot;, which over years numbs their body's ability to feel pain. Upon being given the spiked cap which is the symbol of their rank, they must go to the slave market, kill an infant slave before its mother and pay the slave owner for his loss.\n\nTheir training is utterly brutal, designed not only to train them for combat but to strip them of any empathy, individuality, or sense of self-worth, in order to create soldiers who are willing to sacrifice their own lives if so ordered. Unsullied do not have permanent names, instead choosing new names at random every day, which are written on pieces of paper and then drawn by lot from a jar. Even these temporary names tend to be demeaning descriptors such as &quot;Grey Worm&quot;, etc.\n\nThe extremely harsh training regime results in warriors who are unemotional, numbed against pain, and ferociously disciplined. They never loot or rape, they will hold against superior numbers, and will take their own lives if ordered to.\n\nAccording to linguist [[David J. Peterson]], the Dothraki respect the Unsullied so much that the [[Dothraki (language)|Dothraki language]] does not derisively refer to them with terms that mean &quot;slave&quot; or &quot;eunuch&quot;, etc. Instead, out of respect the Dothraki borrow the name that the Unsullied call themselves in [[Low Valyrian]]: &quot;DovaogÄ&ldquo;dy&quot; (literally &quot;unsullied&quot;. Plural: &quot;DovaogÄ&ldquo;dys&quot;). Due to pronunciation differences, this loanword became &quot;Dovoeddi&quot; in the Dothraki language.&lt;ref&gt;[http://www.dothraki.com/2014/02/book-announcement/#comment-7498 David J. Peterson's blog], Dothraki.com, February 4th, 2014.&lt;/ref&gt;\n\nUnsullied serve under their own officers and function as small private armies which can be bought and sold. However, they are not [[Mercenary|mercenaries]] but slave-soldiers; they don't choose whom they serve, whom they fight, or if they are ordered to their deaths.\n\nThough they are ferocious warriors, the Unsullied can become lazy if their mettle is not tested in battle. In the Free Cities, where they are usually employed as household guards who see little action, they can go soft.\n\nBesides the forced custom of drawing new names every day, the Unsullied hold some customs of their own. They worship a goddess whom they refer to as the Lady of Spears, the Bride of Battle or the Mother of Hosts, but whose true name is only known to them who have burned their manhoods on her altar and may not be spoken of to outsiders. Unsullied purify themselves according to the laws of their great goddess; one way is to bathe in the salt sea.\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "History": "Four hundred years ago, 3,000 Unsullied saved the Free City of [[Qohor]] from [[Battle of Qohor|destruction]] at the hands of ''[[Khal]]'' [[Temmo]] and his ''[[khalasar]]'' of 20,000 riders. Before the Unsullied arrived there from their long march, Temmo and his Dothraki massacred the Qohorik city guard and cavalry, while their two mercenary companies, one of them the [[Second Sons]], broke their contract and fled. The Unsullied, however, slipped past the Dothraki while they feasted and were placed between the horde and the city. As the Dothraki have always held infantry in contempt, fit only to be ridden down, they charged instead of flanking them. Eighteen times the horselords charged and eighteen times the Unsullied locked their shields and held the line. By the end the battle only 600 Unsullied remained, but 12,000 Dothraki lay dead, including Temmo and his sons. The new ''Khal'' led the survivors past the city gates, one by one throwing their cut braids before the feet of the Unsullied. Since that day the Unsullied are employed both by cities and the rich of Essos.\n\n===[[Season 1]]===\n[[File:Unsullied.JPG|200px|thumb|Four Unsullied guards at [[Illyrio Mopatis]]' manse in [[Pentos]]]]\n[[Magister]] [[Illyrio Mopatis]] of [[Pentos]] keepsÂ UnsulliedÂ as household guards at his manse, despite slavery being illegal in [[Pentos]]. A few are also present at the wedding of ''[[Khal]]'' [[Drogo]] and [[Daenerys Targaryen]].&lt;ref&gt;&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n\n{{Infobox organization\n|Title= '''Daenerys Targaryen's Unsullied'''\n|Image= UnsuelliedS3.jpg\n|Season= [[Season 3|3]], [[Season 4|4]], [[Season 4|5]]\n|Appearances= \n|Status= Active\n|Type= Specialized infantry\n|Allegiance=Queen [[Daenerys Targaryen]]\n|Leader=[[Grey Worm]]\n|Members= \n|Former= \n|Place=\n|Date= \n|Founder= [[Good Masters]]\n}}\n[[Daenerys Targaryen]] travels from [[Qarth]] to [[Astapor]] to buyÂ Unsullied.Â She is shown a group of them by [[Kraznys mo Nakloz]], one of the [[Good Masters]].&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\nDaenerysÂ offers one of her dragons in exchange for 8,000 Unsullied and the boys still in training. The offer is accepted.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\nDaenerys meets with the Good Masters in a large plaza holding the entire force of Unsullied. She delivers [[Drogon]] and is given a scourge that symbolizes ownership of the Unsullied. Now their master, she orders them to kill all the Good Masters, soldiers, and slave overseers, spare the children, and free any slaves they find. After the [[Sack of Astapor|sacking]] of the city is complete, she grants them their freedom and asks if they will fight for her as free men. After a few moments, they unanimously acclaim Daenerys as their leader and join her on her march.&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n\nAs the march of Daenerys' host continues, the Unsullied - at Daenerys' request - choose their officers, as well as their overall commander. They choose [[Grey Worm]]. Â Later, they assume formation (without being asked to do so) in order to intimidate the ambassador from Yunkai. Â Grey Worm later leads the infiltration team into Yunkai itself; followed by a small group of his men, they rapidly overwhelm the city. Â When the freed slaves pour out of the city and approach Daenerys,Â the Unsullied assume defensive positions, but she orders them to stand down and goes out among the people.&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n\n", "Gallery": "\n&lt;gallery&gt;\nUnsullied2.png|Unsullied on set of season 3\nUnsullied1.png|Unsullied\nUnsulliedSeason3Trailer.jpg|[[Daenerys Targaryen]] standing before a legion of Unsullied.\nUnsulliedAstapor.jpg|[[Daenerys Targaryen|Daenerys]] gets introduced to the Unsullied in [[Astapor]]\n&lt;/gallery&gt;\n\n", "Known Unsullied": "* [[Grey Worm]], chosen as commander of the Unsullied sworn to [[Daenerys Targaryen]].\n* [[White Rat]].\n\n"}, "title": "Unsullied"}