{"attributes": {}, "sections": {"Known uses of the term": "\n* King [[Robert Baratheon]] is called &quot;The Usurper&quot; by [[Viserys Targaryen|Viserys]] and [[Daenerys Targaryen]] as well as by [[House Targaryen]] loyalists, because he technically usurped the Iron Throne from the Targaryens, even though Aerys II Targaryen proved to be an unfit and cruel ruler. By extension, [[Eddard Stark]], [[Hoster Tully]] and [[Jon Arryn]] are often referred to as the &quot;Usurper's dogs&quot;.\n* Queen [[Cersei Lannister]] usurps the throne for her son [[Joffrey Baratheon]] while fully aware that he is not the son of Robert Baratheon and therefore has no claim to the throne. This continues with [[Tommen Baratheon]], Joffrey's younger brother and heir, who becomes the new king after Joffrey is slain.\n* [[Stannis Baratheon]], the actual lawful heir of the late Robert, refers to the other four Kings in the [[War of the Five Kings]] - Joffrey, [[Renly Baratheon|Renly]], [[Robb Stark]], [[Balon Greyjoy]] - as usurpers, even Robb Stark and Balon Greyjoy who, while not laying claim to the Iron Throne, seek to establish independent kingdoms (in Stannis's words, to steal the Northern half and the Iron Islands from his kingdom). Even though his brother [[Renly Baratheon|Renly]] doesn't claim to be the &quot;rightful&quot; King, he is still technically a usurper, since he crowns himself King while knowing full well that he is legally behind Stannis in the line of succession (although Renly initially acknowledged that Stannis came before him, it was Loras Tyrell who urged him to make a claim).\n\n", "TOP": "Usurper020513qq4yhbhcxwsurllp4vjgqg5r9k7bny41755482015-03-06T20:56:02ZSharp Blades26158496[[File:Robert-at-joust-1.3.PNG|thumb|236px|King Robert Baratheon, known by some as the &quot;Usurper&quot; to the Targaryen dynasty]]\n\n{{Quote|There are still those in the Seven Kingdoms who call me 'usurper'...|King Robert Baratheon to Eddard Stark|The Kingsroad}}\n\n'''Usurper''' is a derogative term that refers to individuals who have seized power in opposition to a &quot;legitimate&quot; or &quot;rightful&quot; ruler.\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, [[Robert's Rebellion]] is also known as the War of the Usurper - though it is generally called this by Targaryen loyalists.\n\nA great civil war between two rival branches of [[House Targaryen]] known as the Dance of the Dragons occurred from 129 to 131 AC (about 170 years before the War of the Five Kings). The late King Viserys I TargaryenÂ had named his oldest surviving child as his heir: his daughter [[Rhaenyra Targaryen|Rhaenyra]]. Rhaenyra was his only surviving child by his first wife, but he later remarried and had sons by his second wife, the eldest of whom was [[Aegon II Targaryen|Aegon II]]. As soon as Viserys I died, Aegon II usurped the throne, though his supporters continued to insist that he was the rightful king because a younger son always inherits ahead of older daughters under the succession laws of the [[Andals]] and the [[First Men]]. The Targaryens were not from Westeros and the matter of royal succession was still somewhat unclear. Aegon II's faction therefore claimed that Rhaenyra was actually a usurper - even though her father had publicly declared her his heir and extracted oaths of loyalty from the major lords of the Seven Kingdoms years before to confirm her as his successor. Â During the Dance of the Dragons Rhaenyra'sÂ faction nicknamed Aegon II as &quot;Aegon the Usurper&quot;.\n\nIn any event, both Rhaenyra and Aegon II actually died by the end of the Dance, leaving Rhaenyra's eldest surviving son [[Aegon III Targaryen|Aegon III]] to succeed to the throne. Many saw this as a tacit legitimization of Rhaenyra's claim as the rightful monarch. However, following the Dance the Targaryens were so shaken that they wanted to ensure that such confusion would never occur again, so they enacted new special royal succession laws which explicitly stated that a female Targaryen can only inherit after all ''possible'' male heirs are deceased (including younger brothers, uncles, and distant cousins). Because Aegon III was trying to enforce this new principle, he could not hypocritically also say that it didn't apply to his own deceased mother - so the history books record that Aegon II was the official king at the time and that Rhaenyra was a rival claimant, or usurper (despite the fact that Rhaenyra managed to briefly capture King's Landing at one point and did indeed sit on the Iron Throne, briefly, before being driven from the city again). Had Aegon II been officially declared a usurper, Rhaenyra's son would have been called &quot;Aegon II&quot; and not &quot;Aegon III&quot;, denying the legitimacy of his deceased uncle. Calling himself &quot;Aegon III&quot; may also have been a tactic to try to mend fences with his uncle's old supporters, by at least acknowledging him retroactively.\n\nOne of the major stigmas against [[Bastardy|bastard]] children is the fear that they will eventually attempt to usurp their parents' trueborn heirs. [[Catelyn Stark]] was relieved when [[Jon Snow]] voluntarily joined the [[Night's Watch]] because it meant he was giving up all claim to land and title, and all threat was removed that he might one day attempt to usurp her son [[Robb Stark]]. These fears are not entirely ungrounded, as there are several infamous historical examples from Westeros in which bastard children became usurpers.\n\nProbably the most notorious example is [[Daemon Blackfyre]], the legitimized bastard son of King [[Aegon IV Targaryen|Aegon IV the Unworthy]]. Daemon was the greatest living warrior of his generation, and his father grew very attached to him. In contrast, Aegon IV's legitimate son was [[Daeron II Targaryen|Daeron II]], a not very martial man, but a wise and intelligent statesman and diplomat. Daeron II was years older than Daemon, so there was no question about the order of succession. Yet rumor spread that Daeron II was actually fathered by Aegon IV's brother Aemon the Dragon-Knight, and Daemon Blackfyre gathered many supporters to himself. Others insisted that Aegon IV ''himself'' started this rumor because he wished that Daeron II wasn't his own son, hating his bookishness and preferring the great warrior his bastard son Daemon was turning into. Daemon tried to usurp the throne in the Blackfyre Rebellion, the worst civil war that Westeros endured between the Dance of the Dragons and the War of the Five Kings. Ultimately he was defeated and killed at the Battle of the Redgrass Field, though Daemon's surviving sons from House Blackfyre would continue to harass the main line of the Targaryen dynasty for decades.\n\nMany of these usurpers made claims about the lawful line of succession as a pretext to support their bids for power, but it is unclear if any truly believed them, or if they tried to take the throne simply because they could. Aegon II usurped the throne by arguing that under normal succession law a younger brother succeeds ahead of a younger daughter - even though his father had publicly named Rhaenyra as the lawful heir years before. Daemon Blackfyre was in a more difficult position because even though his taint of bastardy was legitimized by Aegon IV upon his deathbed, he was simply younger than Daeron II, even if he had been his trueborn full brother. The only option was to accuse Daeron II himself of being the bastard offspring of Queen Naerys and Prince Aemon, called the Dragonknight, who shared a close relationship.\n\nWhen Cersei Lannister plotted to have her son Joffrey usurp the throne, the accusations of his alleged uncle [[Stannis Baratheon]] and Ned Stark - that the Queen had an incestuous affair with her own twin brother - seemed so outlandish that many initially waved them off as the flimsy justifications that past usurpers had used. Only gradually, as Joffrey's insanity became increasingly apparent, did more people gradually suspect that the accusations might be true. Nevertheless, a few who had known of Joffrey's true origins even before [[Jon Arryn]] - namely [[Pycelle]], [[Varys]], and perhaps even [[Littlefinger]] - kept the truth to themselves for their own purposes.\n\n"}, "title": "Usurper"}