{"attributes": {"founding": "", "founder": "Quote", "places": "Eastern market, western market", "title": "Vaes Dothrak", "image": "dothrakhorses.jpg", "rulers": "The ''dosh khaleen''", "location": "Essos, the Dothraki sea", "military": "", "religion": "Great Stallion", "age": "", "type": "Capital city", "institutions": "", "population": "Transient"}, "sections": {"Behind the scenes": "The location of Vaes Dothrak in the title sequence of ''[[Game of Thrones]]'' is erroneous. Later maps show the city lying in farther in the east of Essos, while the title sequence map shows it much closer to the center of the Dothraki sea. George R.R. Martin did not provide detailed maps for the Dothraki Sea until well into production of the second season.\n\nAccording to the TV series official [[pronunciation guide]] developed for the cast and crew, &quot;Vaes Dothrak&quot; is pronounced &quot;VIE-iss Doth-RACK&quot;, as opposed to &quot;Vays Doth-RACK&quot;, etc. &quot;Vaes&quot; is pronounced as two distinct syllables.\n\n", "TOP": "Vaes Dothrak02351qhtu5tv0tzuct7g9t2mosvvi9d0ldey1786962015-03-22T21:04:08ZThe Dragon Demands5014364/* References */{{Settlement\n| Title=Vaes Dothrak\n| Image=dothrakhorses.jpg\n| Location=[[Essos]], the [[Dothraki sea]]\n| Type=Capital city\n| Population=Transient\n| Rulers=The ''[[dosh khaleen]]''\n| Religion=[[Great Stallion]]\n| Military=\n| Institutions=\n| Places=Eastern market, western market\n| Founding=\n| Age=\n| Founder=}}\n{{Quote|Vaes Dothrak... the city of the horselords.|Ser Jorah Mormont|Cripples, Bastards and Broken Things}}\n[[Image:Vaes Dothrak Title Sequence.jpg|right|200px|thumb|'''Vaes Dothrak''' as depicted in the title sequence, with [[Westeros]] in the distant background.]]\n\n'''Vaes Dothrak''' is the only city in the [[Dothraki Sea]], located near the far northeastern edge of the region. It lies in the shadow of a single, vast peak known by the Dothraki as the [[Mother of Mountains]]. The entrance to Vaes Dothrak is marked by two large statues depicting a pair of stallions.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\nVaes Dothrak is a place of peace where the [[Dothraki]] [[khalasar]]s may gather and meet to trade, but not to fight. Therefore it is forbidden to draw a sword while in the city, under penalty of death. However, the restriction is specifically on drawing a bladed weapon or shedding blood (which is considered sacrilege): should the need arise, it is permissible to kill someone in the city using other lethal means, i.e. strangulation or burning. Even so, due to the respect the Dothraki have for the city, violence within it is rare.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\nDothraki holy women, known as ''[[dosh khaleen]]'', live in the city and are respected by all Dothraki.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/vaes-dothrak/ HBO viewers guide, season 2 map, Vaes Dothrak entry]&lt;/ref&gt;\n\nThe city has a large marketplace, where foreign merchants from as far afield as the [[Free Cities]] and [[Asshai]] sell their wares.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, [[Daenerys Targaryen]] travels east to Vaes Dothrak to gain acceptance and approval for her marriage to Khal [[Drogo]]. This frustrates her brother [[Viserys]], since Vaes Dothrak is a thousand miles or more in the &quot;wrong&quot; direction compared to his desire to invade [[Westeros]]. Vaes Dothrak lies close to the Mother of Mountains and a lake known by the Dothraki as the Womb of the World, from where, according to Dothraki myth, the first man emerged riding the first horse.\n\nIt is forbidden to draw a bladed steel weapon in Vaes Dothrak, under penalty of death. The TV series mentions this with regard to people, but the book goes on to establish that it is even forbidden to use steel blades to butcher ''animals''. Thus when Drogo and his bloodriders had to slaughter a stallion so Daenerys could [[Stallion heart|eat its heart]] in a Dothraki religious ritual, they had to butcher it using stone knives.\n\nThe city is both very large and very small: it is physically large enough to hold every ''khalasar'' if they return all at once (for special religious ceremonies, etc.). Daenerys estimates that it physically has ten times as many buildings as [[Pentos]] does. However, there are rarely more than a few ''khalasars'' stopping in the city at any one time, before leaving again to find plunder. As a result, the permanent population of the city isn't much compared to one of the Free Cities or to a Westerosi city such asÂ [[King's Landing]].\n\nVaes Dothrak has actually become a major trade hub for the west-east overland caravan routes across Essos (which want to avoid the high tolls on sea trade that [[Qarth]] exacts to the south).  The Western Market is filled with traders from the [[Free Cities]], who may sell wares which indirectly originated in Westeros (e.g. Westerosi wines from [[the Arbor]]). The Eastern market contains traders from more exotic lands from the east such as Qarth, [[Yi Ti]], and the plains of the Jogos Nhai. The novels specify that the market is actually more for the traders from the west and east to trade with ''each other'' - thus explaining how the Dothraki can be said to &quot;not believe in money&quot; yet still have a large marketplace in their capital city. The foreign merchants give gifts to the ''dosh khaleen'' in return for being allowed to trade in the city, and sometimes Dothraki might visit the market to obtain something interesting (e.g. Daenerys and her handmaidens), but on the whole the entire business of trade and exchange seems alien to the Dothraki.\n\n"}, "title": "Vaes Dothrak"}