{"attributes": {}, "sections": {"TOP": "Valar Dohaeris recap014821f2m3zp43pr7l4vteuvtzx7n3ocf14801603592014-09-24T19:17:29ZThe Dragon Demands5014364:''Main: [[Valar Dohaeris]]''\nThis '''recap''' of &quot;'''Valar Dohaeris'''&quot; features a detailed section on each scene of the episode.\n\n", "Scene 13": "Tywin is writing a letter in his chamber, pointedly ignoring Tyrion. Tyrion enquires about how Tywin is finding [[King's Hand|the job]]. Tywin is not amused. He tells his son that he sent him to King's Landing to advise the king, a job with real power and responsibility. Instead of fulfilling that duty, Tyrion instead spent his days sleeping with whores and drinking with thieves. Tyrion is angry, pointing out that Tywin did not come and see him while he was injured. Tywin replies that Tyrion's injuries were not fatal. Tyrion says that he wants to get at least a little gratitude for leading the defense of the city and bleeding for their family, at least more than being dumped in a cell. Tywin is unmoved, saying that Lannisters do not require applause like jugglers and fools, and should not be demanding to be garlanded with flowers every time they receive a cut on the battlefield. Tiring of the wordplay, Tywin points out he has seven kingdoms to run, three of which are in open rebellion. He wants to know what Tyrion wants.\n\nTyrion says he wants what is his due and his rights: Jaime is Tywin's oldest son and heir, but gave up his inheritance when he joined the Kingsguard. That makes Tyrion the rightful heir to [[Casterly Rock]], the ancestral stronghold of [[House Lannister]]. Tyrion wants Tywin to acknowledge that. Tywin, stoic, agrees that Tyrion needs to have better quarters. When fully recovered he will also be given a position of authority and responsibility where he can continue to serve the Lannister name with honor. He will also be found a wife if he serves well. Growing angry, Tywin then says he will be consumed by maggots before he makes Tyrion heir to Casterly Rock. Tyrion asks why and Tywin says that Tyrion is an ill-made and spiteful little creature full of lust and low cunning who killed [[Joanna Lannister|his mother]] to come into this world. Tywin cannot prove that Tyrion is not his, so he must let him waddle about wearing the family's crest, but the words of neither gods nor men will ever compel him to let Tyrion turn Casterly Rock into his whorehouse. He dismisses Tyrion, but as he leaves says that he will kill the next whore he finds in Tyrion's bed.\n\n", "Scene 12": "More than two hundred prisoners are found dead in the ruins. Lord [[Rickard Karstark]] laments the losses and wonders where their justice is, and the justice for his dead son, but Bolton tells him that their best hunters are in pursuit of [[Jaime Lannister|the Kingslayer]]. Robb and [[Catelyn Stark|Catelyn]] find the corpse of Ser [[Jaremy Mallister|Jaremy]], a knight in the service of [[House Mallister]], bannermen sworn to [[Hoster Tully|Catelyn's father]]. Robb orders that a cell be found for his mother. Robb and [[Talisa Maegyr|Talisa]] then find a survivor of the massacre, [[Qyburn]], and give him medical attention.\n\n", "Scene 11": "The [[House Stark|Stark]] army arrives at [[Harrenhal]]. Lord [[Roose Bolton]] starts preparing for a siege, but King [[Robb Stark]] is sceptical a siege will be necessary: [[Gregor Clegane|the Mountain]] cannot defend a ruin. Sure enough, the castle has been abandoned and the Stark army takes control of the castle unopposed.\n\n", "Scene 10": "Davos has been rescued by the flagship of his old friend and sometimes-comrade, [[Salladhor Saan]]. Salladhor asks about Davos's son [[Matthos Seaworth|Matthos]] but Davos knows he is dead. He saw the wildfire take him. Salladhor commiserates with him. He tells Davos that Stannis lives and has retreated to Dragonstone. He sees no-one, not even [[Selyse Baratheon|his wife]], only [[Melisandre]]. Melisandre has erected nightfires and is sending enemies of the crown to the fires, claiming they are &quot;servants of darkness&quot;. Davos asks Salladhor to take him to Dragonstone so he may stop Melisandre. After arguing against Davos' plan, Salladhor finally agrees, and sarcastically promises to take his bones back to [[Marya Seaworth|Davos's wife]] afterwards.\n\n", "Scene 17": "[[File:Stannis-3x01.jpg|right|thumb|Stannis Baratheon unimpressed with Davos Seaworth's return.]]\nGuards bring Davos before Stannis and Melisandre, who offer a lukewarm welcome. Davos says the war is not yet over and Stannis can keep fighting. Stannis says he already is. Davos asks how burning people alive is fighting the war. Melisandre asks how Davos would deal with infidels and says that she is not Davos's enemy. Davos angrily says she is. Melisandre asks if it was her who defeated them on Blackwater Bay. If she'd been there, the tide could have been turned and Stannis would have won. But she was not there, because Davos convinced Stannis to leave her behind. She asks Davos if he can still hear the screams. She tells him that what she told his son was true: death by fire is the purest death. Davos pulls out a dagger and tries to attack Melisandre, but Stannis' guards stop him. Stannis orders him to be taken to the dungeons.\n\n", "Scene 16": "Salladhor Saan's ship drops off Davos in the shadow of the castle of Dragonstone.\n\n", "Scene 15": "A ship is plowing through the waters of [[Slaver's Bay]], bringing [[Daenerys Targaryen]] and her small (and highly seasick) ''[[khalasar]]'' to the city of [[Astapor]]. Daenerys's [[dragons]] are playing in the water next to the ship. They are getting bigger, but not fast enough. Daenerys needs an army if she is to take the [[Iron Throne]]. Ser [[Jorah Mormont]] agrees, saying that the [[Unsullied]] - the [[eunuch]] slave-soldiers of Astapor - are the finest soldiers in the world. Daenerys is not happy with the idea of buying slaves to help her claim her throne.\n\n", "Scene 14": "[[Shae]] and [[Sansa Stark|Sansa]] are at the docks, seeing the merchant ships passing by. Sansa tries to get Shae to play a game where they make up stories for each ship, but Shae is uncooperative, asking why she needs to make up a story when she can find out the truth.\n\nLord [[Petyr Baelish|Petyr &quot;Littlefinger&quot; Baelish]] arrives to talk to Sansa in private. Baelish tells her that he is waiting for word of an assignment that will take him far from the capital. He might be able to take Sansa with him, but she must be ready to leave at a moment's notice. She agrees.\n\n[[Ros]], who accompanied Baelish, talks to Shae. She says that the two of them have done well for themselves, digging themselves out of where they started to become attached to important people. Ros tells Shae to watch out for Sansa, and to watch out for her with Littlefinger.\n\n", "Scene 19": "[[File:Valar_Dohaeris_still_.png|right|thumb]]\nIn the orphanage Margaery talks to a young boy whose father was a soldier, killed during the battle for the city walls. Margaery gives him a toy knight and says his father fought to protect the city and its inhabitants from bad men. Margaery says they will be cared for and the sacrifice of their fathers will not be forgotten. [[Margaery's handmaiden]]s distribute a sack of toys to theÂ rest of the orphans.\n\n", "Scene 18": "King [[Joffrey Baratheon|Joffrey]] and his retinue are passing through the crowded streets of [[Flea Bottom]], King's Landing's poorest district. They halt when the Lady [[Margaery Tyrell|Margaery]] unexpectedly vacates her palanquin. Margaery wishes to visit an orphanage, braving hostile stares and the mud to do so. A puzzled Joffrey watches on.\n\n", "Scene 22": "[[File:Astapor city view.jpg|right|thumb]]\nDaenerys's ship arrives at Astapor.\n\n", "Scene 23": "Daenerys meets with Master [[Kraznys mo Nakloz]], one of the slave-owning merchants of the city. He takes them to a detachment of Unsullied, which he has left standing for a day and a night without food or water as proof of their hardiness. KraznysÂ communicates through a translator,Â [[Missandei]], though the two actually mock and manipulate Daenerys and Jorah unbeknownst to them. KraznysÂ explains that the discipline and training of the Unsullied are without equal. They are trained daily from dawn to dusk with the short sword, the shield and the three spears. Only one boy in four survives the training. They fear nothing.\n\n[[File:UnsulliedAstapor.jpg|right|thumb]]\nSer Jorah says that even the bravest man fears death. An irritated Kraznys tells Missandei to tell Jorah he smells of piss. The puzzled translator asks if he means this and Kraznys says no. Instead he has her explain that the Unsullied, being eunuchs, are not men and do not fear pain or death. He beckons one Unsullied forth and cuts off his nipple (without any sign of pain from the Unsullied) in demonstration of their stoicism. Kraznys goes on to explain that whenever an Unsullied completes his training, he is given a silver mark and is sent to the slave market to find a newborn babe and kill it before its mother's eyes. Daenerys is disgusted, even moreso when Kraznys corrects her guess that the silver mark is for the mother: it's actually for the slave child's owner. Kraznys concludes the demonstration by telling Daenerys that he has eight thousand Unsullied for sale, but there are other buyers interested.\n\n", "Scene 20": "Margaery leaves the orphanage, assuring the [[septa]] in charge to come to her with any needs she has. Joffrey, watching from his palanquin, is unsure what to make of her.\n\n", "Scene 21": "Joffrey, Margaery, [[Loras Tyrell|Loras]] and Cersei attend a dinner. Margaery is polite and correct, but Cersei makes a few disparaging remarks about Margaery's visit to Flea Bottom. Margaery deflects such comments, getting unexpected support from Joffrey (to Cersei's annoyance). Margaery is also pleased to hear that hundreds of wagons stuffed with food and supplies are arriving daily from [[the Reach]], supplies sent by [[House Tyrell]] to the city's aid.\n\n", "Scene 9": "Ser [[Davos Seaworth]] finds himself washed up on a rocky island in [[Blackwater Bay]], after being blasted overboard by the [[wildfire]] explosion during the battle. He spies a ship in the distance and successfully signals to it. A landing party arrives, but challenges him on his identity. Davos says he was a loyal servant of the one true king of Westeros, [[Stannis Baratheon]]. After a moment, the leader of the landing party smiles and tosses him a rope.\n\n", "Scene 8": "Tyrion walks the battlements of the castle. Bronn is no longer commander of the [[City Watch]] and his coin is starting to run low. Tyrion gets Bronn to agree to remain in his service, though he has to double his wages.\n\n", "Scene 7": "Bronn and Pod arrive at Tyrion's chambers, only to find Ser [[Meryn Trant]] and another [[Kingsguard]] blocking the way. Trant is incredulous to learn that Bronn has been knighted since he is just a cutthroat. Bronn agrees, but then says that Trant is a grub in fancy armor who'd rather beat little girls than fighting men. Just as swords are about to be drawn, Cersei leaves and the two Kingsguard go with her.\n\n", "Scene 6": "In his humble new quarters, Tyrion Lannister examines his new facial scar. His sister, [[Cersei Lannister|Cersei]], knocks at the door. Tyrion is reluctant to let her in after [[Mandon Moore|her knight]] tried to kill him, but agrees. Cersei and Tyrion exchange barbs until Cersei reveals her purpose: she knows that Tyrion is meeting [[Tywin Lannister|their father]] this day and wants to know why. Tyrion is amused when Cersei reveals she is worried Tyrion will 'slander' her and Joffrey, and is still annoyed that Tyrion told their father about a serving girl she had beaten when she was nine. He points out that it's not slander if it's true. Cersei tells him he isn't as clever as he thinks he is. Tyrion agrees, but points out that he's still cleverer than her.\n\n", "Scene 5": "In a brothel, [[Bronn]] - now Ser Bronn of the Blackwater, knighted for his efforts in the battle - is being entertained by [[Mirelle]]. Before they get down to business, they are interrupted by [[Podrick Payne]]. Podrick tells Bronn that [[Tyrion Lannister|Tyrion]] needs him. Frustrated, Bronn answers the call.\n\n", "Scene 4": "The harbor of [[King's Landing]] is still full of the wrecks of ships sunk during the [[Battle of the Blackwater]]. Young children are swimming out to the hulks, some hoping to find treasure.\n\n", "Scene 3": "Jon is taken into the command tent, where the [[Lord of Bones]] makes a report to a bearded man Jon assumes is Mance. The man is impressed when he hears that Jon killed [[Qhorin Halfhand]]. When Jon makes obeisance to him in the Westerosi fashion, the man bursts into laughter. The real Mance steps out from the back of the tent and tells him the other man is [[Tormund Giantsbane]]. He dismisses the Lord of Bones and Ygritte, noting a look that passes between Ygritte and Jon.\n\nMance tells Jon that he is happy Qhorin is dead, but also remembers him when he was his brother in the Watch. He asks Jon what happened and Jon explains that he had been sent by Mormont to the Halfhand for seasoning, in preparation for a leadership role. Mance accepts that, but is puzzled by why Jon is here, if he is so highly regarded. Jon says he wants to be free, but Mance is not convinced. He gives Jon one more chance to convince him. Jon says that when they came north and stopped at [[Craster's Keep]], he saw a White Walker take one of [[Craster]]'s sons, and Mormont did nothing to stop it. Jon decided then that he wants to fight for those who support the living. He asks Mance if he came to the right place. Mance tells him he'll need a new cloak.\n\n", "Scene 2": "Jon Snow arrives at the [[wildlings]]' main encampment and is immediately startled to see a [[giant]] erecting a tent post. [[Ygritte]] warns him not to stare too long, as the giants are shy but also quick to anger. Jon's dark clothes are noticed by the other wildlings, who mock him. Small children throw rocks atÂ \n\n[[File:Mance_Rayder_and_Jon_3x01.jpg|thumb|Jon's first meeting with Mance Rayder. ]]\n\nhim. Ygritte shoos them off and tells Jon that some of them lack discipline as they have no fathers. Most of their fathers are dead, some killed by crows like Jon. Ygritte tells him not to worry, as if [[Mance Rayder]] likes him he will live another day.\n\n", "Scene 1": "Sounds of combat at the [[Fist of the First Men]] are heard. [[Samwell Tarly]] is running through the blizzard that\n\n''[[File:Nightswatch_3x01.jpg|thumb|The living remains of the Night's Watch after the fight with Wights and White Walkers.]]''\naccompanied the arrival of the [[White Walkers]]. He is then attacked by a [[wight]]. [[Jon Snow]]'s [[direwolf]], [[Ghost]], drags it away from Sam and Lord Commander [[Jeor Mormont]] sets it ablaze with a torch, killing it. Mormont asks Sam if he sent the ravens and Sam replies in the negative. Mormont is disappointed, as this was Sam's only job in the event of an attack. He tells the other members of the [[Night's Watch]] they must return to [[the Wall]] on foot and warn them personally, or everything will be lost.\n\n"}, "title": "Valar Dohaeris recap"}