{"attributes": {}, "sections": {"TOP": "Valar Morghulis recap0102189oxoqcsimea2iq08appezzxzxvp8zid1682502014-12-30T15:40:26ZArticXiongmao15030876Undo revision 168247 by [[Special:Contributions/75.91.156.217|75.91.156.217]] ([[User talk:75.91.156.217|talk]]):''Main: [[Valar Morghulis]]''\nThis '''recap''' of &quot;'''Valar Morghulis'''&quot; features a detailed section on each scene of the episode.\n\n", "Scene 13": "[[File:Jaqen H'ghar 2x10.png|thumb|Jaqen waiting for Arya on a stone outcrop]]\n[[Arya Stark]], [[Gendry]] and [[Hot Pie]] walk through [[the Riverlands]] away from [[Harrenhal]]. They are surprised to see [[Jaqen Hâ&euro;&trade;ghar]] waiting for them on a stone outcrop. Hot Pie asks how he found them. He disappears from view as they pass beneath the stone. Arya forges ahead and he reappears behind her. She asks why he is there and he says that he was waiting for her. She asks him how he knew that they would come that way. He wonders if that is really what she wants to know after everything she has seen. She asks him instead how he killed the guards and if it was difficult. He says that it was no harder than taking a new name if you know how. She asks him to show her. He says that to learn she must accompany him across the Narrow Sea to Braavos. She says that her dancing master, [[Syrio Forel]], was from Braavos. Jaqen grins and says that it is special to be a Dancing Master but better to be a Faceless Man. He reveals that he knows the list of names that she whispers and suggests that they could all be offered to the Red God.\n\nArya says that she wants to go with him but canâ&euro;&trade;t. She explains that she needs to find her family. She lists her mother, her brother and her sister. Jaqen says that they must part, citing his own duties. He hands her an iron coin. She wonders what it is and Jaqen says that it is a coin of great value. She asks if she can use it to buy a horse. He says that it is not meant for that and she wonders what good it is. He says that if she decides to follow him she should give the coin to anyone from Braavos and say to them â&euro;&oelig;Valar Morghulis.â&euro;? Arya repeats the phrase as he walks away. She pleads with him not to go. He tells her that Jaqen is dead and asks her to repeat it again. He says that her pronunciation is good. He turns away and bows his head. When he turns back to her his face has changed entirely. He bids her farewell in a new voice and walks away. Arya looks down at the coin and then back at Jaqen.\n\n", "Scene 12": "\nDaenerys finds herself on a landing in a dark, stone, spiral staircase lit by torches. She takes one to light her way. She can hear Jorah shouting to her but cannot see him. She calls to the warlocks, accusing them of trying to frighten her with magic tricks. She says that she is there if they want her and asks if they are afraid of a little girl. She hears the calls of her dragons up the stairs and heads in the direction of the sound.\n\n", "Scene 11": "\n[[Daenerys Targaryen]], Ser [[Jorah Mormont]] and [[Kovarro]] ascend the steps to the [[House of the Undying]] in [[Qarth]]. Kovarro tells his Khaleesi that the place is a house of ghosts, adding the common Dothraki phrase â&euro;&oelig;It is known.â&euro;? The imposing stone tower has no windows, only spikes. Kovarro notes the absence of guards and Jorah tells him that the warlocks kill with sorcery, not steel. Daenerys defiantly says â&euro;&oelig;let them try.â&euro;?\n\nShe leads her guards within the walls to the base of the tower. There appears to be no door and she asks if it is a riddle. She circles the tower and Jorah trails behind her. Motioning to Kovarro to stay by the entrance. The curvature of the tower takes her out of his sight for a moment. He continues after her and finds himself back by Kovarro. They realize that she has gone and Jorah screams her title to no avail.\n\n", "Scene 10": "[[File:Robb weds Talisa.png|thumb|Robb weds Talisa.]]\nA Septon conducts the marriage of [[Robb Stark]] and [[Talisa Maegyr]] in the woods outside the Stark camp. He binds their hands together with a ribbon and proclaims their souls bound together in the sight of the seven for eternity. He asks them to turn to one another and say the words. They name the seven gods and say â&euro;&oelig;I am [theirs] and [they] are mine from this day until the end of my days.â&euro;? They kiss tenderly and then hold one another close.\n\n", "Scene 17": "\nImpossibly, the door leads her into the Iron Throne room of Kingâ&euro;&trade;s Landing. The room is deserted and the floor is covered by a layer of snow. The roof above her has been ruined, exposing the room to the wintery conditions. She walks down from the gallery and leaves her torch on the floor. She climbs the steps to the throne itself. She reaches out a hand to touch it but is halted when she hears her dragons again. She pulls her hand back and exits the room via the door behind the throne which should lead to the small council chamber.\n\n", "Scene 16": "\nDaenerys takes the staircase up, following the screeching of her dragons to a closed door. As she opens the door the sound ends abruptly. She steps through into a round room with many doors around its walls. In the center of the room is a bare stone pedestal. As she steps over a metal grate in the floor and approaches the doors she begins to hear the dragons again. She chooses a door where the sound is louder.\n\n", "Scene 15": "\nSummer and Shaggydog stalk across the land north of Winterfell. The burning castle pours black smoke into the sky behind them. Osha and Rickon trail after the wolves. Hodor follows them, pushing Bran in a small hand cart, also laden with supplies.\n\n", "Scene 14": "\nOsha leads Rickon and Hodor out of the catacombs, Hodor is carrying Bran as usual. Bran asks what she is doing as she walks into the light. They find Winterfell a smoky haze with charred beams and dead smallfolk littering the courtyard. It is unclear who is responsible for the [[Sack of Winterfell]]. The Ironborn are gone and the gates hang open. Bran notices the direwolves at the entrance to the Godswood and tells Hodor to go to them. Once inside they find Maester Luwin leaning against the heart tree, still clinging to life.\n\nRickon runs over to him and he grabs the boy by the arm. Hodor carries Bran to join them. Rickon pulls aside the Maesterâ&euro;&trade;s robe to reveal his blood soaked undershirt. Osha stands behind Hodor as Luwin holds both boys. Bran asks Rickon to tell them what medicine he needs and says that they will fetch it from his chambers. Rickon says that they will make it better. Luwin tells them that he feels fine. Bran says that everything at Winterfell has been burned down. Luwin says that not everything is lost and takes comfort in the boys being alive. Rickon sobs to see his father figure dying. Luwin warns that those responsible might return and urges them to leave. He instructs them to put on their warmest clothes and pack as much food as they can carry before heading North. Osha argues that they should head south to their mother and brother. Luwin says that they do not know Robb and Catelynâ&euro;&trade;s whereabouts and that they have too many enemies in the south. He urges them to travel to the Wall. He says that Jon Snow will look after them and tell their mother that they are safe.\n\nBran says that he does not want to leave Luwin. Luwin grips his hand and says that he feels the same way. He reminds the boys that he pulled them into the world and has seen them both almost every day since. He says that he considers himself very, very lucky to have known them. He tells them to go with Hodor and reassures them that he will be right where they have left him.\n\nOsha stays with him and he tells her that she must protect the boys. He says that she is the only one who can do it and adds that she may have to protect them against her own people, the free folk. She says that she has no great love for her own kind. She offers to get him Milk of the Poppy. He says that he does not want the painkiller and instead nods towards her dagger. She understands his request for mercy and reaches for the weapon. He asks her to do it quickly as she checks that the boys are out of sight. She draws the blade, her face showing that she is set to the task.\n\n", "Scene 19": "\nShe pushes aside a canvas flap and steps inside the extended entrance. The light shifts; suddenly she is surrounded by a warm glow. She walks to the middle of the tent and is shocked to find Drogo sat there, holding a baby boy. He greets her as the â&euro;&oelig;Moon of [his] life.â&euro;? She says that she is experiencing dark magic, like the magic that separated them. She suggests that she might be dead and unaware of it and asks if they are meeting again in the [[Night Lands]]. Drogo responds that he might have refused to enter the Night Lands without her, telling the Great Stallion to â&euro;&oelig;go fuck himselfâ&euro;? and returning to wait for her. She smiles and says that it sounds like something he would do. Their child, [[Rhaego]] murmurs and she bends down to touch his head. Drogo suggests that it could be a dream that either of them is having and admits that he does not know. He calls the mystery a question â&euro;&oelig;for wise men with skinny arms.â&euro;? He says that she is the moon of his life, and that is all he knows and all he needs to know. He says that if he is dreaming he will kill the man that tries to wake him. She holds his head next to hers. She then tearfully repeats what Mirri Maz Duur told her when she asked when Drogo would be as he was, realizing that none of this is real. She leaves the tent and the vision of the family she lost.\n\n", "Scene 18": "[[File:Dany Season 5 Valar.png|thumb|Daenerys in an illusory blizzard.]]\nInstead Daenerys finds herself emerging north of the wall, from the Castle Black tunnel. The gate clanks and screeches as it opens. She walks out into a thick blizzard and hugs her arms across her body, still dressed for the hot weather of Qarth. Through the white haze she catches a glimpse of a black shape. She forges on through the snow towards it. The shape resolves into the tent she once shared with her husband Khal [[Drogo]].\n\n", "Scene 24": "[[File:Daenerys and dragons 2x10.jpg|thumb|Daenerys and her Dragons prepare to leave Qarth.]]\nDaenerys and her people return to Xaroâ&euro;&trade;s hall. Jorah says that Xaroâ&euro;&trade;s fortune was all a lie. Daenerys counters that his possession look real enough to her as she empties out a golden dish. She asks if it is enough to buy a ship. Jorah nods and says that they can afford a small one. He calls to the Dothraki to take all the gold and jewels; his command is met with cheers of delight. Daenerys carries her dragons out of the room as her people hurry to prepare for their journey.\n\n", "Scene 25": "\nSamwell Tarly, Edd and Grenn forage for animal dung to use as fuel in the land below the Fist of the First Men. Grenn complains that he believed they had come north to fight wildlings. He holds up a lump of excrement and asks if it is goat. Edd says that it is moose and drops it into a tall wicker basket he has slung over his shoulder. Grenn asserts that people should not live anywhere that they have to burn dung to keep warm. Edd sarcastically asks Grenn to let him know if he sees a tree. Sam tells his companions that he finds Gilly particularly interesting because she still has hope despite the hardships that Craster has inflicted on her. Edd counters that Sam finds her interesting just because she spoke to him. Sam says that there is nothing interesting about Edd.\n\n[[File:WhiteWalker 2x10.jpg|thumb|The White Walkers attack]]\nThey are silenced by a horn blast. Sam says that it must signify the return of Jon and Qhorin. A second blast sounds, proving him wrong. Grenn draws his sword and says that two blasts means wildlings. Edd says that Grenn is not fighting them alone and orders them back to the Fist. But as they move to leave, to their shock and horror, a third blast sounds: The White Walkers are coming. Realizing the danger they are in, Edd shouts for his companions to run and they run for their lives in the direction of the Fist.\n\n[[File:Wights 1x10.png|thumb|The army of wights]]\nSam falls behind quickly and then collapses in the snow. A blizzard picks up around him as he shouts to his brothers to wait for him. He loses sight of them in the sudden maelstrom. He then sees figures shuffling through the haze. He ducks behind a rock. A force of [[wight]]s slowly emerge around him. A [[White Walkers|White Walker]] riding a dead horse stops alongside him and stares at him. Sam cannot hold its gaze and begins to cry. But the White Walker ignores Sam and raises his spear towards the Fist and screams at the wights. Hundreds of wights and more White Walkers march steadily towards the camp of the Nightâ&euro;&trade;s Watch.\n\n", "Scene 22": "[[File:Daenerys, Jorah and dragons 2x10.jpg|thumb|Daenerys confronts the traitorous Xaro and Doreah.]]\nXaro Xhoan Daxos sleeps soundly next to Doreah. He is awoken by Kovarro yanking the vault key from around his neck with the point of an Arakh. Daenerys stands at the foot of the bed, holding her dragons and surrounded by the people of her khalasar. She has put back on her pauldron and Drogon is perched on the shoulder pad while Viserion and Rhaegal nestle in her arms.\n\nDoreah begs for mercy and says that Xaro told her that Daenerys would never leave Qarth alive. Daenerys only instructs them to come with her. Xaro throws off the sheets and Jorah draws his sword, pointing it at the would be king.\n\n", "Scene 23": "\nKovarro uses Xaroâ&euro;&trade;s key to unlock the Valyrian Stone vault. The door is adorned by a leaf pattern in its center with a wolf to the left and a lion to the right. Jorah helps the bloodrider to pull back the heavy door. Daenerys steps to the threshold and realizes that it is empty. She thanks Xaro for the lesson that he has taught her. She nods to Malakho who pushes Xaro into the vault. Xaro protests that he is the King of Qarth and can now truly help her. Doreah repeats her pleas for mercy. Daenerys is unmoved and watches Jorah seal them inside the vault. He hands her the key.\n\n", "Scene 20": "\nShe finds herself back in the round room with many doors. She is met by her dragons chained to the pedestal in the center of the room. They respond to her presence and she reaches a hand towards them. She is startled when Pyat Pree speaks from the shadows behind her, saying that the dragons missed their mother and want to be with her.\n\nAnother Pyat Pree copy asks Daenerys if she wants to be with them, from the opposite side of the room. The first copy asserts that they will be together. They speak alternate phrases, saying that their power returned when the dragons were born. They tell Daenerys that their power is strongest in the presence of the dragons and that the dragons are strongest when they are with her. A third copy asserts that she will be with the dragons for the coming winter, summer and thousands upon thousands of seasons thereafter. Daenerys realizes that her wrists are manacled and chained. The copies pull the chains taut at the edge of the room, wrenching her arms up and away from her. They tell her that they will be with her until time comes to an end.\n\n[[File:Daenerys and dragons 2x10.png|thumb|[[Drogon]] and his brothers burn [[Pyat Pree]].]]\n[[File:Pyat Pree dead.jpg|thumb|Pyat Pree's charred corpse.]]\nWhen she is secured in place, the copies disappear and the real Pyat Pree welcomes her to her new home. She replies that her true home is across the sea where her people are waiting. He counters that they will be waiting a long time. She looks back at the trio of tiny dragons behind her and he bends down to share her view. She turns her head back to stare at him defiantly and then speaks the command â&euro;&oelig;Dracarys.â&euro;? Drogon coughs smoke and Pyat Pree looks at him and then backs away. Daenerys waits and the dragon tries again, this time projecting a jet of flame which sets the warlockâ&euro;&trade;s left arm alight. He flails the flaming limb uselessly. The other dragons join Drogon in breathing fire at the sorcerer. He screams in pain and terror and crumples to the ground, a charred dead husk. Daenerys looks at her children as the magical chains on Drogon crumble to dust with the sorcerer dead. Daenerys turns her head back as the clinking of falling chains fills the room.\n\n", "Scene 21": "\nYgritte pushes Jon along in a column of marching wildlings. She says that they are less than a day away from the camp and warns Jon that he is facing a troubled night because [[Mance Rayder]] has ways to make crows sing. She whacks him on top of the head with the flat of his own sword to punctuate her taunt. The [[Lord of Bones]] is behind Ygritte. [[Qhorin]] is next in the line, bound by a leash held by the wildling commander. Ygritte tells Jon that he might survive the night if he knows what to say. She hits him with Longclaw again and warns him that silence is the wrong choice. Jon warns her to be careful with the sword, needling that she might cut herself. He ducks her next swing and guesses that she has never swung a sword before. He says that she looks like a baby with a rattle. They square off and the Lord of Bones tells them to stop.\n\nQhorin seizes the moment of distraction to act. He head butts the wildling behind him and takes his sword. He then shoves the Lord of Bones off his feet, causing him to drop the leash. He attacks Jon and manages to knock Jon off his feet before he is restrained by the wildlings. Jon calls for him to stop. Qhorin shouts that Jon is a traitor and asks if he is planning to give Mance an invitation to Castle Black. The Lord of Bones calls to his men to let them fight and Ygritte drops Longclaw on the ground next to Jon. Qhorin pulls free of the men holding him and swings at Jon as he picks up the sword. Jon fights defensively, parrying Qhorinâ&euro;&trade;s furious attacks and giving up ground. Qhorin shoves Jon into the circle of wildling surrounding them and they push Jon back towards his assailant. Qhorin mocks Jonâ&euro;&trade;s ability and renews his assault. Jon begins to swing back at Qhorin and ducks under one of his cuts. Qhorin asks Jon if his traitor father taught him the move. Jon attacks in earnest and their blades lock, bringing them face to face. Qhorin suggests that it was Jonâ&euro;&trade;s â&euro;&oelig;whore motherâ&euro;? and then head butts him, knocking him to the ground. Qhorin does not press his advantage and Jon regains his footing. Jon charges back at the older ranger and manages to disarm him. He stabs Qhorin through the chest, bringing them face to face again. Jon wrenches his blade free from his sworn brother and Qhorin uses his last breath to recite part of their oath â&euro;&oelig;We are the watchers on the Wall.â&euro;?\n\n[[File:Jon kills Qhorin.jpg|thumb|Jon kills Quorin.]]\nQhorin collapses dead to the ground and Ygritte says that they can tell Mance that Jon is the man who killed Qhorin. The Lord of Bones takes Longclaw and cuts Jon free of his bonds. He tells his men to burn the body and warns Jon that he does not want the Halfhand coming back for him. Ygritte tells Jon to follow her and leads him to the crest of the mountain. They look down on a vast wildling camp and Ygritte says that it is time for him to meet the King Beyond the Wall. She descends the snowy slope. Jon looks back at Qhorinâ&euro;&trade;s burning body and then follows her towards the camp.\n\n", "Scene 9": "\nVarys visits Tyrion, who is still recuperating in his chambers. They discuss Ser [[Mandon Moore]]â&euro;&trade;s attempt to kill Tyrion during the battle. Varys says that Cersei was responsible and Tyrion asks why he should believe him. Varys asks why he would lie and Tyrion suggests that he is trying to create strife between Cersei and him. Varys deadpans that there was nothing but love between them before. Varys insists that Cersei ordered the attack and that Tyrion is only alive because of Podrickâ&euro;&trade;s bravery.\n\nTyrion calls Pod forward and asks if it would be excessive if he asked him to save his life twice in one week. Pod smiles and says no. Tyrion calls him a good lad and Tyrion orders him to fetch Bronn. He tells Pod to ask Bronn to have four of his most loyal gold cloaks posted to guard his door. Varys interrupts to reveal that Bronn has been relieved of his command and that Tywin and Cersei now share control of the men of the City Watch, their allegiance varying from cloak to cloak. Tyrion asks about the [[Hill Tribes]]men and Varys says that Tywin has sent them home, paying them handsomely for their services.\n\nVarys expresses regret that they will not be seeing each other for some time. Tyrion asks if Varys is avoiding swimming too close to a drowning man. Tyrion says that he thought they were friends and Varys says that they are. Varys asks Podrick to open the door and he complies revealing Shae waiting outside. Tyrion flinches, not wanting her to see his disfigurement. She sits next to him on the bed, unperturbed by his injuries. Varys tells Tyrion that there are many who know that Tyrion saved the city from certain defeat. Varys warns that King Joffrey will give Tyrion no honors and the histories will not mention him but reassures him that those that know the truth will not forget. He urges Podrick to come with him, leaving the lovers alone.\n\nShae calls Tyrion her love. He says that it was good of her to come. She questions his formality and says that it was a certainty. She reaches for his bandaged face and he bats away her hand. She says that she wants to see him and he asks her to believe him when he says that she does not. She asks if he has already looked. When he does not answer she says that she will be the first.[[File:Shae and Tyrion Scar 2x10.png|thumb|Tyrion showing Shae his scar]] She unwraps his scarred face and he winces as she pulls the bandages away from his wound. The scar extends diagonally from his left brow to his right jaw, crossing the bridge of his nose. The flesh around the injury is pink and the wound edges are puckered and scabbed. He asks for her opinion and she shrugs and says that he is a mess.\n\nHe says that he is a monster as well as a dwarf and suggests that she charge him double. She angrily asks if he believes she is there for money. He reminds her that their original arrangement was that he would pay her and she would lie to him. She accuses him of being a self-pitying rich man who covers his vulnerability with humor. She rejects his money.\n\nShe invites him to leave with her. Tyrion is shocked. She reminds him that his enemies tried to kill him and tells him that he is a terrible fighter. She says that they could take a boat to Pentos and never return. She tells him that he does not belong there. Tyrion asks what they would do in Pentos. She says that they would eat, drink, have sex and live. Tyrion smiles and admits that he wants to go. She urges him to do it and says that all the bad people in his family cannot stop him. She says that he should forget about them and come with her. He shakes his head and says that he canâ&euro;&trade;t. He asserts that dealing with bad people is what he is good at. He says that he can outthink them and outtalk them. He tells her that he likes doing that more than anything he has ever done. He asks if she will leave. She says that he has a bad memory and reminds him that they said that they belong to one another. He sobs and she embraces him. He pulls her close to him.\n\n", "Scene 8": "[[File:Theon 2x10.jpg|thumb|Theon holding speach for his men.]]Theon stands before his men in the courtyard of Winterfell. He listens to the horn sound again and asks if they hear it. He tells them that it is the mating call of the Northmen who have come to â&euro;&oelig;fuckâ&euro;? them. Theon says that he has not had a good â&euro;&oelig;fuckâ&euro;? for weeks and is ready for one, drawing laughs from his men. Theon asserts that every Ironborn man is worth a dozen from the mainland and asks if his men agree. [[Lorren]] affirms the statement and the others join him. Theon tells the men that they will die that day. He tells them that they will die bleeding from a hundred wounds with arrows in their necks and spears in their guts. He says that their war cries will nevertheless echo through eternity and that men will sing about the Battle of Winterfell until the Iron Islands have slipped beneath the waves. He says that every man, woman and child will know who they were and how long they stood. He calls the names of his men â&euro;&oelig;Aggar and Gelmarr, Wex and Urzen, Stygg and Black Lorren.â&euro;? He says that future Ironborn warriors will cry out their names as they leap onto the shore at Seagard and Faircastle. The men shout â&euro;&oelig;Ayeâ&euro;? in response. Theon says that mothers will name their sons after them. The men shout â&euro;&oelig;Ayeâ&euro;? in response. Theon says that girls will think of them while their lovers are inside them. The men shout â&euro;&oelig;Ayeâ&euro;? in response. Theon says that man who kills the hornblower will stand in bronze above the shores of Pyke. The men shout â&euro;&oelig;Ayeâ&euro;? in response. Theon shouts â&euro;&oelig;What is dead may never die.â&euro;? The men join him and he screams in their faces.\n[[File:Theon &amp; Dagmer 2x10.jpeg|thumb|Dagmer going to hit Theon in the head.]]\n[[Dagmer]] hits Theon over the head with the butt of a spear, knocking him out. Lorren says that he thought Theon would never shut up. Dagmer says that it was a good speech and did not want to interrupt. Stygg puts a bag over Theonâ&euro;&trade;s head. Luwin enters the courtyard and asks what they are doing. Dagmer stabs him in the belly with his spear. He tells the crew that they are going home. They drag Theon with them leaving Luwin bleeding in the mud.\n\n", "Scene 7": "\n[[Theon Greyjoy]] throws another log on the hearth in the Lordâ&euro;&trade;s chamber at Winterfell. His nerves are frayed by the constant sounding of a horn outside the castle walls; [[Ramsay Snow]] has besieged Winterfell as ordered by King Robb Stark. Theon vows to kill the horn blower before he falls to the arrows and spears of the northmen. Maester Luwin says that the attackers want Theon to know that he is surrounded. Theon says that he already knows that he has been surrounded because he stood on the battlements and saw the 500 men around his walls. Luwin says that they want to stop him from sleeping to sap his spirit. Theon interrupts to sarcastically thank Luwin for his wise counsel about siege tactics. Theon asks if there has been word from his father, [[Balon Greyjoy]] and Luwin says no. Theon orders him to send more ravens and Luwin reminds Theon that he had all of the ravens killed.\n\nTheon begins to reminisce about the first time he saw Winterfell but is interrupted by another horn blast. He starts over and says that he believed that castle looked like it had been present for thousands of years and would be standing thousands of years after he died. The imposing castle made him feel that it was inevitable that [[Eddard Stark]] won the [[Greyjoy Rebellion]] and killed his brothers. Luwin says that Eddard went out of his way to make Theon feel at home at Winterfell. Theon sarcastically agrees that his captors were very kind to him and notes that all the people of Winterfell love reminding him of that. He rhetorically asks if Luwin knows what it is like to constantly be told how lucky you are to be someoneâ&euro;&trade;s prisoner and how much you owe them. He tearfully mentions the reaction he received when he returned home to his real father but is again interrupted by the horn blower. He stands and vows again to kill the man, this time swearing to all the gods.\n\nLuwin asks Theon to listen to him and reminds him that he is bound by oath to serve him as the Lord of Winterfell. Theon sarcastically asks for Luwinâ&euro;&trade;s counsel, calling him a trusted friend. Luwin tells him to run. He says that the tactical situation is hopeless and Theon should wait for night to fall and then flee. Theon says that he has nowhere to run and would never reach the Iron Islands alive and even if he did he would be received as a coward. Theon declines to be the â&euro;&oelig;Greyjoy who ranâ&euro;? and the shame of his family. Luwin says that Theon should not return home and should instead join the Nightâ&euro;&trade;s Watch. He advises that a man who has taken the black is beyond reach of the law and absolved of his past deeds. Luwin asserts that is a chance at redemption for Theon. Theon says that he will never reach the wall and would be killed as soon as he stepped outside the gates. Luwin offers to show Theon hidden passageways out of the castle, built so that the Lords of Winterfell could escape if needed. Luwin counsels that the road will be dangerous but that Theon has a chance. Luwin extols the virtues of the Nightâ&euro;&trade;s Watch as an ancient honorable order that will offer Theon opportunities. Theon counters that it will give Jon Snow the opportunity to cut his throat. Luwin states that it will give Theon a chance to make amends for what he has done.\n\nTheon pauses and says that he has done a lot. He admits that he has done things that he never imagined himself doing. Luwin says that he has known Theon for many years and that he is not the man that he is pretending to be. He puts a hand on Theonâ&euro;&trade;s shoulder as he says â&euro;&oelig;not yet.â&euro;? Theon says that Luwin may be right but that he has gone too far to pretend to be anything else.\n\n", "Scene 6": "[[Stannis Baratheon]] glowers over the Painted Table at [[Dragonstone]]. He accuses [[Melisandre]] of lying about foreseeing his victory in her flames. She asserts that she can still see his victory now despite his defeat at the [[Battle of the Blackwater]]. He says that the flames lied and he is no better than a savage for trusting in her fire god. He asserts that he fought for the [[Lord of Light]] at [[Blackwater Bay]], leading his men to the gates of the seventh hell as their brothers burnt alive. He says that his perseverance led only to him being attacked from behind by Tywin Lannister and House Tyrell. He asks why Melisandre did not warn him if she can see the future in her flames. She begins to say that she is only granted glimpses and Stannis interrupts her to challenge her claim that she speaks for a god. She asks if he is going to give up on the war because he has suffered defeat in a single battle. Stannis says that she speaks about war as though she understands it. She asserts that she has been fighting for far longer than he has. Stannis questions her claim and tells her to show him how she fights.[[File:Stannis and Melisandre choke 2x10.png|thumb|Stannis choking Melisandre]] He grabs her by the throat and begins to choke her. She holds her hands up and does not struggle. He asks her where her god is now and she responds that it is inside him. Horrified, Stannis releases her and she collapses to the ground.\n\nStannis walks to the open balcony and says that he murdered his own brother. Melisandre says that they murdered [[Renly Baratheon]] together and asks him to share the weight with her. Stannis says that Renly was not her brother. She strokes his hair and tells him that the war has just begun. She says that it will last for years, thousands will die at Stannisâ&euro;&trade;s command and he will betray his men, his family and everything he once held dear but that it will be worth it. She says that he is the warrior of light and will sweep aside all of the pretenders to claim his throne. He says that she promises things that no-one can know. She asks him to let her show him what she sees. [[File:Stannis Melisandre 2x10.jpg|thumb|left|Stannis and Melisandre seeing his future in the flames]]She leads him to a burning brazier and urges him to look into the fire. He says that he sees only flames but she tells him to persevere. After a few moments he says that he sees it.\n\n", "Scene 5": "\nKing [[Robb Stark]] visits his mother [[Catelyn Stark]] in her tent to discuss his plan to break his betrothal to [[House Frey]] to marry [[Talisa Maegyr]]. Catelyn is still confined to her tent having released [[Jaime Lannister]] without Robbâ&euro;&trade;s consent. She counsels that Lord [[Walder Frey]] is a dangerous man to cross. Robb says that he knows that and she asks if he means to do it anyway. Robb asserts that he loves Talisa. Catelyn asks if that is really important and he replies that it is to him. Catelyn tells him that his father, [[Eddard Stark]], did not love her when they were first married. She says that they hardly knew one another and that they built their love for one another slowly over time for the good of their family. She says that working on a marriage is not as exciting as secret passion in the woods but is ultimately stronger. Robb bristles as she tells him that it lasts longer. He asks if he can expect to slowly build a loving relationship with one of Walder Freyâ&euro;&trade;s daughters. Catelyn asks why not, wondering if he thinks his wife will not be beautiful or exotic and exciting like Talisa. Robb says that Catelyn is arguing only because she made the arrangement with Lord Frey. Catelyn reminds Robb that he agreed to the terms and gave his word. Catelyn warns Robb that if he treats his oaths recklessly then his people will do the same. Catelyn begins to say that Robbâ&euro;&trade;s father lived his life for honor. Robb counters that his father is dead and Catelyn has no right to call anyone reckless. He walks out, leaving Catelyn with her guards.\n\n", "Scene 4": "[[Brienne]] lands the rowboat she has been using to transport her prisoner Ser [[Jaime Lannister]]. He tells her that he is assuming that she is a virgin. She orders him to walk on. He says that she must have had an awful childhood, guessing that she was a foot taller than all of the boys she grew up with. He assumes that she was laughed at and bullied because of her size. He says that some boys like a challenge and that one or two must have tried to have sex with her. Brienne admits that some tried, shoving Jaime forwards. Jaime wonders if Brienne wished that one of them had succeeded in overpowering her and was disappointed that none of them were strong enough. Jaime says that he is strong enough. Brienne tells him that she is not interested. Jaime says that she must be and asserts that she would love to know what it feels like to be a woman.\n\nBrienne is distracted by the hanging corpses of three women. Jaime looks up at them and reads the sign hung around their necks â&euro;&oelig;they lay with lions.â&euro;? Jaime concludes that they were tavern girls who served the soldiers of his father, Lord Tywin Lannister. He tells Brienne that they earned their deaths by giving up a kiss and a feel and calls the hangings the glorious work of the northern freedom fighters. He asks if it makes Brienne proud to serve House Stark. Brienne counters that she serves Lady Catelyn rather than House Stark. Jaime invites her to tell herself that when she pictures the swinging bodies in her dreams.\n\nBrienne shoves him to one side and ties him to a tree. He asks what she is doing and she says that she is going to bury the womenâ&euro;&trade;s bodies. He urges her not to stay there and to return to the river. Jaime says that the women would understand their urgency. Brienne says that she does not care what he thinks. She is interrupted by the sound of men approaching. Jaime urges her to untie him but she does not.\n\n[[File:Brienne Jaime Stark Men 2x10.png|thumb|Three Stark soldiers question Brienne and Jaime.]]\nThree Stark soldiers round the corner and stop when they see Brienne. One of them asks her business there. She says that she is transporting a prisoner. They realize that she is a woman and laugh openly at her appearance. She says that they are leaving. The lead soldier, Tom,&lt;ref&gt;[http://www.chrisreilly.me.uk/Chris_Reilly_Actor/CV.html Christian Reilly's CV] lists him as playing &quot;Soldier Tom&quot; in this episode.&lt;/ref&gt; stops her to ask who she fights for. She says that she serves House Stark. One of the soldiers asks why Jaime is a prisoner. He claims to have stolen a pig, feigning the accent of the smallfolk. The soldier asks Brienne where she is taking him and she claims to be headed to Riverrun because the pig belonged to House Tully. Tom wonders why she does not just kill Jaime. Jaime protests while she says that she does not give orders and that it must have seemed important to someone. Tom asks how important it could be if they sent her as the escort. Brienne does not respond and he says she can have it her way.\n\nOne of the soldiers asks if he knows Jaime. Jaime claims to come from [[Ashemark]] and asks if he has been there. The soldier asks if Jaime has been to the river market at [[Salt Rock]] and Jaime wonders if it is near Ashemark then claims that he has never been there. Tom asks Brienne what she thinks of the hanged women. Brienne says that she hopes that they were given quick deaths. He responds that two of them were. The soldier that recognized Jaime realizes who he is and tells his companions. Jaime and Brienne attempt to keep up their pretense. Tom questions how his colleague knows Jaime. The soldier says that he fought in the [[Battle of the Whispering Wood]] and saw Jaime hauled before King [[Robb Stark]] after he was captured.\n\nTom challenges Brienne and Jaime to give Jaimeâ&euro;&trade;s name simultaneously at the count of three. One of the soldiers circles behind them. Brienne shoves Jaime aside and draws her weapons. She smashes the man behind her in the face with the hilt of her sword and then slices the throat of the man that recognized Jaime with her dagger before he can draw his own blade. She cuts at Tom who falls on his back to avoid her sword. The soldier she hit grabs her shoulder, and she spins around, slicing across him with both her blades. She approaches Tom slowly as he lies prone. She says â&euro;&oelig;two quick deathsâ&euro;? and then slowly pushes her sword through his crotch. Jaime is stunned by her proficiency. He points out that she has killed Stark men. She counters that she has already told him that she serves Lady Catelyn only. She states that she will take him to Kingâ&euro;&trade;s Landing as promised. She tells him to stay and cuts down the hanged bodies. Jaime flinches as they collapse to the ground.\n\n", "Scene 3": "[[File:Ros 2x10.png|thumb|left|Ros covering her bruises.]]\n[[Ros]] has returned to [[Petyr Baelish]]â&euro;&trade;s brothel from her captivity. She applies makeup to cover the bruises inflicted on the orders of Queen Regent [[Cersei Lannister]]. A client enters and she invites them to make themselves comfortable. The hooded figure perches on the edge of the bed. Ros turns on her charm, saying that they do not look comfortable and offering to show them how to relax; she starts to undress. The figure pulls back his hood; it is [[Varys]]. He says that there is no need for her to disrobe. She asks if he is sure and asserts that most men like what they see. He deadpans that he is not like most men. She says that most men say that about themselves and then asks what he would like her to do. He asks her if working for Lord Baelish has met her expectations.She asks if they have met before. Varys questions the implication that she would not remember him if she had. She explains that she meets many men. Varys agrees but states his belief that she remembers all of them and that her true talents are wasted on them. Ros says that he is very kind and reaches for his crotch. She feels nothing there and realizes his identity. She recoils from him and he notes her fear and says that there is nothing dangerous â&euro;&oelig;down there.â&euro;? Ros says that she knows who he is.\n\n[[File:Ros and Varys 2x10.png|thumb|Varys recruits Ros.]] \nVarys compares himself to Petyr, saying that unlike him he protects his employees. He reminds Ros of the abuse she has suffered from her clients in House Lannister. Ros asks how he knows what happened; he smiles, and says that he thought she knew who he was. Ros asks what she can do for him, addressing him by name. He pats the bed next to him and she sits back down. He says that Littlefinger sees her only as a collection of profitable holes while he views her as a potential partner. Ros admits that she is afraid of Petyr. Varys says that she should be but asserts that everyone has their weaknesses. He tells her that Petyr hides his weaknesses very well, but not as well as he thinks.\n\n", "Scene 2": "[[File:Tywin court 2x10.png|thumb|Joffrey proclaims Tywin the savior of the city.]]\nLord [[Tywin Lannister]]â&euro;&trade;s horse defecates on the flagstones outside the Iron Throne room. The doors open and Tywin trots into the room. King [[Joffrey Baratheon]] formally recites his titles and proclaims Tywin the savior of the city and the [[Hand of the King]]. The handâ&euro;&trade;s badge is presented to Tywin and he curtly thanks Joffrey before turning his horse and riding out.\n\nJoffrey calls Lord [[Petyr Baelish]] forward. He awards him the castle of [[Harrenhal]] for his service to the realm in brokering the alliance between [[House Lannister]] and [[House Tyrell]]. Joffrey formally says that the castle and the [[Lord of Harrenhal|lordship]] will be held by Petyr's sons and grandsons until the end of time. Petyr accepts and jokes that he will need to acquire some sons to the amusement of the court. [[Varys]] grimaces as his rival is elevated.\n\nNext Joffrey calls Ser [[Loras Tyrell]] who kneels before the throne. Joffrey says that the realm is in the debt of House Tyrell and offers to grant them any favor they ask. Loras tells Joffrey that the husband of his sister [[Margaery Tyrell]] was taken from them, referring to his lover [[Renly Baratheon]]. Loras falters for a moment, asserts that Margaery remains innocent and then asks Joffrey to unite their houses through marriage. Joffrey asks Margaery if the marriage is what she wants. Sansa watches the exchange from the gallery.[[File:Margaery love 2x10.png|thumb|Margaery proclaims her love for Joffrey.]] Margaery steps forward and says that she wants the marriage with all her heart, claiming that she has come to love Joffrey from afar. She says that tales of Joffreyâ&euro;&trade;s courage and wisdom have reached her and taken root deep inside of her. Joffrey smiles at his mother Queen Regent [[Cersei Lannister]] as Margaery speaks. He responds by telling Margaery that he has heard tales of her beauty and grace but that they do not do her justice. Joffrey says that it would be an honor to return her love but points out that he is promised to another. He asserts that a king must keep his word.\n\nCersei intervenes theatrically to assert that the [[small council]] have agreed that it would be improper for Joffrey to wed Sansa. She cites the status of Sansaâ&euro;&trade;s father, [[Eddard Stark]], as an attainted traitor executed for treason and her brother [[Robb Stark]]â&euro;&trade;s ongoing open rebellion against the throne. Cersei says that Joffrey must set Sansa aside for the good of the realm. The court responds with murmured support. Joffrey halts the chatter by standing. He says that he would like to heed the wishes of the small council and his people but has taken a holy vow. [[Pycelle]] steps forward and says that while the gods hold betrothal solemn, the marriage pact was made by Joffreyâ&euro;&trade;s father, King [[Robert Baratheon]] before [[House Stark]] revealed their falseness. Pycelle announces that the [[High Septon (After the Riot of Kingâ&euro;&trade;s Landing)|High Septon]] has agreed that the Starks' crimes against the realm free Joffrey from the vow in the view of the gods. Joffrey says that the gods are good and that he is free to follow his heart. He tells Loras that he will wed his sister and tells Margaery that he will love her until his last day. The court erupts in applause. Margaery and Loras glance at Sansa as Joffrey returns to his throne.\n\n[[File:Sansa happy 2x10.png|thumb|left|Sansa happy after Joffrey has broken their engagement.]][[File:Sansa and Petyr 2x10.png|thumb|Petyr warns Sansa that she is still not free.]]\nSansa walks out of the gallery, allowing herself a private laugh at having escaped marriage to Joffrey. Petyr interrupts her rejoicing to offer his condolences. Sansa says that she agrees with the view of the court that she is not good enough for Joffrey. Petyr warns that Sansa will remain good enough for many of Joffreyâ&euro;&trade;s pleasures including beating her. Petyr alludes to Joffrey raping her now that she has reached womanhood. Sansa suggests that now that they are not engaged Joffrey will let her go. Petyr says that Joffrey is not the sort of boy to give away his toys. He compares Sansa to her mother [[Catelyn Stark]] at the same age and says that Catelyn was like a sister to him. He offers to help Sansa to return home for Catelynâ&euro;&trade;s sake. Sansa hesitates and then asserts that Kingâ&euro;&trade;s Landing is her home. Petyr tells her to look around, saying that the court are all liars and that all of them are better at it than Sansa.\n\n", "Scene 1": "[[File:Pycelle.png|thumb|Grand Maester Pycelle gloating.]]\n[[Tyrion Lannister]] awakens from unconsciousness, still recovering from the wound he received during the [[Battle of the Blackwater]]. He can still see the flames and hear the shouts of men and whinnying of horses that were the last things he experienced before passing out at first. His focus resolves on the gloating face of [[Grand Maester]] [[Pycelle]]. Tyrion calls for his trusted squire [[Podrick Payne]] and instructs him to find [[Bronn]] or [[Varys]] and tell them that he is alive and with Pycelle. Podrick hurries off to fulfil the command.\n\nPycelle points at Tyrionâ&euro;&trade;s bandaged face and offers him something for the pain. Tyrion swats his finger away and asks what happened. Pycelle reports that [[Stannis Baratheon]] suffered a stunning defeat at the hand of Tyrionâ&euro;&trade;s father, [[Tywin Lannister]]. Tyrion asks where he is and Pycelle gleefully informs him that the cramped room comprises his new chambers. He adds that Tyrion does not really need much room. Pycelle informs Tyrion that he is no longer Hand of the King and then walks to the door. Pycelle turns and shows Tyrion a coin before tossing it at him. Pycelle says that it is for his trouble, repeating the gesture Tyrion made to the prostitute [[Daisy]] when he had Pycelle arrested.\n\n"}, "title": "Valar Morghulis recap"}