{"attributes": {}, "sections": {"TOP": "Valyrian steel08777celk6ju5p1k949t969o5ydtvhmggvir1801622015-03-28T23:10:45ZThe Dragon Demands5014364[[File:Eddard_and_Ice.png|thumb|250px|[[Ice]], [[Eddard Stark]]'s greatsword, made of Valyrian steel.]]\n{{Quote|Careful, Your Grace. Nothing cuts like Valyrian steel.|Grand Maester [[Pycelle]] to King [[Joffrey Baratheon|Joffrey]]|The Lion and the Rose}}\n'''Valyrian steel''' is a form of metal that was forged in the days of the mighty [[Valyrian Freehold]]. It is exceptionally sharp and tremendously strong, yet light, keeping its edge and requiring no maintenance.\n\nValyrian steel is recognizable from its sharpness, as well as a distinctive rippled pattern visible in blades made from it.&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\n", "Valyrian steel weapons": "[[Image:Dragons forge Valyrian steel.png|300px|thumb|According to legend, Valyrian steel was forged with spells and dragonfire.]]\n* [[Blackfyre]], the ancestral sword of [[House Targaryen]], once wielded by [[Aegon I Targaryen|Aegon the Conqueror]], now lost.\n* [[Dark Sister]], a longsword of [[House Targaryen]], held by [[Visenya Targaryen]], now lost.\n* [[Ice]], the ancestral greatsword of [[House Stark]]. Captured by House Lannister when Eddard Stark was taken prisoner, and used by [[Ilyn Payne]] to behead Lord Stark at [[Joffrey Baratheon]]'s command. After the [[Red Wedding]] and defeat of House Stark, [[Tywin Lannister]] had it melted down into two smaller longswords, one gifted to his son, [[Jaime Lannister|Jaime]], the other to his grandson, [[Joffrey Baratheon]].\n**[[Oathkeeper (sword)|Oathkeeper]], the first longsword made from Ice. Given by Jaime Lannister to [[Brienne of Tarth]].\n**[[Widow's Wail]], the second longsword made from Ice. Given to [[Joffrey Baratheon]] as a wedding gift.\n* [[Longclaw]], a bastard-sword of [[House Mormont]], given by [[Jeor Mormont]] to [[Jon Snow]].\n* [[Brightroar]], the ancestral sword of [[House Lannister]], now lost.\n* [[Heartsbane]], the ancestral sword of [[House Tarly]].\n* [[Lady Forlorn]], the ancestral sword of [[House Corbray]].\n* A dagger wielded by an [[Catspaw assassin|assassin]] who attempts to kill [[Bran Stark]] with it. It previously belonged to [[Petyr Baelish]], but he claims he lost it in a bet to [[Tyrion Lannister]]. However, the ownership of the dagger when it was used by the assassin is never firmly established in the TV series.\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n\n", "In the books": "In ''[[A Song of Ice and Fire]]'' novels, only the blacksmiths of Qohor are skilled enough to reforge Valyrian steel. The Season 4 premiere of the TV series, however, oddly had Tywin say that ''only'' three men in the known world know how to reforge it, and that he hired a blacksmith from Volantis to reforge Ice into two other swords. In the books, Ice was reforged by [[Tobho Mott]], a Qohorik master blacksmith who moved to King's Landing years ago, and to whom [[Gendry]] was apprenticed. This is all the more strange because Mott was actually introduced in the TV series in Seasons 1 and 2, so it is unclear why the TV series would then shift away from this plot point (it's possible that the actor was unavailable for Season 4). Either way, the &quot;Histories &amp; Lore&quot; animated featurette from the Season 2 Blu-ray set already stated that it is the blacksmiths of Qohor who are famed for their ability to reforge Valyrian steel.\n[[File:Aegon's crown.png|thumb|right|250px|The crown of Aegon I Targaryen was forged from Valyrian steel.]]\nHaving been forged with dragon fire, Valyrian steel is incredibly resistant to damage from normal fire.\n\nAs in the series, the maesters of the Citadel possess some meager skill with the material, if only to provide Valyrian steel links to the few maesters who study magic. Only 1 in about 100 Maesters has a Valyrian Steel link in his chain, and the Archmaester of the field also possesses a ring, a rod, and a mask made from the metal. The rarity of such links isn't because it's a difficult practice to master, but because most Maesters are notoriously anti-magic, while others even refuse to believe such a force still exists in the world, or that it ever did to begin with.\n\nAlthough Valyrian steel blades are scarce and costly, several hundred of them are known to exist in the world, approximately two hundred in [[Westeros]] alone. Most of them are swords, but there are a few daggers and axes as well. Valyrian steel can be identified by its unusual dusky color, distinctive rippled pattern, and the extreme sharpness of the blade.\n\nIn addition to the above, other Valyrian steel weapons known to exist include Heartsbane ([[House Tarly]]), Lady Forlorn ([[House Corbray]]), Red Rain (House Drumm), and Nightfall ([[House Harlaw]]). House Targaryen also possessed another Valyrian sword, Blackfyre, which was lost in the chaos following the First Blackfyre Rebellion more than a century before the events of the series.\n\nBrightroar, the Valyrian sword of [[House Lannister]], was lost in an expedition to Valyria centuries ago. An attempt to find it, led by [[Tywin Lannister]]'s younger brother Gerion, apparently ended in failure, with no-one returning from the expedition. At least three times Tywin offered to buy Valyrian longswords from impoverished lesser houses, but his offers were firmly rejected. The little lordlings would gladly part with their daughters should a Lannister come asking, but they cherished their old family swords. This is what Jaime was referring to in the episode &quot;Two Swords&quot; when he says that Tywin has wanted a Valyrian steel sword in the family for a long time.\n\n[[Dawn]], the sword of House Dayne, was not a Valyrian weapon but was held to have similar properties (it was forged from a meteorite).\n\nValyrian steel is vaguely similar to real-life [[Wikipedia:Damascus steel|Damascus steel]], an exceptionally strong and sharp kind of steel made in ancient and medieval times, but whose method of creation became lost to history in the early modern era. However, Damascus steel isn't actually as strong as current kinds of steel made using modern techniques, but Valyrian steel as it is described in the books is apparently even stronger than modern steel.\n\n", "Forging": "{{Quote|No one's made a new Valyrian steel sword since the Doom of Valyria.|[[Jaime Lannister]]|Two Swords}}\nThe secret of forging Valyrian steel was lost in the [[Doom of Valyria]], after which creating new Valyrian steel weapons became impossible. Valyrian steel was expensive to begin with, so Valyrian steel swords such as House Stark's Ice were already valued heirlooms passed down from one generation to the next in powerful noble families. In the four centuries since the destruction of Valyria, surviving Valyrian steel weapons became priceless, and the few noble Houses who possessed such weapons treasured them even more closely.\n\nSkilled smiths can reforge Valyrian steel weapons by melting down existing ones, but it's a difficult process.&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt; Two smaller Valyrian steel swords can be made out of a larger greatsword, or a large greatsword made by melting down multiple smaller swords, but the amount of Valyrian steel in the world is finite and extremely rare.&lt;ref&gt;[[Two Swords]]&lt;/ref&gt;[[File:Oathkeeper.png|thumb|300px|The Valyrian steel sword Oathkeeper - note the distinctive rippled pattern of the metal.]]\n\nThe master-blacksmiths of [[Qohor]] are noted as being among the few who can successfully reforge it - though even they don't know how to make entirely new Valyrian steel.&lt;ref&gt;[[The Free Cities (Histories &amp; Lore)]]&lt;/ref&gt;\n\nSome [[maesters]] also bear a Valyrian steel link in the maester chain they wear. It is a sign that said maester has studied the &quot;higher mysteries&quot; - [[magic]]. This field of study, however, is mostly theoretical and its purpose is to demonstrate that magic, if it ever existed, is now extinct.&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\n"}, "title": "Valyrian steel"}