{"attributes": {"season": " Season 1", "image": " Old_Valyria,_City_of_Wonders.png", "narrator": " Viserys Targaryen'''&quot;Valyria and the Dragons&quot;''' is aÂ featuretteÂ and part of &quot;History &amp; Lore&quot; section of theÂ Complete Guide to Westeros, a special feature in the Blu-ray ofÂ Season 1Â ofÂ ''Game of Thrones''. It is narrated byÂ Harry LloydÂ as PrinceÂ Viserys Targaryen.==Synopsis==Viserys Targaryen recounts the history of Valyria from its rise to becoming the greatest civilization the world has ever seen to its destruction in the Doom of Valyria", "title": " Valyria and the Dragons"}, "sections": {"TOP": "Valyria and the Dragons013660nrft6bcagjqyc2gl4jgimrkxs8d4fpb1779392015-03-19T19:45:33ZThe Dragon Demands5014364{{Lore|Title = Valyria and the Dragons|Image = Old_Valyria,_City_of_Wonders.png|Season = [[Season 1|1]]|Narrator = [[Viserys Targaryen]]}}\n'''&quot;Valyria and the Dragons&quot;''' is aÂ featuretteÂ and part of &quot;History &amp; Lore&quot; section of theÂ [[Complete Guide to Westeros]], a special feature in the Blu-ray ofÂ [[Season 1]]Â ofÂ ''[[Game of Thrones]]''. It is narrated byÂ [[Harry Lloyd]]Â as PrinceÂ [[Viserys Targaryen]].\n\n", "Synopsis": "[[Viserys Targaryen]] recounts the history of [[Valyria]] from its rise to becoming the greatest civilization the world has ever seen to its destruction in the [[Doom of Valyria|Doom]].\n\n", "Summary": "East ofÂ [[Westeros]]Â lies theÂ [[Smoking Sea]], where no ship dares sail, which said by some to be demon-haunted.Â ViserysÂ considers these people may not be wrong, for it was there, thousands of years ago, that a cataclysmic event took place, destroying one of the greatestÂ [[Valyrian Freehold|civilizations]]Â in history.\n\nThe precise details of their origins are now lost, but it said thatÂ [[Valyrians]]Â were originally a modest community of shepherds established on aÂ [[Valyrian Peninsula|peninsula]]Â onÂ [[Essos]]. One day, in the volcanic area known as theÂ [[Fourteen Fires]], theÂ ValyriansÂ discoveredÂ [[dragons]]. They were monstruous scaled creatures with massive wings, sharp claws, and fiery breath, and were also said to have a deep-rooted connection to [[magic]]. In time the Valyrians managed to tame the beasts and, having harnessed their power, they established what Viserys calls a &quot;[[Old Valyria|city of wonder]] unlike any before or since&quot;. They also became skilled at sorcery and metallurgy, creating weapons of [[Valyrian steel|spell-forged steel]]. Wielding these weapons and atop their dragons, the Valyrians expanded their domain to their neighboring lands and expanded west.\n\nAt the time, the [[Ghiscari Empire]] was the dominant power in Essos and attempted to stop Valyria's expansion. Ghiscari legions attacked the Valyrians five times but failed at defeating them. The Valyrians reacted by marching against the Ghiscari [[Old Ghis|capital]] and obliterated it with dragonflame, wiping the Ghiscari people and culture out of the world. The Valyrian Freehold thus became the most advanced civilization of the [[The Known World|known world]], with its own language, gods, and culture. Its domain was far and wide, covering most of the continent; great cities were built and roadways paved, all of which led back to Valyria.\n\nThe Freehold would prosper for nearly five thousand years, but it was not to last, as an event that became known only as &quot;[[Doom of Valyria|The Doom]]&quot; laid waste to the Valyrian people, their capital and its surrounding lands. The peninsula itself was shattered and became flooded by the Smoking Sea. Every dragon was thought to be lost, as were the Valyrians' spells, knowledge, and recorded history. The empire collapsed. Viserys wonders what caused the cataclysm, as no one knows for certain. Some say it was a volcanic eruption, while others believe the Valyrians' sorcery was the cause. In any event the Doom's devastation was total, with the exception of a small, rocky island in the [[Narrow Sea]]: [[Dragonstone (island)|Dragonstone]], for it was there that the [[House Targaryen|Targaryens]], the last of Old Valyria, dwelled. It would be a hundred years before they unleashed the fury of the dragons on another continent: [[Westeros]].\n\n"}, "title": "Valyria and the Dragons"}