{"attributes": {"founding": " 5,000 years ago.", "founder": "''Quote", "places": " Old Valyria, Mantarys, Volantis, Lys, Myr, Pentos, Tyrosh, Qohor, Norvos, Lorath, Astapor, Yunkai, Meereen, Dragonstone", "title": "Valyrian Freehold", "image": "Valyria.png", "age": "", "rulers": "Dragonlords", "culture": "Valyrian", "location": "Valyrian Peninsula, Essos", "capital": "Old Valyria", "religion": "Valyrian religion", "military": "", "type": "&quot;Freehold&quot; (Oligarchy)", "institutions": "", "population": ""}, "sections": {"TOP": "Valyrian Freehold025259zoyt144ihpk75abxut6g5pz1mqjse41805982015-04-02T23:33:00ZThe Dragon Demands5014364/* The Rise of Valyria */::''&quot;Valyria&quot; redirects here. For other related topics, including specifically the capital City of Valyria, see &quot;[[Valyria (disambiguation)]]&quot;.''\n{{Government\n| Title=Valyrian Freehold\n| Image=Valyria.png\n| Image size=\n| Location=[[Valyrian Peninsula]], [[Essos]]\n| Type=&quot;Freehold&quot; (Oligarchy)\n| Population=\n| Culture=[[Valyrian]]\n| Rulers=[[Dragonlords]]\n| Capital=[[Old Valyria]]\n| Religion=[[Valyrian religion]]\n| Military=\n| Institutions=\n| Places= Old Valyria, [[Mantarys]], [[Volantis]], [[Lys]], [[Myr]], [[Pentos]], [[Tyrosh]], [[Qohor]], [[Norvos]], [[Lorath]], [[Astapor]], [[Yunkai]], [[Meereen]], [[Dragonstone]]\n| Founding= 5,000 years ago.\n| Age=\n| Founder=\n}}''{{Quote|At its height, the Valyrian Freehold ruled over half the Known World, not bad for former shepherds . . .|[[Jorah Mormont]]|The Free Cities (Histories &amp; Lore)}}''\n\n[[Image:Old Valyria, City of Wonders.png|thumb|250px|Old Valyria, City of Wonders]]\nThe '''Valyrian Freehold''' was the empire established by the Valyrian civilization in the continent of [[Essos]], centered around the city of Valyria in the eponymous peninsula. At its height, the Valyrian Freehold covered over half of [[the known world]].&lt;ref&gt;&quot;[[The Free Cities (Histories &amp; Lore)]]&quot;&lt;/ref&gt;\n\n", " Cities ": "\n===Ruined cities===\n*[[Old Valyria]]\n*[[Tyria]]\n*[[Oros]]\n\n===Surviving colonies in the [[Free Cities]]===\n\n*[[Lorath]]\n*[[Lys]]\n*[[Myr]]\n*[[Norvos]]\n*[[Pentos]]\n*[[Qohor]]\n*[[Tyrosh]]\n*[[Volantis]]\n**[[Valysar]]\n**[[Selhorys]]\n**[[Volon Therys]]\n\n===Surviving colonies in the [[Valyrian Peninsula]]===\n*[[Mantarys]]\n*[[Elyria]]\n*[[Tolos]]\n\n===Surviving cities in [[Slaver's Bay]]===\n*[[Meereen]]\n*[[Astapor]]\n*[[Yunkai]]\n\n", "See also": "* {{AWOIAF}}\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, Valyria was neither a kingdom nor an empire: theoretically, all of the freeborn landholders (&quot;free-holders&quot;) had equal say in government, hence the formal name of their government was the &quot;Valyrian Freehold&quot;. In practice, however, this meant that it was essentially an oligarchy run by the wealthy noble families (there was no single emperor or king). There were about forty great families of wealth, high birth, and strong sorcerous ability, known as Dragonlords, that owned dragons and tended to dominate the rest. The Targaryens were one of these families, but far from the most powerful.\n\nThe Freehold not only conquered the Ghiscari Empire, but also the city-states of the [[Rhoynar]] people established around the [[Rhoyne]] river, leading to their exodus across the sea to [[Dorne]]. The modern [[Free Cities]], as well as several others, were established as Valyrian colonies and became independent after the empire was shattered. The major exception to this is [[Braavos]], located in the extreme northwest of Essos, which was founded by escaped slaves who fled Valyria, and remained hidden even long after the Doom. Braavos is thus sometimes referred to as the Bastard Son of Valyria.\n\n", "History": "===The Rise of Valyria===\nThought to initially be a modest community of shepherds, the [[Valyrians]] rose to prominence five thousand years ago after they discovered [[dragons]] living in the [[Fourteen Fires]], a string of volcanoes in the mountains of their homeland. After taming the mighty beasts, the Valyrians used them to conquer surrounding lands and began expanding outwards.\n\nThe [[Ghiscari Empire]], however, sought to halt Valyrian expansion and declared war on their neighbors from the opposite shore of [[Slaver's Bay]]. Massive Ghiscari slave-legions marched against Valyrian in [[Valyrian-Ghiscari Wars|a series of five major wars]], but each time they were defeated. The Freehold's forces then marched on the Ghiscari capital of [[Old Ghis|Ghis]] and laid waste to it, leaving little more than a smoldering ruin behind and nearly erasing Ghiscari people and culture from history.\n\nAfterward, the Valyrian Freehold became the dominant civilization in the known world, with its own [[High Valyrian|language]], religion and customs. The Freehold founded a number of colony cities, connected by a network of roads all of which led back to the capital city.  Several of these colonies in the west became the [[Free Cities]].  They eventually came into conflict with the [[Rhoynar]] city-states along the [[Rhoyne]] River, leading to the [[Rhoynish Wars]].  The fighting culminated about one thousand years ago in the defeat of the Rhoynar and destruction of their cities, with the survivors fleeing in a mass migration led by [[Nymeria]], whose refugee fleet eventually settled in [[Dorne]] in southeastern [[Westeros]].\n\nA few centuries ago, one of the great houses of Valyria,Â [[House Targaryen]]Â established the fortress of [[Dragonstone]]Â off the coast of the continent of [[Westeros]], using it as a trading outpost of the Valyrian Freehold.\n\n===The Doom and Aftermath===\n[[File:Daenerys and Viserys.jpg|thumb|250px|Due to generations of [[Incest|inbreeding]], the Targaryens retained distinctly Valyrian features: a pale complexion and white (platinum blonde) hair.]]\nFor nearly five thousand years, Valyrian supremacy remained uncontested. However, a cataclysmic event known as &quot;[[Doom of Valyria|The Doom]]&quot; laid waste to the Valyrian capital, its people, and the surrounding lands. The Valyrian peninsula itself was shattered and the ocean came sweeping in, becoming the [[Smoking Sea]]. Dragons, as well as Valyrian recorded history, spells, and knowledge were lost. With its center of power destroyed, the empire collapsed. Of the mighty families of dragonlords who ruled the Freehold, only House Targaryen survived, as it had established DragonstoneÂ far across the [[Narrow Sea]]Â years before the Doom.\n\nThe surviving colonies of the Valyrian Freehold split up into rival independent city-states. In the west, they became the [[Free Cities]]. In the east, the conquered Ghiscari cities of [[Slaver's Bay]] reasserted their independence, but five thousand years of Valyrian domination had swept away most of their original culture.\n\n"}, "title": "Valyrian Freehold"}