{"attributes": {"image": "", "type": "  Polytheistic", "location": " Valyrian Freehold and its colonies, EssosQuote", "clergy": "  ", "title": " Valyrian religion"}, "sections": {"TOP": "Valyrian religion0282993p0zw4j1q618iubpvicaxet2pb33g291684282015-01-04T21:59:44ZThe Dragon Demands5014364/* In the books */{{Infobox religion\n| Title= Valyrian religion\n| Image=\n| Type=  Polytheistic\n| Clergy=  \n| Location = [[Valyrian Freehold]] and its colonies, [[Essos]]\n}}\n{{Quote|Aegon unleashed all three of his dragons for the first and only time.  Each beast was named after the Valyrian gods of Aegon's forefathers.  Visenya rode Vhagar...Rhaenys rode Meraxes...greatest of all was Balerion...this magnificent creature was ridden by Aegon himself.|[[Viserys Targaryen]]|The Field of Fire (Complete Guide to Westeros)}}\n\nThe '''Valyrian religion''' was worshiped by the [[Valyrians]] in [[Essos]] throughout their vast empire, known as the [[Valyrian Freehold]].  The religion lasted for thousands of years within the Freehold, but was little-followed after the [[Doom of Valyria]] destroyed their civilization.  \n\n[[House Targaryen]], a family of Valyrian nobles who survived by fleeing to [[Westeros]], also later abandoned the religion when [[Aegon the Conqueror]] and his sisters converted to the [[Faith of the Seven]] (largely as a political move).  \n\nThe Valyrian religion was polytheistic with a pantheon of several gods.  The Targaryens named several of their [[Dragons|dragons]] after the gods of old Valyria:  [[Balerion]], [[Vhagar]], and [[Meraxes]].&lt;ref&gt;[[The Field of Fire (Complete Guide to Westeros)]]&lt;/ref&gt;\n\n", "In the books": "\nLittle has been revealed about the old Valyrian religion in the ''[[A Song of Ice and Fire]]'' novels, other than that the Targaryen dragons were named after several gods from the Valyrian pantheon.  Besides Balerion, Vhagar, and Meraxes, Syrax - the she-dragon ridden by [[Rhaenyra Targaryen]] - was also stated to have been named after a goddess of Valyria.  Nothing is known about the Valyrian deities &quot;Balerion&quot; or &quot;Vhagar&quot;, other than their names.  \n\nThe Valyrian Freehold was fairly tolerant of other religions - in the sense that so long as conquered peoples paid their taxes, the Valyrians didn't really care what gods they prayed to.  The Valyrian religion was primarily followed by the Valyrians themselves, the dragonlord families of Old Valyria, though they were disproportionately powerful in the society of the Freehold.  Given that the Valyrian Freehold is loosely-inspired by the real-life Roman Republic, this mirrors how the Romans actually tolerated local religions so long as they did not interfere with the operations of the Roman state.  Some also speculate that the dragonlords did this so no single religion would ever grow popular and powerful enough to start challenging their secular rule, or to unite widespread slave populations into open revolt.\n\nThere were still many other local religions, cults, and sects within the Valyrian Freehold, both those of conquered people and minority cults which grew up among the Valyrians themselves.  Several of the northern Free Cities were founded by religious dissidents who wanted to practice their religions in isolation.  They were not being persecuted by the Freehold or the main Valyrian religion, rather, they were intolerant religions, each of which felt their religion was the only true one, and did not wish to live alongside what they felt was the corruption of the unfaithful.  The Bearded Priests who founded [[Norvos]] follow a strict and austere religion, devoted to frequent prayer (the name of the god they worship is a secret, and it is only ever spelled using initials).  The cult of Boash, which founded [[Lorath]], was even more dedicated to austerity and extreme self-abnegation, to the point that they refused to use personal pronouns when referring to themselves or others.  The Bearded Priests of Norvos still permitted [[Slavery|slavery]] and even bought slaves to serve as temple guards, but the cult of Boash outlawed slavery, because they believed that all humans were equal, master or slave, male or female (in the sense that all humans are equally worthless before their god).  As a result Lorath became a major destination for escaped slaves fleeing from Valyria (though in this it was later eclipsed by [[Braavos]], the secret city actually founded by escaped slaves).  The Bearded Priests continue to rule Norvos to the present day, partially because they are not very tolerant of other religions.  In contrast, the cult of Lorath allowed non-believers to settle in their city, until after several centuries the popularity of the cult waned, and ultimately the wealthy merchants and magisters united to remove the remnants of the cult from power.  Today, the cult of Lorath is extinct, though upper-class Lorathi retained the habit of speaking without pronouns (i.e. while pretending to be a Lorathi, [[Jaqen H'ghar]] speaks like this, saying &quot;a man thanks a girl&quot;, instead of saying, &quot;I thank you, girl.&quot;)  The cult of the Black Goat founded the city of [[Qohor]], where it continues to this day; devoted to daily animal sacrifices to the Black Goat, and even human sacrifices of condemned prisoners on high holy days.  \n\nThe Valyrian religion went nearly extinct after the Doom of Valyria, but not entirely so.  New religions surpassed it in the former Valyrian colonies of the [[Free Cities]] and [[Slaver's Bay]], such as the [[Lord of Light]] religion, along with many others.  The only group confirmed to still follow the Valyrian religion are some of the aristocratic families of [[Volantis]].  This is another extension of their obsession with Volantis's status as the first and oldest of the Free Cities, founded as a colony by Valyria.  As a result they cling to whatever cultural trappings they can from the ancient Valyrians to advertise the belief that they are Valyria's successors, and should by rights one day conquer and unite all of the other Free Cities into a new Freehold.  Even so, the religion is only still followed by some of the aristocratic families of Volantis, not all of them.  Moreover, no one outside of the black walls of the inner city (inhabited only by aristocrats) follows the religion.  There are five slaves in Volantis to each free man, and by far the most popular religion among them is the Lord of Light religion - the temple of the Lord of Light in Volantis is massive, three times bigger than the [[Great Sept of Baelor]].\n\n"}, "title": "Valyrian religion"}