{"attributes": {}, "sections": {"TOP": "Valyrian (ship)027593pi7dwjrampsrua49rxb8bub8bewe8k71759192015-03-08T22:20:02ZSharp Blades26158496{{Conjecture}}\nThe '''''Valyrian''''' is a [[Ships|ship]] owned by pirate [[Salladhor Saan]] and the flagship of his [[Mercenary|sellsail]] fleet.\n", "In the books": "\nIn the ''A Song of Ice and Fire'' novels, the ''Valyrian'' is a war galley of three hundred oars. The ship survives the Battle of the Blackwater because Ser [[Imry Florent]], the Lord High Captain in command of Stannis' fleet, keeps Salladhor and thirty Lyseni galleys as rearguard out in [[Blackwater Bay]]. The ''Valyrian'' and the rest of Saan's ships are among the few that survive the battle, as they are way behind the chain set up by [[Tyrion Lannister]] to trap Stannis fleet at the mouth [[Blackwater Rush]] and destroy it with wildfire. Saan's fleet rescues Stannis and several of his surviving loyalists, mostly [[House Florent|Florents]].\n\nFollowing the battle, the ''Valyrian'' remains anchored at Dragonstone, though Salladhor's ships intercept any trade ships crossing Blackwater Bay and &quot;tax&quot; them on their goods, as Saan has been made Lord of Blackwater Bay by Alester Florent. Davos is rescued by the crew of Khorane Sathmantes, the Lysene captain of ''Shayala's Dance'', a galley of Salladhor's fleet.\n\nAfter Stannis decides to lend aid to the Night's Watch, the Valyrian sets sail towards [[Eastwatch-by-the-Sea]].\n\n", "History": "===[[Season 2]]===\nThe ''Valyrian'' anchors nearby [[Dragonstone (island)|Dragonstone]] when Salladhor Saan meets with [[Davos Seaworth]], who seeks to hire his fleet to fight for [[Stannis Baratheon]].&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\nThe ''Valyrian'', along with the rest of Salladhor's fleet, participates in the [[Battle of the Blackwater]]&lt;ref&gt;&quot;[[Blackwater]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\nCrewmembers of the ''Valyrian'' rescue Davos Seaworth from the [[Spears of the Merling King]] and take him aboard. Salladhor informs Davos of Stannis defeat and the status at [[Dragonstone (castle)|Dragonstone]] and tries to convince him to come with him, as he has abandoned Stannis' cause. Davos refuses and convinces Saan to take him to Dragonstone.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\nDavos hires once again Salladhor Saan and the ''Valyrian'', along with the rest of Saan's fleet, after he convinces three representatives of the [[Iron Bank]] of [[Braavos]] to support Stannis.&lt;ref&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt;\n\n"}, "title": "Valyrian (ship)"}