{"attributes": {"season": " Season 4", "image": " Valyrian Steel Histories &amp; Lore.png", "narrator": " Jorah Mormont'''&quot;Valyrian Steel&quot;''' is part of the Histories &amp; Lore, a special feature in the Blu-ray of Season 4 of ''Game of Thrones''. It is narrated by Iain Glen as Ser Jorah Mormont.== Synopsis ==Jorah Mormont details the mysterious properties of Valyrian steel", "title": " Valyrian Steel"}, "sections": {"TOP": "Valyrian Steel (Histories &amp; Lore)03010694sy3j1zkdjab17p8vizu88ueyw4pyt1773372015-03-16T21:58:20ZGreater good3347453{{Lore|Title = Valyrian Steel|Image = Valyrian Steel Histories &amp; Lore.png|Season = [[Season 4|4]]|Narrator = [[Jorah Mormont]]}}\n'''&quot;Valyrian Steel&quot;''' is part of the [[Histories &amp; Lore]], a special feature in the Blu-ray of [[Season 4]] of ''[[Game of Thrones]]''. It is narrated by [[Iain Glen]] as Ser [[Jorah Mormont]].\n\n", " Synopsis ": "[[Jorah Mormont]] details the mysterious properties of [[Valyrian steel|Valyrian Steel]], a metal considered magical that was used to forge the blades of the great Houses of Westeros.\n", "Summary": "Iron chainmail and steel plate over the chest. Metal gauntlets over the hands and greaves over the legs. A visored helm over the skull. A knight in full armor can shrug off swords, spears and and axes. But [[Valyrian steel]] slices through his protections like so much cloth. As advanced as iron is from bronze, so is Valyrian steel from ordinary steel. Lighter yet stronger, and nothing holds an edge like it. If you take a whetstone to a Valyrian blade, you will need another whetstone, or maybe another hand to hold it.\n\nNobody knows how the Valyrians forged their steel. Less than a handful of smiths can now even reshape it. The process, like so much of their civilisation, was lost in [[Doom of Valyria|the Doom]]. Many claim they wove [[magic]] spells into the molten metal and blasted it with dragonfire. When you see a Valyrian blade, smokey and dark as if drinking in the sun and rippling with a thousand foes, you may not scoff so loudly.\n\nThe Valyrian steel that exists now is all there will ever be. Some survives in [[The Citadel]] where the [[Maesters]]' chains, where a link of Valyrian steel signifies study of the higher mysteries, whatever those are. Some drifts through the world as prized daggers and jewellery for rich merchants. Jorah has even seen a [[Dothraki]] [[Arakh|arach]]. But much more of Valyrian steel lives on in the great houses of [[Westeros]] as their most treasured possession: a sword passed down from father to son for generations. [[Ice]] of [[House Stark]]. [[Heartsbane]] of [[House Tarly]]. [[Lady Forlorn]] of [[House Corbray]].\n\nBut even precious treasures can be lost. [[Aegon I Targaryen]]'s [[Blackfyre]] and [[Visenya Targaryen|Visenya]]'s [[Dark Sister]] disappeared in [[Daemon Blackfyre]]'s [[Blackfyre Rebellion|rebellion]]. A foolish [[King of the Rock]] took [[House Lannister]]'s [[Brightroar]] to [[Valyria]], and neither blade nor man was seen again. And then there are the swords that are not lost, but lose their owners. For five centuries [[Longclaw]] was the pride of House Mormont]], Jorah's house. Even penniless and in great debt, he chose to sell men rather than the sword. When his shame became known and he fled [[Bear Island]] for the east, he left it behind for his father, to hold it for a worthier heir. Valyrian steel is a wonder of the world, sharper than wits, truer than men, rarer than virtue. But even its edge cannot cut so deeply as a son's failure, nor its value match that of redemption.\n\n"}, "title": "Valyrian Steel (Histories &amp; Lore)"}