{"attributes": {}, "sections": {"TOP": "Valyrian Peninsula012984mesahg1npx5s8tp06opkxmjdqdvw9en1786412015-03-22T19:30:31ZThe Dragon Demands5014364/* References */[[Image:Pre-Doom Valyrian Peninsula.png|thumb|The Valyrian Peninsula as it was before the Doom occurred 400 years ago.]]\n[[Image:Post-Doom Valyrian Peninsula.png|thumb|The present-day Valyrian Peninsula, after the Doom of Valyria.]]\nThe '''Valyrian Peninsula''' is a large, wide headland extending south from [[Essos]] into the [[Summer Sea]], the heartland of the now extinct [[Valyrian Freehold]] and the location of its capital city, [[Valyria]]. Partially destroyed in [[the Doom]], with many islands formed and low-lying areas flooded, becoming the [[Smoking Sea]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/valyria/ HBO viewers guide, season 2 map, Valyria entry]&lt;/ref&gt;&lt;ref&gt;[[Complete Guide to Westeros]]&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}}\n\n", "In the books": "\n", "Geography": "The Valyrian Peninsula was shattered in the Doom. Vast amounts of land fell into the sea, with the surviving remnants becoming islands separated by water. Volcanic activity continues even four centuries after the original eruptions, with the water often turning poisonous and giving off fumes which can kill.\n\nThe city of Valyria itself remains on the central island. Though ruined, it is still somewhat intact and a tempting target for looters and treasure-seekers. However, raiding the ruins is extremely hazardous and most who travel to Valyria never return.\n\n===Surrounding seas===\n*[[The Smoking Sea]] separates the islands of Valyria from the peninsula to the north.\n*The [[Summer Sea]] lies off the southern edge of the region.\n*[[The Gulf of Grief]] separates the ruins of Valyria from [[Ghiscar]] to the east.\n*[[Slaver's Bay]] lies to the north-east of the area, north of the Gulf of Grief\n*[[The Sea of Sighs]] is an inland sea in the northern part of the Valyrian Peninsula.\n\n"}, "title": "Valyrian Peninsula"}