{"attributes": {"status": "Scattered", "predecessor": "", "features": ["Silver-gold/Platinum-white hair", "Blue/violet eyesQuote"], "language": " High Valyrian", "title": " Valyrians", "ruler": "", "image": " ", "society": "", "location": [" Free Cities", "Meereen"], "religion": " Polytheistic", "aka": ""}, "sections": {"TOP": "Valyrians027812jzb9y34o09n6iicq6i7w30qj5c1rba61688742015-01-12T21:51:14ZThe Dragon Demands5014364/* Features and practices */::''This article is about the Valyrian people and culture. For other related topics see [[Valyria (disambiguation)]]''.\n{{Culture infobox\n| Title= Valyrians\n| Image= \n| AKA=\n| Status=Scattered\n| Predecessor=\n| Location = [[Free Cities]]&lt;br&gt;[[Meereen]]\n| Ruler=\n| Society=\n| Language= [[High Valyrian]]\n| Religion= Polytheistic\n| Features=Silver-gold/Platinum-white hair&lt;br&gt;Blue/violet eyes\n}}\n{{Quote|Wielding these weapons, astride their dragons, the Valyrians conquered the surrounding lands and slowly expanded west.|[[Viserys Targaryen]]|Valyria and the Dragons}}\nThe '''Valyrians''' are a people and culture native to the [[Valyrian Peninsula]], in the continent of [[Essos]]. For thousands of years, their empire was the dominant civilization in Essos, until a cataclysmic event known as &quot;[[Doom of Valyria|the Doom]]&quot; shattered their capital city and all but obliterated them.\n\n", "Features and practices": "[[File:Daenerys and Viserys.jpg|thumb|300px|Daenerys and Viserys Targaryen are the product of generations of compound inbreeding.  This preserved their distinctly Valyrian features such as a pale complexion and white (platinum blonde) hair.]]\nValyrians are known for being very fair-skinned and having silver hair along with violet or deep blue eyes. To keep their traits &quot;pure&quot;, Valyrian nobles often practiced [[incest]], wedding brother to sister, cousin to cousin, uncle to niece and aunt to nephew.\n\n", "History": "===Background===\nOriginally a community of shepherds, the Valyrians rose to prominence after discovering [[dragons]] in the volcanic area known as the [[Fourteen Fires]]. After taming the mighty beasts, they established the city of [[Old Valyria|Valyria]] and became skilled in both [[magic]] and metallurgy - creating a [[Valyrian steel|unique]] type of steel.\n\nWith their dragons and weapons, the Valyrians conquered their surrounding lands and began their westward expansion. However, they came into conflict with the [[Rhoynar]] as well as the [[Ghiscari]] peoples. The [[Ghiscari Empire]] fought five wars against the [[Valyrian Freehold]] and was eventually defeated, their [[Old Ghis|capital]] destroyed, and its people [[Slavery|enslaved]].\n\nFor nearly five thousand years, Valyrian hegemony was uncontested, until &quot;the Doom&quot; destroyed much of the Valyrian peninsula. Not only dragons, but also the Valyrians' spells, knowledge and recorded history, were lost.\n\nThe cause of the Doom remains unknown, with some believing the Valyrians themselves caused it with their reckless use of magic. In any event, the power of the Valyrians was broken, the ruling [[dragonlords]] dead, and soon their colonies throughout Essos declared their independence and a period of constant warfare began: the [[Century of Blood]].\n\n===Aftermath===\nSome traces of the Valyrian people and culture survived the Doom. Their language, [[High Valyrian]], gave birth to a number of [[Low Valyrian|dialects]] spoken in the former colonies of Valyria. Their blood and practices also survived in the Free Cities - colonies established by the Freehold. However, after four hundred years the surviving Valyrian colonists in the Free Cities intermingled with the local populations to such an extent that they largely ceased to exist as a distinct group. A few aristocratic families in the Free Cities still retain classic Valyrian features, to greater or lesser degrees, having light blonde hair and colorful eyes, and are said to have &quot;the blood of Old Valyria&quot;.\n\nA few Valyrian noble families, however, had survived the Doom on [[Dragonstone (island)|Dragonstone]], off the east coast of [[Westeros]], at the extreme western edge of Valyrian expansion. They were led by [[House Targaryen]], the last possessors of live dragons, as well as some of their vassals who settled on neighboring islands such as [[House Velaryon]] and House Celtigar. A few noble families were later founded by their servants, such as [[House Qoherys]] (which went extinct within three generations). On the whole, however, the Targaryens and their few followers had almost no impact upon the ethnic composition of Westeros as a whole - particularly because they continued to &quot;keep the bloodline pure&quot; by engaging in incestuous marriages whenever possible, instead of intermingling with local noble families.Â \n\n"}, "title": "Valyrians"}