{"attributes": {"status": " :Category:Status: Alive", "death": "", "last": "", "family": "", "title": "Varys", "season": "Season 1", "image": "Varys_S5.jpg", "actor": "Conleth HillQuote", "titles": "Master of Whisperers (formerly)", "place": "Lys, the Free Cities", "aka": ["The Spider", "The Eunuch", "Lord Varys"], "appearances": "24 episodes &lt;small&gt;#Appearances", "first": "&quot;Lord Snow&quot;"}, "sections": {"TOP": "Varys02222g70b2n6mod75negg5eb8f0kc5jrsyuj1797732015-03-27T01:33:44ZAlexandervonweimann24248271{{Character\n| Title=Varys\n| Image=Varys_S5.jpg\n| Season=[[Season 1|1]], [[Season 2|2]], [[Season 3|3]], [[Season 4|4]], [[Season 5|5]]\n| First=&quot;[[Lord Snow]]&quot;\n| Last=\n| Appearances=24 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Titles=[[Master of Whisperers]] (formerly)\n| Aka=The Spider&lt;br&gt;The Eunuch&lt;br&gt;Lord Varys\n| Status= [[:Category:Status: Alive|Alive]]\n| Death=\n| Place=[[Lys]], the [[Free Cities]]\n| Family=\n| Actor=[[Conleth Hill]]}}\n{{Quote|Storms come and go, the big fish eat the little fish, and I keep on paddling.|Varys|The Night Lands}}\n'''Varys''', sometimes called '''the Spider''', is a major character in the [[Season 2|second]], [[Season 3|third]], [[Season 4|fourth]] and [[Season 5|fifth]] seasons. He initially appeared as a recurring character in the [[Season 1|first]] season and debuted in &quot;[[Lord Snow]]&quot;. He is played by starring cast member [[Conleth Hill]]. Varys is a [[eunuchs|eunuch]] and was the [[Master of Whisperers]] on the king's [[small council]]Â until he is forced to flee [[King's Landing]] with [[Tyrion Lannister]].Â He is a skilled manipulator and commands [[little birds|a network of informants]] across two continents. Â \n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Varys is the most enigmatic member of the small council. While Varys' own account of his past might not be fully trusted, he was apparently born as a slave in the [[Free City]] of [[Lys]] and found himself in a mummer's troupe in [[Myr]], where he was castrated, and he later spent time in [[Pentos]]. He later found his way to [[Westeros]] and rose to the position of Master of Whisperers during the reign of King [[Aerys II Targaryen]]. After the conclusion of [[Robert's Rebellion]] Varys was pardoned by King [[Robert Baratheon]] and continued to serve him as spymaster and intelligence-gatherer. The TV series confirmed that this is indeed his true backstory, actually showing the sorcerer who castrated him. The TV series omitted the line where he stated that he was specifically born in the city of Lys, though the acting troupe he served in moved around extensively so he didn't grow up there; afterwards he spent a long time in Myr working his way up in the world, then later moved on to Pentos as an information trafficker. This seems to mean that he is ethnically a Lysene, though then again as he was born a slave, his parents may have been sold there from somewhere else.\n\nâ&euro;&lsaquo;In the books, Varys facilitatesÂ Tyrion's journey to Pentos, but he does not accompany him. Instead, he has his friend Illyrio receive Tyrion.\n\nAccording to the TV series official [[pronunciation guide]] developed for the cast and crew, &quot;Varys&quot; is pronounced &quot;VAIR-iss&quot;, although characters in the show sometimes pronounce it &quot;VAR-iss&quot;.\n\n", "Quotes": "{{Dialogue a-b|Eddard|Tell me something, Varys. Who do you ''truly'' serve?|Varys|The [[Seven Kingdoms|realm]], my lord. Someone must.|[[Eddard Stark|Ned Stark]] and '''Varys'''|The Pointy End}} \n{{Quote|Power is a curious thing... Three great men, a king, a priest, and a rich man. Between them stands a common sellsword. Each great man bids the sellsword kill the other two. Who lives, who dies? ... Power resides where men believe it resides; it's a trick, a shadow on the wall, and a very small man can cast a very large shadow.|'''Varys''' to [[Tyrion Lannister]]|What is Dead May Never Die}}\n{{Quote|Influence grows like a weed.|'''Varys''' to [[Tyrion Lannister]]|And Now His Watch is Ended}}\n{{Quote|Trust me my friend, I've brought you this far.|'''Varys''' to [[Tyrion Lannister]], as he has Tyrion loaded into a crate to flee [[King's Landing]]|The Children}}\n\n", "Image gallery": "&lt;gallery spacing=&quot;small&quot;&gt;\nSmall Council.png|Varys attends a [[small council]] meeting in &quot;[[Cripples, Bastards and Broken Things]]&quot;.\nVarys3.jpg|Promotional HBO image of Varys in [[Season 1]].\nPetyr and Varys 1x05.png|Varys and [[Petyr Baelish]] in the Iron Throne room.\nVarysPromoPosterSeason2.jpg|Varys in [[Season 2]] promo poster\nVarys S2.jpg|Varys in season 2, episode 1 &quot;[[The North Remembers]]&quot;.\nWhiteRaven.jpg|Varys and Pycelle with a white raven.\nTywin court 2x10.png|Varys at court in &quot;[[Valar Morghulis]]&quot;\nRos and Varys 2x10.png|Varys recruits Ros into his informant network in &quot;Valar Morghulis&quot;.\nSeason_3_Ep_4_Varys_Promo.png|Promotional image of Varys in Season 3.\nBaelish Varys the climb.jpg|Varys and Littlefinger converse in &quot;[[The Climb]]&quot;.\nTyrion and Sansa wedding 3x08.jpg|[[Tyrion Lannister|Tyrion]] and [[Sansa Stark|Sansa]] with [[Tywin Lannister|Tywin]], [[Cersei Lannister|Cersei]], [[Joffrey Baratheon|Joffrey]], Lord [[Varys]], Grand Maester [[Pycelle]], [[Margaery Tyrell|Margaery]], Lady [[Olenna Tyrell|Olenna]] and [[Loras Tyrell|Loras]] in &quot;[[Second Sons (episode)|Second Sons]]&quot;.\nJoff and Cersei Varys Mhysa.png|Cersei, Joffrey and Varys in &quot;[[Mhysa]]&quot;.\nVarys in Pentos.jpg|Varys in Illyrio's Mansion in [[Pentos]].\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season One Appearances|||yes|yes|yes||yes|yes|yes|yes}}\n{{Season Two Appearances|yes|yes|yes|||||yes|yes|yes}}\n{{Season Three Appearances|||yes|yes||yes||yes||yes}}\n{{Season Four Appearances||yes|yes||yes|yes||yes||yes}}\n\n==â&euro;&lsaquo;Behind the scenes==\n*â&euro;&lsaquo;â&euro;&lsaquo;[[Conleth Hill]] reprised his role as VarysÂ in the 2012 role-playing game ''[[Game of Thrones (2012 role-playing game)|Game of Thrones]]''.\n*Varys narrates theÂ [[Histories &amp; Lore]] videos '''&quot;[[Robert's Rebellion (Histories &amp; Lore)|Robert's Rebellion]]&quot;''' on the [[Season 3]] Blu-ray and '''&quot;[[The Death of Kings]]&quot;''' on the [[Season 4]] Blu-ray.\n\n", "Biography": "===Background===\nVarys was born across the [[Narrow Sea]] in [[Lys]]. He was born a [[Slavery|slave]], and as a child he traveled with a troupe of actors all around the different [[Free Cities]] until a [[sorcerer]] in the city of [[Myr]] made an offer Varys' master couldn't refuse. Varys was sold to the sorcerer, who gave him a potion that made him unable to move or speak but didn't dull his perceptions or sense of pain, and emasculatedÂ him (cutting off his testes and penis both) to use his sexual organs in a magical ritual, burning them in a brazier. Afterward the sorcerer had no use for Varys and threw him in the streets to die. Instead Varys resolved to live no matter what: begging, stealing, and selling the sexual use of what parts remained to him, doing anything to survive. He also became an excellent thief, but soon learned that stolen information was often a far more valuable commodity than any physical goods, and he worked his way up from the slums of Myr. He became a master spy and information trafficker, and his influence and reputation grew so great that he eventually found himself as a member of the [[small council]] in the [[Seven Kingdoms]]. His experience at the hands of the sorcerer had also left him with a bitter hatred for magic and its practitioners.&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n\n[[File:Aerys_and_Varys.jpg|thumb|left|264px|Varys serving the [[Aerys II Targaryen|Mad King]]]]As a member of the King's [[small council]], he serves as the [[Master of Whisperers]], the King's foremost spymaster and intelligence agent. He holds no inherited title, castle or lands in [[Westeros]], but is called &quot;Lord&quot; as a courtesy due to his position on the council, which traditionally is made up of high lords.&lt;ref name=&quot;Varys viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/jbaratheon/varys/ HBO viewers guide, season 2 guide to houses, House Baratheon of King's Landing - Varys entry]&lt;/ref&gt;\n\nVarys is bald and tends towards fat, due to his castration. He often puts on the public persona of being nothing more than a pudgy man well suited to the pleasantries of court life; humble, obsequious, fawning, and a little effeminate. This is simply a facade that Varys has developed, which often leads those who do not know him well to underestimate him as a cheerful and vapid flatterer. In reality he is a cunning and ruthless manipulator of court politics, on-par with Master of Coin [[Petyr Baelish|Petyr &quot;Littlefinger&quot; Baelish]], with whom he frequently spars. Unlike Baelish, Varys insists that his goals are to achieve what he honestly feels is best for the realm, though of course, what he and the current king feel is best might be two separate things.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\nHe is disparagingly known as &quot;The Spider&quot; due to his vast web of intelligence sources. His sophisticated intelligence network - one of the largest in the world - spans both [[Westeros]] and [[Essos]], as far as [[Vaes Dothrak]] and even [[Qarth]].&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt; He refers to his agents and sources of information- many of which are low-born children- as his &quot;little birds&quot;.  Unlike Baelish, however, Varys is not indifferent or cruel towards his employees; he educates them and provides them with protection in return for the information they bring him.\n\nOne of his jobs is to keep an eye on the movements of [[Viserys]] and [[Daenerys Targaryen]] and ensure they do not become a threat to King Robert's reign.&lt;ref name=&quot;Varys viewers guide&quot; /&gt;\n\n===[[Season 1]]===\nThe [[Hand of the King]], [[Jon Arryn]], dies unexpectedly, causing King [[Robert Baratheon]] to ride north with the intention of askingÂ [[Eddard Stark]] to replace him. The [[small council]] are left to run the kingdoms in his absence.&lt;ref&gt;&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;&lt;/ref&gt; Eddard is summoned to the small council upon his arrival in King's Landing. Varys greets him as he enters. During Eddard's first meeting he learns that Robert has ordered a [[tournament]] to honor his appointment and that the realm has descended into debt.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt;\n\nVarys provides [[Petyr Baelish|Petyr &quot;Littlefinger&quot; Baelish]] with intelligence that [[Catelyn Stark]] is traveling to the city incognito. She brings news of an assassin being sent to kill her son [[Bran Stark|Bran]]. They meet with Catelyn and attempt to identify the dagger used by the catspaw. Varys is surprised when Littlefinger says that he lost the dagger in a wager to [[Tyrion Lannister]].&lt;ref&gt;&quot;Lord Snow&quot;&lt;/ref&gt;\n\nVarys joins the rest of the small council to discuss the rise in crime in the city as a result of the tournament. He is concerned about the capacity of the City Watch to cope. In a private meeting with Eddard, Grand Maester [[Pycelle]] implies that Varys was involved with [[Jon Arryn]]'s death, poison being a favored weapon of eunuchs.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\n[[File:Varys.jpg|thumb|Varys meets with Lord Eddard.]]\nVarys meets with Eddard Stark and frankly tells him that King Robert is a fool and likely doomed unless Eddard can save him. He confirms that Jon Arryn was murdered with a poison called the [[Tears of Lys]] and implicates the deceased Ser [[Hugh]] of the Vale in the murder, though he is unable to pinpoint who ordered the killing. He claims to be a man of honor, like Eddard, who only wants to keep the realm stable and at peace.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\n[[File:Varys_and_Illyrio.jpg|thumb|Varys and Illyrio conspire under the [[Red Keep]].]]\nIn the passages under the [[Red Keep]], Varys meets with his ally, the Magister [[Illyrio Mopatis]] of [[Pentos]], the man who secretly harbored the last remaining [[House Targaryen|Targaryen]] heirs, [[Viserys]] and [[Daenerys]], and arranged the wedding of the latter to ''[[Khal]]'' [[Drogo]]. Varys informs Illyrio of how the new Hand of the King, Eddard Stark, now has the same [[The Lineages and Histories of the Great Houses of the Seven Kingdoms|genealogy book]] that his predecessor read, and has met Robert's [[bastard]] son [[Gendry]]; the same evidence which led Jon Arryn to discover the truth about Queen [[Cersei Lannister|Cersei]]'s children. Illyrio suggests the possibility that the same fate may befall Lord Stark as did his predecessor, but Varys states Eddard Stark is not the same man as Arryn was. Furthermore, he assures Illyrio that the conflict between the [[House Lannister|Lannisters]] and the [[House Stark|Starks]] will soon escalate into a [[War of the Five Kings|civil war]]. Illyrio protests that a war will not serve their purpose right now, since ''Khal'' Drogo is not yet ready to send his army of [[Dothraki]] to invade WesterosÂ for Viserys, thus reviving the Targaryen Dynasty. However, Varys protests there is no way of delaying the incoming conflict, so the Dothraki must be urged to move faster, since &quot;this is no longer a game for two players.&quot; Illyrio replies that it never was. Their discussion is overheard by [[Arya Stark]], who is with them in the tunnels under the [[Red Keep]]. Arya tries to warn her father about what she heard, but she doesn't know who the speakers were and out of context all she understood was that her father has &quot;found the bastard&quot;, that &quot;the wolves are fighting the lions&quot;, and &quot;something about the savage.&quot; Despite Varys's meeting with Illyrio, later at a small council meeting he seemingly supports King Robert's proposal to assassinate Daenerys Targaryen.&lt;ref&gt;&quot;The Wolf and the Lion&quot;&lt;/ref&gt;\n\nVarys has a tense confrontation with Littlefinger. Varys reminds Littlefinger of the incriminating information he holds: Varys knows of the illegalities going on in Littlefinger's brothels and his implication of [[Tyrion Lannister|Tyrion]] in the attempted murder of Bran. In turn Littlefinger reveals he knows that Varys met with Illyrio for some reason kept secret from the King and council.&lt;ref&gt;&quot;The Wolf and the Lion&quot;&lt;/ref&gt;\n\nVarys is present when Eddard is arrested for treason after trying to deliver Robert's proclamation naming him protector of the realm.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt; Varys visits Eddard in the dungeons. He is incredulous that Eddard trusted Littlefinger over him, and even more so that he warned Cersei what he was going to do. Eddard says that he wanted to extend mercy to Cersei's children, whom Robert would have killed if he'd known the truth. Varys bluntly tells Eddard that his mercy is what killed King Robert, to Eddard's shame. He also informs him that all of his household servants have been slaughtered, and his daughter Sansa taken prisoner, though he also informs him (truthfully) that his younger daughter Arya managed to escape the Red Keep, and not even his own spies can locate her. Varys then tells him that Catelyn also no longer holds Tyrion as her prisoner, meaning that the Starks have nothing to barter with for Eddard's life. When Eddard suggests that Varys should just kill him, Varys says &quot;Not today, my lord.&quot;. As he departs, Eddard asks Varys who he truly serves: Varys, in a rare display of honesty, replies &quot;The realm, my lord. Someone must&quot;.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\nVarys returns to Eddard in his cell and informs him that [[Sansa Stark|Sansa]] appeared before the King to plead for his life. He tells him that Robb has called up an army and is marching them south. The situations of Eddard and those he cares about are precarious, but Eddard could help everyone and calm the realm if he confesses. Varys thinks that Ned, himself, may be spared if he will acknowledge the legitimacy of King [[Joffrey Baratheon]]. Eddard refuses, saying that he cares more for his honor than for his life. Varys changes his mind by reminding him that continued defiance could endanger Sansa.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt; Varys is present at Eddard's trial outside the [[Great Sept of Baelor]]. The onlookers are stunned when Joffrey orders Eddard's public execution despite his confession. Varys, Cersei and the council try to intervene, but can only watch as Eddard is beheaded in front of a horrified Sansa and the jeering crowd. As Eddard's headless body is dragged away, Varys stares at the ground, clearly disgusted by the spectacle and later runs to aid Sansa as she faints from shock. Varys is present in Joffrey's court when the king sentences the singer [[Marillion]] to be maimed for mocking the royal family.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\nVarys continues to serve King [[Joffrey Baratheon]]. Queen Regent [[Cersei Lannister]] orders the city closed to refugees from the [[War of the Five Kings]]. She is furious when her brother [[Tyrion Lannister]] is made acting Hand of the King by their father Lord [[Tywin Lannister]].&lt;ref&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt; Varys discovers that Tyrion has brought his lover Shae with him despite being instructed not to by Tywin. Varys lets Tyrion know that he is aware and Tyrion warns Varys not to threaten him.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt; Tyrion involves an unwitting Varys in a plot to test the loyalty of the small council. He gives each member a different version of a marriage alliance involving [[Myrcella Baratheon]] and waits to see who will reveal the information to Cersei. [[Pycelle]] exposes himself as Cersei's man and Tyrion has him arrested. Varys compliments him on the scheme. Varys assists Tyrion in installing Shae as a hand maid to the captive [[Sansa Stark]].&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\n[[File:Tyrion and Varys.jpg|thumb|Varys and Tyrion on the walls]]\nVarys helps Tyrion to plan the defense of King's Landing against an impending attack by King [[Stannis Baratheon]]. Varys disparagingly tells Tyrion that [[Daenerys Targaryen]] lives and has hatched three dragons, and that when they are grown, her enemies will have nowhere to hide. Tyrion prefers to focus on the problem at hand.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n[[File:Tyrion,_Varys_and_Bronn.jpg|thumb|Varys, Tyrion, and Bronn look at maps]]\nVarys provides Tyrion with a map of the tunnel network under the city. He warns Tyrion that their success depends on his leadership. He relays rumors of Stannis' conversion to the [[Lord of Light]] and tells Tyrion that he despises the dark arts practiced by Stannis' adviser [[Melisandre]]. The [[Battle of the Blackwater]] is won, thanks to Tyrion's ingenious defensive tactics and the timely arrival of a host of [[House Lannister]] and [[House Tyrell]] cavalry under the command of Tywin and Ser [[Loras Tyrell]]. Tyrion is betrayed and wounded by Ser [[Mandon Moore]] during the fighting.&lt;ref&gt;&quot;[[Blackwater]]&quot;&lt;/ref&gt;\n\nVarys attends court as Joffrey rewards Tywin, Loras and Littlefinger for their service. Varys visits the recuperating Tyrion and sadly informs him that his father is being given all of the credit for the victory and that he has relieved Tyrion as Hand of the King, that the members of the [[Hill tribes|hill tribes]] have been paid and sent back to [[the Vale]] and that Bronn has been removed from command of the City Watch. He also suggests that Queen Cersei was responsible for Ser Mandon's treachery and leaves Tyrion alone with Shae. Varys also approaches [[Ros]] and recruits her as a spy in Littlefinger's brothel.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n[[Tywin Lannister]] calls the first meeting of the [[Small Council]] since he arrived in the city and assumed his position as [[Hand of the King]]. He has the meeting place changed to a room next to his own quarters, asserting his dominance. Tywin arrives early and has all of the council members called in at once, with seats on only one side of the table, as a non-verbal test to see how each of them reacts around him. [[Petyr Baelish|Petyr &quot;Littlefinger&quot; Baelish]]Â ambitiously pushesÂ his way past everyone else to be the one who sits closest to Tywin. VarysÂ rolls his eyes at Littlefinger's naked ambition and lets him pass, content to sit in the second-closest seat (for now).\n\nTywin is upset with the three advisors, noting that between them, they possess the greatest number of spies in the world, yet none of them can locate his son [[Jaime Lannister|Jaime]], even though the entire Northern army has heard of his escape. Varys says they are trying but he simply cannot be found. Tywin asks what news there is of the war, and Varys reports that Robb has taken the bulk of his army to Riverrun for his grandfather's funeral, while leaving Lord [[Roose Bolton]] in command of [[Harrenhal]]. Varys makes a jab at Littlefinger's recent, titular promotion as Lord of Harrenhal, noting that this makes Roose Bolton the current Lord of Harrenhal in practice if not in name.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\n[[File:What's in the box Varys? What's in the box?!.jpg|thumb|Varys' long awaited revenge.]]\n\n[[Tyrion Lannister]] meets with Varys, who is in the middle of prying open a large wooden crate. Tyrion asks Varys to help him confirm who sent Ser [[Mandon Moore]] to kill him during the [[Battle of the Blackwater]]. Varys says he would like to help, but the most he has are whispers that it was Cersei, but only whispers, and he cannot confirm who gave the order. Tyrion wants to know with certainty if it was his sister so he can take revenge. Varys uses this opportunity to finish a conversation they were having on the eve of the battle, in which Varys promised to reveal how he was castrated. Varys says that he used to be a slave in a traveling troupe that passed through all of the [[Free Cities]], but once when he was in [[Myr]] he was sold to a sorcerer. The sorcerer gave him a potion which temporarily paralyzed him while still leaving him fully aware and able to experience pain, and then he cut his genitals off, root and stem (shaft and testes). The sorcerer needed his genitals as a sacrifice for a spell, and he burned Varys' genitals in a brazier of fire. What Varys has had recurrent nightmares about to this day is not the sorcerer, or the knife, or the pain...but that when the sorcerer prayed to the blue flames in his ceremony, a voice clearly ''answered'' him from the flames. Whether it was a god or a demon or simply parlor tricks Varys never knew, as the sorcerer threw him out into the street to die. But he was determined to live, to spite the sorcerer, and one day get his revenge on him. Varys did whatever it took to claw his way up into a position of influence in the world: first, to survive he would beg, steal, or sell the sexual use of the parts of his body he still had. Increasingly, he discovered that stealing men's secrets was far more profitable than anything physical which could be stolen, and in time, he worked his way up from the slums of Myr to the [[Small Council]] in King's Landing. This is why Varys has always hated those who claim to wield magical powers, and particularly why he opposed [[Stannis Baratheon]], who relies on the Red Priestess [[Melisandre]]. As Varys finishes his long tale, he finally finishes prying the last nail out of the crate and opens it - revealing none other than an elderly sorcerer, the same one that castrated Varys so many years ago. He is still alive but gagged, and was shipped to Varys in the crate. Using his own life as an example, Varys thus urges Tyrion to be patient, and his revenge will come to him in time. Varys then closes the lid of the box again, with the sorcerer still inside.\n\nVarys then visits [[Ros]], who has been secretly spying on Littlefinger for him. He is surprised to hear her report from the other prostitutes in the brothel on the prodigious activities of one [[Podrick Payne]]. Varys is perplexed as to what exactly happened; Ros says the girls told her he wasn't particularly large or anything, so much as ''what'' he did, but when she repeatedly asked them what exactly that was, the most they could say is that it was &quot;hard to describe&quot;. She then reports on how frequently Littlefinger has visited [[Sansa Stark]], and says she thinks he is obsessed with her, and wants to smuggle her out of the city. He asks why she thinks this is true, and she presents a stolen copy of the ship's manifest for the boat that will take Littlefinger to [[the Vale]]. Varys is surprised that Ros is literate and asks what obvious point it is that he doesn't see. She points out that the manifest specifies that there will be ''two'' feather beds, and Varys realizes Littlefinger would only pay the extra money for someone other than Littlefinger if it was Sansa.\n\nVarys meets with [[Olenna Tyrell]]. They walk through the gardens, and while Olenna remains pleasant she instantly sees through all of Varys' pleasantries. Varys is verbally outmatched, for once, and she asks him to just get to the point. He says that he is extremely worried that Littlefinger is going to try to take control of Sansa Stark: with [[Robb Stark]]'s younger brothers presumed dead at [[Winterfell]], and [[Arya Stark]] missing and presumed dead for over a year, Sansa is Robb's legal heir. The [[War of the Five Kings]] is not going well for the Starks now, and if Robb were to be defeated and die, the man who marries Sansa controls [[the North]]. Varys adds that while he enjoys verbally sparring with Baelish, he is truly horrified by the man. While they are all engaged in the intrigues and murders of court politics, Baelish has utterly no limits on what he will do to achieve power: he would burn the entire realm down if it meant he could be king of the ashes. Olenna agrees and says that the solution is rather obvious.&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n\nHe talks with BaelishÂ in the Great Hall about the Iron Throne, and Littlefinger's belief that the realm is a fiction. Varys says that without it, there would be chaos, which he characterizes as a pit. LittlefingerÂ disagrees, saying it is a ladder that few are willing to climb. He reveals that he knew of Ros' agreement with Varys to spy on Baelish, and so gave her to [[Joffrey Baratheon|Joffrey]], who murdered her.&lt;ref&gt;&quot;[[The Climb]]&quot;&lt;/ref&gt;\n\nVarys is a guest at the wedding of [[Sansa Stark]] and [[Tyrion Lannister]]. He stands with the rest of the Small Council near the feet of the Father's statue. Varys later attends the wedding feast and can be seen speaking with Sansa as Tyrion has another confrontation with Tywin.&lt;ref&gt;&quot;[[Second Sons (episode)]]&quot;&lt;/ref&gt;\n\n[[File:Shae_with_varys.png|thumb|Varys gives Shae a bribe of diamonds to leave.]]\n\nVarys is later present when the Small Council discusses the [[Red Wedding]]. He doesn't bother to hide his disgust when Joffrey announces his intention to serve Robb Stark's severed head to Sansa at his wedding. He also looks visibly nervous when Joffrey lashes out at Tywin and accuses him of hiding in Casterly Rock while Robert Baratheon did all the real work in the War of the Usurper. Later that day, Varys seeks out [[Shae]] and tells her that Tyrion is the last hope for the current regime, but Shae is a liability that Tyrion and the realm cannot afford. He offers her a pouch of diamonds with which to start a new life in the Free Cities, but she declines.\n\n===[[Season 4]]===\nVarys meets Tyrion on the way to Joffrey'sÂ breakfast, warning him that Cersei knows about Shae, and that TyrionÂ urgently needs to get her away from King's Landing. Unable to persuade Shae of the danger she is in, Tyrion requests VarysÂ lie to save her, but heÂ refuses; reminding Tyrion thatÂ TywinÂ never makesÂ idle threats, making itÂ too dangerous even for a member of the smallÂ council. Varys is at Joffrey's wedding feast and is disgusted with Joffrey'sÂ entertainment.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\nWhen Podrick Payne visits Tyrion, Tyrion asks is Varys will vouch for him but Pod reveals that Varys has already been called as a witness for Cersei.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\nVarys is present during Tommen's coronation and bows to the king himself along with Pycelle and other Lords and Ladies.&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;\n\nVarys attends a small council meeting, and informs the council about [[Sandor Clegane]] being spotted in the Riverlands killing Lannister men. Tywin asks what could they do to make a common soldier kill the Hound, Varys replies by paying them silver. Varys then tells them about Daenerys and her army, dragons and her rule over Meereen. Cersei says it dosen't matter because they're just babies but Varys tells her that they are not babies anymore. Varys also mentions that [[Jorah Mormont]] and [[Barristan Selmy]] are joined her cause and Jorah is no longer spying for Varys. Tywin asks if Varys can get a spy in Meereen, which he can and Tywin reveals a plan concerning Jorah.\n\nRight after the meeting, Varys and [[Oberyn Martell]] meet in the throne room and talk about Oberyn's travels to Essos and Oberyn asks how Varys came to the situation he is in. Varys says that it is a long story that he only tells to people he trusts (referring to Tyrion) they then talk about Varys before he was cut. Varys says he never was interested because desire destroys men and they can't set out for other goals and he turns around and looks at the throne and leaves leaving Oberyn confused.\n[[File:Tyrion questions Varys.png|thumb|Varys testifies at Tyrion's trial]]\nAt Tyrion's [[Second Trial of Tyrion Lannister|trial]], Varys testifies against Tyrion, giving evidence of what he said to Joffrey after the Red Wedding. As Varys walks out, Tyrion asks if he can ask Varys a question. He is allowed, he reminds Varys of what he said to Tyrion after the Blackwater and asks if he forgot about what he said. Varys looks on with a sad face (implying that he didn't want to testify against his friend) and replies that he never forgets.&lt;ref&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt;\n\nVarys is present duringÂ [[Second Trial by Combat of Tyrion Lannister|Tyrion's trial by combat]]Â and witnesses Oberyn's gruesome death at the hands ofÂ [[Gregor Clegane]].&lt;ref&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt;\n\n[[File:Varys_on_boat_with_tyrion.png|thumb|Varys on the ship with Tyrion.]]Varys helps [[Jaime Lannister]] free [[Tyrion Lannister]] from imprisonment and flee to [[Essos]]. Varys waits for Tyrion to seek him as Jaime had told him to do, only for Tyrion not to come straight away and to show up later with his face covered in blood. Varys suspects Tyrion has done something terrible but places him in a crate, which is then loaded onto a ship. Varys hears the bells being tolled from the [[Red Keep]], and decides to leave with Tyrion.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n"}, "title": "Varys"}