{"attributes": {}, "sections": {"The Prince of Winterfell": "Lord [[Varys]] visits Tyrion to discuss the defence of King's Landing against King [[Stannis Baratheon]]. He finds Tyrion strategizing with [[Bronn]] and greets them both. Varys unctuously compliments Bronn on the Gold Cloaks performance, explaining to Tyrion that they have reduced the rate of theft in the city. Tyrion wonders how Bronn accomplished the improvement. Bronn admits that they rounded up all of the known thieves. Tyrion asks if they were questioned, and Bronn declines to say more, adding that they need only worry about the unknown thieves from now on. Tyrion says that they spoke about such brutal methods, and Bronn agrees that they did. Bronn then questions if they have ever been in a city under siege. They do not answer, and Bronn suggests that he knows something that might not be in the books. He elucidates that starvation is the great killer of a siege and that food becomes the most valuable commodity during a siege. He says that if things are bad enough the poor will turn to cannibalism while the rich will give away their most valued possessions in exchange for simple provisions. He says that the thieves prosper most in a siege. Varys agrees that extreme measures are warranted under the circumstances.&lt;ref name=&quot;E18&quot;&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n[[File:Tyrion, Varys and Bronn.jpg|thumb|Bronn, Varys and Tyrion strategize]]\nVarys notices what Tyrion is reading. He says that it is a thrilling subject but that it is a shame that Châ&euro;&trade;Vyalthan is an uninteresting writer. Tyrion is shocked when Varysâ&euro;&trade;s pronunciation of the name mirrors Bronnâ&euro;&trade;s. He gestures approvingly to the sellsword. Tyrion reaches for a map and says that Stannis knows Kingâ&euro;&trade;s Landing. He predicts that Stannis will use his insight to find their weak point and chooses the [[Mud Gate]] as the likely point that Stannis will attack. Tyrion says that it will be desirable to Stannis because it is weak to battering rams and only 50 yards from the shore. Varys asks what they plan to do to defend the weak spot. Bronn jokes that they could throw books at Stannisâ&euro;&trade;s men. Varys says that they do not have that many books and Bronn retorts that they donâ&euro;&trade;t have many men either. Varys asks Tyrion what they do have and Tyrion responds â&euro;&oelig;Pig Shit.â&euro;? Bronn referred to [[wildfire]] as equivalent to the pig shit peddled by battlefield â&euro;&oelig;wizardsâ&euro;? when they met with Pyromancer [[Hallyne]].&lt;ref name=&quot;E18&quot;/&gt;\n\nKing Joffrey tours the walls of his capital and berates Varys for the lack of intelligence from [[the North]]. They are accompanied by three men of the [[Kingsguard]] and Tyrion. Varys explains that while he has many spies (which he calls â&euro;&oelig;Little birdsâ&euro;?) in the region he has heard nothing from them since [[Theon Greyjoy]] captured the regional capital [[Winterfell]]. Joffrey asserts that the [[House Stark|Stark]] forces are distracted by the loss of their seat and says that he wants to strike against them. Tyrion reminds Joffrey that they are in no position to launch an attack because they are about to be besieged by King Stannis. Tyrion points out that they are surrounded by men preparing to repel attackers from the city walls. Joffrey pledges to ride out to meet Stannis if he lands on the shores of Kingâ&euro;&trade;s Landing. Tyrion half heartedly says that it is a brave choice and assures Joffrey that his men will line up behind him. Joffrey reports hearing it said that Stannis never smiles and claims that he will give him a red smile for ear to ear, unsheathing his sword to underline his bravado. Joffrey walks away, followed by his Kingsguard.&lt;ref name=&quot;E18&quot;/&gt;\n\nTyrion sarcastically asks Varys to imagine Stannisâ&euro;&trade;s terror and Varys deadpans that he is trying. Tyrion says that Varys is an intelligent man and that he likes to think the same about himself. Varys says that no-one disputes Tyrionâ&euro;&trade;s intelligence, not even the multitudes who despise him. Tyrion expresses his desire to speak openly with Varys. Varys says that he wishes the same thing, implying that it is not possible. Tyrion asks Varys what he wants and Varys deflects the question by saying that if they are going to play that game Tyrion will have to go first.&lt;ref name=&quot;E18&quot;/&gt;\n\n[[File:Tyrion and Varys.jpg|thumb|Tyrion and Varys]]\nTyrion leads Varys to the edge of the sea wall. He talks about the massive responsibilities given to his siblings; Jaime was the youngest Kingsguard in history and Cersei became Queen aged 19. Tyrion reveals that when he came of age his father placed him in charge of the drains and cisterns at Casterly Rock. Varys jokes that Tyrion is a very highborn plumber. Tyrion says that he did the job well, ensuring that the water flowed well and the excrement made its way to the sea. Tyrion says that he never had any real power and was surprised to be made acting Hand of the King. Varys interrupts to say that Tyrion is a good [[Hand of the King|Hand]], explaining that he is superior to the good and honourable Jon Arryn and Eddard Stark because he enjoys playing the game while they disdained it. Tyrion agrees that he enjoys it, noting that it was the last thing he expected. Varys adds that Tyrion plays it well and Tyrion admits that he would like to keep on playing it. Tyrion warns that if Stannis breaches the gates then the game is over.&lt;ref name=&quot;E18&quot;/&gt;\n\nVarys tells Tyrion that Stannis is said to burn his enemies alive as an offering to the [[Lord of Light]]. Tyrion notes that the [[Drowned God]] of the [[Ironborn]] wants his enemies drowned and says that all of the gods are vicious. He wonders where he can worship a god of breasts and wine. Varys says that they worship a fertility goddess with 16 breasts in the [[Summer Islands]]. Tyrion jokes that they should sail their immediately.&lt;ref name=&quot;E18&quot;/&gt;\n\nVarys reveals hearing a rumor from Qarth; [[Daenerys Targaryen]] is alive and has hatched three dragons. Tyrion is dismissive of the threat she poses given their current circumstances. Varys predicts that it will be years before the dragons are fully grown but warns that they will then have nowhere to hide. Tyrion urges him to focus on one game at a time.&lt;ref name=&quot;E18&quot;/&gt;\n\n", "TOP": "Varys Season 209055s7h0x5dfc8b0712adrpqmmjh35o9vv41167722014-03-06T03:31:29ZGreater good3347453{{Template:Delete}}In '''[[Season 2]] [[Varys]]''' becomes a major character having appeared as a recurring character in [[Season 1]].\n\n", "Valar Morghulis": "Varys attends court as Joffrey publicly rewards those who served his interests during the battle. The doors open and Lord [[Tywin Lannister]] trots his white steed into the room. King [[Joffrey Baratheon]] formally recites his titles and proclaims Tywin the savior of the city and the [[Hand of the King]]. The handâ&euro;&trade;s badge is presented to Tywin and he curtly thanks Joffrey before turning his horse and riding out.&lt;ref name=&quot;E20&quot;&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\nJoffrey calls Lord [[Petyr Baelish]] forward. He awards him the castle of [[Harrenhal]] for his service to the realm in brokering the alliance between [[House Lannister]] and [[House Tyrell]]. Joffrey formally says that the castle and the [[Lord of Harrenhal|lordship]] will be held by Petyrâ&euro;&trade;s sons and grandsons until the end of time. Petyr accepts and jokes that he will need to acquire some sons to the amusement of the court. [[Varys]] grimaces as his rival is elevated.&lt;ref name=&quot;E20&quot;/&gt;\n\nNext Joffrey calls Ser [[Loras Tyrell]] who kneels before the throne. Joffrey says that the realm is in the debt of House Tyrell and offers to grant them any favor they ask. Loras tells Joffrey that the husband of his sister [[Margaery Tyrell]] was taken from them, referring to his lover [[Renly Baratheon]]. Loras falters for a moment, asserts that Margaery remains innocent and then asks Joffrey to unite their houses through marriage. Joffrey asks Margaery if the marriage is what she wants. Sansa watches the exchange from the gallery.&lt;ref name=&quot;E20&quot;/&gt;\n\n[[File:Margaery love 2x10.png|thumb|Margaery proclaims her love for Joffrey.]] Margaery steps forward and says that she wants the marriage with all her heart, claiming that she has come to love Joffrey from afar. She says that tales of Joffreyâ&euro;&trade;s courage and wisdom have reached her and taken root deep inside of her. Joffrey smiles at his mother Queen Regent [[Cersei Lannister]] as Margaery speaks. He responds by telling Margaery that he has heard tales of her beauty and grace but that they do not do her justice. Joffrey says that it would be an honor to return her love but points out that he is promised to another. He asserts that a king must keep his word.&lt;ref name=&quot;E20&quot;/&gt;\n\nCersei intervenes theatrically to assert that the [[small council]] have agreed that it would be improper for Joffrey to wed Sansa. She cites the status of Sansaâ&euro;&trade;s father, [[Eddard Stark]], as an attainted traitor executed for treason and her brother [[Robb Stark]]â&euro;&trade;s ongoing open rebellion against the throne. Cersei says that Joffrey must set Sansa aside for the good of the realm. The court responds with murmured support. Joffrey halts the chatter by standing. He says that he would like to heed the wishes of the small council and his people but has taken a holy vow. [[Pycelle]] steps forward and says that while the gods hold betrothal solemn, the marriage pact was made by Joffreyâ&euro;&trade;s father, King [[Robert Baratheon]] before [[House Stark]] revealed their falseness. Pycelle announces that the [[High Septon (After the Riot of Kingâ&euro;&trade;s Landing)|High Septon]] has agreed that the Starks' crimes against the realm free Joffrey from the vow in the view of the gods. Joffrey says that the gods are good and that he is free to follow his heart. He tells Loras that he will wed his sister and tells Margaery that he will love her until his last day. The court erupts in applause.&lt;ref name=&quot;E20&quot;/&gt;\n\n[[File:Ros 2x10.png|thumb|left|Ros covering her bruises.]]\n[[Ros]] has returned to [[Petyr Baelish]]â&euro;&trade;s brothel from her captivity. She applies makeup to cover the bruises inflicted on the orders of Cersei. Varys visits her disguised as a client and she invites him to make himsef comfortable. He perches on the edge of the bed. Ros turns on her charm, saying that he does not look comfortable and offering to show him how to relax; she starts to undress. Varys pulls back his hood and says that there is no need for her to disrobe. She asks if he is sure and asserts that most men like what they see. He deadpans that he is not like most men. She says that most men say that about themselves and then asks what he would like her to do. He asks her if working for Lord Baelish has met her expectations.She asks if they have met before. Varys questions the implication that she would not remember him if she had. She explains that she meets many men. Varys agrees but states his belief that she remembers all of them and that her true talents are wasted on them. Ros says that he is very kind and reaches for his crotch. She feels nothing there and realizes his identity. She recoils from him and he notes her fear and says that there is nothing dangerous â&euro;&oelig;down there.â&euro;? Ros says that she knows who he is.&lt;ref name=&quot;E20&quot;/&gt;\n\n[[File:Ros and Varys 2x10.png|thumb|Varys recruits Ros.]] \nVarys compares himself to Petyr, saying that unlike him he protects his employees. He reminds Ros of the abuse she has suffered from her clients in House Lannister. Ros asks how he knows what happened; he smiles, and says that he thought she knew who he was. Ros asks what she can do for him, addressing him by name. He pats the bed next to him and she sits back down. He says that Littlefinger sees her only as a collection of profitable holes while he views her as a potential partner. Ros admits that she is afraid of Petyr. Varys says that she should be but asserts that everyone has their weaknesses. He tells her that Petyr hides his weaknesses very well, but not as well as he thinks.&lt;ref name=&quot;E20&quot;/&gt;\n\nVarys visits Tyrion, who is still recuperating in his chambers. They discuss Ser [[Mandon Moore]]â&euro;&trade;s attempt to kill Tyrion during the battle. Varys says that Cersei was responsible and Tyrion asks why he should believe him. Varys asks why he would lie and Tyrion suggests that he is trying to create strife between Cersei and him. Varys deadpans that there was nothing but love between them before. Varys insists that Cersei ordered the attack and that Tyrion is only alive because of Podrickâ&euro;&trade;s bravery.&lt;ref name=&quot;E20&quot;/&gt;\n\nTyrion calls Pod forward and asks if it would be excessive if he asked him to save his life twice in one week. Pod smiles and says no. Tyrion calls him a good lad and Tyrion orders him to fetch Bronn. He tells Pod to ask Bronn to have four of his most loyal gold cloaks posted to guard his door. Varys interrupts to reveal that Bronn has been relieved of his command and that Tywin and Cersei now share control of the men of the City Watch, their allegiance varying from cloak to cloak. Tyrion asks about the [[Hill Tribes]] men and Varys says that Tywin has sent them home, paying them handsomely for their services.&lt;ref name=&quot;E20&quot;/&gt;\n\nVarys expresses regret that they will not be seeing each other for some time. Tyrion asks if Varys is avoiding swimming to close to a drowning man. Tyrion says that he thought they were friends and Varys says that they are. Varys asks Podrick to open the door and he complies revealing Shae waiting outside. Tyrion flinches, not wanting her to see his disfigurement. She sits next to him on the bed, unperturbed by his injuries. Varys tells Tyrion that there are many who know that Tyrion saved the city from certain defeat. Varys warns that King Joffrey will give Tyrion no honors and the histories will not mention him but reassures him that those that know the truth will not forget. He urges Podrick to come with him, leaving the lovers alone.&lt;ref name=&quot;E20&quot;/&gt;\n\n", "Blackwater": "[[File:Varys Tyrion Podrick.png|thumb|left|Lord Varys visits Tyrion while he gets armored by Podrick.]]\n[[Varys]] visits Tyrion in his chambers as he prepares for the [[Battle of the Blackwater]]. Varys confides that he has always hated the cityâ&euro;&trade;s bells because they ring for horror. He says that they toll for dead kings and sieges. Tyrion adds weddings and Varys deadpans that is exactly what he means. [[Podrick Payne]] dresses Tyrion in his armor. Varys checks Podrickâ&euro;&trade;s name, pretending not to know him. Tyrion calls out Varysâ&euro;&trade;s deception, asserting that he knows every boy in the city. Varys says that he is unsure what Tyrion is suggesting and Tyrion insists that Varys knows exactly what he means. Varys asks Tyrion if he trusts Podrick. Tyrion looks at his squire and says that he does, strangely. Varys unfurls a map of the tunnel network beneath the city. Tyrion looks down at it and estimates that it shows twenty miles of tunnels. Varys corrects him, saying that there are fifty and elucidating that the Targaryens built the city to withstand a siege but wanted to be able to escape if necessary. Tyrion says that he is not planning to escape and paints himself as the captain of a ship; willing to go down with it if it sinks. Varys retorts that many captains say the same while their ships are afloat. Varys observes that Tyrion looks well suited for battle as Podrick helps him into his greaves. Tyrion disagrees and Varys hopes that he is wrong for the all their sakes.&lt;ref name=&quot;E19&quot;&gt;&quot;[[Blackwater]]&quot;&lt;/ref&gt;\n\n[[File:Tyrion and Podrick 2x09.png|thumb|Tyrion ready for battle.]]\nVarys reports that King [[Stannis Baratheon]] has converted to the [[Lord of Light]] through his association with [[Melisandre]] of [[Asshai]], calling her a red priestess. Tyrion wonders about the significance of the association. Varys asks if Tyrion does not believe in the old powers. Tyrion recounts their purported abilitities (blood spells, curses and shapeshifting) and sarcastically asks Varys what he thinks. Varys says that people believe in what they have seen and what those they trust have seen. Varys extrapolates that Tyrion probably does not entirely trust him. Tyrion tells Varys not to take it personally, explaining that he does not entirely trust himself. Varys goes on to say that he has seen and heard things that Tyrion has not. He confides that he wishes he had not either, his eyes misting. He asks if he has told Tyrion how he was castrated and Tyrion answers that he has not. Varys says that he will one day. He gather himself and asserts that the dark arts have provided Stannis with his armies and brought him to their door. Varys says that he can think of nothing worse than a man in service to such powers taking the Iron Throne. He tells Tyrion that he is the only man who can stop Stannis. Podrick offers Tyrion a battle axe. Tyrion looks at it and grips it firmly in his hand before looking back at Varys.&lt;ref name=&quot;E19&quot;/&gt;\n\nTyrion's defensive tactics allow the city to hold against the assault. He uses the tunnel map to surprise attackers at the Mud Gate and destroy their battering ram. He is then trapped outside the city. He is betrayed and wounded by Ser [[Mandon Moore]] during the fighting. Podrick kills Mandon, saving Tyrion's life. The battle is won by the arrival of a host of [[House Lannister]] and [[House Tyrell]] reinforcements under the command of Lord [[Tywin Lannister]] and Ser [[Loras Tyrell]].&lt;ref name=&quot;E19&quot;/&gt;\n\n", "The Night Lands": "Tyrion enters his bedchamber in the [[Tower of the Hand]] to find Shae laughing with Varys. Shae tells him that he made her wait and Varys was keeping her company. Varys says they were discussing Tyrion's bravery at the [[Battle of the Green Fork]]. Tyrion says that it was quite a battle and Varys says that he heard that Tyrion was wounded. Varys says that the northerners are ferocious warriors and Tyrion does not reply. Shae says that she has told Varys about how they met and Tyrion glares at her. Varys says that Tyrion was lucky to find such a lovely creature working in his [[Tywin Lannister|father]]'s kitchens and that the story almost beggars belief. Tyrion says that strange things do happen and offers that Varys should taste Shae's fish pie. Shae says that she doubts that Varys likes fish pie. Varys wonders how she knows and she giggles and says that she can always tell. Tyrion says that Varys and he must not let their disadvantages get the best of them. Varys says that he is glad that Tyrion's new friend could accompany him and adds that friends are an important part of life. He observes that it was unfortunate that Tywin did not want Shae to come. He offers the reassurance that he is very good at keeping secrets for his good friends. Tyrion says that Varys's discretion is legendary where his friends are concerned.&lt;ref name=&quot;E12&quot;&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\nVarys apologises for going on and says goodbye to Shae. Tyrion moves to the door as Varys tells him that they have a council meeting. Tyrion nods at Shae to leave and then blocks Varys's exit. He tells Varys that he does not like being threatened and Varys feigns ignorance. Tyrion says that he is not Eddard and understands how the game is played. Varys says that Eddard was a man of honor. Tyrion says that he is not and that he will have Varys thrown into the sea if he threatens him again. Varys says that Tyrion might be disappointed by the results because he always manages to stay afloat.&lt;ref name=&quot;E12&quot;/&gt;\n\nCersei reads Robb Stark's peace terms aloud to the small council before tearing them up. Tyrion tells her that she has perfected the art of tearing up papers and suggests that they at least return Eddard's remains as a gesture of good faith. Cersei asks [[Alton Lannister]] to deliver their reply and he accepts. Cersei also asks him to tell Jaime that he has not been forgotten, to the consternation of the other council members. Tyrion wishes Alton a safe journey.&lt;ref name=&quot;E12&quot;/&gt;\n\nPycelle reports a raven from Castle Black and gives its message to Tyrion. Varys interjects that the wildlings are becoming increasingly troublesome. Petyr is sarcastically dismissive. Varys goes on to say that the wildlings are organising behind the King beyond the Wall [[Mance Rayder]]. Cersei jokes that she has lost track of the number of kings. Tyrion says that the message is from [[Lord Commander]] [[Jeor Mormont]] and that he is asking for more men. Cersei says that they cannot spare any because they are fighting their own war. Tyrion reads a troublesome passage: â&euro;&oelig;the cold winds are rising, and the dead rise with them.â&euro;? Pycelle dismisses it as northern superstition and Cersei makes to leave. Tyrion relays Jeor's encounter with a [[wight]] and asserts his reliability. Varys wonders how you kill a [[Othor|dead man]] and Tyrion reports that Jeor burned the wights. Cersei mocks Tyrion as having become gullible, believing in 'grumpkins and snarks' after one trip to the Wall. He says that he is not sure what he believes but reminds Cersei that the Night's Watch is the only thing that separates them from what lies beyond the Wall. Cersei sarcastically claims that she has every confidence in the brave men of the Night's Watch. Tyrion later has Lord Janos exiled to [[the Wall]] for his involvement in the massacre of King Robert's bastards.&lt;ref name=&quot;E12&quot;/&gt;\n\n", "The North Remembers": "Varys attends a [[small council]] meeting that conincides with King [[Joffrey Baratheon]]'s name day. [[Grand Maester]] [[Pycelle]] reports that [[the Conclave]] in [[Oldtown]] has announced the end of the summer. He has the white raven they sent for this purpose shown to the group and notes that the summer is the longest in living memory. Varys adds that the smallfolk believe that a long summer will be followed by a long winter and Pycelle dismisses this as a peasant superstition. Petyr reports that they have stockpiled wheat to last through a five year winter. Lord [[Janos Slynt]] complains that the city is filled with refugees fleeing from the [[War of the Five Kings]] in [[the Riverlands]]. Queen Regent [[Cersei Lannister]] questions his role and position and he states his gratitude for his elevation. Cersei orders him to do his job and bar the gates to peasants.&lt;ref name=&quot;E11&quot;&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt;\n\nTyrion whistles as he walks into the small council chamber alone. He kisses his sister's cheek and calls her ravishing, observing that war agrees with her. He asks the group to carry on and takes a seat at the table. Cersei asks what he is doing there and he relates his recent travels including his visit to [[the Wall]] and his imprisonment in the [[Sky Cells]] of [[the Eyrie]]. He looks pointedly at Petyr as he says that he has much to be thankful for. Cersei angrily clarifies that she wanted an explanation for his presence at the small council meeting. Tyrion counters that the [[Hand of the King]] is to be welcomed at their meetings. Cersei asserts that their father [[Tywin Lannister]] is Hand of the King. Tyrion elucidates that he has been appointed to act in Tywinâ&euro;&trade;s absence and hands a scroll to Varys. Varys begins to read Tywinâ&euro;&trade;s orders but Cersei angrily cuts him off and orders the room cleared.&lt;ref name=&quot;E11&quot;/&gt;\n\n[[Stannis Baratheon]] learns of Jaime's incestuous relationship with [[Cersei Lannister|Cersei]] in a letter sent by [[Eddard Stark]] before his death. Stannis composes his own missive and sends it to all the high lords of the [[Seven Kingdoms]] asking them to declare their loyalty to him and telling them of [[Joffrey Baratheon]]'s illegitimacy. Later, several of King Robert's bastards are brutally murdered by the [[City Watch]].&lt;ref name=&quot;E11&quot;/&gt;\n\n", "What is Dead May Never Die": "Tyrion meets with Varys in his dining room. He tells him that he is hoping to make a marriage alliance with [[House Greyjoy]] by offering [[Myrcella Baratheon]]'s hand to their heir [[Theon Greyjoy|Theon]]. Varys is doubtful of the plan but Tyrion tries to convince him that Theon could be an ally within the Northern army. The proposal later proves to be a ruse Tyrion was using to test the loyalty of members of the small council. He fed each of them a different variation of the marriage plan. [[Pycelle]] exposed himself as an informant to [[Cersei Lannister]] by revealing his version to her and Tyrion had him arrested.&lt;ref name=&quot;E13&quot;&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\nTyrion meets with Varys who reports that Shae is settling into her new role as a handmaiden to [[Sansa Stark]]. Tyrion calls it one of his better ideas. Varys remarks on the loss of a second small council member with the imprisonment of Pycelle and congratulates Tyrion on the ploy. Varys tells Tyrion a riddle, using it to illustrate that power is an illusion maintained by rulers. Â He indicates that he believes Tyrion should be the projector of this illusion, demonstrating his admiration of Tyrion's intelligence.&lt;ref name=&quot;E13&quot;/&gt;\n\n"}, "title": "Varys Season 2"}