{"attributes": {"status": " :Category:Status: Dead", "last": "", "rightlink": "Night's WatchCharacter", "season": "Season 4", "image": "", "leftimage": "Maester's mini chain.png", "allegiance": "Night's WatchQuote", "titles": "Maester", "rightimage": "Crow mini shield.png", "mentioned": "&quot;The Watchers on the Wall&quot;", "title": "Vaull", "aka": "", "first": "", "leftlink": "Maesters"}, "sections": {"TOP": "Vaull026286khcypgp6i4j9azhifv3dy0p6xqwx0751739682015-02-22T10:22:54ZSer Patrek25358400{{Heraldry\n|leftimage=Maester's mini chain.png\n|leftlink=Maesters\n|rightimage=Crow mini shield.png\n|rightlink=Night's Watch\n}}\n{{Character\n| Title=Vaull\n| Image=\n| Season=[[Season 4|4]]\n| First=\n| Last=\n| Mentioned=&quot;[[The Watchers on the Wall]]&quot;\n| Aka=\n| Titles=[[Maester]]\n|Status = [[:Category:Status: Dead|Deceased]]\n| Allegiance=[[Night's Watch]]}}\n{{Quote|I can assure you that the closest Maester Vaull ever got to a wildling was this very library.|Maester [[Aemon]]|The Watchers on the Wall}}\n'''Vaull''' is an unseen character mentioned in the episode &quot;[[The Watchers on the Wall]]&quot;. He was once the [[Maesters|maester]] serving the [[Night's Watch]] at [[Castle Black]], but he apparently died long ago and is not expected to appear in the TV series.\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, there is no mention of a maester named Vaull. There is also no mention of who any of the maesters before Aemon were at Castle Black, though in its centuries-long history there were certainly many.\n\n", "Biography": "===Background===\nVaull was the maester serving at Castle Black at some point in time, before Maester [[Aemon]] (who himself became the maester of Castle Black about seventy years ago). He may have lived several centuries ago.\n\nMaester Vaull is famous for writing a rather alarmist book about the [[Free Folk|wildlings]]. It describes the various wildling tribes in lurid and salacious detail, giving horrific details of how wildling raiders butchered and tortured their victims.\n\n===[[Season 4]]===\nAfter the [[Sack of Mole's Town]], [[Samwell Tarly]] reads Maester Vaull's book in Castle Black's library. Old Maester Aemon joins him and asks what he is reading, and Sam admits that it is Maester Vaull's book. Aemon accurately guesses that Sam is reading Vaull's account because he fears for the safety of [[Gilly]], the wildling girl he fell in love with but who he left in Mole's Town, hoping she would be safe there.\n\nAemon assures Samwell that the closest that Vaull ever got to a wildling was the very library they are in now. Sam counters that his descriptions must still be true, because Vaull based it on first-hand interviews with survivors of wildling raids. Aemon chides Sam that these were just tall tales told by frightened survivors, and that the wildlings must tell similarly horrific stories about the terrifying Night's Watch.&lt;ref&gt;&quot;[[The Watchers on the Wall]]&quot;&lt;/ref&gt;\n\n"}, "title": "Vaull"}