{"attributes": {"status": " :Category:Status: Dead", "death": " Slain by Caraxes in the Dance over Harrenhal", "title": "Vhagar", "season": " Season 1", "image": " Visenya Targaryen.jpg", "allegiance": " Visenya Targaryen", "mentioned": [" &quot;Cripples, Bastards and Broken Things&quot;", "&quot;A Man Without Honor&quot;", "&quot;Second Sons (episode)"], "species": " Dragon"}, "sections": {"TOP": "Vhagar08799syrn289rbxeq1icmts95ezjr8igo4pd1771982015-03-16T03:04:05ZThe Dragon Demands5014364{{Animal\n| Title =Vhagar\n| Image = Visenya Targaryen.jpg\n| Season = [[Season 1|1]], [[Season 2|2]], [[Season 3|3]]\n| Species = [[Dragon]]\n| Status = [[:Category:Status: Dead|Deceased]]\n|Death = Slain by [[Caraxes]] in the [[Dance over Harrenhal]]\n| Allegiance = [[Visenya Targaryen]]\n|Mentioned = &quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;br&gt;&quot;[[A Man Without Honor]]&quot;&lt;br&gt;&quot;[[Second Sons (episode)|Second Sons]]&quot;}}\n{{Quote|It wasn't just Aegon riding his dragon, it was Rhaenys and Visenya too...Rhaenys rode Meraxes, Visenya rode Vhagar.|[[Arya Stark]]|A Man Without Honor}}\n'''Vhagar''' was the [[dragon]] ridden by [[Visenya Targaryen]] during the [[War of Conquest]].&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;&lt;ref name=&quot;E17&quot;&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt; Though smallest of the dragons, Vhagar was still large enough to swallow a horse whole, and its flames could melt armor.&lt;ref&gt;&quot;The Complete Guide to Westeros: Field of Fire - House Targaryen&quot; featurette&lt;/ref&gt;&lt;ref name=&quot;E28&quot;&gt;&quot;[[Second Sons (episode)|Second Sons]]&quot;&lt;/ref&gt;\n\n==â&euro;&lsaquo;History==\n===Background===\nVhagar was flown by Aegon's sister-wife Visenya during the War of Conquest. She was one of the three dragons present at the [[Field of Fire]], the decisive battle of the conquest that ensured Targaryen mastery of the Seven Kingdoms.\n\n[[File:Visenya_takes_the_Eyrie.jpg|thumb|Vhagar casts her shadow over the Eyrie.]] \n[[File:Dance Over Harrenhal.png|thumb|Vhagar and Caraxes killed each other during the Dance of the Dragons.]]\nNonetheless, [[House Arryn]] thought that [[The Vale of Arryn|the Vale]] could still resist Targaryen domination by hiding behind the impregnable [[Mountains of the Moon]] along their borders, and fortifying the [[Eastern Road|mountain passes]] beyond any hope of attack. Similar to how Aegon [[Burning of Harrenhal|had dealt with Harrenhal]], Visenya simply flew Vhagar directly over the mountains, and came to rest in the courtyard of the Arryn's own castle, [[the Eyrie]]. At the time, the [[King of Mountain and Vale]] was only a small boy, [[Ronnel Arryn]], whose mother [[Sharra Arryn|Sharra]] was acting as his [[Regent|regent]]. Visenya did not need to burn the Eyrie as Aegon had burned Harrenhal: her display of force with Vhagar was enough to compel the Arryns to surrender. Young Ronnel did ask one condition for his surrender: in return, Visenya would give him a ride around the Eyrie atop her dragon. The Vale surrendered, and true to her word, Visenya gave Ronnel a ride atop Vhagar.&lt;ref&gt;&quot;[[The Vale (Histories &amp; Lore)]]&quot;&lt;/ref&gt;\n\nVhagar lived for another 130 years after the Conquest, until the great Targaryen civil war known as the [[Dance of the Dragons]].  Ultimately Vhagar died in the [[Dance over Harrenhal]], in which she killed and was killed by the dragon [[Caraxes]].&lt;ref&gt;[[Dragons (Histories &amp; Lore)]]&lt;/ref&gt;\n\n===[[Season 2]]===\nWhile she is in the service of [[Tywin Lannister]]Â in [[Harrenhal]], [[Arya Stark]]Â mentions that Vhagar was one of the three dragons used in the [[War of Conquest]], ridden by Visenya Targaryen.&lt;ref name=&quot;E17&quot;/&gt;\n\n===â&euro;&lsaquo;[[Season 3]]===\nWhile incarcerated and learning to read, [[Davos Seaworth]] had trouble reading Vhagar's name, even though he was able to read Visenya's with comparative ease.&lt;ref name=&quot;E28&quot;/&gt; It must be said, however, that Visenya Targaryen is a very famous and important historical figure, while the name of her dragon might be less well-known to the uneducated.\n\n", "See Also": "* {{AWOIAF}} (spoilers from the books)\n\n", "In the Books": "Laena Velaryon, daughter of Lord Corlys Velaryon and Princess Rhaenys Targaryen and wife to Prince Daemon Targaryen, rode VhagarÂ during the reign of [[Viserys I Targaryen]]. LaenaÂ eventually died in childbirth and not long afterÂ VhagarÂ accepted PrinceÂ AemondÂ TargaryenÂ as his rider.Â \n\nAfter Meraxes and then Balerion died, Vhagar was the last of the original three Targaryen dragons. Meraxes died fighting in [[Dorne]], while Balerion later died of old age (about forty years before the Dance of the Dragons).\n\nVhagar was ridden by Aemond Targaryen during the Dance of the Dragons, the Targaryen civil war between [[Aegon II Targaryen|Aegon II]] and [[Rhaenyra Targaryen]]. Aemond sided with his brother Aegon II. Vhagar was the greatest and most powerful living dragon during the Dance, by that time grown nearly as big as Balerion was during the War of Conquest, and she was one of the major advantages possessed by Aegon II's faction. In one of the opening moves of the war, Aemond rode Vhagar to attack and kill Rhaenyra's son Lucerys at [[Storm's End]], while he was riding the young dragon Arrax - Vhagar killed both with little difficulty. At the Battle of Rook's Rest, Aegon II's forced laid a trap for Rhaenys Targaryen and her dragon Meleys (not the original Rhaenys, but her grandson Jaehaerys I's grandaughter). After Rhaenys arrived, she was ambushed by Aemond riding Vhagar and Aegon II riding [[Sunfyre]]. While Sunfyre was badly wounded, the great dragon Meleys was killed. Afterwards, Aemond used Vhagar to burn out vast swaths of [[the Riverlands]], which had sided with Rhaenyra. Nonetheless, VhagarÂ and Aemond were eventually killed during the Dance, in a great duel with Prince Daemon Targaryen and hisÂ dragon Caraxes at Harrenhal.\n\nShe fought in more major Westerosi wars than any other Targaryen dragon: the War of Conquest, the Faith Militant uprising, and the Dance of the Dragons. Meraxes only fought in the War of Conquest. Balerion did fight in the Faith Militant uprising (ridden by Visenya's own son Maegor after Aegon died), but he died before the Dance of the Dragons - though Balerion did fight in previous wars outside of Westeros, such as the &quot;[[Century of Blood]]&quot; in the Free Cities.\n\n"}, "title": "Vhagar"}