{"attributes": {"status": " :Category:Status: Uncertain", "family": [" Olenna Tyrell - sister", "Mace Tyrell - nephew", "Margaery Tyrell - great-niece", "Loras Tyrell - great-nephew", "Paxter Redwyne - nephew", "Luthor Tyrell - formely bethrothedQuote"], "title": " File:Redwyne mini shield.png", "season": " Season 4", "allegiance": " House Redwyne", "titles": " ", "link": "House Redwyne", "mentioned": " &quot;Oathkeeper&quot;"}, "sections": {"TOP": "Viola Redwyne0237036uubq8mmqp7di5zirv7u64hlx7b90a01753702015-03-05T06:29:02ZGonzalo848331{{Character\n|Title = [[File:Redwyne mini shield.png|40px|left|link=House Redwyne]] Viola Redwyne [[File:Redwyne mini shield.png|40px|right|link=House Redwyne]]\n|Season = [[Season 4|4]]\n|Mentioned = &quot;[[Oathkeeper]]&quot;\n|Titles = \n|Status = [[:Category:Status: Uncertain|Uncertain]]\n|Allegiance = [[House Redwyne]]\n|Family = [[Olenna Tyrell]] - sister&lt;br&gt;[[Mace Tyrell]] - nephew&lt;br&gt;[[Margaery Tyrell]] - great-niece&lt;br&gt;[[Loras Tyrell]] - great-nephew&lt;br&gt;[[Paxter Redwyne]] - nephew&lt;br&gt;[[Luthor Tyrell]] - formely bethrothed}}\n{{Quote|I wasn't originally meant to wed your grandfather Luthor, you know. He was promised to my sister, your great-aunt Viola.|Lady [[Olenna Tyrell]]|Oathkeeper}}\n'''Viola Redwyne''' is an unseen character in the [[Season 4|fourth season]]. She is the sister of [[Olenna Tyrell]], and was formerly betrothed to [[Luthor Tyrell]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels there is no character namedÂ Viola, either of House Redwyne or any other house. Viola was perhaps added to demonstrate the lengths Olenna was willing to go to so as to not have to marry a Targaryen which is mentioned in the books but never explained in any detail.\n\n&quot;Viola Redwyne&quot; was invented by the TV series in Season 4, before the ''World of Ice and Fire'' sourcebook was released in late 2014, which revealed Olenna's actual backstory from the book continuity, which contradicts this information:  Olenna Redwyne was engaged to Prince Daeron Targaryen, youngest son of King Jaehaerys II.  It was actually ''Daeron's'' sister, Shaera Targaryen, who was originally betrothed to Luthor Tyrell.  \n\nIn the TV series, Maester [[Aemon]] of the Night's Watch explained in Season 1's &quot;[[Baelor]]&quot; that his younger brother Aegon succeeded their father as king (after Aemon declined the throne, due to his vows).  His younger brother was crowned as King [[Aegon V Targaryen]].  Aegon V had three sons:  [[Duncan Targaryen|Duncan &quot;the Small&quot;]] (named for his father's great friend Ser [[Duncan the Tall]]), Jaehaerys II, and Daeron.  Aegon V also had two daughters:  Shaera and Rhaelle.  \n\nAegon V wanted all of his children to enter into political marriage-alliances, to bolster the crown's strength (during a time when Aegon V was enacting populist reforms that lowered taxes on the poor while raising taxes on rich nobles, turning many against the throne).  Aegon V, however, had married for love himself, so when his children rejected each of these betrothals he ultimately relented, rather than seem hypocritical.  \n\nDuncan the Small infamously fell in love with a commoner, Jenny of Oldstones, and had to abdicate his place in the line of succession as a result.  \n\nOriginally, Aegon V's daughter Shaera was betrothed to Luthor Tyrell, and Jaehaerys II was betrothed to a Tully girl, while Daeron was betrothed to Olenna Redwyne.  Neither Shaera, nor Daeron, nor Olenna were happy with the matches.  \n\nAegon V was determined to end the [[Incest|incestuous]] marriage practices of the Targaryens, so betrothing his children to unrelated noble families served a two-in-one goal, of ending their brother-sister marriages, as well as strengthening ties to the other Great Houses.  Prince Jaehaerys and Princess Shaera grew attracted to each other, however, and their parents tried to put a stop to it, physically separating them in different locations.  Their parents' attempts to end their relationship only inflamed their passions even more and more, until ultimately Jaehaerys and Shaera eloped by sneaking out of the castle and marrying without permission - though Aegon V ultimately relented and acknowledged it.  \n\nThe TV series had Olenna say that she was repulsed by the Targaryen she was betrothed to.  The ''World'' book explains that Daeron had no interest in the match either:  Daeron was actually a homosexual, and was in a long-term relationship with his constant companion Ser Jeremy Norridge.  \n\nOlenna did not need to seduce Luthor Tyrell:  Shaera eloped with her brother Jaehaerys to get out of the betrothal to Luthor, which suddenly made Luthor open to a new betrothal.  After Jaehaerys and Shaera eloped, Daeron publicly declared that if neither of his older brothers could be forced into arranged marriages, he could not be justly forced into one himself - Aegon V reluctantly agreed.  Freed from a betrothal that neither Olenna or Daeron wanted, Olenna was then able to marry Luthor Tyrell...though exactly how she secured a betrothal to Luthor, ahead of noble ladies from other major Houses from the Reach (such as House Florent) is not clear, and may have still involved seducing him.  \n\nJaehaerys II succeeded his father as king, and while ruling for only three years before dying of an illness (having always been a physically frail man), he ruled well, successfully responding to the fifth and final Blackfyre Rebellion, known as the [[War of the Ninepenny Kings]].  The children of Jaehaerys II and Shaera were [[Aerys II Targaryen|Aerys II]] and [[Rhaella Targaryen|Rhaella]], who were also married together in the incestuous custom of the Targaryens.  Aegon V's fears later proved true, however, as many believe that Aerys II's incestuous bloodline is what caused his insanity in later life - leading to Aerys II being called &quot;the Mad King&quot;.  The children of Aerys II the Mad and Rhaella were, of course, [[Rhaegar Targaryen|Rhaegar]], [[Viserys Targaryen|Viserys]], and [[Daenerys Targaryen|Daenerys]].  \n\nThe lords to whom Aegon V had promised marriage-alliances with his children were very upset.  Duncan was supposed to marry a daughter of Lord Lyonel Baratheon, but Aegon V later made it up to him as best he could by marrying his younger duaghter, Rhaelle Targaryen, to Lyonel's heir, Ormund Baratheon.  Ormund was later succeeded as head of House Baratheon by his son with Rhaelle, [[Steffon Baratheon]] - father of [[Robert Baratheon|Robert]], [[Stannis Baratheon|Stannis]], and [[Renly Baratheon|Renly]].  This meant that Robert had a Targaryen as his paternal grandmother, and this bit of Targaryen blood was later used as the token rationalization for how Robert could lawfully claim the throne after seizing the throne in the [[Robert's Rebellion|War of the Usurper]].  \n\n'''The TV continuity, however, has cut out Jaehaerys II entirely.'''  In Season 1's &quot;Baelor&quot;, Maester Aemon clearly states that his brother Aegon V's son was Aerys - not that Aerys was Aegon V's ''grandson'', as in the books.  The TV writers have confirmed that this was not an error and that Jaehaerys II officially does not exist in the TV series, with Aerys II as Aegon V's son...though they never clearly explained ''why'' they made this change.  It may have been to make the relationship between Maester Aemon and Daenerys closer - in the TV version, he is Daenerys's great-uncle, but in the books he is her great-great-uncle.\n\nJaehaerys II's omission was established in Season 1, but even by the end of Season 4, the writers have not explained the exact changes that occurred to the Targaryen family tree as a result.  If Jaehaerys II's entire generation was removed, then his brothers and sisters didn't exist either - and his sister Rhaelle married into the Baratheon family, giving them their claim to the Iron Throne.  It isn't known if the TV continuity will make Rhaelle the sister of Aegon V instead of his daughter, or some more convoluted explanation.  The &quot;[[Histories &amp; Lore]]&quot; animated featurettes on the Season 3 Blu-ray mentioned briefly that Robert had Targaryen blood through his ''mother'', not his father, perhaps implying that because a generation was removed, Rhaelle married Steffon, instead of Steffon's father Ormund.  \n\nThe TV writers might not have planned out the &quot;butterfly effect&quot; of changes which resulted from omitting Jaehaerys II (and his entire generation of siblings).  On the other hand, there is a possibility that the writers ''did'' take this into account, and realizing that Jaehaerys II and all of his siblings were omitted, came up with &quot;Viola Redwyne&quot; as an alternate explanation for the story of how Olenna was betrothed to a Targaryen but ended up marrying Luthor Tyrell.  That is, that the writers have determined that Jaehaerys II's brother Daeron doesn't exist in the TV continuity either - though this would also mean omitting one of the few stable homosexual male couples in the narrative, Daeron and Jeremy Norridge.  \n\nThere is a third option, as Olenna's explanation about her &quot;sister Viola&quot; in the TV series continuity doesn't ''necessarily'' need to contradict the backstory from the books' continuity.  In the books, Luthor Tyrell was betrothed twice:  first to Shaera Targaryen, then to Olenna Redwyne (whom he married).  It could plausibly be said that Luthor was engaged ''three'' times:  that after Shaera broke off the betrothal to Luthor, he decided to enter into a marriage-alliance with House Redwyne, but Olenna's parents wanted him to marry her sister Viola, but then Olenna seduced Luthor before the betrothal could be formalized.\n\nAt this point, however, the TV writers have yet to clearly explain specifically how the backstories of some of the older chararacters were changed by cutting out Jaehaerys II (and by extension, all of his siblings).\n\n", "Biography": "===Background===\nViola Redwyne is a member of [[House Redwyne]] a noble house sworn to [[House Tyrell]] and rulers of [[the Arbor]], an island in the [[Summer Sea]].\n\n===[[Season 4]]===\nViola is mentioned by her sister [[Olenna Tyrell]] as being originally bethrothed to Olenna's late husband, Lord [[Luthor Tyrell]]. Olenna met Luthor after she left an embroidery lesson, and had &quot;accidentally&quot; stumbled upon Luthor's room. The next morning, when Luthor was supposed to meet Viola, he did not turn up because he couldn't walk, and only wanted what Olenna had given him the previous night. Olenna didn't mention if Viola ever married into [[House Tyrell]], or at all.&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\n"}, "title": "Viola Redwyne"}