{"attributes": {"status": " :Category:Status: Dead", "family": ["Daemon Targaryen - father", "Rhaenyra Targaryen - mother", "Aegon II Targaryen - half-uncle", "Aegon IV Targaryen - son", "Naerys Targaryen - daughter", "Daeron II Targaryen - grandson", "Daenerys Targaryen (daughter of Aegon IV)"], "title": " Viserys II Targaryen", "season": " Season 1", "image": " History and Lineages Blackfyre.jpg", "allegiance": " House Targaryen", "titles": [" King of the Andals and the First Men", "Lord of the Seven Kingdoms", "Protector of the Realm"], "link": " House Targaryen::''For other characters who share the same name, see: Viserys Targaryen (disambiguation).''Character", "mentioned": " &quot;A Golden Crown&quot;", "place": " Red Keep", "aka": " "}, "sections": {"TOP": "Viserys II Targaryen0129487glbtr17jzf47rdnxe0k3eahqtird7z1759122015-03-08T19:12:22ZDaemon Targaryen24097499{{Heraldry\n|image = Targaryen mini shield.png\n|link = House Targaryen\n}}\n::''For other characters who share the same name, see: [[Viserys Targaryen (disambiguation)]].''\n{{Character\n| Title = Viserys II Targaryen\n| Image = History and Lineages Blackfyre.jpg\n| Season = [[Season 1|1]]\n| Mentioned = &quot;[[A Golden Crown]]&quot;\n| Status = [[:Category:Status: Dead|Deceased]]\n| Place = [[Red Keep]]\n|Titles = [[King of the Andals and the First Men]]&lt;br&gt;[[Lord of the Seven Kingdoms]]&lt;br&gt;[[Protector of the Realm]]\n| Aka   = \n| Allegiance = [[House Targaryen]]\n| Family ={[[Daemon Targaryen]]} - father&lt;br&gt;{[[Rhaenyra Targaryen]]} - mother&lt;br&gt;{[[Aegon II Targaryen]]} - half-uncle&lt;br&gt;{[[Aegon IV Targaryen]]} - son&lt;br&gt;{[[Naerys Targaryen]]} - daughter&lt;br&gt;{[[Daeron II Targaryen]]} - grandson&lt;br&gt;{[[Daenerys Targaryen (daughter of Aegon IV)|Daenerys Targaryen]]} - granddaughter&lt;br&gt;{[[Daemon Blackfyre]]} - grandson&lt;br&gt;{[[Aemon Targaryen (Dragonknight)|Aemon Targaryen]]} - son&lt;br&gt;{[[Aegon III Targaryen]]} - brother&lt;br&gt;{[[Daeron I Targaryen]]} - nephew&lt;br&gt;{[[Baelor Targaryen]]} - nephew&lt;br&gt;{[[Daena Targaryen]]} - niece&lt;br&gt;{[[Rhaena Targaryen]]} - niece&lt;br&gt;{[[Elaena Targaryen]]} - niece}}\n'''Viserys II Targaryen''', is an unseen character in ''[[Game of Thrones (TV series)|Game of Thrones]]''. He is not expected to appear in the series, being long dead by the time it begins.\n\nViserys II was the second King of his name to sit on the [[Iron Throne]] and the tenth king of the [[House Targaryen|Targaryen]] dynasty to rule the [[Seven Kingdoms]]. He was an ancestor of [[Viserys Targaryen|Viserys]] and [[Daenerys Targaryen]]. He was formally styled '''Viserys of House Targaryen, the Second of His Name, King of the Andals and the First Men, Lord of the Seven Kingdoms and Protector of the Realm'''.\n\n", "Family tree": "{{House Targaryen family tree Regency Conquest of Dorne era}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Viserys II was the youngest son of [[Rhaenyra Targaryen]] and the younger brother of King Aegon III, the Dragonbane. The father of Aegon III and Viserys II was Rhaenyra's husband and uncle, Daemon Targaryen (younger brother of Viserys II's namesake, King Viserys I). Viserys II served as [[Hand of the King]] to both his nephews, [[Daeron I Targaryen|Daeron I]], the Young Dragon, and Baelor I, the Blessed, helping keep the realm intact first while Daeron warred and then as Baelor prayed. It was rumored that he had the stonemason Baelor had appointed as [[High Septon (title)|High Septon]] poisoned. It was also rumored that he poisoned Baelor, which is the reason he's not remembered fondly.\n\nViserys II was clean-shaven with long hair. He had a prominent nose, bushy eyebrows and a shrewd, calculating look to him. He wore the simple crown of Aegon III.\n\n[[Grand Maester]] [[Kaeth]]'s classic book on the art of good rulership, ''[[Lives of Four Kings]]'', actually omits Viserys II from the title. As [[Tyrion Lannister]] points out, it would have been more accurate to call it &quot;Lives of ''Five'' Kings&quot;. Kaeith does briefly mention Viserys II, but devotes very little content to him because he only reigned for one year before his death. [[Oberyn Martell]] felt that even this was too much, far more than Viserys II's brief reign merited. Tyrion strongly counter-argues that while Viserys II ''officially'' reigned for only one year, he truly ruled and preserved the land for much longer as Hand of the King, keeping the realm together while Daeron obsessed with fruitless conquests and Baelor obsessed with prayer.\n\nViserys II was only eight years old when the devastating civil war known as the Dance of the Dragons broke out between his mother Rhaenyra and his half-uncle Aegon II. While his brother Aegon possessed an immature dragon named Stormcloud (who later died), Viserys II did not possess one, though he did have a dragon egg (it is unknown if it ever hatched). As the civil war escalated Rhaenyra decided to send her youngest two sons to the Free City of [[Pentos]] for safety, where Daemon had allies, but their ship never arrived. The &quot;Kingdom of the Three Daughters&quot; entered the war on Aegon II's side - an alliance of [[Lys]], [[Myr]], and [[Tyrosh]] who had previously fought Daemon in the [[Stepstones]] (and whom Pentos was allied with Daemon against). The Three Daughters sent a massive naval fleet to break the blockade of Blackwater Bay which Rhaenyra's Velaryon fleet had established, and the boat carrying her two sons sailed right into it. Aegon III managed to escape on Stormcloud (though it suffered mortal injuries in the process), but Viserys II was captured by the enemy fleet. It is unknown what became of him in the intervening time period before Aegon II's death and the ascension of his older brother to the Iron Throne.\n\n", "Biography": "===Background===\nViserys II inherited the throne from his nephew, [[Baelor I Targaryen]]. He was the father of [[Aegon IV Targaryen]], who succeeded him in the Iron Throne, and [[Naerys Targaryen]].\n\n===[[Season 1]]===\nViserys II, along with his descendants, are mentioned in the [[House Targaryen]]'s entry of the book ''[[The Lineages and Histories of the Great Houses of the Seven Kingdoms]]''.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n\n"}, "title": "Viserys II Targaryen"}