{"attributes": {"status": " :Category:Status: Dead", "family": ["Rhaenyra Targaryen - daughter", "Alicent Hightower - 2nd wife", "Aegon II Targaryen - son", "Aemond Targaryen - son", "Daemon Targaryen - brother/son-in-law", "Jaehaerys I Targaryen - grandfather", "Daenerys Targaryen - distant descendantQuote"], "title": " Viserys I Targaryen", "season": " Season 1", "image": " ", "allegiance": " House Targaryen", "titles": [" King of the Andals and the First Men", "Lord of the Seven Kingdoms", "Protector of the Realm"], "link": " House Targaryen::''For other characters who share the same name, see: Viserys Targaryen (disambiguation).''Character", "mentioned": " &quot;Winter is Coming&quot;", "place": " Red Keep", "aka": " "}, "sections": {"TOP": "Viserys I Targaryen027267d5mtp6ple6cuneqkc0gu2vvtfdgpoqj1759072015-03-08T19:03:25ZDaemon Targaryen24097499{{Heraldry\n|image = Targaryen mini shield.png\n|link = House Targaryen\n}}\n::''For other characters who share the same name, see: [[Viserys Targaryen (disambiguation)]].''\n{{Character\n| Title = Viserys I Targaryen\n| Image = \n| Season = [[Season 1|1]]\n| Mentioned = &quot;[[Winter is Coming]]&quot;\n| Status = [[:Category:Status: Dead|Deceased]]\n| Place = [[Red Keep]]\n|Titles = [[King of the Andals and the First Men]]&lt;br&gt;[[Lord of the Seven Kingdoms]]&lt;br&gt;[[Protector of the Realm]]\n| Aka   = \n| Allegiance = [[House Targaryen]]\n| Family ={[[Rhaenyra Targaryen]]} - daughter&lt;br&gt;{[[Alicent Hightower]]} - 2nd wife&lt;br&gt;{[[Aegon II Targaryen]]} - son&lt;br&gt;{[[Aemond Targaryen]]} - son&lt;br&gt;{[[Daemon Targaryen]]} - brother/son-in-law&lt;br&gt;{[[Jaehaerys I Targaryen]]} - grandfather&lt;br&gt;[[Daenerys Targaryen]] - distant descendant}}\n{{Quote|There was one Kingsguard - I forgot the bastard's name - who swore an oath to his dying Targaryen king to crown his daughter after him. The very night that king died, this Kingsguard crowned the king's son instead. When an old man on the small council dared to protest, this honorable knight opened his throat.|[[Bronn]]|The Kingsguard (Histories &amp; Lore)}}\n'''Viserys I Targaryen''', is an unseen character in ''[[Game of Thrones (TV series)|Game of Thrones]]''. He is not expected to appear in the series, being long dead by the time it begins.\n\nViserys I was the first King of his name to sit on the [[Iron Throne]] and the fifth king of the [[House Targaryen|Targaryen]] dynasty to rule the [[Seven Kingdoms]]. He was an ancestor of [[Viserys Targaryen|Viserys]] and [[Daenerys Targaryen]]. He was formally styled '''Viserys of House Targaryen, the First of His Name, King of the Andals and the First Men, Lord of the Seven Kingdoms and Protector of the Realm'''.\n\nViserys I was the grandson of King [[Jaehaerys I Targaryen|Jaehaerys I]], and father of [[Rhaenyra Targaryen|Rhaenyra]] and [[Aegon II Targaryen|Aegon II]].\n\n", "Family tree": "{{House Targaryen family tree Dance of the Dragons Era}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Viserys I was the grandson of King Jaehaerys I, who was the longest reigning King of the Seven Kingdoms in history, ruling for 55 years. Jaehaerys I ruled for so long that his son predeceased him, and he was directly succeeded by Viserys I, who then ruled for 26 years. Between the two of them, they presided over an 80 year golden age for the Targaryen dynasty, with entire generations that were born and died knowing only the peace and prosperity brought by the dragon-kings' unification of the continent. As a result of no major wars occurring during this period, however, it is one of the least documented time periods in George R.R. Martin's novels, and therefore details about the generation between Jaehaerys I and Viserys I were very vague - until the publication of the prequel novella ''The Princess and the Queen'' in 2013. Another prequel novella published in 2014, ''The Rogue Prince'', covers most of the major events in Viserys I's reign, from his coronation to his death.\n\nJaehaerys I and his sister-wife Good Queen Alysanne had nine children. Their eldest son was Aemon, their next son Baelon, and they also had daughters Daella, Saera, as well as five as-yet unknown children. Aemon married Jocelyn Baratheon, and they had one daughter named Rhaenys, but then Aemon died in 92 AL. Jaehaerys declared that his son Baelon was his new heir, despite the fact that Andal custom was that a lord's daughter succeeded ahead of his younger brother (Valyrian customs were more complicated).\n\nBaelon had two sons: Viserys I and Daemon. Under unknown circumstances Baelon also died, in the year 101 AL. Jaehaerys was quite old by this point (being 70 to 80 years of age), and the death of Baelon (and other family members before) left him despondent for the next two years, until he died in 103 AL. Jaehaerys's daughter Saera had previously left across the [[Narrow Sea]] and never returned, adding to his woes. Meanwhile, Daella had married a member of [[House Arryn]], and their daughter Aemma Arryn married Viserys.\n\nWith Jaehaerys I in decline and unable to choose his new heir after Baelon's death, a Great Council was held in 101 AL to determine who would succeed him. Aemon's daughter Rhaenys was a candidate, as were her children Laenor and Laena Velaryon. But the council ruled in favor of Viserys I, given that he was Baelon's heir and Jaehaerys had favored Baelon over his granddaughter Rhaenys.\n\nDuring Viserys I's reign, his wife Aemma Arryn died after giving him only one surviving child, his daughter Rhaenyra. Viserys raised Rhaenyra to be his heir but later remarred to Alicent Hightower and had three sons and a daughter by her - including the future king [[Aegon II Targaryen]]. Viserys I's brother Daemon married his cousin Laena Velaryon, Viserys I's daughter Rhaenyra married Laenor Velaryon. Laena bore Daemon twin girls, Rhaena and Baela, while Rhaenyra had three sons by Laenor - though many claimed that they were all bastards fathered by her alleged lover, Harwin Strong. Both Laenor and Laena later died, after which Rhaenyra and her uncle Daemon remarried - to each other. Rhaenyra bore Daemon two children, both of them future kings: [[Aegon III Targaryen|Aegon III]] and [[Viserys II Targaryen|Viserys II]]. Two rival factions formed at the royal court, one favoring Rhaenyra and their Velaryon allies, and the other favoring Aegon II and his Hightower supporters. At a tournament, Queen Alicent wore a stunning green dress, while Rhaenyra dressed in bold Targaryen colors of black with red highlights. Their followers started imitating their dress colors to display their loyalty, so that ultimately the pro-Rhaenyra faction became known as &quot;the Blacks&quot; while the pro-Aegon II/Alicent Hightower faction became known as &quot;the Greens&quot;. Viserys was not blind to this rivalry and tried to maintain peace between the two factions, but it is possible that at this point no one could stop the coming feud.\n\nUpon Viserys I's death, the realm exploded into a massive civil war between the Blacks and the Greens known as the Dance of the Dragons. While he was still alive, Viserys I repeatedly and publicly made great lords of the realm, and particularly the leading Greens, swear oaths to confirm that Rhaenyra was his rightful heir. Despite all of these preventative measures, Queen Alicent, Aegon II, and their supporters promptly ignored all of these oaths, instead citing that the Great Council of 101 AL had ruled that within the royal family a younger brother would take precedence over an older sister. Fundamentally, of course, the &quot;precedent&quot; of the Great Council had only been established by Viserys I's ''immediate predecessor'' Jaehaerys I - under normal Andal custom, the children of his eldest son Aemon (sons or daughters) would have inherited, and the throne would have passed to Rhaenys. In the first two generations of Targaryen kings, Aegon I and his sons, there had simply been no official ruling on what succession laws the royal family would follow (given how different Valyrian inheritance was from Andal customs). The Blacks regarded the Greens' justification as obvious propaganda, though several who supported the Greens honestly felt that the relatively new Targaryen dynasty - now that it was established as the rulers of the Seven Kingdom) - should have adopted the standard inheritance law of the Seven Kingdoms. No one thought to retroactively make Rhaenys the new monarch, though this was largely irrelevant given that Rhaenys was one of the Blacks: Rhaenys's son had been Rhaenyra's first husband Laenor, and thus Rhaenyra's heir-apparent was Rhaenys's eldest grandson Jacaerys.\n\nPhysically, Viserys I was a plump and pleasant man, amiable to those around him. He grew up in and ruled over a time of plenty, so he was fat and jovial, though he was still an effective monarch. He was loved by both the nobility and the smallfolk. As king, he wore the seven-jeweled crown of his predecessor, Jaehaerys I. Viserys was the last rider of the dragon [[Balerion|Balerion the Black Dread]], but the beast died of old age in 94 AL, late in the reign of Jaehaerys I and nine years before Viserys I succeeded him as king. Although at the time there were more Targaryen dragons than under the reign of any monarch before or since, Viserys I never bonded with another dragon.\n\n", "Biography": "===Background===\nViserys I was the grandson of King Jaehaerys I. He immediately succeeded his grandfather as king because Jaehaerys I ruled for so long that his son (Viserys I's father) predeceased him.\n\n===[[Season 1]]===\n\nViserys I is indirectly referred to when his descendant is introduced by [[Illyrio Mopatis]] as &quot;Viserys of House Targaryen, the Third of His Name&quot;.&lt;ref&gt;&quot;[[Winter is Coming]]&lt;/ref&gt; When [[Eddard Stark]] reads through the book ''[[The Lineages and Histories of the Great Houses of the Seven Kingdoms]]'', an entry mentioning Viserys I's descendant King [[Viserys II Targaryen|Viserys II]] is also seen.&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n[[Joffrey Baratheon]], while not mentioning Viserys I by name, mentions that Viserys I's daughter [[Rhaenyra Targaryen|Rhaenyra]] was fed to a dragon by Viserys I's son [[Aegon II Targaryen|Aegon II]].&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n\n"}, "title": "Viserys I Targaryen"}