{"attributes": {"status": " :Category: Status: Dead", "death": "Burned with molten gold by Drogo", "last": "&quot;A Golden Crown&quot;", "family": [" Aerys II Targaryen - father", "Rhaella Targaryen - mother", "Rhaegar Targaryen - brother", "Daenerys Targaryen - sister", "Aemon"], "title": "Viserys Targaryen", "season": "Season 1", "image": "Viseryspromoheadshot.jpg", "allegiance": "House Targaryen", "actor": "Harry Lloyd", "culture": " ValyrianQuote", "deathep": " &quot;A Golden Crown&quot;", "titles": ["King of the Andals and the First Men (claimant)", "Lord of the Seven Kingdoms (claimant)", "Protector of the Realm (claimant)"], "link": " House TargaryenCharacter", "place": "King's Landing", "aka": ["The Beggar King", "Viserys III Targaryen", "Viserys of House Targaryen the Third of His NameKhal Rhaggat (Cart King)Khal Rhae Mhar (Sorefoot King)"], "appearances": "5 episodes &lt;small&gt;(#Appearances", "first": "&quot;Winter is Coming&quot;"}, "sections": {"Family tree": "{{House Targaryen family tree}}\n\n", "Behind the scenes": "*On the [[Season 1]] Blu-ray,Â Viserys narrates [[Complete Guide to Westeros]] videos on '''&quot;[[Valyria and the Dragons]]&quot;''', '''&quot;[[The Field of Fire (Complete Guide to Westeros)|The Field of Fire]]&quot;''', '''&quot;[[Robert's Rebellion (Complete Guide to Westeros)|Robert's Rebellion]]&quot;''' and '''&quot;[[The Sack of King's Landing (Complete Guide to Westeros)|The Sack of King's Landing]]&quot;'''.\n\n", "TOP": "Viserys Targaryen02155juot0c4kkzb3jcvjfx00j4kqyx6maoi1799602015-03-27T22:47:28ZEnglishJoker1525043/* Quotes */::''&quot;Viserys Targaryen&quot; redirects here: this article is about the brother of [[Daenerys Targaryen]]. For other characters who share the same name, see [[Viserys Targaryen (disambiguation)]].''\n{{Heraldry\n|image = Targaryen mini shield.png\n|link = House Targaryen\n}}\n{{Character\n| Title=Viserys Targaryen\n| Image=Viseryspromoheadshot.jpg\n| Season=[[Season 1|1]]\n| First=&quot;[[Winter is Coming]]&quot;\n| Last=&quot;[[A Golden Crown]]&quot;\n| Appearances=5 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n| Aka=The Beggar King&lt;br&gt;Viserys III Targaryen&lt;br&gt;Viserys of House Targaryen the Third of His Name\nKhal Rhaggat (Cart King)\nKhal Rhae Mhar (Sorefoot King)\n| Titles=[[King of the Andals and the First Men]] (claimant)&lt;br&gt;Lord of the Seven Kingdoms (claimant)&lt;br&gt;[[Protector of the Realm]] (claimant)\n| Status= [[:Category: Status: Dead|Deceased]]\n| Death=Burned with molten gold by [[Drogo|Khal Drogo]]\n| DeathEp = &quot;[[A Golden Crown]]&quot;\n| Place=[[King's Landing]]\n| Allegiance=[[House Targaryen]]\n| Family= {[[Aerys II Targaryen]]} - father&lt;br&gt;{[[Rhaella Targaryen]]} - mother&lt;br&gt;{[[Rhaegar Targaryen]]} - brother&lt;br&gt;[[Daenerys Targaryen]] - sister&lt;br&gt;[[Aemon|Aemon Targaryen]] - great-uncle&lt;br&gt;{[[Duncan Targaryen]]} - uncle&lt;br&gt;{[[Daeron Targaryen (son of Aegon V)|Daeron Targaryen]]} - uncle&lt;br&gt;{[[Drogo]]} - brother-in-law&lt;br&gt;{[[Elia Targaryen]]} - sister-in-law&lt;br&gt;{[[Rhaenys Targaryen (daughter of Rhaegar)|Rhaenys Targaryen]]} - niece&lt;br&gt;{[[Aegon Targaryen (Son of Rhaegar)|Aegon Targaryen]]} - nephew&lt;br&gt;{[[Rhaego]]} - nephew\n| Actor=[[Harry Lloyd]]|Culture = [[Valyrian]]}}\n{{Quote|You don't want to wake the dragon, do you?|Viserys Targaryen to [[Daenerys Targaryen]]|Winter is Coming (episode)}}\n\n'''ViserysÂ Targaryen'''Â is a major character in the [[Season 1|first season]]. He is played by starring cast member [[Harry Lloyd]], and debuts in the [[Winter is Coming|series premiere]]. Viserys is the exiled head of [[House Targaryen]] and considers himself the rightful ruler of the [[Seven Kingdoms]]. He arranges the marriage of his younger sister [[Daenerys Targaryen]] to the [[Dothraki]] [[Khal]] [[Drogo]] to provide the army he needs to retake the [[Iron Throne]]. He eventually grows impatient with DrogoÂ and threatens to kill Daenerys if Drogo does not deliver his crown as agreed. Drogo responds by crowning Viserys in molten gold, killing him.\n\nHe formally styled himself as '''Viserys of House Targaryen, the Third of His Name, King of the Andals and the First Men, Lord of the Seven Kingdoms and Protector of the Realm'''.\n\n", "In the books": "In ''[[A Song of Ice and Fire]]'', Viserys is an ambitious, arrogant and power-hungry young man with a streak of cruelty and a famous temper, though he is occasionally affectionate towards his sister. The books give more detail in explaining just how much of a paper tiger Viserys is, and is largely consumed by delusions of grandeur. In the first chapter the Targaryens appear in, Viserys toys with a sword he borrowed from Illyrio while promising to kill Robert Baratheon in single combat. Daenerys notes to herself that Viserys has ''no idea'' how to use a sword, never owned his own sword, never had any kind of combat training, and is just a boy playing with a borrowed sword.\n\nNonetheless in the books Daenerys still shows some sympathy for Viserys after his death, though she does not regret that Drogo ultimately had to execute him. Dany notes that while Viserys was weak, petty, and cruel, he had spent most of his life as a frightened refugee after his entire family was killed and his home taken away, and thus he was largely a product of his hard childhood on the run. At the least, he had managed to keep Daenerys alive during their life in exile.\n\nIn the books, Viserys was about seven years old at the end of Robert's Rebellion, but in &quot;A Golden Crown&quot; Viserys states that he was five years old at the time, a rare instance of someone being aged ''down'' in the TV continuity.\n\nAccording to the TV series official pronunciation guide developed for the cast and crew, &quot;Viserys Targaryen&quot; is pronounced &quot;Vi-SAIR-iss Tar-GAIR-ee-in&quot;.\n\n", "Quotes": "{{Quote|We go home with an army. With Khal Drogo's army. I would let his whole tribe fuck you, all forty thousand men and their horses too, if that's what it took.|'''Viserys Targaryen''' to Daenerys Targaryen|Winter is Coming}}\n{{Quote|He will not cross. And if by some chance he does, we'll throw him back into the sea.|Ned Stark on how to counter Viserys if he invades.|The Kingsroad}}\n{{Quote|Viserys is less than the shadow of a snake.|Jorah Mormont|Cripples, Bastards and Broken Things}}\n\n", "Image gallery": "&lt;gallery&gt;\nUnsullied.JPG|Viserys and Daenerys at the estate of Magister Illyrio in &quot;[[Winter is Coming]]&quot;.\nViserys &amp; Illyrio 1x01.png|Viserys with [[Illyrio Mopatis]] in &quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;.\nDoreahbath.png|Viserys sharing a bath with [[Doreah]] in &quot;[[Cripples, Bastards and Broken Things]]&quot;.\nJorah and Viserys.jpg|[[Jorah Mormont]] prevents Viserys from stealing the dragon eggs in &quot;[[A Golden Crown]]&quot;. \nViserys.jpg|Viserys' HBO Season 1 promo picture.\n&lt;/gallery&gt;\n\n", "See also": "*{{AWOIAF}}\n\n", "Appearances": "{{Season One Appearances|yes|yes|yes|yes|no|yes}}\n\n", "Biography": "===Background===\n[[File:Young Viserys.jpg|thumb|left|Viserys as a child]]Viserys is the second son and heir of King [[Aerys II Targaryen]], the former ruler of the [[Seven Kingdoms]]. During [[Robert's Rebellion]], after Viserys's older brother [[Rhaegar Targaryen|Rhaegar]] was killed at the [[Battle of the Trident]], his father sent Viserys and his pregnant mother Queen [[Rhaella Targaryen|Rhaella]] to safety on [[Dragonstone (island)|Dragonstone]] island, location of their family's ancestral castle. King Aerys was soon afterwards killed during the [[Sack of King's Landing]], and thus at the age of only five Viserys became the titular head of the Targaryen dynasty, though by this point the rebellion was officially lost.&lt;ref name=&quot;A Golden Crown&quot;&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt; Not long afterwards, his mother died in childbirth, while the forces of [[Robert Baratheon]] closed in on the island. Before they could arrive, Viserys and his baby sister [[Daenerys Targaryen|Daenerys]] were smuggled to safety in the [[Free Cities]], across the [[Narrow Sea]]Â on the continent of [[Essos]]. Bereft of followers, Viserys spent the next 17 years travelling between the Free Cities trying to find new supporters for an attempt to retake the Iron Throne. At times, however, he was left literally begging for food and shelter, much less an army.&lt;ref name=&quot;Viserys viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-ofthrones/season2/#!/guide/houses/targaryen/viserys-targaryen/ HBO viewers guide, season 2 guide to houses, House Targaryen - Viserys Targaryen entry]&lt;/ref&gt;&lt;ref name=&quot;Rhaella viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-ofthrones/season2/#!/guide/houses/targaryen/rhaella-targaryen/ HBO viewers guide, season 2 guide to houses, House Targaryen - Rhaella Targaryen entry]&lt;/ref&gt;\n\nViserys claims the title of Lord of the [[Seven Kingdoms]] and refers to [[Robert Baratheon]] only as &quot;the Usurper&quot;. After years spent fruitlessly wandering the Free Cities seeking military support to retake his throne, Viserys and Daenerys became guests of the powerful Magister [[Illyrio Mopatis]] of [[Pentos]].\n\n===[[Season 1]]===\n[[File:Viserys Targaryen.jpg|thumb|left|190px|Prince Viserys in exile in [[Pentos]].]]In the [[Free City]] of [[Pentos]], across the [[Narrow Sea]], Viserys and [[Daenerys Targaryen]] enjoy the hospitality of Magister [[Illyrio Mopatis]]. Viserys has arranged to wed Daenerys (whom he also calls &quot;Dany&quot;) to Khal [[Drogo]], the warlord of a [[Dothraki]] [[khalasar]] of forty thousand warriors. In return, Drogo will give Viserys the manpower he needs to reclaim the [[Iron Throne]]. Viserys fondles a naked Daenerys before her bath, on the pretext of &quot;seeing how much she has grown.&quot; Daenerys does not want to marry the Khal, but Viserys insists that she will.&lt;ref&gt;&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;&lt;/ref&gt;\n\n[[Image:Daenerys and Viserys.jpg|right|190px|thumb|Viserys and Daenerys.]]During a brief presentation at Illyrio's home Dany meets Drogo's approval. Daenerys marries Drogo and a great celebration is held on the shore outside Pentos. Several Dothraki die in impromptu duels, which Illyrio says is a good sign: a Dothraki wedding without at least three deaths is considered a dull affair. The bride and groom receive many gifts, but for Dany two are particularly interesting. The first is a box containing three beautiful stones. According to Illyrio these are petrified [[dragon]] eggs from the [[Shadow Lands]] beyond [[Asshai]]. The second is a selection of books containing stories and songs from the Seven Kingdoms, given by Ser [[Jorah Mormont]], an exiled [[knight]] of [[House Mormont]]. Ser Jorah swears fealty to Viserys as King and offers him his support and advice. For his gift, Drogo gives Daenerys a beautiful silver mare. Viserys instructs his sister to make Drogo happy before Drogo takes her away to consummate the union.&lt;ref&gt;&quot;Winter is Coming&quot;&lt;/ref&gt;\n[[File:Doreahbath.png|thumb|190px|Doreah and Viserys.]]\n\n\nViserys decides to travel with Drogo's ''[[khalasar]]'' until the bargain is fulfilled. Jorah suggests that Viserys remain at Illyrio's manse but Viserys ignores the advice.&lt;ref&gt;&quot;[[The Kingsroad]]&quot;&lt;/ref&gt; While traversing the western edge of the [[Dothraki sea]], near [[Qohor]], Daenerys orders the ''khalasar'' to halt. Viserys is furious at Daenerys giving him orders and threatens her with a sword. [[Rakharo]], her bodyguard, disarms Viserys and offers to kill him, but Daenerys spares his life. He is forced to walk rather than ride, a tremendous sign of weakness amongst the Dothraki. When even Ser Jorah will not take his side, Daenerys realizes that Viserys will never succeed in retaking Westeros. He could not lead an army, even if her husband gave him one. Daenerys becomes pregnant with Drogo's child.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt;\n\nAfter his horse is taken away, the Dothraki derisively refer to him as Khal Rhaggat (Cart King) and Khal Rhae Mhar (Sorefoot King). The Dothraki feel that a man is only truly a man if he rides on his own horse: only the sick or elderly would ride in a cart, and only slaves walk for miles alongside a horde. That Viserys could not stop his horse being taken away is thus seen as an utter humiliation by the Dothraki.&lt;ref name=&quot;A Golden Crown&quot;/&gt;\n\n[[File:Viserys-threat.png|thumb|190px|Viserys threatens his sister.]]\nThe ''khalasar'' reaches the Dothraki city of [[Vaes Dothrak]]. Viserys despises it as a city of sticks and mud huts and takes pleasure with Daenerys's slave, [[Doreah]]. Doreah makes him unhappy when she asks him about the [[dragons]] and their extinction. Later, Daenerys sends Doreah to Viserys with an invitation to dinner. Enraged at what he perceives as another order, Viserys drags Doreah by her hair to Daenerys. He strikes Daenerys and rants about his superiority. Daenerys hits him in the face with a heavy metal belt and warns him that the next time he raises his hands to her will be the last time he has hands.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt; Illyrio visits [[King's Landing]] to meet with the King's Master of Whisperers, [[Varys]]. Illyrio confirms that Drogo does eventually mean to honor the bargain to invade the Seven Kingdoms, but will not move until his son is born.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\nViserys grows increasingly agitated by Drogo's inaction and fears that Drogo will renege on his promise. Realizing how the Dothraki people have come to love Daenerys makes him feel jealous and inadequate. He tries to steal Daenerys' dragon eggs so he can buy his own army, but Ser Jorah stops him. He accuses Jorah of having physical desires for Daenerys, but says he doesn't care.\n\nA drunk Viserys later stumbles into Khal Drogo's tent during a feast, and demands to be seated in the front near Drogo, in a place of honor. Drogo (through a translator) says that there is a place for him - in the back, with the children and old women. Viserys angrily insists that he is a\n\n[[File:Goldencrown.png|thumb|190px|Viserys receiving his golden crown.]]\n\nking, and will be treated as such. Khal Drogo (haltingly) addresses Viserys for the first time in the [[Common Tongue]] of Westeros: &quot;you are no king&quot;. Furious, Viserys unsheathes his sword, too drunk and arrogant to heed Daenerys' warning that brandishing a sword in the Dothraki holyÂ \n\ncity is punishable by death. Instead, Viserys goes on to demand that he wants to leave immediately with the army he was promised, or else he will leave with his sister (who according to the custom of House Targaryen, should have been his wife, and whom he always thought of as his sexual property). He threatens to cut out Daenerys' unborn son and leave it for Drogo unless they leave at once and Drogo gives him what was promised: the crown of the Seven Kingdoms. The Khal coldly acknowledges Viserys' wishes (via [[Irri]]'s translation) and promises him a &quot;golden crown that men will tremble to behold&quot;.[[File:Viserysgoldencrown.jpg|thumb|right|190px|Viserys after being &quot;crowned&quot;.]]\n\nViserys, believing himself victorious, lowers his guard and is restrained by Drogo's men. Drogo then melts several gold medallions from his belt in a nearby pot. Viserys yells &quot;I am the dragon&quot; and pleads for his life from Daenerys, but when Drogo looks to her she silently nods. Drogo directly addresses Viserys once more in the Common Tongue, saying &quot;a crown for a king&quot;, and pours the molten gold onto Viserys' head as the promised &quot;golden crown&quot;, killing him for his impudence. Viserys dies in agony, and when his dead body slumps to the ground the solidified gold makes a resounding thud. Daenerys coldly remarks that &quot;he was no dragon&quot;, as &quot;fire cannot kill a dragon&quot;. ThisÂ makes Daenerys the rightful (and last) Targaryen heir to the Iron Throne.&lt;ref name=&quot;A Golden Crown&quot;/&gt;\n\n"}, "title": "Viserys Targaryen"}