{"attributes": {"status": " :Category:Status: Dead", "last": "", "family": "Aegon I Targaryen - brother/husband&lt;br/&gt;Rhaenys Targaryen (sister of Aegon I)", "title": "Visenya Targaryen", "season": "Season 2", "image": "Queen Visenya.png", "allegiance": "House Targaryen", "actor": "Quote", "titles": "Queen", "link": " House TargaryenCharacter", "mentioned": "&quot;A Man Without Honor&quot;", "place": "Dragonstone", "aka": "", "first": ""}, "sections": {"TOP": "Visenya Targaryen08775cc0e2k20ejz7usqwe3pevkcz2yrajvi1754902015-03-06T11:27:29ZSer Patrek25358400{{Heraldry\n|image = Targaryen mini shield.png\n|link = House Targaryen\n}}\n{{Character\n| Title=Visenya Targaryen\n| Image=Queen Visenya.png\n| Season=[[Season 2|2]]\n| First=\n| Last=\n| Mentioned=&quot;[[A Man Without Honor]]&quot;\n| Aka=\n| Status= [[:Category:Status: Dead|Deceased]]\n| Titles=Queen\n| Place=[[Dragonstone]]\n| Allegiance=[[House Targaryen]]\n| Family={[[Aegon I Targaryen]]} - brother/husband&lt;br/&gt;{[[Rhaenys Targaryen (sister of Aegon I)|Rhaenys Targaryen]]} - sister&lt;br/&gt;{[[Maegor Targaryen]]} - son/nephew&lt;br/&gt;{[[Aenys I Targaryen]]} - nephew&lt;br&gt;{[[Orys Baratheon]]} - bastard half-brother\n| Actor=}}\n{{Quote|It wasn't just Aegon riding his dragon, it was Rhaenys and Visenya too... Rhaenys rode Meraxes, Visenya rode Vhagar... Visenya Targaryen was a great warrior. She had a Valyrian steel sword she called 'Dark Sister'.|[[Arya Stark]]|A Man Without Honor}}\n'''Visenya Targaryen''' is an unseen character mentioned in the [[Season 2|second season]]. She lived and died centuries before the events of the series, and is not expected to appear. She was the sister and wife of [[Aegon I Targaryen|Aegon the Conqueror]] and helped him in his invasion and conquest of [[Westeros]] three centuries before the events of the series. She was one of the first Queens of the [[Seven Kingdoms]].\n\n", "Family tree": "{{House Targaryen family tree Conquest era}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Visenya is said to have been the more temperamental of Aegon's sisters. She was a noted warrior but also had diplomatic skills. After the razing of Harrenhal, she flew on her dragon to [[Crackclaw Point]] and won the support of the native inhabitants by promising that they would hold fealty only to the [[Iron Throne]] and no other lords.\n\nThe ''World of Ice and Fire'' confirms that Visenya was the more martial of the two sisters. She supported the Targaryen fleet when it attempted to take [[Gulltown]] early during the War of Conquest, but was unable to prevent its destruction at the hands of the [[House Arryn|Arryn]] fleet. She did destroy much of the Arryn fleet with her dragon in vengeance, but could not follow up on the victory. Later, she joined her brother-husband on the [[Field of Fire]], helping win a great victory there (despite sustaining a wound from an arrow). Afterwards she managed to secure the loyalty of [[House Arryn]] by simply flying her dragon to [[the Eyrie]] and allowing the King of the Vale (a young boy) a ride on her dragon's back, thus avoiding a bloody conflict.\n\nThough beautiful, skilled in battle and fierce, Visenya was somewhat stand-offish in matters of the heart. Aegon allegedly spent only one night with her for every ten he spent with Rhaenys. For that matter, Visenya was also a skilled ruler: Aegon did weigh in on major decisions both before and after the Conquest, but he usually left his sisters to handle the day-to-day tasks of governance (aided after the conquest by the new &quot;Hand of the King&quot;, their bastard half-brother Orys Baratheon).\n\nRhaenys died in Dorne before the end of Aegon's reign, and a few years after Aegon's death their bastard half-brother Orys died during a rebellion in the Vale, meaning that Visenya was the last surviving member of the Conquest-generation of Targaryens. She continued to exert political influence during the reign of Aegon's successor, Rhaenys's son Aenys I. Through unexplained circumstances, despite the fact that Aenys I had a son, he was succeeded by his half-brother Maegor. Visenya died later in Maegor's reign.\n\nMaegor was the only child that Visenya ever had. When Maegor came of age, he married one of the daughters of Visenya's sister Rhaenys (the daughter was thus Maegor's half-sister, and full sister of King Aenys). Maegor died without surviving issue, and was succeeded by Aenys's son [[Jaehaerys I Targaryen|Jaehaerys I]] - which means that later generations of Targaryens (such as Daenerys) are not directly descended from Visenya.\n\n", "Biography": "===Background===\n[[File:Aegon and sisters.jpg|thumb|left|Visenya and her siblings on Dragonstone]]Visenya was the sister of Aegon and [[Rhaenys Targaryen (sister of Aegon I)|Rhaenys]], and was born on [[Dragonstone]], the [[House Targaryen|Targaryen]] stronghold in the [[Narrow Sea]]. Following [[Valyrian]] custom, she and Rhaenys both married Aegon. All three rode [[dragons]], with Visenya riding the dragon known as [[Vhagar]]. Visenya also wielded the [[Valyrian steel]] blade [[Dark Sister]] in battle.&lt;ref name=&quot;E17&quot;&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\n[[Harrenhal]] was burned by dragonfire during the [[War of Conquest]], and all three dragons later deployed at the [[Field of Fire]], where they destroyed the largest army ever fielded against their troops and broke the back of resistance to their rule in Westeros.&lt;ref name=&quot;E17&quot;/&gt;\n[[Image:Visenya Targaryen.jpg|thumb|Visenya Targaryen rode the dragon Vhagar.]]\nShe was the mother of [[Maegor Targaryen]], known as Maegor the Cruel, the third [[King on the Iron Throne]], but he died without issue, so all of the subsequent Targaryen rulers (including [[Daenerys Targaryen]]) claim their descent from Visenya's sister, Rhaenys.\n\n===[[Season 2]]===\n[[Arya Stark]], while posing as a common serving girl in [[House Lannister|Lannister]]-occupied [[Harrenhal]], reveals to [[Tywin Lannister]] that Visenya was a heroine of hers. She shows knowledge of Visenya's role in razing Harrenhal.&lt;ref name=&quot;E17&quot;/&gt;\n\n===[[Season 3]]===\n[[Shireen Baratheon]] gives [[Davos Seaworth]] a book about Aegon the Conqueror to read during his incarceration.&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt; Just before his release, Davos reads a passage about Visenya, having a bit of difficulty reading her name and that of Vhagar.&lt;ref&gt;&quot;[[Second Sons (episode)|Second Sons]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}}\n\n"}, "title": "Visenya Targaryen"}