{"attributes": {"founding": "", "founder": "The Valyrian FreeholdQuote", "places": "", "title": "Volantis", "image": "longbridge.png", "rulers": "The Triarchs", "location": "The Free Cities, Essos", "military": "", "religion": ["The Lord of Light", "Other mixed religions"], "age": "Over 1,000 years", "type": "Mercantile city-state, freehold (oligarchy); triumvirate", "institutions": "", "population": ""}, "sections": {"Behind the scenes": "The famous [[Wikipedia:Roman bridge of CĂłrdoba|Roman bridge of CĂłrdoba]] in Spain was used as a stand-in for the [[Long Bridge]] of Volantis - though the real bridge was then augmented with CGI to make it look proportionately larger and to add buildings and markets atop it, as the Long Bridge is described in the novels.\n\n", "TOP": "Volantis0343091q8gsg9oipj6nueh7hxvpqi0m6ef1v1799242015-03-27T20:51:07ZThe Dragon Demands5014364{{Settlement\n| Title=Volantis\n| Image=longbridge.png\n| Image size=\n| Location=The [[Free Cities]], [[Essos]]\n| Type=Mercantile city-state, freehold (oligarchy); triumvirate\n| Population=\n| Rulers=The [[Triarchs]]\n| Religion=The [[Lord of Light]]&lt;br&gt;Other mixed religions\n| Military=\n| Institutions=\n| Places=\n| Founding=\n| Age=Over 1,000 years\n| Founder=The [[Valyrian Freehold]]\n}}\n{{Quote|Volantis is the oldest, the first colony of [[Valyria]].  After the [[Doom of Valyria|Doom]], the Volantenes tried to rebuild the empire under their rule. They failed. Not least because the last Valyrian with dragons, [[Aegon I Targaryen|Aegon Targaryen]], entered [[Century of Blood|the war against them]].  Now they are content to dominate only their lower classes, or so they say.|Ser [[Jorah Mormont]], discussing the Free Cities|The Free Cities (Histories &amp; Lore)}}\n[[Image:Volantis.png|right|thumb|200px|Map showing the location of '''Volantis''' on the continent of [[Essos]].]]\n'''Volantis''' is one of the [[Free Cities]] located east of [[Westeros]]. It is the southern-most and oldest of the Free Cities, located on the southern coast of [[Essos]] along the [[Summer Sea]], at the mouth of the [[Rhoyne]] River. It was founded as a colony of [[Valyria]] many centuries ago. It is a great port.&lt;ref name=&quot;Volantis Viewers Guide&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/locations/volantis/ HBO viewers guide, season 2 map, Volantis entry]&lt;/ref&gt;\n\nPeople from Volantis are known as '''Volantene'''. They are ruled by the [[Triarch]]s. Only those who can trace their lineage back to the times of Valyria may become candidates to the post of Triarch. The city welcomes a mixture of religions but holds a large temple devoted to the worship of the [[Lord of Light]].&lt;ref name=&quot;Volantis Viewers Guide&quot;/&gt;\n\nThe harbor metropolis lies on both sides of one of the many mouths of the Rhoyne. The river is spanned by a great structure known as the [[Long Bridge]].&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\nVolantis is ruled by a noble class, but also possesses large number of [[Slavery|slaves]]. Slaves are tattooed on the face so they are easily identified. A fish tattoo indicates that the slave works on a fishing vessel. In Volantis, it is death for a slave to touch a noble.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\nThe Volantene despise [[Westeros]]i, regarding them as &quot;grim, stinking barbarians&quot;.\n\n==NotableÂ Volantenes==\n* Â {[[Talisa Stark]],Â nĂŠeÂ Maegyr}, a noblewoman of the [[Maegyr family]] who relocated to [[Westeros]]Â where she undertook medical practice andÂ eventually married the [[King in the North]], [[Robb Stark]].Â Killed in the [[Red Wedding]] by [[Lothar Frey]].\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Volantis (sometimes called Old Volantis) is the oldest, largest, and the most populous of the Free Cities, but also the most corrupt. Its vast, crescent-shaped harbor could contain the entirety of [[Braavos]] within it. The city is located on the mouth of the River Rhoyne, which spills into the Summer Sea through a large delta. Volantis lies on both sides of the main mouth of the river and is protected from the [[Dothraki]] by further mouths of the river to the east.\n\nVolantis is divided in two halves by the Rhoyne. The western side of the city is open to foreigners, traders and merchants. The eastern side contains the inner city, which is protected by the 200-foot-tall Black Walls. The Black Walls are wide enough for six four-horse chariots to ride along its top abreast. Slaves, foreigners and freedmen are not permitted within the Black Walls. The main waterway is bridged by the Long Bridge, a structure so large it can take hours to cross if traffic is very heavy.\n\nVolantis is known as the Firstborn of Valyria. Of the colony-states that eventually became the Free Cities, Volantis maintained the closest ties to Valyria and carried on its traditions the most stringently. Immediately after the Doom of Valyria four centuries ago, the rulers of Volantis tried to subdue all of the other Free Cities and reforge a new Valyrian empire, resulting in a decades-long series of chaotic wars known as the [[Century of Blood]]. Volantis managed to conquer and control their fellow cities of [[Lys]] and [[Myr]] for two generations.\n\nAfter a hundred years of warfare, Volantis was on the verge of also conquering [[Tyrosh]]. At this point they petitioned the [[House Targaryen|Targaryens]] on [[Dragonstone]] to help them with the aid of their [[dragons]] but the young [[Aegon I Targaryen]] refused, and instead sided with Volantis's enemies. Volantis had overreached in its offensive against Tyrosh, and now a great alliance formed against them. Braavos and Pentos joined the war on Tyrosh's side, and also supported successful uprisings in Lys and Myr. Aegon Targaryen also joined the alliance with his young dragons, gaining them valuable battle experience. Even the king of [[the Stormlands]] in Westeros joined the alliance against Volantis. Faced with so many enemies, Volantis was defeated.\n\nAt the same time, Volantis had overextended itself even further in attempts to expand eastwards, which similarly collapsed. An entire fleet sent to reclaim Old Valyria became lost in the [[Smoking Sea]] - a fleet which was already badly needed in the losing struggle against the coalition of their enemies in the west. Moreover, no longer restrained by the power of the Valyrians and their dragons, the [[Dothraki]] mounted hordes began overrunning all of the lands east of the Rhoyne: due to its eastern location Volantis was particularly hard hit. In the north, Qohorik fireships broke Volantis' attempts to control the entire Rhoyne river network, restricting Volantis' influence to south of the ruins of [[Chroyane]].\n\nThe Century of Blood left Volantis bankrupt and in chaos. Traders, merchants, and more moderate leaders took control of the city and have effectively ruled it ever since. Meanwhile, the coalition against Volantis soon collapsed as Lys and Myr turned into bitter enemies, struggling over the central border territories which had frequently changed hands during the course of the war. Lys and Myr have continued to fight over these territories over the past three hundred years until the present day (broken up by the occasional truce).\n\nVolantis is still a freehold, like Valyria before it. All freeborn landholders - including women - are entitled to vote in elections to vote for the rulers of the city. Three freeholders - the triarchs - rule for a period of one year, during which time they travel everywhere by elephant, as their feet are not allowed to touch the ground. The triarchs must come from noble families that can prove an unbroken line of descent from Valyria. The traders and other moderate factions call themselves the &quot;elephants&quot;, while those who favor military expansion are known as &quot;tigers&quot;. The tigers have been out of favor for the three hundred years since the Century of Blood, never holding more than one position in the triumvirate.\n\nVolantis remains the center of the [[Slavery|slave-trading]] industry in the Free Cities, and maintains sea and land links with [[Slaver's Bay]] hundreds of miles to the east. There are five slaves in Volantis for each free man, a ratio surpassing even that of the cities in Slaver's Bay itself. Volantis prefers a policy of neutrality and getting rich on its slave trading, but its location on the south-eastern edge of the [[Disputed Lands]] sees it sometimes drawn into warfare with Lys, Myr, and Tyrosh for control of the region.\n\n", "History": "===[[Season 1]]===\nThe [[wineseller]] in the market at [[Vaes Dothrak]] boasts of his fine wine from Volantis, [[the Arbor]] and [[Dorne]].&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\nFollowing the [[Battle of Oxcross]], [[Robb Stark]] meets [[Talisa]], a healer from Volantis. Robb remarks that she is a long way from home.&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\nRobb and Talisa later discuss why she became a healer. She reveals that one summer, her little brother nearly drowned in the Rhoyne and was saved by a slave.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n"}, "title": "Volantis"}