{"attributes": {"status": " :Category: Status: Alive", "last": "&quot;The Rains of Castamere (episode)", "family": [" Walder Frey - father", "Stevron Frey - half-brother", "Lothar Frey - half-brother", "Olyvar Frey - half-brother", "Waldron Frey - half-brother", "Roslin Frey - half-sister", "Ryger Rivers - half-brother", " Walda Bolton"], "rightlink": "BastardyCharacter", "season": " Season 3", "image": " Black Walder.jpg", "leftimage": "Frey mini shield.png", "allegiance": " House Frey", "actor": " Tim PlesterDialogue a-b", "rightimage": "Rivers mini shield.png", "place": " The Twins", "6": "yes", "9": "yes==Family tree==House Frey family tree==Image gallery==&lt;gallery columns=&quot;3&quot; spacing=&quot;small&quot; widths=&quot;170&quot; captionalign=&quot;left&quot; hideaddbutton=&quot;true&quot;&gt;BlackWalderMurder3x09.jpg", "title": " Walder Rivers", "aka": [" Black Walder", "Black Walder Rivers"], "first": "&quot;The Climb&quot;", "appearances": " 2 episodes #Appearances", "leftlink": "House Frey"}, "sections": {"Family tree": "{{House Frey family tree}}\n\n", "TOP": "Walder Rivers0123423x2p8r9i1rktkz208wzv3doohlnunz01805482015-04-02T17:04:47Z76.21.68.131/* In the books */{{Heraldry\n|leftimage=Frey mini shield.png\n|leftlink=House Frey\n|rightimage=Rivers mini shield.png\n|rightlink=Bastardy\n}}\n\n{{Character\n| Title = Walder Rivers\n| Image  = Black Walder.jpg\n| First=&quot;[[The Climb]]&quot;\n| Last=&quot;[[The Rains of Castamere (episode)|The Rains of Castamere]]&quot;\n| Appearances= 2 episodes [[#Appearances|(see below)]]\n| Season = [[Season 3|3]]\n| Status = [[:Category: Status: Alive|Alive]]\n| Place = [[The Twins]]\n| Aka = Black Walder&lt;br&gt;Black Walder Rivers\n| Allegiance = [[House Frey]]\n| Family = [[Walder Frey]] - father&lt;br&gt;[[Stevron Frey]] - half-brother&lt;br&gt;[[Lothar Frey]] - half-brother&lt;br&gt;[[Olyvar Frey]] - half-brother&lt;br&gt;[[Waldron Frey]] - half-brother&lt;br&gt;[[Roslin Frey]] - half-sister&lt;br&gt;[[Ryger Rivers]] - half-brother&lt;br&gt; [[Walda Bolton|&quot;Fat Walda&quot; Frey]] - niece\n| Actor = [[Tim Plester]]}}\n{{Dialogue a-b|Robb Stark|We will do whatever we can to give Lord Frey what he needs.|Black Walder Rivers|Not &quot;what&quot;. Whom.|Robb Stark and Black Walder|The Climb}}\n'''Walder Rivers''' is a recurring character in the [[Season 3|third season]]. He is portrayed by [[Tim Plester]]. Walder is known as '''&quot;Black Walder&quot;''' for his temper and demeanor. He is a [[Bastardy|bastard]] son of his namesake Lord [[Walder Frey]], [[Lord of the Crossing]] and head of [[House Frey]].\n", "In the books": "&quot;Black Walder Rivers&quot; in the TV series is a composite of two different Frey characters from the ''[[A Song of Ice and Fire]]'' novels: &quot;Black&quot; Walder Frey, Lord Walder's great-grandson and grandson of [[Stevron Frey]], and Ser Walder Rivers, Lord Walder's eldest and most prominent bastard son. The character who appeared in the TV series was named as &quot;Black Walder&quot; in Season 3, though the HBO Viewer's Guide referred to him as a bastard son, not a trueborn great-grandson. The updated Season 4 Viewer's Guide website clarified this by identifying him as &quot;Black Walder Rivers&quot;.\n\n===Black Walder Frey===\nBlack Walder's father, Ryman, is the eldest son of Ser [[Stevron Frey]], who is himself the eldest son, and heir, of Lord Walder Frey. Thus Ryman's three sons - Edwyn, Black Walder, and Petyr - are the presumptive future heirs of House Frey (which includes over a hundred direct descendants of Lord Walder). At the beginning of the first novel, Black Walder is fourth in line to succeed Lord Walder, behind his grandfather Stevron, his father Ryman, and his older brother Edwyn. While Edwyn is ahead of Black Walder in the line of succession, he is not a fierce warrior like Black Walder is, and the two of them are constantly jockeying for power and favor within the family. As a result, Black Walder is one of the more prominent members of House Frey.\n\nBlack Walder is a stout and wiry man with a black beard, who inspires terror in those around him. Black Walder is known to be resolute and easy to anger, being feared by many among his own family. He is rumored to have maintained numerous affairs with several women, including cousins and the wives of his close relations. In particular, it is strongly rumored that Black Walder had an affair with Lord Walder's seventh wife, Annara Farring, and that he is the true father of all six of her children (including [[Shirei Frey]], allegedly Lord Walder's youngest daughter).\n\nBlack Walder took part in the [[Red Wedding]]. Prior to the massacre, Robb remarked to Catelyn that he was surprised that despite his normal disposition, Black Walder was acting like a lamb during the festivities - not realizing that for Black Walder to behave so out of character was a hint that he was trying too hard to allay the Starks' suspicions that the Freys were planning something. Prior to the wedding, Black Walder had gone so far as to remark that his sisters would not be loathe to marry a widower - implying that they should simply kill Robb's new wife so he would be free to marry a Frey girl again. Robb said he would have killed Black Walder for such an insult, but his wife begged him to show mercy.\n\nDuring the chaos of the resulting massacre in the feast hall, Catelyn catches a quick glimpse of Black Walder hamstringing a member of House Vance, who are vassals of the Tullys.\n\nAnother difference with the TV series is that neither Black Walder (who ''was'' in the main hall) nor Walder Rivers (who was off fighting in the camps outside) personally killed Catelyn Stark. Instead, Catelyn was so devastated by seeing Robb killed in front of her that she went mad, crying and laughing hysterically, and clawing away strips of flesh from her face. The surrounding Freys were so horrified that one of them openly asks for someone to kill her quickly to put her out of her misery, despite the fact that Tywin Lannister wanted Catelyn taken as a [[hostage]]. The man who slits her throat in the books was Raymund Frey, Lord Walder's eleventh son, the sixth son born out of his wedding to Amarei Crakehall. Raymund Frey is a fairly minor character, however, and other than slitting Catelyn's throat he has no other appearances or role within the narrative. Therefore, the TV series simply gave the role of slitting Catelyn's throat to Black Walder, given that he is also in the main hall in the books - and then Black Walder was combined with Walder Rivers to make &quot;Black Walder Rivers&quot;.\n\n===Walder Rivers===\n\nSer Walder Rivers is the eldest and most prominent of Lord Walder Frey's [[bastard]] offspring. He is a gruff, dour man with grey hair. Though not a trueborn Frey, he is often put in positions of responsibility for the house due to his strong reputation as a warrior.\n\nHis personal coat of arms follows the tradition of heraldry for bastards by reversing the colors of his noble parent's House: a silver-grey castle on blue beneath a red bend sinister. The TV series changed the House Frey [[heraldry]]: in the books, it is the two towers and bridge of the Twins colored blue, on a silver-grey background. The TV series made the towers white, and over the same grey field, but now above a blue escutcheon which is drawn to resemble the waves of the Green Fork of the Trident River. The color change may be because after the blue river was added as an escutcheon at the bottom, it would have been visually confusing to have the castle be the same color as the water. Unfortunately this makes the Frey sigil in the TV series resemble the reversed color-scheme used by bastards in the books. If the TV series were to follow the same scheme of reversing the established color-scheme of a sigil for bastards, Walder Rivers' sigil would be a blue castle on a silver-grey background.\n\nIn the books, it is Walder Rivers who accompanies his half-brother Lame Lothar to Riverrun, not Black Walder.\n\nDuring the Red Wedding, Walder Rivers commands the assault on the Stark soldiers' camps outside of the Twins.\n\n", "Image gallery": "&lt;gallery columns=&quot;3&quot; spacing=&quot;small&quot; widths=&quot;170&quot; captionalign=&quot;left&quot; hideaddbutton=&quot;true&quot;&gt;\nBlackWalderMurder3x09.jpg|Black Walder slays Catelyn in &quot;[[The Rains of Castamere (episode)|The Rains of Castamere]]&quot;.\n&lt;/gallery&gt;\n\n", "See also": "*{{AWOIAF|Black Walder Frey}} (MAJOR spoilers from the books)\n*{{AWOIAF|Walder Rivers}} (spoilers from the books)\n*{{AWOIAF|Raymund Frey}}\n\n", "Appearances": "{{Season Three Appearances|6=yes|9=yes}}\n\n", "Biography": "===Background===\n===[[Season 3]]===\nBlack Walder and [[Lothar Frey]] are sent to [[Riverrun]] by Lord [[Walder Frey]]Â to negotiate with [[Robb Stark]] the terms for the Frey's re-entry into the Northern army. Black Walder bluntly demands that [[Harrenhal]] and all its attended lands to be inherited by [[House Frey]] for Robb Stark's &quot;betrayal&quot; in breaking his oath. Black Walder further demands that [[Edmure Tully]] be engaged to one of Lord Walder Freys's daughters, with the pair to be married within the fortnight due to the fact that Lord Walder had become wary of long engagements after his recent experience with Robb Stark. Before taking their leave, the pair demanded a response to their terms before they departed for the Twins the following morning.Â &lt;ref&gt;&quot;[[The Climb]]&quot;&lt;/ref&gt;\n\n[[File:Catelyn_dies.jpg|thumb|left|Black Walder murders Catelyn Stark.]]\nDuring the aftermath of the [[Red Wedding]], [[Catelyn Stark]] murders [[Walder Frey]]'s [[Joyeuse Erenford|wife]] by cutting her throat in grief of Robb's death after [[Roose Bolton]] stabs him through the heart with a dagger. Catelyn lets out a wail of tears and remains silent for a moment, before Black Walder steps behind her and cuts her throat and walks away as the blood spews out of her. &lt;ref&gt;&quot;[[The Rains of Castamere (episode)|The Rains of Castamere]]&quot;&lt;/ref&gt;\n\n"}, "title": "Walder Rivers"}