{"attributes": {"status": " :Category:Status: Alive", "10": "yes==Quotes==Quote", "9": "yes", "death": "", "last": " ", "family": ["Joyeuse Erenford - wife", "Stevron Frey - eldest trueborn son", "Walder Rivers"], "title": "Walder Frey", "culture": "Andal", "season": "Season 1", "image": "WalderFrey3x10HD.png", "allegiance": "House Frey", "actor": "David Bradley", "religion": "Faith of the SevenQuote", "age": " 94 in Season 5&lt;ref&gt;Walder was stated to have turned 90 during Season 1&lt;/ref&gt;", "titles": ["Lord of the Crossing", "Lord of Riverrun", "Lord Paramount of the Trident"], "link": "House FreyCharacter", "mentioned": [" &quot;Cripples, Bastards and Broken Things&quot;", "&quot;Valar Morghulis&quot;", "&quot;Kissed by Fire&quot;", "&quot;The Climb&quot;", "&quot;First of His Name&quot;"], "place": "The Twins", "aka": ["The Late Lord Frey", "The Late Walder Frey"], "appearances": " 3 episodes &lt;small&gt;#Appearances", "first": " &quot;Baelor&quot;"}, "sections": {"Family tree": "{{House Frey family tree}}\n\n", "TOP": "Walder Frey02385bawisaw894jvis2z38q3wn6spoohgcp1804812015-04-01T18:58:56Z86.15.28.53Adding categories{{Heraldry\n|image=Frey mini shield.png\n|link=House Frey\n}}\n\n{{Character\n| Title=Walder Frey\n| Image=WalderFrey3x10HD.png\n| Season=[[Season 1|1]], [[Season 3|3]]\n| First= &quot;[[Baelor]]&quot;\n| Last= \n| Appearances = 3 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Titles =[[Lord of the Crossing]]&lt;br&gt;[[Lord of Riverrun]]&lt;br&gt;[[Lord Paramount of the Trident]]\n| Aka=The Late Lord Frey&lt;br&gt;The Late Walder Frey\n| Status= [[:Category:Status: Alive|Alive]]\n| Age = 94 in Season 5&lt;ref&gt;Walder was stated to have turned 90 during Season 1&lt;/ref&gt;\n| Death=\n| Place=[[The Twins]]\n| Culture=[[Andal]]\n| Allegiance=[[House Frey]]\n| Family={[[Joyeuse Erenford]]} - wife&lt;br&gt;[[Stevron Frey]] - eldest trueborn son&lt;br&gt;[[Walder Rivers|Walder Rivers]] - bastard son&lt;br&gt;[[Ryger Rivers]] - bastard son&lt;br&gt;[[Lothar Frey]] - son &lt;br&gt;[[Olyvar Frey]] - son&lt;br&gt;[[Waldron Frey]] - son&lt;br&gt;[[Arwaya Frey]] - eldest daughter&lt;br&gt;[[Walda Frey (The Rains of Castamere)|Walda Frey]] - daughter&lt;br&gt;[[Derwa Frey]] - daughter&lt;br&gt;[[Waldra Frey]] - daughter&lt;br&gt;[[Roslin Frey]] - daughter&lt;br&gt;[[Shirei Frey]] - daughter&lt;br&gt;[[Walda Frey (Fat Walda)|&quot;Fat Walda&quot; Frey]] - granddaughter&lt;br&gt;[[Janeya Frey]] - granddaughter&lt;br&gt;[[Neyela Frey]] - granddaughter&lt;br&gt;[[Serra Frey]] - granddaughter&lt;br&gt;[[Sarra Frey]] - granddaughter&lt;br&gt;[[Marianne Frey]] - granddaughter&lt;br&gt;[[Freya Frey]] - granddaughter&lt;br&gt;[[Merry Frey]] - granddaughter&lt;br&gt;[[Walda Frey (grandniece)|Walda Frey]] - great-niece&lt;br&gt;Other trueborn children far too numerous to mention&lt;br&gt;Possibly dozens of acknowledged bastards\n| Actor=[[David Bradley]]\n|Mentioned = &quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;br&gt;&quot;[[Valar Morghulis]]&quot;&lt;br&gt;&quot;[[Kissed by Fire]]&quot;&lt;br&gt;&quot;[[The Climb]]&quot;&lt;br&gt;&quot;[[First of His Name]]&quot;\n| Religion=[[Faith of the Seven]]}}\n{{Quote|The 'Late Walder Frey', old Tully called me because I didn't get my men to the Trident in time for battle. He thought he was witty. Look at us now Tully! You're dead, your daughter's dead, your grandson's dead, your son spent his wedding night in a dungeon, and I'm Lord of Riverrun.|Lord Walder Frey|Mhysa}}\n\n'''Walder Frey''' is a recurring character in the [[Season 1|first]] and [[Season 3|third]] seasons. He is played by guest star [[David Bradley]].\n\nLord Walder is the [[Lord of the Crossing]] and the head of [[House Frey]]. He initially allied himself with King [[Robb Stark]] in the [[War of the Five Kings]] in exchange for a marriage contract to one of his daughters, but betrayed him at the [[Red Wedding]]Â after Robb broke his vow by marrying [[TalisaÂ Maegyr|Talisa&amp;nbsp;Maegyr]], killing Robb, Talisa, his [[Catelyn Stark|mother]], and most of the Stark army.Â \n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Walder Frey, the Lord of the Crossing, is an ancient (over 90), irascible and cranky old lord who rules over a vast brood of children, grandchildren, bastards, nieces and nephews.  Walder Frey is said to be the only lord who could &quot;field an army from his breeches&quot;.  Descendents of his include numerous Walders (surnamed Frey or Rivers depending on their legitimacy), Waldas (notably Fat Walda, who is betrothed to Roose Bolton), and at least one Waltyr.  He spends much of his time managing his huge family, making advantageous marriages with many of the great houses, this helps maintain the semi-neutrality of House Frey throughout the series.  His house has grown rich by building and maintaining the Twins, two castles that control the only crossing over the Green Fork of the River Trident for hundreds of miles. He is proud and haughty, but also crafty.Â He isÂ also bald and too gouty to move by himself.  The fact that he controls such a strategic castle, and that most of the Great Houses have connections to the Freys through marriage, gives him free reign to switch allegiances numerous times, as all sides need him and his castle, and all sides have family connections to his family through his multitude of descendants.   \n\nHoster Tully disparagingly nicknamed him &quot;the Late Walder Frey&quot; when he arrived with his Frey soldiers at the site of the [[Battle of the Trident]] ''after'' the battle was already over. Walder almost certainly did this on purpose, because he saw no reason to endanger Frey soldiers for the sake of anyone but himself, despite the fact that he had sworn oaths of fealty to the Tullys and it was his ''duty'' to aid them in the battle. Nonetheless, Walder maintained a hypocritical grudge against Hoster for years afterwards - because Hoster made the entirely valid and ''accurate'' criticism that Walder was disloyal and had failed to uphold his own vows. This is part of the overall pattern of Walder's selfish character: throughout the narrative, Walder seems to be unable to conceptually understand that others will fault him for breaking oaths he has made. In turn, when those he has broken promises to become angered at him, he seems to honestly believe that they are harassing him for no justifiable reason. Similarly, when the War of the Five Kings broke out, Walder Frey should have allowed Robb Stark's army to pass through the Twins, and added his own Frey soldiers to his army, because he was a vassal of House Tully. Other Tully bannermen such as the Blackwoods or Mallisters sent their armies to join Robb at Riverrun simply for the asking, because it was their sworn duty. In contrast, Walder extorted his overlords into promising a marriage-alliance, ignoring all previous oaths he had made to them. Walder later became enraged when Robb Stark broke this promise of a marriage-alliance - but his anger was entirely hypocritical, given that Walder himself is the one who broke his promise of ''unconditional'' support for the Tullys, by demanding a marriage-alliance which he had no right to ask for in the first place.\n\nWalder Frey is notable for appearing - as a toddler - in ''The Mystery Knight'', the third of [[George R.R. Martin]]'s ''[[Tales of Dunk and Egg]]'' short stories set almost ninety years before the events of the main series, making him the only character to appear in both the prequels and the main saga, though [[Aemon]] is also mentioned.\n\nIn the books, Lord Walder isn't named the new Lord of Riverrun after the Red Wedding. Instead, Riverrun is granted to Emmon Frey, Walder's second son. Then again, the Lannisters' grant of Riverrun to the Freys is nominal for the moment, as in the immediate aftermath of the Red Wedding the House Tully garrison still holds the castle.\n\n", "Quotes": "{{Quote|&quot;The Late Lord Frey&quot; my father calls him. At [[Battle of the Trident|the Trident]], he didn't appear until the battle was done. Some men take their oaths more seriously than others.|Catelyn Stark|The Pointy End}}\n{{Quote|Expect nothing of Walder Frey and you'll never be surprised.|Greatjon Umber|Baelor}}\n{{Quote|Stark, Tully, Lannister, Baratheon... Give me one good reason why I should waste a single thought on any of you.|Lord Walder Frey|Baelor}}\n{{Quote|Walder Frey is a dangerous man to cross.|Catelyn Stark|Valar Morghulis}}\n\n", "Image Gallery": "&lt;gallery columns=&quot;3&quot; spacing=&quot;small&quot; widths=&quot;170&quot; captionalign=&quot;left&quot; hideaddbutton=&quot;true&quot;&gt;\nRed wedding s3 ep9.png|Walder Frey during his daughter Roslin's wedding banquet\nWalderFreyedWedding.jpg|Walder Frey observes the Red Wedding taking place\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}} (major spoilers from the books)\n\n", "Appearances": "{{Season One Appearances|9=yes}}\n{{Season Three Appearances|9=yes|||||||||10=yes}}\n\n", "Biography": "===Background===\n\n[[File:Late_Freys.png|thumb|left|Walder's army reaches [[the Trident]] after the [[Battle of the Trident|battle]], earning him the nickname &quot;the Late Lord Frey&quot; from [[Hoster Tully]].]]\nWalder Frey is the [[Lord of the Crossing]] and the head of [[House Frey]], a vassal family of [[House Tully]] of the [[Riverlands]]. His house is noted for its overwhelming fertility and he has over one hundred descendents. He rules the [[The Twins]] and its surrounding lands, controlling the strategically important crossing of the [[Green Fork]]. Â Over the years this great stone bridge and the castles that control it have made House Frey a fortune in crossing fees. He has been married seven times and is almost ninety years old when the series begins.&lt;ref name=&quot;Walder Frey viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/frey/walder-frey/ HBO viewers guide, season 2 guide to houses, House Frey - Walder Frey entry]&lt;/ref&gt;&lt;ref name=&quot;House Frey viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/frey/ HBO viewers guide, season 2 guide to houses, House Frey entry]&lt;/ref&gt;\n\nHe is known to his liege lord, [[Hoster Tully]], as the &quot;Late Lord Frey&quot; after delaying his arrival to assist [[Robert's Rebellion]] until the outcome had already been determined.&lt;ref name=&quot;E9&quot; /&gt;\n\n===[[Season 1]]===\n[[Catelyn Stark]] meets a [[knight]] with a group of men at arms of [[House Frey]] at the [[Crossroads Inn]] and asks after Lord Walder's health. The knight replies that Lord Walder is well and is planning to celebrate his 90th birthday by taking a new wife. [[Tyrion Lannister]] laughs derisively at the news, making enemies of this group.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\nWhenÂ [[Robb Stark]]'s army arrives at the Twins on its march south, Robb needs to cross the river to gain a tactical advantage over the [[House Lannister|Lannister]] forces. As a Tully bannerman, Walder Frey had been called up, but he had delayed going until he saw which side had the advantage. Now that Riverrun is besieged by the Lannisters, Frey wonders why he should risk their fury. Catelyn tells Robb that Walder Frey is slippery and not to be trusted, despite his allegiance to her father. Fearing that Walder would attempt to imprison Robb and sell him to the Lannisters, Catelyn volunteers to negotiate with him.&lt;ref name=&quot;E9&quot;&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\n[[File:Walder and Joyeuse 1x09.png|thumb|Walder Frey and his new fifteen year old wife Joyeuse Erenford in &quot;[[Baelor]]&quot;.]]\nOn entering the Twins Catelyn finds Walder and his vast brood of sons, grandsons and bastards incessantly bickering. Fed up with their whining, Walder agrees to Catelyn's request to dismiss them - including his new fifteen year old wife, [[Joyeuse Erenford]] - while they negotiate. An alliance is formed; in return for permission to cross and the service of Walder's troops, Robb will marry one of Walder's daughters or granddaughters, whichever he likes. Additionally [[Arya Stark|Arya]], when recovered, will marry Walder's son [[Waldron Frey|Waldron]]. Robb must also take another son, [[Olyvar Frey]], as a squire. Robb consents to the match, even after his mother indicates that Walder's daughters are not particularly attractive.&lt;ref name=&quot;E9&quot; /&gt;\n\n===[[Season 3]]===\n\nLord Walder sends his son [[Lothar Frey|Lothar]] and his great-grandson [[Walder Frey (Black Walder)|&quot;Black Walder&quot;]] to [[Riverrun]] to discuss the terms of a new alliance with [[Robb Stark]]. Lord Walder demands [[Harrenhal]], as well as the marriage between [[Edmure Tully]] and his daughter [[Roslin Frey|Roslin]].&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n\nWhen the King in the North and his entourage arrive, Lord Walder offers them his hospitality, but cannot keep himself from mocking Robb over his broken oath, insulting Queen Talisa and leering over her. Later, he oversees the wedding of Edmure and Roslin, and the following feast. Once the newlyweds retire for the bedding, he has the halls sealed and gives the cue for his men to [[Red Wedding|slaughter]] the Starks. He watches in rapture and takes sips from his cup as [[Talisa]] and Robb's bannermenÂ are killed. When Lady Catelyn takes his wife hostage in an attempt to save Robb, Walder coldly retorts he will find another wife. Robb is killed by [[Roose Bolton]], who had sealed an alliance with him by marrying his granddaughter [[Walda Bolton|Walda]], Lady Joyeuse is killed by Catelyn, while Catelyn is killed by Black Walder.&lt;ref&gt;&quot;[[The Rains of Castamere (episode)|The Rains of Castamere]]&quot;&lt;/ref&gt;\n\nFor his part in the Red Wedding, Lord Walder is granted Riverrun and protection from vengeful Northerners by [[Tywin Lannister]]. When Lord Walder is informed by Roose Bolton that [[Brynden Tully|Blackfish Tully]] escaped the massacre, he remains unconcerned and takes a time to mock his fallen enemies and rivals.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n\nLord Walder and the rest of House Frey are now the focus of distaste and hatred for the North and the Riverlands for their part in the Red Wedding, especially since the Riverlands have fallen into disarray and lawlessness since they were granted to the Freys by the Lannisters. A farmer claims that Lord Walder himself committed sacrilege by [[Guest right|sharing bread and salt]] with the Starks and Tullys and then slaughtering them, and that he will &quot;burn in the seventh Hell&quot; for it.&lt;ref&gt;[[Breaker of Chains]]&lt;/ref&gt;\n\n"}, "title": "Walder Frey"}