{"attributes": {}, "sections": {"Behind the scenes": "\nIn the books, tortured slaves in [[Astapor]] are put on display in the &quot;Plaza of Punishment&quot;, not a &quot;Walk of Punishment&quot; on the battlements. This change arose from complications in the shooting location: the old city section of Essaouira, Morocco, where the scenes in [[Slaver's Bay]] are filmed features an esplanade of gunpowder cannons, which could not be physically removed. This posed something of a problem, as Production Designer [[Gemma Jackson]] explained:\n\n:&quot;A whole line of cannons...they were absolutely immovable. And we don't have cannons in our world [Westeros and Essos]... We decided to incorporate them into the Walk of Punishment and we built 'cannon covers'. And actually, the repetition of them made them look even better. I don't think anybody would question that they weren't there, all the time.&quot;&lt;ref&gt;[http://wicnet.tumblr.com/image/48010977825 &quot;From the Set: The Walk of Punishment&quot;], HBO Behind-the-Scenes extra feature, reposted on WinterIsComing.net&lt;/ref&gt;\n\n", "TOP": "Walk of Punishment (Astapor)015114bn7i172ywukpkpjfy8kgtx0wyky0wlt1281162014-04-20T04:09:11ZGonzalo848331/* In the books */[[Image:Walk of Punishment.png|right|thumb|300px|The Walk of Punishment in Astapor.]]\n{{Quote|The Walk of Punishment is a warning, Your Grace.|Ser [[Barristan Selmy]] to Queen [[Daenerys Targaryen]]|Walk of Punishment}}\nThe '''Walk of Punishment''' is a location in the city of [[Astapor]] on [[Slaver's Bay]]. It is located along the harbor. [[Slavery|Slaves]] who have committed crimes or disobeyed their masters are tortured and put on display in chains along the harbor as a warning to others.\n\n", "See also": "* {{AWOIAF|Plaza of Punishment}} (spoilers from the books)\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels the corresponding location is the Plaza of Punishment. It is located just inside the main city gates rather than along the harbor, but has a similar function, as this is where new slaves are first taken when brought into the city. There they go past rebellious slaves who have been punished or executed. Daenerys purchase of the Unsullied is completed at the Plaza of Punishment because it is larger than the Plaza of Pride.\n\n", "History": "===[[Season 3]]===\n[[Daenerys Targaryen]], Ser [[Jorah Mormont]] and Ser [[Barristan Selmy]] visit the Walk on their way to meet with [[Kraznys mo Nakloz]]. Daenerys tries to comfort a dying [[Tortured slave|slave]] with water but he refuses it, begging her to just let him die instead.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\n"}, "title": "Walk of Punishment (Astapor)"}