{"attributes": {}, "sections": {"TOP": "Wandering Crows021144gkuxdrjug41evmbrizp7fn0mtvz4sas1734592015-02-17T19:06:20ZExodianecross356508more details, source is &quot;Lord Snow&quot;[[File:WanderingCrow.jpg|thumb|300px|A Wandering Crow searching the dungeons for &quot;volunteers&quot; to join the Night's Watch.]]\n[[File:Arya_and_Yoren_1x10.png|thumb|Yoren, a recruiter for the Night's Watch - a &quot;wandering crow&quot;.]]\n{{Quote|Recruiting officers known as Wandering Crows scour the dungeons and slums of the realm in hope of finding men to fill the ranks.|[[Maester]] [[Luwin]]|The History of the Night's Watch}}\n\n'''Wandering Crows''' is the nickname received by sworn brothers of the [[Night's Watch]] who travel through the [[Seven Kingdoms]] recruiting new members for the order. Usually, these recruits are lowly criminals - rapers, thieves or murderers - that have chosen to take the black to avoid execution or mutilation. Thus, the few Wandering Crows typically scour the dungeons of the five major cities of the Seven Kingdoms (such as [[King's Landing]] itself) and several of the larger towns.\nBut there are also volunteers, for example poor boys and men, searching for a opportunity of regular food and shelter, and also highborn sons on the search for glory and honor&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt;.\n\nThe Night's Watch consists of three branches: the [[Ranger]]s who form its core fighting force, the [[Builder]]s who maintain their structures and the Wall itself, and the [[Steward (Night's Watch)|Stewards]] who produce their day to day supplies. Wandering Crows are few in number, and are not technically considered a separate branch of the Night's Watch. Instead, recruitment duty is carried out by trusted members drawn from the other branches. Sometimes this is a temporary assignment, though often those who can no longer fight settle into it as a permanent position.\n\nRecruiters are the only members of the Night's Watch who have regular leave to travel away from the Wall, as they pass through the southern kingdoms carrying out their duties. Unlike most other members of the Watch, they therefore tend to maintain a few more contacts with the outside world. Given that travel to any of the southern kingdoms from the Wall must pass along the [[Kingsroad]], and therefore past [[Winterfell]], they tend to be fairly familiar with the castle. This also means that recruiters such as Yoren feel a certain loyalty to [[House Stark]] which pushes the bounds of their vows of strict neutrality in political affairs.\n\n", "Known Wandering Crows": "*{[[Yoren]]}, [[Raid by the Gods Eye|killed]] by Ser [[Amory Lorch]] while taking new recruits to [[the Wall]].\n* Ser [[Alliser Thorne]], former [[Master-at-Arms]] at [[Castle Black]]. Returned to the Wall with new recruits.\n\n"}, "title": "Wandering Crows"}