{"attributes": {"begin": "2 BAL - 1 AL", "end": "", "name": "War of Conquest", "image": "File:War of Conquest.jpg", "battles": "*Burning of Harrenhal*Fall of Storm's End*Field of Fire", "next": "Dance of the Dragons", "conc": "", "place": "Westeros", "result": "* Unification of six of the Seven Kingdoms under a single monarchy* Fall of the Kingdoms of Isles and Rivers, the Stormlands, the Rock, the Reach,  the Mountain and Vale, and the North* Establishment of the House Targaryen", "commanders1": "King Aegon Targaryen*Queen Rhaenys Targaryen (sister of Aegon I)", "link": "House Martell Principality of Dorne (House Martell)", "commanders2": "*King of the Iron Isles and the Riverlands", "side1": "File:House-Targaryen-heraldry.jpg", "side2": "The Seven Kingdoms:*File:HoareSigil.jpg", "previous": "Century of Blood"}, "sections": {"TOP": "War of Conquest06521ppjfvi4umvc5g2n1g9pfa2b3pg6wqa81717832015-02-06T05:08:02ZThe Dragon Demands5014364{{War\n|image=[[File:War of Conquest.jpg|300px]]\n|previous=[[Century of Blood]]\n|conc=\n|next=[[Dance of the Dragons]]\n|name=War of Conquest\n|begin=2 BAL - 1 AL\n|end=\n|place=[[Westeros]]\n|result=* Unification of six of the Seven Kingdoms under a single monarchy\n* Fall of the Kingdoms of Isles and Rivers, the Stormlands, the Rock, the Reach,  the Mountain and Vale, and the North\n* Establishment of the [[House Targaryen|Targaryen]] dynasty\n* Foundation of [[House Baratheon]]\n* Extinction of Houses [[House Hoare|Hoare]], [[House Durrandon|Durrandon]], and [[House Gardener|Gardener]]\n* Liberation of the Riverlands from [[ironborn]] occupation\n* Elevation of Houses [[House Tully|Tully]] and [[Tyrell]] to Lords Paramount of the Riverlands and the Reach, respectively.\n* Elevation of [[House Greyjoy]] to Lords of the Iron Islands.\n* Establishment of the [[Riverlands]] and the [[Crownlands]] as constituent regions of the realm.\n* Dorne remains an independent princedom\n|battles=*[[Burning of Harrenhal]]\n*[[Fall of Storm's End]]\n*[[Field of Fire]]\n|side1=[[File:House-Targaryen-heraldry.jpg|20px|right|link=House Targaryen]] [[House Targaryen]]\n*[[File:Baratheon.JPG|20px|right|link=House Baratheon]] [[House Baratheon]]\n*[[File:Qoherys sigil.png|20px|right|link=House Qoherys]] [[House Qoherys]]\n*[[File:House-Tully-heraldry.jpg|20px|right|link=House Tully]] [[House Tully]] and other [[Riverlands]] houses (except [[House Frey]])\n|side2=The Seven Kingdoms:\n*[[File:HoareSigil.jpg|20px|right|link=House Hoare]] Kingdom of the [[Iron Islands|Isles]] and the [[Riverlands]] ([[House Hoare]] â&euro; )\n*[[File:House-Lannister-heraldry.jpg|20px|right|link=House Lannister]] [[Kingdom of the Rock]] ([[House Lannister]])\n*[[File:GardenerSigil.jpg|20px|right|link=House Gardener]] [[Kingdom of the Reach]] ([[House Gardener]] â&euro; )\n*[[File:Baratheon.JPG|20px|right|link=House Durrandon]] [[Kingdom of the Stormlands]] ([[House Durrandon]] â&euro; )\n*[[File:House-Stark-heraldry.jpg|20px|right|link=House Stark]] [[Kingdom of the North]] ([[House Stark]])\n*[[File:House-Arryn-heraldry.jpg|20px|right|link=House Arryn]] [[Kingdom of the Mountain and the Vale]] ([[House Arryn]])\n*[[File:House-Martell-heraldry.jpg|20px|right|link=House Martell]] Principality of [[Dorne]] ([[House Martell]])\n|commanders1=King [[Aegon Targaryen]]\n*Queen [[Rhaenys Targaryen (sister of Aegon I)|Rhaenys Targaryen]]\n*Queen [[Visenya Targaryen]]\n*Lord [[Orys Baratheon]]\n*Lord [[House Qoherys|Qoherys]]\n*Lord [[Edmyn Tully]]\n*Lord [[Loren Lannister]] (after submission)\n|commanders2=*[[King of the Iron Isles and the Riverlands|King]] [[Harren Hoare]] â&euro; \n*[[King of the Rock|King]] [[Loren Lannister|Loren I Lannister]] {{Surrender}}\n*[[King of the Reach|King]] [[Mern Gardener|Mern IX Gardener]] â&euro; \n**[[Harlen Tyrell]] {{Surrender}}\n*[[Storm King|King]] [[Argilac Durrandon]] â&euro; \n*[[King in the North|King]] [[Torrhen Stark]] {{Surrender}}\n*[[King of the Mountain and the Vale|King]] [[Ronnel Arryn (King)|Ronnel Arryn]] \n**[[Queen]] [[Regent]] [[Sharra Arryn]] {{Surrender}}\n}}\n{{Template:Dialogue a-b|Jorah|Forgive me, Khaleesi, but your ancestor - Aegon the Conqueror - didn't seize six of the kingdoms because they were his right, he had no right to them. He seized them because he could.|Daenerys|And because he had dragons.|[[Jorah Mormont]] and [[Daenerys Targaryen]]|You Win or You Die}}\nThe '''War of Conquest''', also called the '''Targaryen Conquest''', was a major war that resulted in the unification of six of the Seven Kingdoms of [[Westeros]] under the invading forces of [[House Targaryen]]. The war took place approximately 300 years before the start of the series.\n\n", "References": "{{Reflist}}\n\n", "In the books": "In ''[[A Song of Ice and Fire]]'', the War of Conquest unfolds much the same as in the novels. However, Martin later expanded the detail of the war significantly in ''The World of Ice and Fire''.\n\nIn this book, it was revealed that the Targaryens fled Valyria after Daenys Targaryen had a prophetic vision of the Doom. Her father, Aenar, led an exodus to Dragonstone (which had been a Valyrian outpost for two centuries at that time). The prophecy was proved correct when the Doom took place, twelve years later.\n\nA century later, Aegon the Conqueror (born 27 years before the Conquest) began making his plans. He visited Westeros in secret and gathered intelligence on the loyalties and divisions between the noble houses. However, the war actually began due to an act of hostility by the Storm King. Argilac Durrandon proposed an alliance with Aegon against the ironborn, as he feared that once Harren Hoare had completed Harrenhal he would invade the [[Stormlands]]. Argilac proposed marrying his daughter, Argella (not Argalia, a name invented for the TV series by [[Bryan Cogman]]), to Aegon to cement the deal. Aegon, already married (twice over), instead suggested that Argella marry his half-brother Orys. Argilac, furious had Aegon's envoy's hands cut off and sent back to him, saying those were the only hands a bastard could expect of him.\n\nAegon sent [[ravens]] to the rulers of the Seven Kingdoms, demanding their loyalty and threatening them with destruction. Sharra Arryn, Queen-Regent of the [[Kingdom of the Mountain and the Vale]], instead offered a mutual alliance on the condition that Aegon marry her and make her son, the infant King Ronnel Arryn, his heir. Princess Mariya Martell of Dorne offered a military alliance aimed at destroying the Storm King, but nothing more. Aegon ignored both offers.\n\nAegon's army of less than 3,000 troops landed at the mouth of the Blackwater, where he declared himself King of the Seven Kingdoms. In a rapid campaign of movement, his forces quickly captured [[Rosby]], Stokeworth, [[Duskendale]] and [[Maidenpool]]. He then split his forces in three: the Targaryen fleet commanded by Daemon Velaryon would sail north, escorted by Visenya and her dragon, to land at [[Gulltown]] and begin the conquest of the Vale. Orys and Rhaenys would lead an army south to deal with Argilac. Aegon himself would march on Harrenhal.\n\nThe Targaryen fleet was intercepted by the Arryn fleet out of Gulltown and a furious sea battle took place. The Targaryen fleet was destroyed, but Visenya was able to burn most of the Arryn fleet in retaliation, resulting in a mutual defeat.\n\nAegon's invasion of the Riverlands was spearheaded by him on dragonback, burning the ironborn longships on the rivers and on [[Gods Eye]] (and killing several of Harren's sons). Impressed, Lord [[Edmyn Tully]] of [[Riverrun]] led a popular uprising against the ironbron. Houses Tully, [[House Bracken|Bracken]], [[House Blackwood|Blackwood]], [[House Mallister|Mallister]] and [[House Frey|Frey]] marched on Harrenhal and joined forces with Aegon. However, even this alliance only gave him 8,000 troops, far too few to take the castle. Harren insulted Aegon and refused to surrender. Aegon burned the castle with Balerion, killing Harren. The ironborn surrendered.\n\nHearing of Harren's fate, Argilac refused to be slaughtered like an animal and instead chose to give open battle. When a massive thunderstorm erupted as the armies assembled, Argilac took it as a sign and attacked. Outnumbering the Targaryen host 2-1, Argilac's forces gained the upper hand and outflanked Orys's forces. However, Rhaenys and her dragon [[Meraxes]] entered the fray, destroying part of Argilac's army while Orys engaged Argilac in personal combat and slew him. Argella declared herself the Storm Queen and tried to fight on, but her own bannermen betrayed her and handed her over to Orys. Orys treated her with kindness and accepted the surrender of Storm's End.\n\nThe Lannisters and Gardeners marched against Aegon's forces. Aegon regrouped with his sister-wives at [[Stoney Sept]] before marching south to the Reach. They destroyed the Host of the Two Kings on the Field of Fire and accepted the surrender of their bannermen. Aegon meant to press on to Dorne with his combined host, but then learned that King [[Torrhen Stark]] and 30,000 northmen were marching south. He rushed north to meet them at the [[Trident]]. Torrhen had planned to give battle, even entertaining a plan put forward by his bastard half-brother Brandon Snow to assassinate the dragons through stealth, but upon seeing Aegon's vaster numbers and dragons he knew he could not subject Westeros to another field of fire. He sent three [[maester]]s to negotiate a surrender and then knelt before Aegon, who named him [[Lord of Winterfell]] and [[Warden of the North]].\n\nThe Arryns had also assembled a mighty host at the [[Bloody Gate]] and were preparing for war. However, choosing a different tactic, Visenya flew her dragon straight into the courtyard of [[the Eyrie]], where the young boy-king Ronnel was playing. When his mother came out of the castle, she found that Visenya had already negotiated the surrender of House Arryn with Ronnel in return for being given a ride on her dragon. The Arryns also bent the knee to Aegon.\n\nRhaenys led an army into Dorne, only to find the holdfasts empty and the armies of Dorne scattered into small bands which constantly harassed her supply lines. Frustrated, she flew to [[Sunspear]] to confront Princess Mariya Martell, the so-called Yellow Toad of Dorne. Mariya, eighty years old, blind and almost bald, defied Rhaenys to her face, telling her that Dorne would never surrender. Fearing that the cost of taking Dorne would be ruinous, Aegon agreed to allow it to remain independent.\n\nAegon triumphantly entered Oldtown and was proclaimed King of Westeros, ending the War of Conquest after two years.\n\n", "History": "The Targaryen family had moved from [[File:Aegon_and_sisters.jpg|thumb|Aegon and his sisters on Dragonstone]][[Valyria]] to the island stronghold of [[Dragonstone]] some years prior to [[the Doom]]. When the Doom took place, the Targaryens were the only family with [[dragons]] to survive the cataclysm. During the following century, the remnants of the Valyrian empire tore themselves apart, leading to the formation of the [[Free Cities]] and the liberation of [[Ghiscar]] and the cities of [[Slaver's Bay]].\n\nRoughly one century after the Doom, [[Aegon I Targaryen|Aegon Targaryen]] and his sister-wives, [[Rhaenys Targaryen (sister of Aegon I)|Rhaenys]] and [[Visenya Targaryen|Visenya]], led a small army in landing at the mouth of the [[Blackwater Rush]]. They established a redoubt that eventually became the city of [[King's Landing]]. Aegon's forces made war upon [[Harren Hoare|Harren the Black]]Â of [[House Hoare]], the ruler of the [[Iron Islands]] and [[Riverlands]]. Aided by a popular uprising against the [[ironborn]] led by [[House Tully]], Aegon eventually bottled Harren up in his castle of [[Harrenhal]]. When Harren refused to surrender, Aegon had his dragon, [[Balerion]], burn the castle with such ferocity that the towers melted like candles, roasting HarrenÂ and the other remaining members of House Hoare alive. Afterwards, Aegon raised the Tullys to become the [[Lord Paramount of the Riverlands|Lords Paramount of the Trident]] and commanded the ironborn to elect a new ruling house. They chose [[House Greyjoy]] of [[Pyke]], who sworeÂ fealty to Aegon and became the rulers of the Iron Islands.&lt;ref name=&quot;VG Ascent of the Dragons&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/appendix/ascent-of-the-dragons/ HBO Viewer's Guide, Season 2 appendices Ascent of the Dragons]&lt;/ref&gt;\n\nAt the same time, Aegon's [[bastard]] half-brother, [[Orys Baratheon]], led an army against [[Argilac|Argilac the Arrogant]]Â of [[House Durrandon]], the [[Storm King]]. Argilac chose to give battle in the field and was defeated and killed, eliminating House Durrandon. Orys took his castle of [[Storm's End]], his sigil and words, and Argilac's daughter [[Argalia Baratheon|Argalia]] to wife. Aegon rewarded him by naming him [[Lord of Storm's End]] and allowing him to found [[House Baratheon]].\n\nThe forces of [[House Lannister]] and [[House Gardener]] combined and marched to meet Aegon's army in battle. At a field in [[the Reach]]Â thatÂ became known as the [[Field of Fire]], Aegon unleashed all three dragons and decimated the enemy host within minutes. House Gardener was destroyed. Their stewards, the [[House Tyrell|Tyrells]], surrendered the ReachÂ to Aegon and were named [[Lord Paramount of the Reach|Lords Paramount of the Reach]]. The Lannisters also bent the knee and became [[Lords Paramount of the Westerlands]].\n\nBoth the [[House Stark|Starks]] and [[House Arryn|Arryns]] prepared for war, but through diplomacy and the demonstration of Aegon's superior forces they both eventually chose the path of peace and surrendered peacefully. The [[High Septon (title)|High Septon]] declared that the [[Faith of the Seven]] would also support Aegon, ending much of the last resistance to the invaders.\n\nAegon's forces made an abortive attempt to conquer [[Dorne]], but the Dornish chose to melt away into the mountains and deserts and pursue guerrilla tactics rather than give open battle, where they would be vulnerable to dragonfire. Aegon eventually decided to allow Dorne to retain its independence, ending the War of Conquest.&lt;ref name=&quot;VG Westeros Through The Ages&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/appendix/beyond-the-houses/ HBO Viewer's Guide, Season 2 appendices Westeros Through the Ages]&lt;/ref&gt;\n\n"}, "title": "War of Conquest"}