{"attributes": {"begin": " ~259 AL", "end": "  ~259 AL", "name": "War of the Ninepenny KingsQuote", "image": "File:War Of the Ninepenny Kings.png", "battles": "", "next": "Reyne Rebellion", "conc": "", "place": "The Stepstones, between Westeros and Essos", "result": ["Iron Throne victory", "Extinction of House Blackfyre"], "commanders1": ["Ser Brynden Tully", "Ser Barristan Selmy", "Lord Hoster Tully"], "link": "House Blackfyre House Blackfyre", "commanders2": "Maelys Blackfyre", "side1": "File:Targaryen mini shield.png", "side2": "File:Blackfyre mini shield.png", "previous": "Blackfyre Rebellion"}, "sections": {"Quotes": "{{Quote|Aegon the Unworthy legitimized all his bastards on his deathbed.  Inevitably the greatest of these, Daemon Blackfyre, declared himself the rightful heir, and ignited yet another war for the crown.  After much bloodshed, Daemon was killed by an alliance of his brothers on the Redgrass Field.  All the same, his descendants continued to threaten the Targaryens until half a century later, when Barristan the Bold slew Maelys the Monstrous on the Stepstones, extinguishing Daemon's line.    |[[Varys]]|The Death of Kings}}\n\n", "TOP": "War of the Ninepenny Kings014678hftgorbj2dihylnvenlaohtf3qa1o9s1798492015-03-27T15:36:25ZArdilaun24498038{{War\n|image=[[File:War Of the Ninepenny Kings.png|300px]]\n|previous=[[Blackfyre Rebellion]]\n|conc=\n|next=[[Reyne Rebellion]]\n|begin= ~259 AL\n|end=  ~259 AL\n|place=The [[Stepstones]], between [[Westeros]] and [[Essos]]\n|result=Iron Throne victory&lt;br&gt;Extinction of House Blackfyre\n|battles=\n|side1=[[File:Targaryen mini shield.png|20px|right|link=House Targaryen]] [[Iron Throne]] ([[House Targaryen]])\n|side2=[[File:Blackfyre mini shield.png|20px|right|link=House Blackfyre]] [[House Blackfyre]]\n|commanders1=Ser [[Brynden Tully]]&lt;br&gt;Ser [[Barristan Selmy]]&lt;br&gt;Lord [[Hoster Tully]]\n|commanders2=[[Maelys Blackfyre|Maelys I Blackfyre]]â&euro; \n||name=War of the Ninepenny Kings}}\n{{Quote|...the War of the Ninepenny Kings, a cheap name for a cheap cause...|[[Petyr Baelish]]|House Baelish (Histories &amp; Lore)}} \nThe '''War of the Ninepenny Kings''' (alternatively known as the '''Fifth Blackfyre Rebellion'''), was a rebellion in the [[Free Cities]] which threatened to cross the [[Narrow Sea]] via the [[Stepstones]] and invade the [[Seven Kingdoms]]. It was fought almost 25 years before [[Robert's Rebellion]]. However, the invasion was preemptively crushed in an assault on the Stepstones. Ser [[Brynden Tully]] and Ser [[Barristan Selmy]] are famous for their heroism during the war.&lt;ref&gt;[http://viewers-guide.hbo.com/season3/#!/guide/houses/tully/brynden-tully/ Brynden Tully entry on HBO Viewer's Guide Season 3]&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}}\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, the &quot;War of the Ninepenny Kings&quot; was the last of five rebellions by [[House Blackfyre]], a cadet branch of [[House Targaryen]], which attempted to take the [[Iron Throne]]. While the previous rebellions had been fought in the Seven Kingdoms, after which the Blackfyres would retreat back to the Free Cities, this time around they came up with the new strategy of establishing a sizable powerbase in the Free Cities first, and then mounting an invasion of Westeros, hoping that noble Houses disaffected with Targaryen rule would join them in rebellion once they landed.\n\nThe last member of House Blackfyre living at the time was a grandson of [[Daemon Blackfyre]], Maelys Blackfyre. He was popularly called &quot;Maelys the Monstrous&quot; because he actually had a small second head sprouting from his neck, the remnant of a [[Wikipedia:parasitic twin|parasitic twin]] that he absorbed in the womb. Maelys was also captain of the [[Golden Company]], a [[Mercenary|sellsword company]] founded by the Blackfyres to try to maintain a standing army even when they had no support for a new rebellion in Westeros. Maelys combined with a group of merchants, pirates, mercenaries, and other assorted ne'er-do-wells to form the &quot;Band of Nine&quot;, who intended to carve out kingdoms for themselves in the Free Cities and Westeros.\n\nTheir first act was to carve out territory for themselves in the [[Disputed Lands]] between [[Lys]] and [[Myr]], they sacked [[Tyrosh]] and set up one of their members as the new Archon. They then captured several of the Stepstones, as a base to launch their invasion of Westros from. However, the Targaryens responded before the invasion could commence and invaded the Stepstones to root them out. [[Brynden Tully]] and [[Barristan Selmy]] performed exceptionally in the fighting, and Ser Barristan personally killed Maelys the Monstrous in single combat, ending the rebellion and the line of House Blackfyre. It would be another six years before the Band of Nine's holdings in Essos were completely dissolved by local rebellions.\n\nThe conflict was technically the &quot;Fifth Blackfyre Rebellion&quot;, but is much more popularly remembered as the &quot;War of the Ninepenny Kings&quot; - due to a quip Ser Duncan the Tall made about the Band of Nine, that for such diverse robber-lords and pirates to proclaim themselves kings, it seemed &quot;''that crowns were being sold nine a penny''&quot; these days.  The name stuck, and the Band of Nine became derisively known as &quot;the Ninepenny Kings&quot; throughout Westeros.  \n\nThe Fifth Blackfyre Rebellion was also the first major war fought in by [[Tywin Lannister]], who was knighted on the eve of the war at the age of sixteen.  His younger brother [[Kevan Lannister|Kevan]] also fought beside him and was knighted at the end of the war.  Tywin fought in the retinue of Prince [[Aerys II Targaryen|Aerys]] (who later became King Aerys II the Mad), and at the end of the war was given the honor of personally dubbing Aerys as a knight.  Hardened and battle-tested by fighting in the War of the Ninepenny Kings, on returning home to Casterly Rock Tywin and his brothers were determined to set the Westerlands back to order, which had been falling apart under the inept reign of their father [[Tytos Lannister|Tytos]].  This soon led to the [[Reyne Rebellion]], in which Tywin exterminated [[House Reyne]].  \n\nSer Barristan was made a member of the [[Kingsguard]] for his deeds (some years later as soon as a new position opened up), and Brynden Tully gained almost equal fame for his military and strategic leadership: the young [[Jaime Lannister]] (born several years after the war) was eager to hear of his heroic exploits. Another result was that during the war the Tullys became associated with the father of [[Petyr Baelish]], and agreed to raise him as a [[ward]] at [[Riverrun]]. The unforeseen consequence of this was that the young Petyr became infatuated with [[Catelyn Stark|Catelyn Tully]] during his years at Riverrun.\n\nThe ''World of Ice and Fire'' App confirms that the War of the Ninepenny Kings was actually fought during the reign of King Jaehaerys II, son of King Aegon V and father of King Aerys II. Jaehaerys was a good but physically frail man, who died at the age of 39 after only three years of rule, though Barristan remembers that within those brief years, he ruled well. Jaehaerys II has, however, been cut from the TV continuity, to make Aerys II the son of Aegon V. Therefore, it is not clear who the Targaryen king was during the war in the TV continuity, Aegon V or Aerys II.\n\n"}, "title": "War of the Ninepenny Kings"}