{"attributes": {"image": "", "conc": [" Conflict Beyond the Wall", "Targaryen campaign in Slaver's Bay"], "result": "Current pyrrhic House Baratheon of King's Landing victory*Scattering and exile of House Stark*Attaintment of House TullyAssassination of King Joffrey on his wedding feast*Elevation of Tommen Baratheon to the Iron Throne", "side4": "Renly Baratheon", "side5": "Balon Greyjoy", "side2": "Joffrey Baratheon", "side3": "Stannis Baratheon", "side1": "Robb Stark", "end": "Ongoing", "battles": "*Battle of the Golden Tooth", "next": "", "width": " Â &lt;/small&gt;==Current factions==Although three factions technically remain at large in the War of the Five Kings, two of them retain very little influence, to the point where the King on the Iron Throne is the ''de facto'' victor. Even so, the Greyjoys are still in rebellion and Stannis has sailed to the Wall.&lt;ref&gt;&quot;The Children&quot;&lt;/ref&gt;===House Baratheon of King's Landing", "bg2": "", "previous": " Greyjoy Rebellion", "begin": "298 AL", "link": "House Greyjoy House Greyjoy**Houses sworn to Pyke (castle)", "commanders1": "King Robb Starkâ&euro; *Lord Greatjon Umber*Lord Roose Bolton (turncoat)*Lord Galbart Glover*Lord Rickard Karstarkâ&euro; *Lady Maege Mormont*Lord Hoster Tullyâ&euro; *Lord Edmure Tully*Ser Brynden Tully*Lord Jonos Bracken*Lord Walder Frey (turncoat)", "commanders2": "King Joffrey Baratheon", "commanders3": "King Stannis Baratheon", "commanders4": "King Renly Baratheon", "commanders5": "King Balon Greyjoy*Princess Yara Greyjoy*Prince Theon Greyjoy", "name": " War of the Five Kings", "place": "The Seven Kingdoms"}, "sections": {"Course of the conflict": "===Opening moves===\n====Tyrion Lannister's abduction====\n{{Quote|That bit of theater will haunt our family for a generation.|[[Tyrion Lannister]] to [[Cersei Lannister]], speaking about the execution of [[Eddard Stark|Ned Stark]] by her son [[Joffrey Baratheon|Joffrey]].|The North Remembers}}\n\nThe stage was set for the war when Catelyn Stark [[First Trial of Tyrion Lannister|seized]] [[Tyrion Lannister]] at the [[Crossroads Inn]] and accused him of the attempted murder of her son, [[Bran Stark|Bran]]Â (based on claims told to the Starks by Petyr Baelish the Master of Coin).&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt; House Lannister, led by Lord Tywin (Tyrion's father) summoned its armies and marched on the Riverlands with 60,000 men.&lt;ref name=&quot;E7&quot;&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt; Ser [[Gregor Clegane]] led an auxiliary force and began striking at bannerhouses supporting Catelyn's father, Lord [[Hoster Tully]], in reprisal. Â &lt;ref name=&quot;E7&quot;/&gt;\n\n====The death of Robert Baratheon====\n\nKing Robert attempted to defuse the situation but failed, and soon after died.&lt;ref name=&quot;E7&quot;/&gt; Immediately upon hearing of his brother's death and having failed to win the support of the [[King's Hand]], [[Eddard Stark]], Renly Baratheon fled the city with his loverÂ Ser [[Loras Tyrell]]Â (heir to the Reach) and rode hard for [[Highgarden]].&lt;ref name=&quot;E7&quot;/&gt;Â Prince Joffrey also immediately claimed the throne upon Robert's death; however, Eddard Stark had learned from research by Jon Arynn (the previous Hand, who was assasinated) that Joffrey and his siblings were not Robert's children at all; they were bastards born of incest between Queen Cersei and her own brother, Jaime Lannister.&lt;ref name=&quot;E7&quot;/&gt; Lord Eddard had a proclamation written by King Robert which named him Regent, but was ignored by Queen Cersei, whom Eddard had unwisely forewarned of his knowing the truth about her children.\n\nWhenÂ Eddard tried to take Joffrey into custody as an imposter, Joffrey, forewarned by Lord [[Petyr Baelish|Petyr 'Littlefinger' Baelish]], had Eddard arrested instead.&lt;ref name=&quot;E7&quot;/&gt; Unfortunately for Joffrey, he was unaware that Eddard had already sent a letter to Robert's brother [[Stannis]], telling him that Joffrey was not legitimate and the crown belonged to Stannis by right; he was also unaware that RenlyÂ knew as well and was gathering his supporters.&lt;ref name=&quot;E7&quot;/&gt; On Dragonstone, Stannis likewise claimed the throne and began gathering ''his'' supporters.&lt;ref name=&quot;E10&quot;&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n====War in the Riverlands====\n{{Quote|Ser Gregor will head out with five hundred riders and set the riverlands on fire from Gods' Eye to the Red Fork.|Tywin Lannister|Fire and Blood}}\n\nThe Lannister force separated into two armies of 30,000 men each.&lt;ref name=&quot;E7&quot;/&gt; Ser [[Jaime Lannister]] led one force with the aim of capturing [[Riverrun]], the principal stronghold of House Tully. Jaime smashed the Riverlords at the [[Battle of the Golden Tooth]].&lt;ref name=&quot;E8&quot;&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt; Jaime followed his victory at Golden Tooth by laying siege to Riverrun.&lt;ref name=&quot;E8&quot;/&gt; Lord [[Tywin Lannister]] led the other force himself. Jaime's victories allowed Tywin to move north west through the Riverlands unimpeded.&lt;ref name=&quot;E8&quot;/&gt;\n\n[[Image:Green Fork.jpg|200px|thumb|right|The aftermath of the [[Battle of the Green Fork]].]] \nReceiving news of his father's arrest and a demand that he come to King's Landing and recognize Joffrey as King, Robb Stark mobilized the armies of the North and assembled a host of 20,000 men (due to the urgency of the situation and the vastness of the North, he could not wait for more).&lt;ref name=&quot;E8&quot;/&gt; He marched to the relief of the Riverlands.&lt;ref name=&quot;E8&quot;/&gt; Lord Tywin moved to the east bank of the [[Green Fork]] of [[the Trident]] to intercept the Stark force.&lt;ref name=&quot;E8&quot;/&gt; Even winning the support of [[House Frey]] and its troops could not bring Robb's forces up to parity with the Lannisters, but it gave Robb an advantage in transportation and local intelligence.&lt;ref name=&quot;E9&quot;&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt; Robb sent 2,000 men to pretend to attack Tywin's army.&lt;ref name=&quot;E9&quot;/&gt; As planned, this small force was defeated at the [[Battle of the Green Fork]], but it delayed the Lannisters long enough for Robb's main army to slip past them and into the Whispering Wood near Riverrun.&lt;ref name=&quot;E9&quot;/&gt; There, Robb staged a feint to draw Jaime Lannister and a portion of his army into the woodlands. During the [[Battle of the Whispering Wood]], Robb inflicted a significant defeat upon the Lannisters, destroying Jaime's host and capturing the Kingslayer himself.&lt;ref name=&quot;E9&quot;/&gt;\n\nReceiving word of Jaime's defeat, Tywin realized that the Starks and Tullys were now free to unify against him, potentially bringing much greater numbers to bear against his smaller force. He retreated to [[Harrenhal]], the formidable castle on the north banks of [[Gods Eye]], intending to fortify it and use it as a base of operations to conduct raids in the Riverlands.\n===â&euro;&lsaquo;The rise of Kingsâ&euro;&lsaquo;===\n\nBy this time news of Renly and Stannis gathering armies had reached both the Stark and Lannister camps. Both men had claimed the Iron Throne; Stannis as the legitimate heir after his brother's death and Renly on the claime that he could be a better king than his brothers. Meanwhile, in King's Landing, Eddard Stark confessed to treason and recognized Joffrey as the King in an attempt by theÂ [[Small Council]]Â to reach a truce with the Starks and allow them to deal with the Baratheons- as well as protect his daughter Sansa, who was held in King's Landing as a hostage. However, in an unexpected move, JoffreyÂ ordered Eddard's execution instead of allowing him to join the Night's Watch. Eddard's death caused the vengeful Northerners to reject the authority of the Iron Throne. AfterÂ considering joining forces with one of the Baratheon brothers, the Northmen and theÂ Riverlords chose the path of independence, rejecting the authority of the Iron Throne all together and swearing fealty to Robb Stark as the [[King in the North]].&lt;ref name=&quot;E10&quot;/&gt;\n\nKing Robb Stark followed up on his success at Whispering Wood with several minor skirmishes against Lannister forces intending to drive them from away from the Red Fork of the Trident, to free the lands and holdfasts of the Riverlords who had recently sworn allegiance to him. He met little serious resistance, as the Lannisters were already in the process of withdrawing their forces to Harrenhal in the western Riverlands to regroup. Barely days after Joffrey was declared King, the faction backing his rule only held the Westerlands, the Crownlands and King's Landing, and a small strip of the southern Riverlands. Meanwhile, Robb Stark controlled the North and most of the Riverlands, Renley Baratheon controlled the Reach and the Stormlands were divided between Stannis and Renly. Meanwhile, the other three kingdoms- the Vale of Arynn, Dorne and the Iron Islands- had not yet declared their support for any one side in the conflict.&lt;ref name=&quot;E11&quot;/&gt;\n\nKing Joffrey appointed his grandfather,Â [[Tywin Lannister]], as the new Hand of the King. However, due to the precarious situation of their forces, Tywin decided against going to King's Landing and instead appointed his sonÂ [[Tyrion]]Â as acting Hand of the King. His task was to keep the King under control and prevent him from committing another mistake such as Eddard Stark's execution, and to prepare King's Landing for an assault by the Baratheon forces in the south.\n\n====Robb Stark invades the Westerlands====\n{{Quote|The Lannisters have been running from us since Oxcross.|Robb Stark|Valar Dohaeris}}\n[[Image:Battle of Oxcross.jpg|200px|thumb|right|The aftermath of the [[Battle of Oxcross]].]] \nWith Tywin encamped at Harrenhal, which was too strong a fortress to attack directly, Robb instead launched a limited invasion of the [[Westerlands]], the Lannister homeland. He launched a surprise attack on the new Lannister army gathering at the village of [[Oxcross]], where new conscripts were being trained to replace the Lannister army group destroyed at Whispering Wood. Robb totally destroyed the green Lannister army group in the resulting [[Battle of Oxcross]], killing Ser [[Stafford Lannister]] in the process.&lt;ref name=&quot;E14&quot;/&gt; The victory leaves the Westerlands lightly defended. Robb goes on to win a minor victory at the [[Battle of the Yellow Fork]]&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt; and force the [[surrender of the Crag]].&lt;ref name=&quot;E18&quot;&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt; With the Lannister homelands under attack and a Baratheon attack on King's Landing imminent Tywin had a difficult choice to make: to ride out and meet Robb's forces in battle, abandoning their strong defensive position at Harrenhal, or to fall back on King's Landing and help defend the city from Stannis. Tywin eventually decided to ride west because of the threat Robb's forces posed to his own castle at [[Casterly Rock]]; however, this was later revealed to be a ruse, as Tywin was actually bringing his Lannister forces back to King's Landing.&lt;ref name=&quot;E18&quot;/&gt; Tywin had already authorized secret negotiations with House Tyrell to begin following Renly's death, in the hope of winning an alliance with them and their powerful army.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\nWhile Robb Stark took part of his forces to invade the Westerlands, most of the day to day fighting of the war continued in the Riverlands. All of the territories between [[Riverrun]] on the Red Fork of the [[Trident]] River and [[Harrenhal]] at the north shore of the [[Gods Eye]] lake to the south were a war zone facing raids and counter-raids by Stark-Tully and Lannister forces. Much of the Riverlands was devastated in the fighting. This culminated in the [[Battle of Stone Mill]], in which Lord [[Edmure Tully]] preemptively attacked a Lannister army led by [[Gregor Clegane]] which was massing to cross the Red Fork. Edmure inflicted two to one casualties and the Lannisters withdrew. Lord Tywin's younger nephews [[Willem Lannister|Willem]] and [[Martyn Lannister]] were also captured. However, while this was a tactical victory it was a strategic failure - Robb Stark's actual grand strategy had been to invade the Westerlands in order to lure the Lannisters back away from King's Landing, then lure them into a trap so that Gregor's army could be surrounded and destroyed. Instead, Gregor's army was temporarily defeated but left mostly intact, allowing the Lannister forces in the Riverlands to regroup and then leave Harrenhal to rush to the defense of King's Landing when Stannis Baratheon later attacked. Robb Stark blamed Edmure for not waiting to lure Gregor into a trap to the west - even though Robb gave him no clear orders that this was his intention, though afterwards Robb still insisted that Edmure would have found out once the trap was finished.  \n\nBizzarely, Robb Stark blamed Edmure for not ''anticipating'' that he wanted to lure Clegane across the river into a trap, when this is what would have happened had Robb simply told Edmure (one of his main commanders) what his overall strategy was in the first place.\n&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\n====The Death of Renly Baratheon====\n[[Stannis Baratheon]] and his younger brother, [[Renly Baratheon]], both claimed the Iron Throne of Westeros. Stannis had a small army at Dragonstone and was influenced by the red priestess [[Melisandre]], while Renly amassed the strength of his bannermen, the Stormlords, and that of the Reach by marrying [[Margaery Tyrell]], daughter of [[Mace Tyrell]].\n\nBy this point, Renly's faction was the most powerful in terms of sheer numbers; he could call upon over half the bannermen of the Stormlands as well as the armies of the Reach, the most populous region of Westeros. However, Renly refused to take decisive action, relying on his popularity to draw more supporters to his cause while his enemies destroyed one another. Renly was receptive to an alliance with the Stark-Tully faction, and indeed sympathized with their cause, but insisted that Robb recognize Renly's continued sovereignty over the North, in return for an alliance against Joffrey and the Lannisters. Unfortunately for the Starks, Renly was assassinated before any deals could be made.\n\nDuring a failed summit between the rival Baratheon brothers, Stannis gives an ultimatum to Renly to pledge his loyalty before he attacks (in return for Stannis giving him back his position on the Small Council), but Renly defies and disrespects him, unconcerned due to the small size of Stannis' army. Melisandre gives birth to a [[shadow]] which later enters Renly's tent and kills him. While the Reach army leaves for [[Highgarden]] on the orders of the Tyrells, Renly's Stormlords swear fealty to Stannis as the remaining legal head of [[House Baratheon]]. With the formidable Baratheon Army and the Dragonstone Fleet now at his command, Stannis prepares for an invasion of [[King's Landing]].\n\n====Riot in King's Landing====\n{{Quote|They're starving, you fool!  All because of a war you started!|[[Tyrion Lannister]] to King [[Joffrey Baratheon]]|The Old Gods and the New}}\nDuring the course of the war the streets of the capital city began to overflow with many starving refugees escaping the war. Both [[Tyrion Lannister]] and [[Janos Slynt]] warned Queen [[Cersei]] that if something was not done with the starving refugees there would be a mounting discontent with her son's rule however the Queen ignored their warnings. The King and the Royal Court had gathered in the docks to see [[Myrcella Baratheon]] being shipped to Dorne. On their way back to the Red Keep, the refugees and commoners of King's Landing hurled insults at King [[Joffrey]], and ultimately, hurl cow excrement into Joffrey's face. Despite being accompanied by only a few dozen guards facing hundreds of peasants, Joffrey impetuously shouts orders for his soldiers to kill them all. A general riot then breaks out and spreads throughout the city, with the royal party barely making it back to the castle in one piece. With most of the regular Lannister army in the Riverlands fighting in the war under Lord [[Tywin Lannister]], the scant two thousand City Watch guards had a difficult time containing the riot, and the chaos that reigned throughout the city. In the end the riot was put down but many peasants and City Watch guards were killed during the riot along with the High Septon who was torn limb by limb by an angry mob.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\n====Rise of the Kraken====\n{{Quote|The North is ripe for the taking.|Balon Greyjoy|What is Dead May Never Die}}\nWhile the Lannister and Stark forces were fighting in the Riverlands, [[Theon Greyjoy]] traveled to [[Pyke]], the Iron Islands capital, and his family castle, to negotiate with his father, [[Balon Greyjoy]], under Robb StarkÂ´s orders. At Pyke, Balon Greyjoy told Theon that he would proclaim himself King on the Iron Islands once more, and attack the North.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;Â He then asked his son on which side he was: his or the Starks. After much soul-searching, Theon Greyjoy chose to declare loyalty to his father.&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt; Balon Greyjoy would attack the coasts of the North, with his navy. [[Yara Greyjoy]] would lead most of the fleet, while Theon was given only one ship, the ''[[Sea Bitch]]'', and was supposed to attack small fishing villages. Theon Greyjoy then changed his plan and sieged TorrhenÂ´s Square, and then attacked Winterfell against Balon's orders. [[Bran Stark]] yielded before him, and Theon proclaimed himself [[Prince of Winterfell]].&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\nHowever, Bran and his younger brother, Rickon, soon escaped with two of their household servants and their [[Direwolf|direwolves]], and were unable to be found by Theon. They managed to sneak back into the crypts of Winterfell, though Theon has convinced most of his men they are dead by hanging two children's burnt corpses atop the walls of Winterfell.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt; Her sister Yara arrived with just twenty men and warned him that everyone in the North wanted him dead because of his killing the Stark boys, and that he was too far from the sea to supply or reinforce his position. She told him to come back to the Iron Islands with her, but Theon refused to give up Winterfell.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\nAfter Yara left, a relief force of five hundred men, led by [[Ramsay Snow]] of [[House Bolton]] and sent under the orders of [[Robb Stark|King Robb Stark]], laid siege to the castle for at least one night. Theon Greyjoy attempted to rally his men to defend the stronghold and die fighting with an inspiring speech; his First Mate, [[Dagmer Cleftjaw]] betrayed him, and Theon's small force presumably handed him over to Ramsay, who had been sent with an offer of mercy to the ironborn if they handed over Winterfell and Theon. Dagmer mortally wounded the castle's Maester, [[Luwin]], as he had Theon dragged away from the courtyard. As soon as the Ironborn delivered Theon to him, Ramsay broke his promise of mercy and had all of them flayed alive.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n[[Sack of Winterfell|Winterfell was sacked and put to the torch]] shortly afterwards by Ramsay Bolton, while the dying Luwin moved to the Godswood. The majority of the castle and outlying town still stands. In secret, [[Bran Stark|Bran]] and [[Rickon Stark|Rickon]] [[House Stark|Stark]] managed to escape the castle, along with [[Osha|two]] [[Hodor|servants]] and their [[Summer|two]] [[Shaggydog|direwolves]].&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n====The Battle of the Blackwater====\nStannis's army and fleet launched an assault on King's Landing; it came to be known as the Battle of the Blackwater. The initial attack was blunted when Tyrion Lannister sprung a trap, detonating a boat filled with [[wildfire]] in the midst of Stannis's fleet as they passed into Blackwater Bay. The devastating explosion destroyed many ships and men. Despite these heavy losses, the surviving ships were able to put ashore thousands of troops, led in person by Stannis, who actually briefly managed to scale the walls with some of his men and attack the defenders. [[Sandor Clegane]] and Tyrion Lannister himself led several sorties outside the walls that destroyed the Baratheon siege equipment, but the badly outnumbered garrison were then encircled and attacked by Baratheon troops, leaving the city virtually undefended.\n\nJust when the city seemed about to fall, however, the armies of House Lannister (under Tywin, in contrast to his stated intention to attack the Starks) and House Tyrell (under Ser Loras) arrived and slammed into Stannis's flank, sending them fleeing from the field. Stannis was forced to return to Dragonstone with only the tattered remnants of his army and fleet. House Tyrell have now formally declared themselves for the King on the Iron Throne in return for a marriage pact between the King and Margaery Tyrell, giving King Joffrey Baratheon a massive numerical advantage over any of his opponents.\n\nThe decisive Lannister-Tyrell victory coincided with several political blunders made by Robb Stark. First, Robb lost the support of House Frey when he married Talisa Maegyr for love, rather than honoring his marriage contract with Lord Walder Frey's daughter. Not long after, the men of House Karstark deserted him after he had their lord (and his kinsman) Rickard Karstark, beheaded for murdering innocent prisoners of war. With almost half of his field army gone, and his enemies having more than doubled in numbers, Robb's faction was suddenly in great danger.&lt;ref&gt;&quot;[[Blackwater]]&quot;&lt;/ref&gt;\n\n===The Fall of Kings===\n====â&euro;&lsaquo;The Red Wedding====\n\nRobb Stark subsequently withdrew his forces back to the Riverlands. He liberated Harrenhal, but the Lannisters had simply withdrawn and gave no battle.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;Â After the death of his maternal grandfather, Robb marched his army back to [[Riverrun]], but faced a bleak situation.&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt; The Lannisters meanwhile focused on consolidating the south with their new Tyrell allies, content that time and resources were now on their side.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n\nRobb Stark's army was ultimately lured into a trap at [[the Twins]] where he was betrayed by [[House Frey]] and [[House Bolton]], who had switched sides to the Lannisters. Having determined that he might be able to re-gain the initiative with a successful attack at Casterly Rock, the seat of House Lannister and the capitol of the Westerlands, Robb was negotiating to win back the Frey's support for the offensive; Walder Frey pretended to agree to the marriage of his daughter and Edmure Tully. After the wedding service, the Frey and Bolton bannermen slaughtered many of the Northern and River lords as they were dining in the Twins, while others ambushed the Tully and Stark bannermen outside.\n\nThe Freys and Boltons not only betrayed their liege-lords, but the Freys broke the solemn [[Guest right]] by attacking the Starks after formally accepting them into their castle as guests, and on top of that, during a wedding. Robb Stark, his pregnant Queen [[Talisa Maegyr]] and his mother Catelyn were murdered in the massacre, which subsequently became known as the [[Red Wedding]].&lt;ref&gt;&quot;[[The Rains of Castamere]]&quot;&lt;/ref&gt;Â The entire Northern army led to southern Westeros by Robb Stark to fight in the war was annihilated, with the few survivors captured as political hostages including the head of House Tully, [[Edmure Tully]]. However, a small number of Tully bannermen, led by Robb's great-uncle [[Brynden Tully]] (also known as &quot;The Blackfish&quot;), managed to escape.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\n====Aftermath of the Red Wedding====\nThe destruction of the Northern army and the death of Robb Stark at the Red Wedding marked a major turning point in the war, with the allied houses of Lannister and Tyrell achieving a major victory over their largest and most numerically significant enemy. Joffrey Baratheon's faction now physically controlled nearly all of the Seven Kingdoms; the only exceptions were the Iron Islands, parts of the North controlled by the ironborn, the Vale of Arynn (which remained neutral) Dorne (which was also neutral) and the strongholds of Storm's End, Riverrun and Dragonstone. As a reward for their betrayals of the King in the North, Roose Bolton and Walder Frey were named Warden of the North and Lord of Riverrun, respectively.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\nHowever, the victory didn't mark the end of the war, as Stannis Baratheon and Balon Greyjoy continued to claim their respective crowns in opposition to King Joffrey. While most of Stannis' forces were destroyed at the Blackwater, he himself remained at liberty with some loyal bannermen and adamant to fight till the bitter end, and continued to control the fortresses of Storm's End and Dragonstone. The ironborn, who had partially occupied the North, still commanded great sea power and Balon Greyjoy refused to bend the knee to the Iron Throne, though his standing forces were suffering considerable casualties against the Boltons. Meanwhile, the outlaw band known as the Brotherhood without Banners (who were followers of the Lord of Light, and therefore supporters of Stannis) remained active in the Riverlands, as did the Blackfish and his rebel Tully bannermen at Riverrun. Added to this, the majority of the Houses in the North and the Riverlands had nothing but hatred for the Boltons and the Freys, due to their betrayal of Robb. The Lannisters, anxious to maintain control in the capitol, gave little support to the Freys and Boltons besides their titles, which only served to shift the blame for the Red Wedding further onto them.\n\nAt the same time, the Iron Throne emerged from the conflict weakened. Its debts to foreign banks such as theÂ [[Iron Bank of Braavos]]Â were still far from being repaid and, if the debts should default, the Bank would turn its support to other people who could guarantee the repayement of the loans, such as rebellious claimants like Stannis Baratheon.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;. Indeed, later the Iron Bank was convinced to fund Stannis after his his Hand of the King, Ser Davos Seaworth, argued that the Lannisters would soon be in trouble.&lt;ref&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt; Also, tensions continued to exist in the alliance between the Lannisters and the Tyrells, a relationship which is beneficial to the latter but necessary for the former, especially due to the casualties the Lannisters suffered in their various battles with Robb's army. The Tyrells' popularity has also been rising in parts of the Kingdoms such asÂ [[King's Landing]], where they have been guaranteeing the food supply.\n\nThings have steadily been getting worse for the Lannisters, whose position as the 'strongest' House is weakening every day. Tywin Lannister revealed to his daughter Cersei that the gold mines beneath Casterly Rock had run dry and the Westerlands did not produce as much riches as they used to, making the debt crisis look even worse. Concerned over the growing power of [[Daenerys Targaryen]] in Essos, Tywin also sought to gain the support of House Martell (the ruling house of Dorne, the only kingdom that successfully resisted the Targaryens) by offering Prince Oberyn Martell a seat on the Small Council. However, this gesture of diplomacy is impeded by the hatred the Martells hold for House Lannister.&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;\n\n====â&euro;&lsaquo;TheÂ Purple Wedding====\nDuring his wedding toÂ [[Margaery Tyrell]], KingÂ [[Joffrey Baratheon]]Â wasÂ [[Purple Wedding|killed]]Â by poison. His uncle,Â [[Tyrion Lannister]], who had been regularly humiliated by Joffrey and was holding his wine glass before his death, was accused by Queen RegentÂ [[Cersei Lannister]]Â of the murder.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt; Tyrion was arrested and was put onÂ [[Trial of Tyrion Lannister|trial]]Â for the deed. His wife,Â [[Sansa Stark]], was also seen as having planned the murder as Joffrey's abuse of her was common knowledge. However, SansaÂ managed to flee King's Landing with help fromÂ [[Petyr Baelish]].&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\nJoffreyÂ was succeedeâ&euro;&lsaquo;dÂ as King by his younger brother,Â [[Tommen Baratheon]]. Joffrey's death was actually beneficial for the Lannister-Tyrell faction; he had been an unpredictable, incompetent and universally hated ruler whose impulsive, sadistic decisions nearly always worsened the situation. Tommen, by contrast, was a shy, gentle-natured boy who could be counted on to delegate matters to wiser advisors, such as Tywin Lannister and Margaery Tyrell. After his coronation, TommenÂ reappointed Tywin (his grandfather) as Hand of the King and also granted him the title ofÂ [[Protector of the Realm]], making Tywin the true ruler of the Seven Kingdoms. Tommen was also betrothed to his brother's widow, Margaery, in order to keep the loyalty of House Tyrell, whose troops were needed to control the Kingdoms and whose gold was needed to pay the Crown's debts; his early friendship with Margaery, despite their age differences, helped ease some of the tension between the Lannisters and Tyrells.&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;\n\n====â&euro;&lsaquo;Trial of Tyrion Lannisterâ&euro;&lsaquo; and the Death of Oberyn Martell====\nâ&euro;&lsaquo;During his trial, Tyrion was faced with many accounts of his confrontations with King Joffrey such as slapping him after the King's Landing riot to prove his guilt. Tywin Lannister was willing to give his son a way out if he plead guilty and joined theÂ [[Night's Watch]]Â so that his other son,Â [[Jaime]], would accept to be his heir again. However, the perjury of Tyrion's lover,Â [[Shae]], who claimed that both Tyrion and Sansa planned Joffrey's murder led him to refuse the deal and, after a brutal declaration to the court, he demanded aÂ [[Trial by combat|trial by combat]].&lt;ref&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt;Â CerseiÂ chose â&euro;&lsaquo;SerÂ [[Gregor Clegane]] &quot;the Mountain&quot;Â as her champion while Tyrion was approached byÂ [[Prince]]&lt;span style=&quot;font-size:14px;&quot;&gt;Â &lt;/span&gt;[[Oberyn Martell]]&lt;span style=&quot;font-size:14px;&quot;&gt;Â ofÂ &lt;/span&gt;[[Dorne]]Â to act as his. Oberyn's true objective was to have revenge on Clegane for the rape and murder of his sister,Â [[Elia Martell]]&lt;span style=&quot;font-size:14px;&quot;&gt;, during theÂ &lt;/span&gt;[[Sack of King's Landing]]. Although Oberyn managed to severely wound and poison the Mountain during the duel, he was himself killed, sealing Tyrion's fate.&lt;ref&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt;\n\nâ&euro;&lsaquo;However, the death of Oberyn Martell could have dire consequences for the Lannisters; indeed, Oberyn was the younger brother ofÂ [[Doran Martell]], the rulingÂ [[Prince of Dorne]], and he had been popular in Dorne. The Lannisters having now killed not one but two of his siblings, the allegiance of the Dornish prince is no longer guaranted to the Lannisters despite a marriage alliance betweenÂ [[Trystane Martell]]Â and King Tommen'sÂ sister,Â [[Myrcella]]. Rather than increase the Lannister influence in Dorne, Myrcella's betrothal instead gives the Martells greater leverage, since although she has been treated kindly by the Dornish, she is essentially a good-faith hostage for the Martells.\n\n====â&euro;&lsaquo;Reconquering the North====\nAfter the Red Wedding,Â [[Roose Bolton]]Â was appointedÂ [[Warden of the North]]Â until such time a son was born toÂ [[Tyrion Lannister]]Â andÂ [[Sansa Stark]], the rightful heir ofÂ [[Winterfell]]. However, the ironborn held the majority of the once Stark-held lands and it was up to Lord Bolton to reconquer them. Despite the fact that he was officially supported by the Iron Throne, Bolton knew that [[Tywin Lannister]]Â would not do anything to help him against the Greyjoys. With the ironborn in possession of the fortress ofÂ [[Moat Cailin]], his army remain trapped south of theÂ [[Neck]]. Knowing that his bastard sonÂ [[Ramsay]]Â had capturedÂ [[Theon Greyjoy]], he planned to use him as ransom and exchange him for Moat Cailin. First, however, he needed to return North: Bolton and a small company of his men, includingÂ [[Locke]]Â and his new wifeÂ [[Walda Bolton]], smuggled themselves into the North and made for the Bolton seat at theÂ [[Dreadfort]]. There, Bolton discovered that his bastard had badly mutilated and broken Theon Greyjoy, using him as a plaything more than a hostage. Angered, he was nevertheless interested to hear that Bran and Rickon Stark were still alive. Realizing that the continued existence of the Stark boys would harm his hold over the North, Bolton sent Locke to hunt them down and kill them, although Locke was killed by Bran in the ensuing confrontation. He also instructed Ramsay to head south and reclaim Moat Cailin.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\nAfter aÂ [[Assault on the Dreadfort|failed attempt]]Â byÂ [[Yara Greyjoy]]Â to rescue her brother from the Boltons&lt;ref&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt;, Ramsay headed south to Moat Cailin withÂ â&euro;&lsaquo;aÂ Bolton army and Theon, who entered the ironborn-occupied keep with the Boltons' peace terms. WhenÂ [[Ralf Kenning]], the ironborn commander refused to surrender, his men [[Fall of Moat Cailin|turned on him and offered themselves up.]] Ramsay ended up flaying the IronbornÂ garrison as a message to the remaining Greyjoys. His army later met up with his father's and Roose rewards Ramsay's actions by legitimizing him as a Bolton. With the fall of Moat Cailin, the Bolton army has returned north and the ironbornÂ have begun to leave their positions. Roose subsequently leads his reassembled forces further to the North, to claim the Stark ancestral seat ofÂ [[Winterfell]], which has been burned but not destroyed.&lt;ref&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt;\n\n====Asassination at the Tower of the Hand====\nBefore his execution can take place,Â Tyrion LannisterÂ is freed from confinement by his brother Jaime. Before escaping the city with Varys, TyrionÂ [[Assassination at the Tower of the Hand|kills]] the current Hand of the King, his father Tywin Lannister, leaving the rule of King's Landing in an uncertain position.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n", "TOP": "War of the Five Kings03841gzg8gw1qrfhsi90n8q8dwf18ejh2m321775392015-03-18T01:45:41ZThe Dragon Demands5014364/* Robb Stark invades the Westerlands */ Yeah, &quot;bizarrely&quot; etc was too strongly worded....{{Quote|The Seven Kingdoms are at war with one another... false kings destroying the country... the Usurper is dead. The Starks fight the Lannisters, the Baratheons fight each other.|[[Daenerys Targaryen]] to Ser [[Jorah Mormont]].|The Ghost of Harrenhal}}\n\nThe '''War of the Five Kings''' is a major military conflict that erupts in the wake of the death of King [[Robert Baratheon|Robert I]]. In essence, the war is a three-way battle for the [[Iron Throne]] fought alongside two independence movements.Â  The five kings in question are Robert's heir [[Joffrey Baratheon]], Robert's two younger brothers [[Stannis Baratheon]] and [[Renly Baratheon]], [[Robb Stark]], and [[Balon Greyjoy]].Â \n\nUpon Robert's death, his heir, Prince Joffrey, takes the Iron Throne, but the revelation that he along with his [[Tommen Baratheon|brother]] and [[Myrcella Baratheon|sister]] are [[bastard]]s born of [[incest]] between Queen [[Cersei Lannister|Cersei]] and her twin brother, Ser [[Jaime Lannister]], leads both of Robert's younger brothers,Â Stannis and Renly Baratheon, to claim the throne for themselves.Â  Stannis sees himself as the rightfulÂ heir by right of blood, being Robert's heir with the removal of Joffrey, Myrcella, and Tommen due to their being bastards.Â  Renly claims the throne on the basis that he would be a better king, despite being second to Stannis in the lawful line of succession.\n\nMeanwhile, Robb Stark, Lord of [[Winterfell]] and [[Lord Paramount of the North]], is declared the [[King in the North]] by his lords bannermen in the wake of the execution of his father,Â [[Eddard Stark]], on false charges of treason.&lt;ref&gt;&quot;[[Fire and Blood]]&lt;/ref&gt;Â  Robb had been in command of a host marching south to free his then-imprisoned father and to relieve a [[House Lannister|Lannister]] attack on the [[Riverlands]]. As the King in the North, Robb declares that [[the North]] and the [[Riverlands]]Â (ruled by his [[Hoster Tully|maternal grandfather]]) are now a sovereign kingdom no longer subject to the rule of the [[Iron Throne]].&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/map/special/areas-of-control/ HBO viewers guide, season 2 map, special features - Areas of Control]&lt;/ref&gt;\n\nWith the attention of the North and the Iron Throne diverted, Balon Greyjoy, [[Lord Reaper of Pyke]] and ruler of the [[Iron Islands]], seizes the opportunity to declare the Iron Islands independent once more.Â  He then styles himself [[King of the Iron Islands]] and launches raids in the North while most of its defenders are south of [[the Neck]].              \n&lt;small&gt;\n{{War\n|name= War of the Five Kings\n|previous= [[Greyjoy Rebellion]]\n|conc= [[Conflict Beyond the Wall]]&lt;br&gt;[[Targaryen campaign in Slaver's Bay]]\n|next=\n|image=\n|begin=298 AL\n|end=Ongoing\n|place=The [[Seven Kingdoms]]\n|result=Current pyrrhic [[House Baratheon of King's Landing]] victory\n*Scattering and exile of [[House Stark]]\n*Attaintment of [[House Tully]]\nAssassination of King Joffrey on his wedding feast\n*Elevation of Tommen Baratheon to the Iron Throne\n|battles=*[[Battle of the Golden Tooth|Golden Tooth]]\n*[[Siege of Riverrun|Riverrun]]\n*[[Battle at the Mummer's Ford|Mummer's Ford]]\n*[[Battle of the Green Fork|The Green Fork]]\n*[[Battle of the Whispering Wood|The Whispering Wood]]\n*[[Battle of the Camps|The Camps]]\n*[[Liberation of Raventree Hall|Raventree Hall]]\n*[[Liberation of Stone Hedge|Stone Hedge]]\n*[[Raid by the Gods Eye|Gods Eye]]\n*[[Battle of Oxcross|Oxcross]]\n*[[Sack of Ashemark|Ashemark]]\n*[[Assassination of Renly I|Storm's End]]\n*[[Battle of Moat Cailin|Moat Cailin]]\n*[[Raid of Torrhen's Square|Torrhen's Square]]\n*[[Battle of Deepwood Motte|Deepwood Motte]]\n*[[Fall of Winterfell|Winterfell (I)]]\n*[[Battle of the Yellow Fork|Yellow Fork]]\n*[[Surrender of the Crag|The Crag]]\n*[[Battle of Stone Mill|Stone Mill]]\n*[[Battle of the Blackwater|The Blackwater]]\n*[[Sack of Winterfell|Winterfell (II)]]\n*[[Liberation of Harrenhal|Harrenhal]]\n*[[Red Wedding]]\n*[[Purple Wedding]]\n*[[Assault on the Dreadfort|The Dreadfort]]\n*[[Fall of Moat Cailin|Moat Cailin(II)]]\n*[[Second Trial by Combat of Tyrion Lannister|King's Landing(IV)]]\n|BG2=\n|side1=[[Robb Stark|The King in the North]]â&euro; \n[[File:Stark mini shield.png|20px|right|link=House Stark]] [[House Stark]]\n**Houses sworn to [[Winterfell]]\n***[[File:Bolton mini shield.png|20px|right|link=House Bolton]] [[House Bolton]]\n***[[File:Umber mini shield.png|20px|right|link=House Umber]] [[House Umber]]\n***[[File:Karstark mini shield.png|20px|right|link=House Karstark]] [[House Karstark]]\n***[[House Glover]]\n***[[File:Mormont mini shield.png|20px|right|link=House Mormont]] [[House Mormont]]\n***[[File:Hornwood mini shield.png|20px|right|link=House Hornwood]] [[House Hornwood]]\n***[[File:Frey mini shield.png|20px|right|link=House Frey]] [[House Tallhart]]\n***[[House Manderly]]\n***[[File:Tully mini shield.png|20px|right|link=House Tully]] [[House Tully]]\n**Houses sworn to [[Riverrun]]\n***[[File:Bracken mini shield.png|20px|right|link=House Bracken]] [[House Bracken]]\n***[[File:Mallister mini shield.png|20px|right|link=House Mallister]] [[House Mallister]]\n***[[File:Blackwood mini shield.png|20px|right|link=House Blackwood]] [[House Blackwood]]\n***[[File:Frey mini shield.png|20px|right|link=House Frey]] [[House Frey]]\n**Houses sworn to [[the Twins]]\n|side2=[[Joffrey Baratheon|The King on the Iron Throne]]â&euro; \n*[[File:KL Baratheon mini shield.png|20px|right|link=House Baratheon of King's Landing]] [[House Baratheon of King's Landing]]\n** Houses sworn to [[King's Landing]]\n***[[File:Lannister mini shield.png|20px|right|link=House Lannister]] [[House Lannister]]\n**Houses sworn to [[Casterly Rock]]\n***[[File:Marbrand mini shield.png|20px|right|link=House Marbrand]] [[House Marbrand]]\n***[[File:Crakehall mini shield.png|20px|right|link=House Crakehall]] [[House Crakehall]]\n***[[File:Clegane mini shield.png|20px|right|link=House Clegane]] [[House Clegane]]\n***[[File:Lefford mini shield.png|20px|right|link=House Lefford]] [[House Lefford]]\n***[[House Sarsfield]]\n***[[File:Swyft mini shield.png|20px|right|link=House Swyft]] [[House Swyft]]\n***[[File:Tyrell mini shield.png|20px|right|link=House Tyrell]] [[House Tyrell]] (after Renly's death)\n**Houses sworn to [[Highgarden]]\n***[[File:Bolton mini shield.png|20px|right|link=House Bolton]] [[House Bolton]] (after the Red Wedding)\n** Houses sworn to [[The Dreadfort]] and [[Winterfell]] (in theory)\n***[[File:Frey mini shield.png|20px|right|link=House Frey]] [[House Frey]] (after the Red Wedding)\n**Houses sworn to [[the Twins]] and [[Riverrun]]\n|side3=[[Stannis Baratheon|The King in the Narrow Sea]]\n*[[File:House-Baratheon-of-Dragonstone-heraldry.jpg|20px|right|link=House Baratheon of Dragonstone]] [[House Baratheon of Dragonstone]]\n**Houses sworn to [[Dragonstone]]\n***[[House Velaryon]]\n***[[File:Seaworth mini shield.png|20px|right|link=House Seaworth]] [[House Seaworth]]\n**Houses sworn to [[Storm's End]] (after Renly's death)\n***[[House Estermont]]\n***[[File:Tarth sigil.jpg|20px|right|link=House Tarth]] [[House Tarth]]\n***[[House Errol]]\n***[[File:Caron mini shield.png|20px|right|link=House Caron]] [[House Caron]]\n***[[House Peasebury]]\n***[[House Musgood]]\n***[[File:Florent mini shield.png|20px|right|link=House Florent]] [[House Florent]] (after Renly's death)\n***[[House Fossoway]] (after Renly's death)\n***[[House Haigh]]\n|side4=[[Renly Baratheon|The King in Highgarden]]â&euro; \n*[[File:Renly mini shield.png|20px|right|link=House Baratheon]] [[House Baratheon]] of [[Storm's End]]\n**Houses sworn to Storm's End\n***[[House Estermont]]\n***[[File:Tarth sigil.jpg|20px|right|link=House Tarth]] [[House Tarth]]\n***[[House Errol]]\n***[[File:Caron mini shield.png|20px|right|link=House Caron]] [[House Caron]]\n*[[File:Tyrell mini shield.png|20px|right|link=House Tyrell]] [[House Tyrell]]\n**Houses sworn to Highgarden\n***[[File:Tarly mini shield.png|20px|right|link=House Tarly]] [[House Tarly]]\n***[[File:HightowerHeraldry.jpg|20px|right|link=House Hightower]] [[House Hightower]]\n***[[File:Florent mini shield.png|20px|right|link=House Florent]] [[House Florent]]\n***[[House Fossoway]]\n|side5=[[Balon Greyjoy|The King of the Iron Islands]]\n*[[File:Greyjoy mini shield.png|20px|right|link=House Greyjoy]] [[House Greyjoy]]\n**Houses sworn to [[Pyke (castle)|Pyke]]\n***[[House Harlaw]]\n***[[House Goodbrother]]\n***[[House Merlyn]]\n***[[House Sparr]]\n|commanders1=King [[Robb Stark]]â&euro; \n*Lord [[Greatjon Umber]]\n*Lord [[Roose Bolton]] (turncoat)\n*Lord [[Galbart Glover]]\n*Lord [[Rickard Karstark]]â&euro; \n*Lady [[Maege Mormont]]\n*Lord [[Hoster Tully]]â&euro; \n*Lord [[Edmure Tully]]\n*Ser [[Brynden Tully]]\n*Lord [[Jonos Bracken]]\n*Lord [[Walder Frey]] (turncoat)\n|commanders2=King [[Joffrey Baratheon|Joffrey I]]â&euro; &lt;br&gt;King [[Tommen Baratheon|Tommen I]]\n*Lord [[Tywin Lannister]]â&euro; , Hand of the King\n*[[Tyrion Lannister]], Hand of the King\n*Ser [[Kevan Lannister]]\n*Ser [[Jaime Lannister]]\n*Lord [[Mace Tyrell]]\n*Ser [[Loras Tyrell]]\n*Ser [[Gregor Clegane]]\n*Lord [[Roose Bolton]]\n*Lord [[Walder Frey]]\n|commanders3=King [[Stannis Baratheon|Stannis I]]\n*Ser [[Davos Seaworth]]\n*Ser [[Axell Florent]]â&euro; \n|commanders4=King [[Renly Baratheon|Renly I]]â&euro; \n*Lord [[Mace Tyrell]], Hand of the King\n*Lord [[Randyll Tarly]]\n*Ser [[Loras Tyrell]]\n|commanders5=King [[Balon Greyjoy]]\n*Princess [[Yara Greyjoy]]\n*Prince [[Theon Greyjoy]]\n|||width = }}Â &lt;/small&gt;\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, the War of the Five Kings is one of the major storylines which the narrative revolves around.\n\nIn the TV series, it is first named in dialogue in Season 2's &quot;[[The Ghost of Harrenhal]]&quot;, when Tywin Lannister says that people are calling it the &quot;War of Five Kings&quot;. Apparently he was just speaking loosely and the formal name is still the same in the TV continuity, because Joffrey later prominently refers to it as the &quot;War of ''the'' Five Kings&quot; during his wedding in Season 4's &quot;[[The Lion and the Rose]]&quot;.\n\nWhile it is popularly known as the War of the &quot;Five&quot; Kings, in a later book a character points out that this is somewhat inaccurate, as [[Balon Greyjoy]] openly declared himself King of the Iron Islands only slightly after Renly died, so there were never five kings actively fighting each other at one time. Nonetheless the name has stuck, and it does still refer to the fact that five kings were involved. For the TV series, however, it might be somewhat accurate, depending on when Balon Greyjoy's secession of the Iron Islands &quot;officially&quot; began. Renly was killed at the beginning of the [[The Ghost of Harrenhal|fifth episode]] of Season 2. Balon explains to Theon that he intends to make himself a king by force in the [[The Night Lands|second episode]] of Season 2, but this isn't followed by a polite declaration: the ironborn make a surprise attack against the North at the beginning of the [[The Old Gods and the New|sixth episode]] of Season 2, taking [[Torrhen's Square]] and Winterfell. Thus Balon briefly claimed the title of King while Renly was still alive, but the first the other factions knew about this was when [[Iron Fleet|ironborn raiders]] were at their doorsteps, after Renly died.\n\nIt is generally a four-sided war, between the Lannisters, Starks, Baratheons, and Greyjoys. Renly's brief time as a claimant, controlling most of the armies of the Stormlands and the Reach, did affect the strategic position of the Lannisters, but he didn't set out to engage them on the battlefield. Instead the Tyrells had cut off the Roseroad, effectively blockading resources and foodstuff from reaching the capital, and Renly was content to sit back and let the Lannisters exhaust themselves against the Starks while he built up his own strength to overwhelming levels, at which point he intended to march directly on King's Landing. Also while there are four &quot;sides&quot;, this does not include political machinations and large territories changing sides, i.e. [[the Vale of Arryn]] or [[Dorne]], and particularly House Tyrell of the Reach, which considerably tipped the balance of the war when they switched their allegiance to the Lannisters. Due to simple geography, of course, any one faction isn't actively fighting three others all the time. Simply due to the fact that they are located on opposite coasts of the continent the Greyjoys (off the west coast) and [[Stannis Baratheon]] (off the east coast) aren't actively fighting each other while he's on Dragonstone. Stannis does nominally consider the North to be in rebellion against him, but in practice doesn't actively fight the North, because he's more concerned with retaking the capital city from the Lannisters. As seen in the TV series, the Starks do send peace overtures to the Baratheons, but Stannis refuses to allow the North to secede and take away vast territories which he feels are rightfully his. While the Greyjoys aren't actively fighting Stannis, they are not on the side of the Starks or the Lannisters, and are truly looking out only for their own interests.\n\n", "Turncoats and Oathbreakers": "Several houses and individuals change or abandon their allegiances during the course of the war, altering the course of events and the possibilities of victory for the different factions:\n\n===[[Theon Greyjoy|The Prince of Winterfell]]===\nInitially sent as an envoy to his father, Balon Greyjoy, Theon Greyjoy breaks the vow he made to Robb Stark during his proclamation as King in the North and sides with his father in his plans to conquer the North and restore the independence of the Iron Islands. Driven by his desire to gain the respect of his father and his people and resentful of his status as a glorified hostage of House Stark, Theon successfully seizes control of the Northern capital, Winterfell, and installs himself as Prince of Winterfell. With this move, Theon seemingly gains the respect of his crew, but also deals, unwittingly, a major blow to the position of King Robb, as some of his vassals begin to doubt the Young Wolf's ability to lead the North to complete independence.\n\nHowever, Theon's hold over Winterfell proves to be quite weak. With only a small crew and without the support of either his father or [[Yara Greyjoy|sister]] to support the Northern retaliation, Theon is betrayed by his own men and delivered to [[House Bolton]], who make him a hostage for their own purposes.\n\n===[[The Stormlands|The Stormlords]]===\nDuring the opening stages of the war, most, if not all, of the Stormlords declare for their liege lord, Renly Baratheon, Lord of Storm's End and Lord Paramount of the Stormlands. However, after Renly's mysterious assassination, noble houses such as the [[House Estermont|Estermonts]], [[House Tarth|Tarths]], [[House Errol|Errols]], [[House Swann|Swanns]], and [[House Caron|Caron]] go over to the remaining Baratheon and new Lord of Storm's End, Stannis, ignoring that he orchestrated the death of his brother. This course of events gives Stannis the much needed land forces he requires for his planned assault on the capital of the realm.\n\nHowever, after the Lannister victory in the Battle of the Blackwater, the Stormlords are divided between those who bend the knee to the Iron Throne and those who remain loyal to their liege lord.\n\n===[[House Tyrell]]===\nFollowing the death of Renly Baratheon, House Tyrell refuses to declare to Stannis, and instead turn its forces back to Highgarden to await the further development of war. Having learnt of [[Margaery Tyrell]]'s ambitions to become Queen, however, Petyr Baelish suggests Tywin Lannister to arrange a marriage between King Joffrey and Margaery. With the might of Highgarden - 12,000 infantry, 1,800 mounted lances, and 2,000 in support as well as half a million bushels each of wheat, oats, and rye, 20,000 heads of cattle and 50,000 sheep - House Lannister both repels Stannis' siege against the capital and solves the famine affecting its population, and becomes the most powerful player in the war.\n\nWith the wedding of Joffrey and Margaery, the alliance is about to be sealed and House Tyrell stands to become a major power behind the throne. However, Lady [[Olenna Tyrell]], desiring to protect her granddaughter from the violent Joffrey, poisons him at the [[Purple Wedding|wedding feast]]. The Tyrell-Lannister alliance, however, doesn't shatter (as the true culprit remains unknown to the Lannisters and the Realm at large), as a new marriage is arranged: that of Margaery with Joffrey's heir, Tommen. To further secure the support of House Tyrell, Lord Tywin grants [[Mace Tyrell]] a place in the small council as [[Master of Ships]].\n\n===[[The Reach|The Lords of the Reach]]===\nLike their liege lords of House Tyrell, the noble houses of the Reach such as [[House Tarly]], [[House Hightower]], and [[House Florent]], declare for Renly Baratheon at the opening of the war and join him in his slow march on [[King's Landing]]. After the death of Renly Baratheon, most of the Tyrell bannermen follow Margaery and [[Loras Tyrell]] back to Highgarden. However, a few of these noble houses, such as [[House Florent]] and [[House Fossoway]] defy their liege lords and go over to Stannis Baratheon.\n\nFollowing the Battle of the Blackwater, most of the Reach houses that went over to Stannis, save for the Florents, bend the knee to King Joffrey and are welcomed back into the King's peace.\n\n===[[House Karstark]]===\nAs bannermen to and distant relatives of the Starks, House Karstark forms a large part of Robb's army. Lord [[Rickard Karstark]]'s [[Harrion Karstark|two]] [[Torrhen Karstark|sons]] are killed, the first in battle and the second when Jaime Lannister attempts to escape. Enraged at the death of his sons, Lord Karstark demands Jaime's execution. Fearing that Jaime's murder would end any hope of ever getting her daughters [[Sansa Stark|Sansa]] and [[Arya Stark|Arya]] back from the Lannisters, Lady [[Catelyn Stark]] frees Jaime. Lord Rickard grows increasingly frustrated after the discovery that both Northmen and Rivermen imprisoned at Harrenhal have been put to the sword. He murders two young Lannister hostages imprisoned at Riverrun: [[Martyn Lannister|Martyn]] and [[Willem Lannister|Willem]] to exact revenge. As this action was against the express orders of Robb Stark, Robb declares Lord Karstark guilty of treason and personally executes him, according the ways of the [[First Men]]. Afterward, the Karstark forces withdraw their support, severely depleting Robb's forces and forcing him to seek a renewed alliance with House Frey, which eventually caused Robb's downfall by betrayal at the Red Wedding.\n\n===[[House Bolton]]===\nA number of events pave the way for Lord [[Roose Bolton]] to decide that King Robb's cause is doomed to fail and ultimately betray his king the [[Red Wedding]]:\n* King Robb's refusal to engage in acts such as torture to gain information useful against Tywin Lannister.\n* The ironborn invasion of the North in general and loss of Winterfell in particular, which puts Robb's ability to hold the new [[Kingdom of the North]] into question. It remains unknown if the [[Sack of Winterfell]] carried out by [[Ramsay Snow]] is done under Lord Bolton's orders or if the Bastard of the Dreadfort acts on his own. In any event the destruction of the castle is blamed on the ironborn, while Theon's status as a prisoner is kept secret.\n*King Robb's marriage to [[Talisa Maegyr]], which the Northern lords recognize as a terrible political move.\n*The Lannister victory at the Battle of the Blackwater and the Lannister-Tyrell alliance, which makes House Lannister the most powerful house in the realm.\n*Lord Bolton being left holding Harrenhal, which places him in the ideal position to communicate freely with Lord Tywin. [[Locke]]'s capture of Jaime Lannister also gives him the chance to further cement his secret alliance with [[House Lannister]].\n\nAs reward for his betrayal of King Robb, Roose Bolton is pardoned for taking arms against the Iron Throne and is made Warden of the North.\n\n===[[House Frey]]===\nLord [[Walder Frey]] plots with Roose Bolton and Tywin Lannister to betray [[Robb Stark]] and his liege lord, [[Edmure Tully]], as revenge for the slight on his family's honor caused by the breaking of Stark-Frey marriage pact as well as the resentment for the derision House Frey suffers from other noble houses.&lt;ref&gt;Several nobles look down on Lord Walder for the delay in the Battle of the Trident, showing up in the battlefield only when the battle was won by the rebels, as well as his custom to marry girls young enough to be his granddaughters.&lt;/ref&gt;\n\nFor the &quot;service&quot; of slaughtering most of the Northern leadership as well as their forces, Lord Walder is awarded with [[Riverrun]], the ancestral seat of the now-attainted [[House Tully]].\n\n", "Former factions": "Two of the five kings have been slain and their factions in the war are not defunct.\n\n===[[Renly Baratheon|The King in Highgarden]]===\n[[File:Renly_promo.jpg|right|thumb|King Renly I Baratheon, &quot;the King in Highgarden&quot;]]\nKing Renly Baratheon, the youngest brother of King Robert, claimed the Iron Throne by right of strength and conquest. He was supported by his vassals, the Stormlords and the armies sworn to House Tyrell, who can field the largest armies in all of Westeros. He was known as &quot;the King in Highgarden&quot; because of this alliance.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/map/special/areas-of-control/2/ HBO viewers guide, season 2 map, special features - Areas of Control, Renly Baratheon entry]&lt;/ref&gt;\n\nThe presence of Renly's large army in the south forced Tywin Lannister to leave the bulk of his forces at Harrenhal, mid-way between Robb Stark in the north and Renly in the south, to react against whichever of them moved on King's Landing first. Renly was in no great hurry, content to let Robb Stark continue bleeding the Lannisters in the Riverlands and holding tourneys and feasts with his lords bannermen and sworn knights. Time was largely on Renly's side, and he could afford to wait longer to assemble as large an army as possible before ultimately marching on King's Landing.\n\nHowever, Renly was killed by a [[shadow]] creature under the control of [[Melisandre]], a [[Red Priest|priestess]] in the employ of Stannis. The majority of the [[The Stormlands|Stormlords]], and a handful of Reachlords went over to Stannis, but the Tyrells and the majority of the Reachlords refused to support him. They were eventually convinced to join Joffrey's supporters through negotiations.\n\n===[[Robb Stark|The King in the North]]===\n[[File:Robb 2x01.jpg|right|thumb|Robb Stark, the King in the North]]\nKing Robb Stark does not claim the Iron Throne at all. Instead, his initial goal is to secure the release of his father Ned Stark, who has been imprisoned on charges of treason against King Joffrey, as well as to rescue his sisters [[Arya Stark|Arya]] and [[Sansa Stark|Sansa]]. Besides commanding the forces of the North, Robb is joined by the forces of the Riverlands, ruled by Robb's maternal grandfather [[Hoster Tully]], although the [[Vale]] (currently ruled by Robb's aunt [[Lysa Arryn]]) remains neutral. Robb's goals further evolve when he is proclaimed the [[King in the North]] by his bannermen, his new aim being to secure the independence of the North and the Riverlands, as well as to possibly exact revenge following the execution of Ned Stark.\n\nDespite Robb's youth and inexperience, he proves to be an enthusiastic and canny battle commander, his ferocity in battle earning him the nickname &quot;The Young Wolf&quot; (a reference to the sigil of House Stark).&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/map/special/areas-of-control/4/ HBO viewers guide, season 2 map, special features - Areas of Control, Robb Stark entry]&lt;/ref&gt; In the first real test of his leadership, Robb uses disinformation against the Lannisters, not only making them believe his army is larger than it actually is but also tricks them into believing he is marching against [[Tywin Lannister]]'s forces. Instead, Robb sends only a small diversionary force to face Tywin at the [[Battle of the Green Fork]] while sending the rest of his forces to faceÂ [[Jaime Lannister|Jaime Lannister's]] army at the [[Battle of the Whispering Wood]]. Robb scores a decisive victory, destroying Jaime's army and capturing Jaime himself. Robb goes onto to win every engagement he fights against the Lannisters, including the [[Battle of Oxcross]].\n\nDespite his success on the battlefield, Robb loses the momentum of the war. Robb reluctantly tries to seek an alliance with [[Balon Greyjoy]], hoping to use [[Ironborn|ironborn]] ships to launch an attack on [[King's Landing]] and sends [[Theon Greyjoy]] as an envoy. Instead, the ironborn launch raids in the North, and Theon betrays Robb and personally leads the attack on Robb's capital of [[Winterfell]]. Robb loses the support of [[House Frey]] when he marries [[Talisa Maegyr]], breaking his vow to marry one of [[Walder Frey|Walder Frey's]] daughters. He also loses the support of [[House Karstark]] when he executes Lord [[Rickard Karstark]] for treason. While Robb's forces dwindle and face more enemies, the opposite is true for his main enemies, the Lannisters. They gain a formidable ally in [[House Tyrell]] and their vassals following the alliance arranged by Littlefinger on behalf of the crown. Also, with Stannis' forces having been decimated at the [[Battle of Blackwater]], the Lannisters are able concentrate on the Stark army.\n\nDetermined to regain his momentum, Robb plans an attack on [[Casterly Rock]], capital of the Westerlands and one of the biggest sources of gold for House Lannister.Â To acquire the needed men, he attempts to repairÂ his alliance with House Frey by marrying his uncle,Â [[Edmure Tully]], the new [[Lord of Riverrun]], toÂ [[Roslin Frey]]. Walder Frey gives the appearance of accepting, and the two are married. However, unbeknownst to Robb, Walder Frey and Robb's bannerman Lord [[Roose Bolton]] have secretly joined with Tywin Lannister. At the [[Red Wedding|wedding]], Robb, his wife, his mother, and almost the entire Northern army are betrayed and massacred, putting an end to his rebellion and to the North's dream of independence.\n\n==Non-combatants==\nThe following factions have either not declared an interest in the conflict, or have already declared their neutrality:\n\n===[[House Arryn]]/[[The Vale of Arryn]]===\nHouse Arryn and the knights of [[the Vale]] have declared themselves neutral in the conflict. Lady [[Lysa Arryn]], acting as regent for her young son, [[Robin Arryn]], has stated that the Vale will hold its strength and not take part in the war, despite entreaties from her sister, [[Catelyn Stark]], to join the Stark cause. Lysa is skeptical of Robb's ability to defeat the seasoned, more experienced [[Tywin Lannister]] in battle.\n\nIn an attempt to bring the Vale back under the authority of the Iron Throne and House Arryn into the forces against Robb Stark, Tywin Lannister sends [[Petyr Baelish]], newly-made [[Lord of Harrenhal]] and de jure Lord Paramount of the Riverlands, to propose matrimony to Lady Lysa, as Littlefinger's new titles make him a suitable match for the Lady Regent of the Vale. Littlefinger, however, has his own plans in motion, somehow involving Sansa Stark: he marries Lysa but murders her shortly afterwards, and is apparently making plans for the death of Lysa's heir, Robin.\n\n===[[House Martell]]===\nHouse Martell of [[Dorne]] has pursued a course of isolationism since [[Robert's Rebellion]], and declares no interest or faction in the current conflict at its outset. [[Tyrion Lannister]] attempts to win the Martells' support by offering their [[Trystane Martell|youngest son]] the hand of Princess [[Myrcella Baratheon]] in marriage. They have accepted the offer, and Myrcella is sent to [[Sunspear]] as a ward of Prince [[Doran Martell]]. However, House Martell still has not taken an official side in the war. After theÂ [[Purple Wedding]], with the ironborn still a threat and the rumors of a Targaryen resurgence across the Narrow Sea, Tywin LannisterÂ offersÂ [[Prince]]Â [[Oberyn Martell]]Â a seat on theÂ [[Small Council]], as he will need the support of the only House that has ever successfully resisted [[Aegon the Conqueror|a Targaryen]]. Â However, relations between the Houses of Martell and LannisterÂ have been hostile ever since the death of Elia Martell (wife of Rhaegar TargaryenÂ and Oberyn's sister) at the hands of Lannister bannerman Gregor Clegane; attempts to heal the rift have since been soured again by the death of OberynÂ in a trial by combat against Clegane.\n\n===[[Night's Watch|The Night's Watch]]===\nThe Night's Watch plays no role in the internal political affairs of the Seven Kingdoms, having been sworn to defend the realm as a whole, no matter who is on the Iron Throne or competing for it. As a result, they are neutral in the current conflict.Â Several individual members of the Night's Watch do have ties to some of the combatants. For example, [[Lord Commander]] [[Jeor Mormont]] was once the [[Lord of Bear Island]] and thus a former bannerman to House Stark before abdicating; his sister [[Maege Mormont]] fights for Robb Stark. [[Jon Snow]] is the bastard son of Eddard Stark and thus Robb Stark's brother. [[Samwell Tarly]] is the son of Lord [[Randyll Tarly]], who -- as a bannerman for House Tyrell -- fights for Renly Baratheon and later Joffrey Baratheon. All three choose to follow the Watch's policy of neutrality (though Jon Snow does heavily consider joining the fight alongside Robb before being persuaded not to). Currently, the Watch are playing host to Stannis Baratheon's army at Castle Black.\n\n===[[Brotherhood Without Banners|The Brotherhood Without Banners]]===\nThe outlaw group known as the Brotherhood Without Banners is active in the [[Riverlands]] and, so far, has acted against the [[House Lannister|Lannister]] occupation, though they haven't declared their loyalty to either [[House Stark]] or [[House Baratheon of Dragonstone|House Baratheon]]. The Lannister forces have responded to the Brotherhood's activities by further sacking villages and torturing and executing peasants with the hope of tracking down the Brotherhood's leaders and their collaborators among the [[smallfolk]].\n\n===[[Daenerys Targaryen|The Queen Across the Sea]]===\nDaenerys Targaryen is the last of [[House Targaryen]], the house that ruled the Seven Kingdoms prior to being overthrown during Robert's Rebellion. Daenerys has thus staked a claim for the Iron Throne for herself and has begun building an army in [[Essos]] for this goal, hoping the use the in-fighting within the Seven Kingdoms to her advantage. Daenerys ultimately decides to remain in Essos, hoping to gain practical experience ruling the city of [[Meereen]] while ensuring that [[slavery]] is wiped out.&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;. She has also not yet received any open support from any of the power players within the Seven Kingdoms, though [[Varys]] does apparently support the Targaryens in secret.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt;\n\n", "Current factions": "Although three factions technically remain at large in the War of the Five Kings, two of them retain very little influence, to the point where the King on the Iron Throne is the ''de facto'' victor. Even so, the Greyjoys are still in rebellion and Stannis has sailed to the Wall.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n===[[House Baratheon of King's Landing|The King on the Iron Throne]]===\n[[File:Joffrey_throne_season_2.jpeg|right|thumb|Joffrey I Baratheon, the &quot;King on the Iron Throne&quot;]]\nKing Joffrey Baratheon claims the Iron Throne by right of inheritance from his publicly-declared father, the late Robert Baratheon. He holds the capital city of [[King's Landing]] and his claim is supported militarily by the powerful and well-equipped armies of [[House Lannister]], as well as the lords of the [[Crownlands]]. As the king in control of the capital he is referred toÂ as the King on the Iron Throne.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/map/special/areas-of-control/3/ HBO viewers guide, season 2 map, special features - Areas of Control, Joffrey Baratheon entry]&lt;/ref&gt;\n\nThe Lannister armies became bogged down in fighting the Stark forces in the Riverlands, leaving the capital potentially vulnerable to assault by sea or from the south&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;, but when Robb Stark led his troops west to attack the Lannister homeland, their armies were free to march to relieve King's Landing from [[Battle of the Blackwater|assault]] by Stannis' army.&lt;ref&gt;&quot;[[Blackwater]]&quot;&lt;/ref&gt; His supporters were also able to negotiate an alliance with [[House Tyrell]] after Renly Baratheon's death.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\nDuring hisÂ [[Purple Wedding|wedding to Margaery Tyrell]], Joffrey was poisoned by an unknown party and died.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt; His uncle, formerÂ [[Hand of the King]]Â [[Tyrion Lannister]], was arrested for the murder. Joffrey's lawful successor is his younger brother,Â [[Tommen Baratheon]], whom nobles and smallfolk alike are already hailing as a worthy king at last.&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;Â After being broken out of confinement, Tyrion Lannister killed his father [[Tywin Lannister]], the then-Hand of the King, leaving the rule of King's Landing in an uncertain position.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n===[[Stannis Baratheon|The King in the Narrow Sea]]===\n[[File:StannisNorthRemember.jpg|thumb|right|180px|Stannis Baratheon, the &quot;King in the Narrow Sea&quot;]]\nKing Stannis Baratheon, the younger brother of King Robert and the elder brother of Renly, claims the Iron Throne by right of inheritance from his brother. Stannis power is centered on the island fortress of [[Dragonstone]] in the [[Narrow Sea]] and he is therefore referred to as the King in the Narrow Sea.&lt;ref name=&quot;VG AoC Stannis&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/map/special/areas-of-control/1/ HBO viewers guide, season 2 map, special features - Areas of Control, Stannis Baratheon entry]&lt;/ref&gt;\n\nBased on intelligence received from [[Eddard Stark]] before his arrest and execution,&lt;ref name=&quot;E7&quot;/&gt; Stannis claims that Joffrey and his younger siblings are not Robert's children at all, but instead the product of incest between Queen Cersei Lannister and her twin brother, Jaime.&lt;ref name=&quot;E11&quot;&gt;&quot;[[The North Remembers]]&quot;&lt;/ref&gt; This makes Joffrey a usurper, pretender and bastard, and leaves Stannis as the rightful king. At the beginning of the war very few supported Stannis' claim to the throne, even after he sent a letter of Joffrey's true parentage to all the high lords of [[Westeros]].&lt;ref name=&quot;VG AoC Stannis&quot;/&gt;&lt;ref name=&quot;E11&quot;/&gt; Stannis was also furious that most of the lords of the [[Stormlands]] had supported his younger brother [[Renly]]'s claim to the Iron Throne.&lt;ref name=&quot;E11&quot;/&gt; A parley between Stannis and Renly failed, so Stannis authorized his priestess, Melisandre, to kill Renly through magic.&lt;ref name=&quot;E14&quot;&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt; The storm lords went over to Stannis, but the Tyrells withdrew their armies.&lt;ref name=&quot;E15&quot;&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt; Stannis was still left with a large enough army and fleet to [[Battle of the Blackwater|attack King's Landing]]. Despite initial successes, the tide turned against him when the Tyrells allied with the Lannisters and attacked him. Stannis was forced to flee with only a small number of survivors.&lt;ref&gt;&quot;[[Blackwater]]&quot;&lt;/ref&gt;\n\nAlthough Stannis hoped to continue to press his claim to the Iron Throne, Ser Davos and Melisandre, in a rare moment of accord, convinced him that the threat of the White Walkers is greater than the War of the Five Kings.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;Â Stannis then secured a loan from the [[Iron Bank of Braavos]]&lt;ref&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt;Â and departed for the North to support the Night's Watch.&lt;ref&gt;&quot;[[Mockingbird]]&quot;&lt;/ref&gt;Â At the Wall, his forces haveÂ obliterated the wildling army that was about to crush Castle Black and taken the [[Mance Rayder|King-Beyond-the-Wall]] prisoner.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n===[[Balon Greyjoy|The King of the Iron Islands]]===\nKing Balon Greyjoy, likewise, does not claim the Iron Throne, but did declareÂ himselfÂ [[King of the Iron Islands|King of th]][[King of the Iron Islands|e Iro]][[King of the Iron Islands|n Islands]] again.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt; He rejected Robb Stark's proposal for an allianceÂ against House Lannister, preferring to carve out a Kingdom of the Iron Islands alone.&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt; He's motivated by his hatred for the Starks for the death of his two [[Rodrik Greyjoy|older]] [[Maron Greyjoy|sons]] during the [[Greyjoy Rebellion]] and the ironborn tradition of 'paying the iron price' - which dictates that a man must take his riches by force, not negotiation or payment. To this end BalonÂ took advantage of the North's under-defended state while most of its forces were fighting with Robb in the Riverlands: the ironborn raided the coasts and captured the castle at [[Deepwood Motte]]. Out of his own initiative, his son [[Theon Greyjoy|Theon]]Â then captured the main Stark stronghold at Winterfell andÂ refused to relinquish it despite the difficulties in resupplying a location so far from the sea.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt; However, the [[Ironborn|ironborn]]Â finally abandoned Winterfell, and TheonÂ was captured by [[House Bolton]] &lt;ref&gt;&quot;[[Valar Morghulis]]&lt;/ref&gt;, although Balon is somewhat dismissive of Theon's predicament given the failures at Winterfell.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt; Not only has his [[Yara Greyjoy|daughter]]'s attempt to rescue Theon been unsuccessful &lt;ref&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt;, but also [[Ramsay Bolton]] has taken [[Moat Cailin]] from the ironborn. Since this isÂ the key to go in and out of the North, the whole Bolton army has reentered the North and taken Winterfell, forcing most ironborn out of the North.&lt;ref&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the book)\n\n"}, "title": "War of the Five Kings"}