{"attributes": {}, "sections": {"TOP": "Ward010842c8b4gfi8ymni6kfyrdagfykrk4suun21754842015-03-06T09:48:40ZSharp Blades26158496[[File:Theon_Greyjoy_bow.jpg|thumb|300px|right|[[Theon Greyjoy]], ward of Lord [[Eddard Stark]].]]\n{{Quote|He grew up a ward of [[Winterfell]].|[[Varys]] on [[Theon Greyjoy]]|What is Dead May Never Die}}\nA '''ward''' is a member of a [[noble house]] who has been taken in by another noble family to be raised for a time. The practice varies, with it sometimes being undertaken voluntarily - to help prospective heirs learn the customs of other regions of [[Westeros]] as part of their education, for example - but also involuntarily, with the &quot;ward&quot; actually being as a &quot;[[hostage]]&quot; for his or her family's good behavior or until a ransom is paid. Sometimes, as part of marriage alliances, one of the betrothed is taken as a ward so he or she can get to know his or her future spouse.\n\nIn cases of wards who are political hostages, because they are of noble blood and valuable in the peace agreement, they are not treated as mere prisoners to be thrown in a castle's dungeons. Such wards are treated with full courtly etiquette as noble guests, and quite often are treated as essentially foster children of their &quot;captor&quot;. Such hostage-wards are given free run of the castle they are staying in, eat at the castle lord's table, and are essentially raised alongside their own children. The only limit is that they are forbidden to leave the bounds of their host's lands and return to their original homes.\n\nWhile wards fall under the Lord's protection as a member of his household, their relationship is not technically seen as enjoying benefits of [[guest right]], particularly for wards who are political hostages. Thus [[Theon Greyjoy]] was not accused of violating guest right when he betrayed the Starks, which would have been a far worse crime.\n\n", "In real life": "\nIn real life, it has been common practice throughout history for defeated lords to hand over one of their children as a hostage to be raised as the ward of a victorious lord. The hostages were treated well according to their social rank, but kept as a guarantee that should the defeated party break the truce, their children could be easily killed. The practice dates back to ancient history and there are numerous examples from the time of the Roman Empire, i.e. [http://en.wikipedia.org/wiki/Flavius_Aetius Aetius], the last great Roman general who lived during the fifth century and defeated Attila the Hun, knew Hun battle tactics because he had been raised as a political hostage at the Hun court. The practice of handing over hostages to be raised as wards was also commonly used in the Middle Ages, and even into the Early Modern era.\n\n", "See also": "\n*{{WP|Hostage#Historical_hostage_practices|Ward}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, wardship or fostering is seen as an honorable and common tradition. The ward is an honorary member of the house for the duration of his or her stay, including having a raised social status if he or she is from a lesser house. Fostering frequently results in close ties and sometimes alliances being formed between houses from different sides of the continent. Most notably, [[Eddard Stark]] first met [[Robert Baratheon]] when they were both wards of Lord [[Jon Arryn]] of [[the Eyrie]], leading to their lifelong friendship and an alliance between their houses.\n\nOther notable examples of wardship include:\n\n* Prince [[Oberyn Martell]] was a ward of Lord Qorgyle at [[Sandstone]].\n* Prince Quentyn Martell was a ward of Lord Yronwood at [[Yronwood]].\n* Ser [[Loras Tyrell]] was a ward and squire of Lord [[Renly Baratheon]] at [[Storm's End]].\n* Ser [[Jaime Lannister]] was a ward and squire of Lord Sumner Crakehall at [[Crakehall]].\n* &quot;Big&quot; Walder Frey and &quot;Little&quot; Walder Frey, both grandsons of Lord [[Walder Frey]], were wards of Catelyn Tully at [[Winterfell]] as part of the alliance between House Stark and House Frey.\n* Planned ward:Â [[Jon Arryn]]Â planned to send his son Robert Arryn (renamedÂ [[Robin Arryn]]Â in the TV series) toÂ [[Dragonstone]]Â to be the ward ofÂ [[Stannis Baratheon]], but he died before this comes into practice; after Jon's death, KingÂ [[Robert Baratheon]]Â planned to send Robert Arryn toÂ [[Casterly Rock]]Â as the ward ofÂ [[Tywin Lannister]], and this plan is also foiled because Jon's wifeÂ [[Lysa Arryn]]Â returns toÂ [[Eyrie]]Â with his son hurriedly.\n\n", "History": "===[[Season 1]]===\n[[Petyr Baelish]] reminisces with [[Eddard Stark]] about how the latter's [[Brandon Stark (Son of Rickard)|brother]] injured him in a duel fought for the honor of [[Catelyn Stark|Catelyn Tully]] while he was a ward of Catelyn's [[Hoster Tully|father]].&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt;\n\n[[Theon Greyjoy]] was given up by [[Balon Greyjoy|his father]] and surrendered to the custody of Lord [[Eddard Stark]] following Balon'sÂ [[Greyjoy Rebellion|failed rebellion]]. Although Theon was raised and educated by the [[House Stark|Starks]] and treated well, he was nevertheless a captive, something that rankles with him when [[Tyrion Lannister]] taunts him over the matter.&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt;\n\nFollowing the arrest and execution of her father, [[Sansa Stark]] becomes a ward and hostage of Queen [[Cersei Lannister]].&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n\nAs part of a [[marriage]] alliance arranged by [[Tyrion Lannister]], Princess [[Myrcella Baratheon]] is taken to [[Sunspear]] as a ward of [[House Martell]] so she will get to know her betrothed, [[Trystane Martell]].&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;,&lt;/ref&gt;\n\n"}, "title": "Ward"}