{"attributes": {"season": " Season 3", "image": " Wargs and the Sight.png", "narrator": " Bran Stark'''&quot;Wargs and the Sight&quot;''' is part of the Histories &amp; Lore, a special feature in the Blu-ray of Season 3 of ''Game of Thrones''. It is narrated by Isaac Hempstead-Wright as Bran Stark.==Synopsis==Bran Stark recalls legends from beyond the Wall such as the Children of the Forest, Warg", "title": " Wargs and the Sights"}, "sections": {"TOP": "Wargs and the Sight (Histories &amp; Lore)021126l5lqxhz1ysh9s63sjvk9gabex9j2qwx1773872015-03-17T01:48:47ZGreater good3347453Added synopsis and infobox{{Lore|Title = Wargs and the Sights|Image = Wargs and the Sight.png|Season = [[Season 3|3]]|Narrator = [[Bran Stark]]}}\n'''&quot;Wargs and the Sight&quot;''' is part of the [[Histories &amp; Lore]], a special feature in the Blu-ray of [[Season 3]] of ''[[Game of Thrones]]''. It is narrated by [[Isaac Hempstead-Wright]] as [[Bran Stark]].\n\n", "Synopsis": "[[Bran Stark]] recalls legends from [[beyond the Wall]] such as the [[Children of the Forest]], [[Warg|wargs]] and [[greensight]].\n\n", "Summary": "Growing up, Bran's sister [[Sansa Stark|Sansa]] loved stories with princesses and knights, but he always wanted to be scared and when his turn came he would ask [[Old Nan]] to tell them of magic and monsters.\n\nLong ago, when the world was new, the [[Children of the Forest]] sang the song of the Earth, and the Earth listened. [[Magic ]] was strong in those days and the Children could commune with all the beasts of the forests, streams and air. The greatest of them could even leave their bodies to hunt, swim and fly in the skins of animals. They were the first [[Warg|wargs]].\n\nThen the [[First Men]] came with fire and sword. They burned theÂ [[weirwood]]s and cut down the Children. Calling on dark magic, the Children raised the sea and shattered the [[Arm of Dorne|land bridge]] that the First Men had crossed into [[Dorne]]. When that failed, the Children brought down the [[hammer of the waters]] upon [[the Neck]], flooding and transforming it into the bog it is today. After peace came, the two races shared the land and the [[Old Gods of the Forest|Children's gods]] for thousands of years.\n\nNow comes the good part: nobody knows how or why, but the magic of the Children began to emerge in men. Maybe one child in a thousand would be born a warg fewer still would be born with [[Greensight|the Sight]]. Old Nan would not speak of it and [[Maester]] [[Luwin]] never believed in it, but with it the Children could know of events far away and even those still to come. Some say the Sight was the Children's most powerful and most terrible secret, and helped turn the tide during the [[Long Night]].\n\nMagic has since fled the world. Among the [[smallfolk]], any child suspected of being a warg is left out to die. [[Beyond the Wall]] though, a careless hunter might still find his prey has claws and teeth. A man's mind to guide them, for the [[wildlings]] have a [[White Walkers|different idea of monsters]].\n\nBut even wildlings keep their distance from a warg because (and here Old Nan would lean in close and whisper) how can you tell if the man is wearing the beast or the beast is wearing the man? Now Old Nan has no more tales and Maester Luwin will never scoff again. Bran says that this is fine, he doesn't like scary stories anymore, he is in one...\n\n"}, "title": "Wargs and the Sight (Histories &amp; Lore)"}