{"attributes": {}, "sections": {"Second Life": "\nIt is incredibly traumatic for a warg if the animal whose mind they have entered dies while they are controlling it, but the warg will survive this. If a warg's own body is killed while entering the mind of an animal, however, the warg's human consciousness can live on inside of the animal. When [[Jon Snow]] killed the wildling [[Orell]] by running him through with his sword [[Longclaw]], with his dying breath Orell managed to warg his mind into his eagle. While Orell's human body died, his consciousness survived in the eagle, and proceeded to claw at Jon's face with his new body's talons until Jon was able to fend him off.&lt;ref name=&quot;Rains&quot;/&gt;\n\n", "Abilities": "{{Quote|[[Old Nan]] used to tell me stories about magical people who could live ''inside'' stags, birds, wolves...&quot;|Bran Stark to Maester [[Luwin]]|What is Dead May Never Die}}\nThe ability starts out as vivid dreams in which the warg sees and perceives the world through the senses of an animal. Over time and with practice, a warg can enter the mind of an animal at will. A warg's human body will become comatose when his consciousness leaves it to enter the mind of an animal, and his eyes will glaze over white, until his consciousness returns to his own body.\n\nWarging is a separate ability from [[Greensight]], the psychic ability to perceive future and past events in dreams. However, some people who are wargs can also possess greensight.\n\nWargs cannot easily enter the minds of other humans to control their actions, though few even attempt it. Bran Stark, with no prior experience at warging, was able to enter the mind of another human, demonstrating his powerful innate abilities. The human whose mind he entered, however, was [[Hodor]], a mentally challenged man, and as yet no warg has been seen totally taking over the mind of another person who possesses full adult mental capacities.&lt;ref name=&quot;Rains&quot;&gt;&quot;[[The Rains of Castamere (episode)]]&quot;&lt;/ref&gt;\n\n", " In the books ": "\nIn the ''[[A Song of Ice and Fire]]'' novels, a &quot;skinchanger&quot; is a person with the ability to enter the mind of an animal and control its actions and perceive the world through their eyes. A &quot;warg&quot; is a skinchanger that does so with wolves. The TV series somewhat inaccurately describes Orell as a &quot;warg&quot; even when he is controlling an eagle. Also the verb for doing this is &quot;skinchanging&quot;: &quot;to warg&quot; or &quot;warging&quot; are never used in the novels. Even &quot;wargs&quot; who specifically enter the minds of wolves are said to &quot;skinchange&quot; into wolves.\n\nSkinchanging seems to be limited to people who are blood of the [[First Men]], i.e. the [[Free Folk]] and the Northmen. This may have some connection with the fact that the First Men lived in Westeros for centuries alongside the magical [[Children of the Forest]], and even adopted their religion of the [[Old Gods of the Forest]], but the later [[Andals]] killed or drove away the last of the Children of the Forest during their [[Andal Invasion|invasion of the continent]] six thousand years ago.\n\nThe members of House Farwynd of the Lonely Light - the smallest and remotest of the Iron Islands - are also said to be skinchangers. [[Ironborn]] are also descendants of the First Men despite their belief that they were created by the [[Drowned God]].\n\nWargs among the wildlings cannot easily enter the minds of other humans, which are much more strong-willed than animals. Contributing to the difficulty is that few wargs even attempt entering the minds of other humans, as this is considered an abomination. The wargs among the wildlings have loosely developed three rules to govern their power: never enter the mind of an animal while it is having sex, never enter the mind of an animal while it is eating human flesh, and never attempt to enter the mind of another human. These rules are more custom than law, of course, as it is difficult to enforce in the wide wildernesses beyond the Wall. Still, any warg who becomes known for breaking these taboos will subsequently be shunned by all others.\n\nBran Stark originally warged into Hodor's mind in order to escape from [[Winterfell]] when it came under attack. The Reed siblings were first introduced in the second novel when they arrive at Winterfell, but their introduction was pushed back to Season 3, after the fall of Winterfell, due to time constraints. Bran's group was hiding in the crypts beneath Winterfell but Hodor could not remember the way out, so Bran warged into Hodor's mind so he could carry his own inert body to safety.\n\nIf a warg's human body is killed while controlling the mind of an animal, part of the warg's consciousness will survive inside of it. Dying wargs, sometimes those who are simply dying of old age, will attempt to temporarily cheat death by entering into this &quot;Second Life&quot; in an animal's mind. A warg cannot enter the minds of different animals once his original human body is dead: a warg may switch between two different animals, such as an eagle or a wolf, but he would have to return from the eagle to his human body before then entering the wolf's mind. Thus after the warg's human body dies, his &quot;Second Life&quot; as an animal is final. It is impossible for a warg's consciousness to perpetually cheat death and achieve functional immortality by switching to a new body lifetime after lifetime. Moreover, when a warg enters into a Second Life, after many years outside of their human body their human mind will eventually start to fade, until ultimately nothing but the mind of the beast remains (possibly because an animal's body isn't sophisticated enough to sustain a human consciousness over such a long time period; it is unknown if this is possible by warging into human minds, but this is both difficult and abhorred, so there is no record of it ever occurring).\n\n", "TOP": "Warg014693s0d4y56nl81b2z3mbznfh5pj0lvfpsj1513982014-07-07T04:37:04ZHurricaneHero9319478141/* In the books */[[File:OrellWarg.jpg|thumb|300px|[[Orell]], a warg of the [[Free Folk]], while communing with his eagle.]]\n{{Quote|He can enter the minds of animals and see through their eyes.|[[Mance Rayder]] on [[Orell]]|Dark Wings, Dark Words}}\n'''Wargs''' are people with the ability to enter the minds of animals and perceive the world through their senses and even control their actions. The act of doing this is called &quot;warging&quot;.&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt;\n\n", " Known Wargs ": "* [[Orell]], a [[wildling]] from [[Mance Rayder]]s' army. His human body was killed by [[Jon Snow]]. Now inhabiting his eagle.\n* [[Bran Stark]], also possesses the power of [[greensight]].\n* An unidentified {[[Thenn Warg]]}, a member of [[Styr]]'s warband. Shot in the head with a crossbow by [[Samwell Tarly]]Â during theÂ [[Battle of Castle Black]].\n* [[Varamyr]]\n\n", " See also ": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n"}, "title": "Warg"}