{"attributes": {"status": " Active", "title": " Warlocks", "season": " Season 2", "image": " Warlocks.png", "former": " Pyat Pree (deceased)", "place": " House of the Undying, Qarth, EssosQuote", "members": " ", "type": " Initiatic order", "appearances": [" &quot;Garden of Bones&quot;", "&quot;The Ghost of Harrenhal&quot;", "&quot;A Man Without Honor&quot;", "&quot;Valar Morghulis&quot;", "&quot;Valar Dohaeris&quot;"]}, "sections": {" In the books ": "\nIn the ''[[A Song of Ice and Fire]]'' novels, warlocks are known to dress in long, beaded robes. Their leaders are the Undying Ones, who dwell in seclusion in the House of the Undying; these warlocks have drank so much Shade-of-the-evening that not only their lips but their entire flesh is ripe violet blue, their nails are nearly black, and even the whites of their eyes are blue.\n\nSimilarly to the Alchemists' Guild of the Seven Kingdoms, the warlocks' power and prestige have waned over the years to the point that a common saying in Qarth concerning the warlocks is &quot;A warlock's house is built of bones and lies&quot; while the House of the Undying is known as the &quot;Palace of Dust.&quot; Even so, the Warlocks are feared and respected throughout the East; many enter the 'Palace of Dust', but none leave again.\n\nIn ''A Clash of Kings'' Daenerys turns to the Warlocks after she's refused aid by the Pureborn, the ruling elite of Qarth. Daenerys' dragons kill the Undying Ones to save their &quot;mother&quot; from the ancient warlocks. After Daenerys leaves the House of the Undying, many Qartheen factions, including the warlocks, call for Daenerys to be killed and one of them sends a Sorrowful Man to assassinate her. Pyat Pree also gathers the remaining warlocks to work ill on Dany.\n\nThe TV series changed the Sorrowful Man assassin hired by one of the Qartheen factions to a warlock who appeared as a young girl, though both attempted to kill her with a poisonous [[Manticore]]. Also, in the books the assassination attempt occurred as Daenerys was leaving the docks of Qarth, while the TV series slightly changed this by having it occur at Astapor's docks just as she arrived ''from'' Qarth.\n\n", "TOP": "Warlocks08173gr2pclymc213yzywb7gm3som9gyz93d1687452015-01-10T16:05:33ZSer Patrek25358400Undo revision 168742 by [[Special:Contributions/Theoldwitch|Theoldwitch]] ([[User talk:Theoldwitch|talk]]){{Template:Infobox organization\n|Title = Warlocks\n|Image = Warlocks.png\n|Season = [[Season 2|2]], [[Season 3|3]]\n|Appearances = &quot;[[Garden of Bones]]&quot;&lt;br&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;br&gt;&quot;[[A Man Without Honor]]&quot;&lt;br&gt;&quot;[[Valar Morghulis]]&quot;&lt;br&gt;&quot;[[Valar Dohaeris]]&quot;\n|Type= Initiatic order\n|Status = Active\n|Members = \n|Former = [[Pyat Pree]] (deceased)\n|Place = [[House of the Undying]], [[Qarth]], [[Essos]]}}\n{{Quote|Once, the Warlocks truly were mighty. Or so they would have us believe.|[[Xaro Xhoan Daxos]]|The Warlocks (Histories &amp; Lore)}}\nThe '''Warlocks''' are a group of [[magic]] practitioners based in the city of [[Qarth]]. They gather at the [[House of the Undying]] and are recognizable by their blue lips, caused by their custom of drinking a substance known as [[shade of the evening]].\n[[File:Pyat profile.jpg|thumb|right|200px|Pyat Pree, representative of the Warlocks before the Thirteen]]\nSimilar to the [[Alchemists' Guild]] of the [[Seven Kingdoms]], the warlocks' power and prestige have waned over the years, and some of the Qartheen elite regard them with a contempt. Nevertheless, the Warlocks still hold a permanent seat in [[the Thirteen]], the ruling council of Qarth.\n\n", " Known Warlocks ": "* {[[Pyat Pree]]}, killed at the House of the Undying by Daenerys' dragons\n* [[Unidentified Warlock]]\n\n", " See also ": "* {{AWOIAF}} (spoilers from the books)\n\n", "History": "===[[Season 2]]===\n\nAfter centuries of decline, the magical power of the warlocks grew stronger in the weeks following the hatching of [[Daenerys Targaryen]]'s dragons. Some time after her arrival in Qarth, the Warlocks, through [[Pyat Pree]], form an alliance with [[Xaro Xhoan Daxos]] to kidnap both the [[dragons]] and Daenerys herself in exchange for their aid in making Xaro the [[King of Qarth]].\n\nSince their magic was strongest in the presence of the dragons, and they were strongest in hers, they planned to keep both her and the dragons prisoner in the House of the Undying. Daenerys, however foils their plans when her dragons kill Pyat Pree. She escapes the House of the Undying afterwards and, shortly after, leaves Qarth by ship.\n\n===[[Season 3]]===\n[[File:Unidentified_warlock_S3_Ep1.png|right|thumb|250px|A warlock sent to Astapor to assassinate Daenerys Targaryen]]\nSeveral weeks later, a warlock with the appearance of a [[Unidentified Warlock|young girl]] attempts to assassinate Daenerys at [[Astapor]] employing a [[manticore]] hidden inside a wooden hollow sphere. The attack, however, is foiled by Ser [[Barristan Selmy]], though the would-be assassin escapes, after revealing her identity to Daenerys.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\n"}, "title": "Warlocks"}