{"attributes": {}, "sections": {"Warrior women Beyond the Wall": "*{[[Ygritte]]}Â - [[spearwife]]\n*[[Osha]] - spearwife\n\n", "TOP": "Warrior women020339pzbgrmv9hht17mobfrcq8t4miu30uez1585692014-09-07T16:52:41ZWarmachine3755105419[[File:Brienne_S3.jpg|thumb|250px|Brienne of Tarth, a female warrior of noble birth.]]\n{{Dialogue a-b-a|Arya Stark|It wasn't just Aegon riding his dragon, it was Rhaenys and Visenya too...Rhaenys rode Meraxes, Visenya rode Vhagar...Visenya Targaryen was a great warrior. She had a Valyrian steel sword she called 'Dark Sister'.|Tywin Lannister|She's a heroine of yours, I take it?  Aren't most girls more interested in the maidens from the songs, [[Jonquil]], flowers in their hair?|Most girls are idiots.|Arya Stark on her admiration for warrior women.|A Man Without Honor}}\n\n'''Warrior women''' are women who are skilled in combat and take part in battle and warfare.\n\n__TOC__\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, several of Maege Mormont's daughters are also raised as warriors - as is the custom for women of Bear Island. Her eldest daughter Dacey Mormont becomes one of Robb's personal bodyguards. At the [[Red Wedding]], Dacey was one of the few Northern bannermen in the main hall who managed to fight off the first wave of Frey attackers, and she was the only one who managed to reach the main door in an attempt to go for help. Unfortunately [[Roose Bolton]] and his men were waiting immediately behind the door, fully armed, and as soon as Dacey crashed into them she was killed by Ser Ryman Frey, who drove an axe into her belly.\n\nThere is a distinction between women who personally engage in combat, and women who lead armies and act as generals but do not personally fight. Such women are still considered &quot;warriors&quot;, though not quite to the extreme of women who personally took up weapons in combat. Nor is this entirely unusual, i.e. an older man such as [[Tywin Lannister]] no longer personally engages in combat by the time of the [[War of the Five Kings]] but directs troop movements from behind.\n\nA thousand years ago the warrior-queen of the [[Rhoynar]], Nymeria, led her surviving people to Dorne as they fled the advance of the [[Valyrian Freehold]]. Arya Stark admired Nymeria so much that she named [[Nymeria|her direwolf]] after her. [[George R.R. Martin]] later explained that while Nymeria was considered a &quot;warrior-queen&quot; she was more of a general, who led armies but did not personally fight.\n\nJust because certain women do not personally engage in combat doesn't mean they don't exert massive influence on politics and warfare, given that warfare is an extension of politics. For example, [[Olenna Tyrell]] - the matriarch of [[House Tyrell]] - is certainly no &quot;warrior&quot; in the sense that she does not wield physical weapons. Yet &quot;the pen is mightier than the sword&quot;, and Lady Olenna's political decisions have sent thousands of men into battle. Similarly, [[Catelyn Stark]] is not a &quot;warrior&quot; or particularly a commanding general on the battlefield, but her political decisions still direct the course of entire wars.\n\nAs [[George R.R. Martin]] has said:\n\n:I wanted to present my female characters in great diversity, even in a society as sexist and patriarchal as the [[Seven Kingdoms]] of [[Westeros]]. Women would find different roles and different personalities, so women with different talents would find ways to work with it in a society according to who they are.&lt;ref&gt;[http://www.adriasnews.com/2012/10/george-r-r-martin-interview.html George R.R. Martin ]&lt;/ref&gt;\n\n", "See also": "*{{AWOIAF}}\n*{{WP}}\n\n", "Warrior women of Westeros": "*{[[Visenya Targaryen]]} - Sister-wife of [[Aegon the Conqueror]]. Famously wielded [[Dark Sister]], rode the [[Dragons|dragon]] [[Vhagar]].\n*{[[Rhaenys Targaryen (sister of Aegon I)|Rhaenys Targaryen]]} - Sister-wife of Aegon the Conqueror. Not quite the warrior that Visenya was, but rode the dragon [[Meraxes]] into battle.\n*[[Brienne of Tarth]] - member of King [[Renly Baratheon]]'s Kingsguard, later swore herself to [[Catelyn Stark]].\n*[[Yara Greyjoy]] - raider and commander among the [[Ironborn|ironborn]].\n*[[Maege Mormont]] and the women of [[Bear Island]].\n*[[Meera Reed]] of the [[Crannogmen]].\n*[[Chella]] of the [[Hill tribes]].\n\n", "History": "In the medieval world of [[Westeros]] and [[Essos]], most warriors are men, and it is considered unusual and unfeminine for women to take up weapons and wear armor.\n\nIn Westeros, martial endeavors are considered &quot;unladylike&quot;. Only men can become [[Knighthood|knights]]: there is no formal bar against women becoming knights, only that it is simply not done. There is no &quot;official&quot; rule against women becoming knights, because it makes as much sense in their culture as making an official rule forbidding pigs to fly: it is thought absurd and simply impossible for a woman to be a knight. Much like the [[Dothraki]] traditions, Westerosi men are a dominant social force in the [[Seven Kingdoms]]. The women often became the cook, the maid and the general caregiver within their homes. This often meant that their roles became their sole duties. In some part of [[Known world|the world]], female warriors were seen as equals to the [[Man-at-arms|men]], while at other times they were seen as inferior to the male knights.\n[[Image:Maege.png|thumb|150px|left|Maege Mormont, Lady of Bear Island]]\nThat being said, there are still several historical examples of women who did become great warriors. [[Aegon I Targaryen]] conquered and unified the Seven Kingdoms in the [[War of Conquest|Targaryen invasion]], but his co-commanders were his sisters [[Rhaenys Targaryen|Rhaenys]] and [[Visenya Targaryen|Visenya]], who also rode dragons into battle.\n\nThere are also several subcultures within Westeros who do have a tradition of female fighters. [[Bear Island]] in [[the North]], ruled by [[House Mormont]], is one such example: because their economy is based on fishing but there is always the danger of imminent attack by the raiding ships of the [[Ironborn|ironborn]] while the men are out at sea, the women of Bear Island are expected to be able to defend their own homes from ironborn attacks. Thus [[Maege Mormont]] serves as a soldier and commander in [[Robb Stark]]'s Northern army.\n\nA similar example can be found among the [[crannogmen]] who live in [[the Neck]], the southernmost region of the North which borders [[the Riverlands]]. Because the crannogmen rely on guerilla tactics - retreating into the swamps then counterattacking using surprise ambushes, and using poisoned darts - both male and female crannogmen are expected to take up arms to harass invaders. Women in the [[Hill tribes|hill tribes]] of [[the Vale of Arryn]] can also rise to be warband leaders if they are fierce enough.\n[[File:Meera S3 Osha.png|thumb|200px|Meera Reed of the crannogmen]]\n[[Dorne]] has a longer history of female warriors than the other Seven Kingdoms: it is still relatively uncommon there, but not quite as unusual.\n\nEvery now and then a woman from the noble courts of the Seven Kingdoms decides that she wants to pursue &quot;unladylike&quot; interests and tries to become a warrior or engage in [[Tournaments|tournaments]] - but this is considered very unusual behavior. Women such as [[Brienne of Tarth]] or [[Arya Stark]] have faced a considerable amount of discrimination for not fitting into the established gender norms of the Seven Kingdoms. For example; Brienne defies all traditions of the ladyâ&euro;&trade;s role. Born to a [[House Tarth|noble family]], she is expected to study the &quot;womenâ&euro;&trade;s arts&quot; until her father finds her a suitable husband. Brienne discovers early that her skills lie elsewhere; specifically in the fighting arts. Ned Stark relents when he realizes how enthusiastic Arya is for swordfighting, and hires [[Syrio Forel]] to train her.\n[[File:YaraS3.jpg|thumb|150px|right|Yara Greyjoy of the Ironborn.]]\nThe [[Iron Islands]] are one of the most misogynistic cultures in Westeros, but a few rare examples of warrior women can even be found there. After [[Balon Greyjoy]]'s two eldest sons died in his failed [[Greyjoy Rebellion|rebellion]] , and his youngest son [[Theon Greyjoy|Theon]] was taken away as a [[Ward|ward]] to [[Winterfell]], he was left with only his daughter [[Yara Greyjoy]]. Balon ultimately raised her as a surrogate son, and as she grew up Yara became a dangerous ironborn raider, winning the respect of her men and commanding a fleet of thirty ships. Yara's example is particularly unusual, however, given how rare warrior women are among the ironborn, even compared to the rest of Westeros.\n\nIn the forbidding lands [[Beyond the Wall]], many of the female [[Free Folk|wildlings]] - known as &quot;[[Spearwife|spearwives]]&quot; are expected to take up arms alongside men to fight against the pervasive external threats in the [[Westeros#Climate_and_seasons|very harsh environment]]. Such female warriors include [[Ygritte]] and [[Osha]].\n\n"}, "title": "Warrior women"}