{"attributes": {"begin": " c. 12,000 BAL", "end": " c. 10,000 BAL", "name": ["Wars of the First Men and ", "the Children of the Forest"], "image": "File:WarsOfChildrenAndFirstMen.png", "battles": "", "next": "The Long Night", "conc": "", "place": "Westeros", "result": "The Pact establishes peace between the Children and the First Men", "commanders1": "", "commanders2": "The '''Wars of the First Men and the Children of the Forest''' were a centuries-long conflict between the non-human Children of the Forest and the First Men who migrated to Westeros twelve thousand years ago.==History=====Prelude===File:ChildrenOfTheForestGreenseer.png", "side1": "First Men", "side2": "Children of the Forest", "previous": ""}, "sections": {"TOP": "Wars of the First Men and the Children of the Forest010788hcufc1wizk01ml8zo17dha6rrqzum0g1685852015-01-07T21:26:02ZSyalantillesfel4968017/* See also */{{Conjecture}}\n{{War\n|name=Wars of the First Men and &lt;br&gt;the Children of the Forest\n|image=[[File:WarsOfChildrenAndFirstMen.png|300px]]\n|previous=\n|conc=\n|next=[[The Long Night]]\n|begin= c. 12,000 BAL\n|end= c. 10,000 BAL\n|place=[[Westeros]]\n|result=The Pact establishes peace between the Children and the First Men\n|battles=\n|side1=[[First Men]]\n|side2=[[Children of the Forest]]\n|commanders1=\n|commanders2=\n}}\nThe '''Wars of the First Men and the Children of the Forest''' were a centuries-long conflict between the non-human [[Children of the Forest]] and the [[First Men]] who migrated to [[Westeros]] twelve thousand years ago.\n\n", "See also": "*{{AWOIAF|War of the First Men and the children of the forest}}\n\n", "History": "===Prelude===\n\n[[File:ChildrenOfTheForestGreenseer.png|left|thumb|The Children of the Forest]]The vast continent of Westeros was originally inhabited by a diminutive non-human race known as the Children of the Forest. Aboriginal and few in number, they were nonetheless very woodcrafty and their wise men wielded powerful magic abilities. Twelve thousand years ago the first humans to live on Westeros, known as the First Men, migrated to Westeros from the eastern continent [[Essos]], across a land bridge known as the [[Arm of Dorne]].  The arrival of the First Men marked the beginning of the &quot;Dawn Age&quot; of Westeros.\n\n===War===\n\n[[File:CuttingDownAWeirwood.png|thumb|The First Men cut down weirwoods]]The First Men began encroaching on the forests of the Children, cutting and clearing land to use them for agriculture. The First Men cut down the Children's sacred [[weirwood]] trees, infuriating them. The Children fought back against the tide of the First Men's migration throughout Westeros, in a series of conflicts lasting two thousand years.\n\n[[File:AlphaStark.png|thumb|left|The First Men battle with the Children of the Forest]]\n\nThe Children of the Forest were never numerous, and they did not possess much technology, wielding blades and arrowsheads made out of [[dragonglass|obsidian]] stone. Nonetheless they were fierce fighters, knew the forests very well, and wielded magical powers. Meanwhile, the First Men were more numerous, possessed weapons and armor made of bronze, and rode horses.\n\nThe [[greenseer]]s of the Children of the Forest used their powerful magic to shatter the Arm of Dorne, and the ocean rose up and swallowed most of the land bridge. The few remnants became an island chain between Westeros and Essos known as the [[Stepstones]]. However, the destruction of the Arm of Dorne ultimately did not stop the advance of the First Men.\n\nAs the First Men moved up north, the Children of the Forest attempted once again to use the ocean to halt their advance. They called upon the &quot;[[Hammer of the waters]]&quot; to shatter [[the Neck]] and break the continent in two. However, the Children only succeeded in flooding the land, filling it with bogs and swamps, but not enough to submerge it beneath the sea.\n\n===The Pact===\n\n[[File:ThePact.png|thumb|The two races join hands in peace]]\nAfter two thousand years of conflict, the two sides had fought to a standstill. The two races tired of the centuries of bloodshed, and representatives of both groups came together on an island in the middle of a great lake in central Westeros, known as [[Gods Eye]]. There they forged a lasting peace known as The Pact: the open lands were granted to humanity, while the deep forests were to remain the undisturbed domain of the Children. The First Men were forbidden from ever cutting down a sacred weirwood tree again. To commemorate The Pact, the Children of the Forest carved a face into every weirwood tree on the island (making each a [[heart tree]]), and forever after the island has been known as the [[Isle of Faces]].\n\nThe peace between the two races would endure another six thousand years, even enduring the invasion of the [[White Walkers]] two thousand years later. However, six thousand years ago the [[Andals]] invaded Westeros, conquering the First Men and killing the Children of the Forest wherever they encountered them.&lt;ref&gt;&quot;[[The Children of the Forest, the First Men, and the Andals]]&quot;&lt;/ref&gt;\n\n"}, "title": "Wars of the First Men and the Children of the Forest"}