{"attributes": {}, "sections": {" Known Water Dancers ": "* [[Syrio Forel]]\n* [[Arya Stark]] (apprentice)\n\n", "TOP": "Water Dance012702dfpmvyofoombefs86qmlavyotbserkh1754542015-03-06T01:32:28ZH-Man Havoc743796Hasn't been confirmed as dead, in either the books nor the series.[[File:Syrio's last stand.jpg|thumb|right|300px|Syrio Forel in the stance of a Water Dancer.]]\n\n{{Quote|This is the Bravo's Dance, the Water Dance. It is swift... and sudden!|Syrio Forel|Lord Snow}}\n\nThe '''Water Dance''', also known as the '''Bravo's Dance''', is a swordfighting style practiced by [[bravos]], the swordfighters of the [[Free Cities|Free City]] of [[Braavos]]. [[Syrio Forel]], former First Sword to the [[Sealord of Braavos|Sealord]] of Braavos, is a master of the Water Dance.\n\nUnlike the fighting style of [[Westeros]]i [[knighthood|knights]], Water Dancers favor slender, lighter swords for a faster, more elegant fighting style based on sword thrusts, instead of the hacking and slashing of heavy longswords and greatswords. A tradeoff is that practitioners do not wear heavy armor, sacrificing protection for speed. Instead of defending by means of powerful direct blocks with heavy swords, this style favors using greater agility to dodge or deflect incoming attacks. Thrusts from thin Water Dancing rapiers are also not very effective at directly penetrating plate armor. Still, a warrior skilled in Water Dancing can run circles around an armored and slower opponent, and prove quite deadly by making quick strikes at weak spots in his enemy's armor.\n\nIt is called the &quot;Water Dance&quot; because it stresses fluid motion, quickly advancing to attack or withdrawing to defend. Water Dancers employ a sideways stand, which provides the rival with a smaller target, with the weapon arm extended in diagonal and the opposite forearm behind the small of the back.\n\n", "See also": "*{{AWOIAF|Water dancer}}\n\n", " History ": "=== [[Season 1]] ===\n[[Eddard Stark]] hires Syrio Forel to teach the Water Dance to his daughter [[Arya]], when he realized that, despite his reservations, she was determined to learn how to fight with her sword [[Needle]].&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt;\n\nAfter Lord Eddard's arrest for treason, Ser [[Meryn Trant]] of the [[Kingsguard]] interrupts Arya and Syrio's lesson, accompanied by a squad of armored Lannister guardsmen, to arrest her as well. Despite being armed only with a wooden practice sword, Syrio demonstrates his skill by defeating all of the Lannister guards, tripping them up and making quick strikes. Only Ser Meryn is left, but unlike the guards, he takes advantage of the fact that Syrio's sword is only wooden, by physically grabbing the &quot;blade&quot; and then snapping it with his sword. Arya begs him to try to escape with her, but he says that the First Sword of Braavos does not run. As Arya flees, she hears Syrio's battle cry and the sound of fighting erupt behind her.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\n=== [[Season 4]] ===\nAfter recovering her sword Needle, Arya joyously practices the Water Dance drills that Syrio taught her. [[Sandor Clegane|The Hound]] sneers at the fighting style, dismissing it as a good way to die. He also mocks Syrio when he learns that he was killed by Ser [[Meryn Trant]], who, according to Sandor, is a terribly unskilled swordsman. Arya takes a stab at him but her blade proves ineffective against his armor. Sandor swats her and disarms her, and points out that even though Meryn is a terrible swordsman, he won because he was wearing heavy plate and wielded a big sword, unlike Syrio. He then hands Arya's sword back to her.&lt;ref&gt;&quot;[[First of His Name]]&quot;&lt;/ref&gt;\n\n"}, "title": "Water Dance"}