{"attributes": {"status": " :Category:Status: Alive", "death": "", "last": "&quot;Garden of Bones&quot;", "family": "", "title": "Weasel", "season": "Season 2", "image": "Weasel.png", "allegiance": ["House Lannister", "House Clegane"], "actor": "Paul Kealyn'''Weasel''' is a minor character in the Season 2", "place": "", "4": "yes==In the books==In the ''A Song of Ice and Fire'' novels, Weese is the understeward of the Wailing Tower in Harrenhal and a servant of House Whent that later submits to House Lannister. He is a cruel and abusive man, resorting to violence at the slightest provocation, even just for staring at him. He treats Arya and other servants very brutally. He, not Amory Lorch, is the second man whom Arya tells Jaqen H'ghar to kill, because he was mean to her.&quot;Weasel&quot; is a different character, a little girl about two years old whose real name is unknown. She and a woman whose right hand was cut off, perhaps her mother, were found by Yoren on the march north from King's Landing. The one-armed woman died shortly afterwards, leaving the girl in the custody of the caravan. When Gregor Clegane", "aka": "", "appearances": "1 episode &lt;small&gt;(#Appearances", "first": "&quot;Garden of Bones&quot;"}, "sections": {"In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Weese is the understeward of the Wailing Tower in Harrenhal and a servant of [[House Whent]] that later submits to [[House Lannister]]. He is a cruel and abusive man, resorting to violence at the slightest provocation, even just for staring at him. He treats [[Arya]] and other servants very brutally. He, not [[Amory Lorch]], is the second man whom Arya tells [[Jaqen H'ghar]] to kill, because he was mean to her.\n\n&quot;Weasel&quot; is a different character, a little girl about two years old whose real name is unknown. She and a woman whose right hand was cut off, perhaps her mother, were found by [[Yoren]] on the march north from [[King's Landing]]. The one-armed woman died shortly afterwards, leaving the girl in the custody of the caravan. When [[Gregor Clegane|the Mountain]] and his men caught Arya, [[Gendry]], [[Hot Pie]], and [[Lommy Greenhands]], Weasel managed to escape, and has not been seen since then. Arya takes her name as an alias while at the castle. For the TV series, the young girl Weasel has been removed and the name given to Weese.\n\n", "TOP": "Weasel05115ldhyuhvjx1owo0sqayj34o089ltpesp1754832015-03-06T09:44:35ZSharp Blades26158496:''For similar articles see [[Lannister soldier]].''\n{{Character\n| Title=Weasel\n| Image=Weasel.png|thumb|250px\n| Image size=\n| Season=[[Season 2|2]]\n| First=\n| Last=\n| Aka=\n| Status= [[:Category:Status: Alive|Alive]]\n| Appearances=1 episode &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n| First=&quot;[[Garden of Bones]]&quot;\n| Last=&quot;[[Garden of Bones]]&quot;\n| Death=\n| Place=\n| Allegiance=[[House Lannister]]&lt;br&gt;[[House Clegane]]\n| Family=\n| Actor=[[Paul Kealyn]]\n}}\n'''Weasel''' is a minor character in the [[Season 2|second season]]. He is played by [[Paul Kealyn]] and debuts in &quot;[[Garden of Bones]].&quot; Weasel is a servant of Ser [[Gregor Clegane]].\n\n", "Appearances": "{{Season Two Appearances|4=yes}}\n\n", "Biography": "===Background===\nWeasel is a servant of Ser [[Gregor Clegane]].\n\n===[[Season 2]]===\nWeasel aids [[the Tickler]] in the interrogation and torture of prisoners. While the Tickler asks questions, Weasel straps the victim, and then places a wooden bucket with a rat inside over the victim's bare chest. At the Tickler's command, Weasel begins to heat the bucket with a torch to make the rat claw its way out through the victim's chest.&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF|Weese}} (spoilers from the books)\n* {{AWOIAF}} (spoilers from the books)\n\n"}, "title": "Weasel"}