{"attributes": {}, "sections": {"TOP": "Weirwood03081t1z8dpb6ul0gsw9ds9iriavn2nnztk71756912015-03-07T14:44:59ZAsguardian26092854[[File:Winterfell Godswood.jpg|thumb|270px|A weirwood tree in the godswood of [[Winterfell]].]]\n'''Weirwood''' is a species of deciduous tree found all over [[Westeros]]; it has white bark with five-pointed, blood-red leaves and sap. The [[heart tree]]s are weirwood trees with faces carved on their barks found in the center of [[godswood]]s. The [[Children of the Forest]] are thought to have carved the faces that decorated the heart trees.&lt;ref name=&quot;VG Dawn Age&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/appendix/beyond-the-houses/ HBO Viewer's Guide, Season 2 appendices, Westeros Through the Ages - Dawn Age entry]&lt;/ref&gt;\n\n", " See also ": "* {{AWOIAF}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, weirwood trees live an extremely long time, and even when they die they do not rot. Objects made of weirwood are as lasting as stone. This is how the faces in the weirwood trees could actually be carved by the Children of the Forest, even though they disappeared six thousand years ago. Weirwood trees like the ones in the Winterfell godswood are thousands of years old. Even dead weirwood trees like the one at House Blackwood's seat of Raventree Hall can remain freestanding for thousands of years after they die.\n\n", "History": "[[File:Night's_Watch_vows.jpg|thumb|Night's Watch recruits taking their vows before a weirwood.]]\nDuring the [[Andal Invasion]] six thousand years ago, the Andals cut down most of the weirwood trees in southern Westeros, to suppress worship of the Old Gods in favor of the Andal's new religion, the [[Faith of the Seven]]. The only weirwoods still in the south are the handful of heart trees that survived in castle godswoods that were converted to secular gardens, instead of being destroyed. Weirwoods also survive in southern Westeros on the [[Isle of Faces]] in [[Gods Eye]] lake, in the southern [[The Riverlands|Riverlands]]. Weirwoods only still grow in significant numbers in the forests of the North. [[Beyond the Wall]], they are even more prevalent.&lt;ref&gt;[[Complete Guide to Westeros]]: &quot;The Old Gods and the New&quot;&lt;/ref&gt;\n\n[[File:BranWeirwood.jpg|thumb|[[Bran Stark]] before a weirwood with a carved face.]]\nThe area around the Weirwood where [[Bran Stark]] meets the [[Three-eyed raven]] is shown to destroy wights. It is stated by a [[Leaf|child of the forest]] that they &quot;hold no power here&quot;, though it is unclear whether it is because of the tree, the reason why the tree is there, or some other factor.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n"}, "title": "Weirwood"}