{"attributes": {}, "sections": {"Animals": "Westeros is home to several notable animal species:\n\n===Aurochs===\nA large, bovine animal. Used as a beast of burden and domesticated livestock, noted for their extreme size. When Dragons were extant in Westeros, the larger ones were known to hunt aurochs.\n\n===[[Dragons]]===\nWinged reptiles of tremendous age and ferocity, capable of breathing fire. Originated in the east and enslaved by the [[Valyrians]], who used them to forge their empire. Most dragons were destroyed in the Doom four centuries ago, leaving the few possessed by House [[Targaryen]] as the only surviving dragons in the world, which they used in their invasion of Westeros. The last Targaryen dragons died over 150 years ago. The skulls of more than a dozen dragons are kept in the Red Keep.\n\n*The dragon is taken as the sigilÂ of House Targaryen.\n\n===[[Direwolves]]===\nA larger cousin of regular wolves, only found north of the Wall. In the south, they are considered near-mythical. Occasional sightings of direwolves have been reported by the Night's Watch, but at the time the series starts there have been no confirmed sightings south of the Wall for centuries.\n\n*The direwolf is taken as the sigilÂ of House Stark.\n\n===[[Krakens]]===\nMassive cephalopods that stalk the world's oceans. So rare that they are largely held to be mythical, though sailors occasionally report seeing them.\n\n*The kraken is taken as the sigil of House Greyjoy.\n\n===[[Ravens]]===\nTrained messenger-ravens are used as part of a widespread communications network that links all of the major cities and holdfasts in the Seven Kingdoms.\n\n===[[Shadowcats]]===\nLarge feline predators, found throughout Westeros but most notably in mountainous terrain such as the Vale of Arryn.\n\n", "Geography": "Westeros is bordered to the west by the [[Sunset Sea]], to the south by the [[Summer Sea]] and to the east by the [[Narrow Sea]] and [[Shivering Sea]]. The northern edges of the continent have not been charted, but are believed to extend to the northern polar ice cap. The continent shares similar geography and geometry to the real-life isle of Great Britain, and is narrow, about 900 miles wide at its widest point, but long, extending for almost 2,000 miles from the Summer Sea to [[the Wall]] that marks the northern border of the Seven Kingdoms. The extent of the [[wildling]] lands beyond the Wall are unknown.\n\nThe continent's terrain varies immensely. There are significant mountain ranges, such as the [[Mountains of the Moon]] in the [[Vale of Arryn]], the [[Red Mountains]] of [[Dorne]] and the [[Frostfangs]]. There are also several extensive river networks, most notably the [[River Trident]] and its numerous tributaries, but also the [[Blackwater Rush]], the [[White Knife]], the [[Mander]] and the [[Greenblood]].\n\nClimate varies between extremes of heat and cold across the large continent. The North is the only region in which snowfall is common, even in the middle of the years-long &quot;summers&quot;. [[Beyond the Wall]] the temperature becomes even lower and hostile, forming the taiga woodlands of the [[Haunted Forest]], reaching into the truly polar regions of the &quot;[[Lands of Always Winter]]&quot;, in the unmapped farthest north. In the far south the terrain becomes hotter and more arid, and Dorne contains the continent's only deserts. Notable offshore islands include [[Bear Island]], [[Skagos]], the [[Iron Islands]], [[Tarth]], [[Dragonstone]] and [[the Arbor]].\n\nThe continent is also home to immense woodlands, such as the [[Haunted Forest]] beyond the Wall. South of the Wall, within the [[Seven Kingdoms]], there are three major forested regions: the [[Wolfswood]] around [[Winterfell]], the [[Kingswood]] south of [[King's Landing]] and straddling the northern border of [[the Stormlands]], and the [[Rainwood]] in the southern half of the same region. Numerous smaller wooded areas dot the continent.\n\nWesteros is separated from the eastern continent of Essos by the [[Narrow Sea]] and also by the island chain known as the [[Stepstones]]. According to myth, the Stepstones are a remnant of an ancestral land-bridge linking Westeros and Essos together, destroyed in a cataclysm more than ten thousand years ago.\n\nAs well as the vast eastern continent of Essos, other lands are known to exist. The [[Summer Islands]] lie to the south of Westeros and there is regular trade between the islands and the Seven Kingdoms. A forbidding, mostly-unexplored continent called Sothoryos is also known to exist to the south-east across the Summer Sea, but there is little contact between it and Westeros. Some islands are known to exist in the Sunset Sea to the west of Westeros, but the true extent of this ocean is unknown. To the east of northern Westeros lies the island of Ibben, home to traders and whalers, who occasionally trade with the Seven Kingdoms and the [[Free Cities]] of Essos.\n\n", "TOP": "Westeros02044qoax41yrgi4a0bnhqhprfet5glt5pac1738872015-02-20T23:58:25ZThe Dragon Demands5014364[[Image:Westeros HBO.png|thumb|right|300px|The continent of Westeros, with the west coast of Essos also shown.]]\n'''Westeros''' is aÂ continent located in the far west of [[The Known World|the known world]]. It is separated from the continent of [[Essos]] by a strip of water known as the [[Narrow Sea]]. Most of the action in ''[[Game of Thrones]]'' takes place in Westeros.\n\nAuthor of the series [[George R.R. Martin]] has stated that the continent of Westeros is roughly the same size as the real-life continent of South America.\n\nAlmost the entire continent, barring only the lands in the furthest north [[beyond the Wall]], is ruled by a single political entity known as the '''Seven Kingdoms''', which holds fealty to the [[King of the Andals and the First Men]], who sits on the [[Iron Throne]] in the city of [[King's Landing]]. The terms &quot;[[Seven Kingdoms]]&quot; and &quot;Westeros&quot; are normally used interchangeably.\n\nPeople or things from Westeros are referred to as &quot;'''Westerosi'''&quot;.\n\n", "Settlements": "Westeros is home to several distinct types of settlement:\n\n===Cities===\nWesteros has a primarily agrarian population, with few major cities relative to its size. The five major cities of the continent are, in descending order of population:\n\n* [[King's Landing]]: the capital of the Seven Kingdoms with a population of half a million. The largest city of Westeros, founded by Aegon the Conqueror on the site where he first set foot on the continent.\n* [[Oldtown]]: the oldest major city on the continent, located in the Reach. Ruled by House Hightower for the Tyrells. Almost as large and populous as the capital.\n* [[Lannisport]]: the largest city on Westeros's west coast, approximately half the size of King's Landing. Ruled by House Lannister of Lannisport.\n* [[Gulltown]]: the main city and port of the Vale, with a population in the tens of thousands. Ruled by House Grafton.\n* [[White Harbor]]: the main city and port of the North, with a population in the tens of thousands. Ruled by [[House Manderly]].\n\nThe likes of [[Duskendale]], [[Barrowton]], and [[Stoney Sept]], with populations of a few thousand each, are considered to be large towns rather than cities.\n\n===Castles===\nCastles are held by the noble houses of Westeros and range in size from the vast, city-sized edifices of [[Harrenhal]] or Winterfell to small towerhouses or fortified farmsteads run by landed [[knights]]. The size of a castle and in what state of repair it is kept reflects the wealth and power of its ruling family.\n\nThe most notable castles of Westeros include [[Harrenhal]], [[Storm's End]], [[the Eyrie]], [[Pyke (castle)|Pyke]], [[Riverrun]], [[the Twins]], [[Winterfell]], the [[Dreadfort]], [[Casterly Rock]], [[Highgarden]], [[Sunspear]], [[Dragonstone]], and the [[Red Keep]] of King's Landing.\n\n", "In the books": "Westeros in the books is depicted much as in the TV series, though it is possible that the book version of the continent is slightly larger, as in the TV series it only takes a large party a month to get from Winterfell to King's Landing. In the book version, this would only be possible for a fast, single rider with frequent changes of mount. [[George R.R. Martin]] has stated in interviews that the continent is roughly the size of [[wikipedia:South America|South America]].\n\nThis is backed up by the suggestion by Maester [[Luwin]] in Season 2 that Torrhen's Square is &quot;barely forty leagues&quot; (120 miles) from Winterfell. On the book maps, the distance is actually about 220â&euro;&ldquo;230 miles. However, to what degree that Luwin was rounding down (or up) is unknown, making precise determinations of the difference impossible.\n\nThe three least populous of the Seven Kingdoms are the North, the Iron Islands, and Dorne - which all also happen to be the &quot;fringe&quot; regions where Andal culture isn't totally dominant. There is a difference between lowest ''total'' population, however, and population ''density''. While all three have quite low populations relative to the other kingdoms, Dorne has the least total population. The Iron Islands seem to have the next-lowest population. The North is nearly as large as the other six kingdoms put together, but has a population somewhat smaller than one of the other moderately-sized kingdoms of the south, such as the Vale or the Stormlands (judging by the size of the armies that the Starks can raise). Thus while the North has perhaps the third-lowest total population, its population density is the lowest of all regions, with its population scattered across vast stretches of moors and forests but little arable land to support larger amounts of people. The North is vast but there is very little in it. The Iron Islands have a total population almost as small as Dorne's, but the seven main islands are derided as wind-swept rocks with very little total surface area, so their population density might not be less than is typical on the mainland. Dorne's population density is deceptive: almost the entire population is crammed into the valleys of the Greenblood River and its tributaries in the east. Outsiders who visit Sunspear or other major settlements in the river valleys think that they have the same, or even greater, population density than other regions of Westeros - not realizing that the towns in the river valleys represent almost the ''entire'' total population of Dorne. There are also settlements up in the Red Mountains to the west, but central Dorne is a true rolling-sands desert, and ''utterly'' uninhabited except for a few oasis-castles.\n\nAccording to the TV series official [[pronunciation guide]] developed for the cast and crew, &quot;Westeros&quot; is pronounced &quot;WES-te-ros&quot;, as opposed to &quot;WES-ter-ohs&quot;, etc.\n\n", "Climate and seasons": "[[Image:HBO Map of Westeros.jpg|thumb|right|300px|A simplified map of '''Westeros'''.]]\nWesteros's climate shifts from a subarctic wasteland in the furthest north, beyond the Wall, to a desert climate in the furthest south, along the peninsula of Dorne. In the normal course of events, the furthest north still has light snowfalls even in the longest summers while Dorne almost never sees snow, even in the most severe winters.\n\nWesteros and Essos both experience seasons of varying length, usually lasting at least a couple of years each. The length of the seasons is completely unpredictable and varies randomly. The [[maesters]] of the Citadel keep a close eye on the length of the days in order to try to predict how long the current season will last, but this is an inexact science at best.\n\nAt the time the series opens, the world has been experiencing a summer that has lasted for nine years, which is unusually long, and the [[maesters]] fear that an equally long winter will follow. Westeros extends much further north than Essos, so is much more adversely affected by long winters, while Essos, which extends into equatorial regions, is typically warmer.\n\nIn the North, the winters are extremely cruel. Lords set aside non-perishable food items for storage against the next winter, while many of the North's most notable strongholds are built in favorable areas, such as Winterfell on hot springs or the [[Dreadfort]] of [[House Bolton]] on volcanic vents. Some castles, like Winterfell, have elaborate greenhouses which permit the growing of vegetables even in the harshest winters. Despite these precautions, famine and starvation is common during Northern winters, and is one of the reasons the North has a small population despite its vast size.\n\nThere is a suggestion that the long seasons are not natural in origin, but may have stemmed from a near-mythical event called [[the Long Night]] 8,000 years ago, when it is said that the [[White Walkers]] used the cover of a winter that lasted a generation and a night that lasted for years to invade Westeros. They were defeated in the War for the Dawn, thrown back into the furthest north and prevented from returning by the raising of [[the Wall]], but the seasons never recovered. Maesters are highly skeptical of this story, dismissing it as folklore, despite the inarguable presence of the Wall.\n\n", "Regions": "[[Image:Regions of Westeros.PNG|thumb|The regions of Westeros: the North (grey), Riverlands (green), Vale (blue), Westerlands (red), Iron Islands (yellow), Reach (lime), Crownlands (pink), Stormlands (brown) and Dorne (violet). The [[wildling]] territories are shown in black.]]\n\nThe Seven Kingdoms are divided into nine administrative regions, seven of which were former independent kingdoms before the Targaryen Conquest. Each region, except the Crownlands, is ruled by a [[Great House]], who in turn are commanded by the King on the Iron Throne. These regions are:\n\n===[[The North]]===\nRuled byÂ [[House Stark]] from the castle of [[Winterfell]]. [[Bastard]]s born in the North take the surname &quot;Snow&quot;. The principal port and city of the North is [[White Harbor]]. The North is the largest of the regions of Westeros but also the most sparsely-populated, due the harshness of the long winter. The North also includes the Wall and the [[The Gift|lands]] administered by the Night's Watch, which are technically independent but are almost always thought of in conjunction with the North.\n\n===[[The Vale of Arryn]]===\nRuled by [[House Arryn]] from the castle known as [[the Eyrie]]. Bastards born in the Vale take the surname &quot;Stone&quot;. The principal port and city of the Vale is Gulltown. The Vale is dominated and mostly covered by the [[Mountains of the Moon]] and its offshoot chains. Its borders are prowled by hostile [[hill tribes]].\n\n===[[The Riverlands]]===\nRuled by [[House Tully]] from the castle of [[Riverrun]]. Bastards born in the Riverlands take the surname &quot;Rivers&quot;. The principal ports of the Riverlands are Seagard, Saltpans and Maidenpool. Notable towns include Stoney Sept. The Riverlands are dominated by the mighty River Trident and its numerous tributaries, including the Tumblestone. The Riverlands, lying close to the center of the continent, have been the site for battles and conflicts throughout the history of Westeros. Once an independent kingdom, they were overrun by the [[ironborn]] a century before Aegon's invasion and are thus not counted as an eighth kingdom, despite their significant size and population. The Riverlands are, as their name suggests, one of the most fertile and populous regions in Westeros, which is in many ways the only reason they have been consistently able to recover from the frequent wars that cross their borders.\n\n===[[The Westerlands]]===\nRuled by [[House Lannister]] from the castle of Casterly Rock. Bastards born in the Westerlands take the surname &quot;Hill&quot;. The principal city and port of the Westerlands is [[Lannisport]]. The Westerlands are noted for their hills and low mountains which are rich in silver and gold, providing House Lannister and their vassals with immense wealth.\n\n===[[Iron Islands|The Iron Islands]]===\nRuled by [[House Greyjoy]] from the castle of [[Pyke (castle)|Pyke]] on the [[Pyke (island)|island of the same name]]. Bastards born on the Iron Islands take the surname &quot;Pyke&quot;. The major islands of the chain are Great Wyk, OldÂ Wyk, Harlaw, Blacktyde, Orkmont, Saltcliffe and Pyke itself. The Iron Islands are rain-lashed and cold, home to a hardy, warrior race known as the [[ironborn]]. They live for warfare and reaving, and are the most troublesome and rebellious of the Iron Throne's subjects.\n\n===[[The Crownlands]]===\nRuled directly by the King on the [[Iron Throne]] from the city of [[King's Landing]], the largest city in Westeros and the capital of the Seven Kingdoms. Bastards born in the Crownlands take the surname &quot;Waters&quot;. Other notable townships of the Crownlands include Duskendale and Rosby. The Crownlands stretch along the shores of [[Blackwater Bay]] and also across several islands in the Narrow Sea, such as [[Dragonstone]], Driftmark and Claw Isle. The islands are separately administered from Dragonstone.\n\n===[[The Stormlands]]===\nRuled by [[House Baratheon]] from the castle of [[Storm's End]]. Bastards born in the Stormlands take the surname &quot;Storm&quot;. The Stormlands include several offshore islands, most notably Estermont and Tarth. It ranks moderately among the other regions in terms of population and wealth. The Stormlands are wracked by frequent storms off the Narrow Sea, and experience significant rainfall. The Stormlands are also one of the most densely wooded areas in Westeros, particularly south of the Neck. It contains not only the Rainwood (which covers the southern half of the Stormlands), but also shares much of the Kingswood (spilling across the northern border with the Crownlands). As a result, its climate is in general that of a temperate rainforest.\n\n===[[The Reach]]===\nRuled by [[House Tyrell]] from the castle of [[Highgarden]]. Bastards born in the Reach take the surname &quot;Flowers&quot;. The principal city and port of the Reach is Oldtown, the second-largest city of Westeros. The Reach is the second-largest region of Westeros and by far the most fertile and populous, allowing the Tyrells to field vast armies and also results in them being wealthier than any other family but the Lannisters. The Reach also includes several offshore islands, such as the Shield Islands and the Arbor.\n\n===[[Dorne]]===\nRuled by [[House Martell]] from the castle of [[Sunspear]]. Bastards born in Dorne take the surname &quot;Sand&quot;. The principal ports of Dorne are Sunspear itself and the Planky Town at the mouth of the Greenblood. The people of Dorne are isolated from the rest of Westeros by the Sea of Dorne and the Red Mountains, giving them a greater sense of national identity than most of the other peoples of the Seven Kingdoms, even more than the ironborn and the Northmen. Since Robert's Rebellion and the murder of several prominent Dornish nobles during the [[Sack of King's Landing]], the Dornish have pursued a more isolationist path.\n\n===[[Beyond the Wall]]===\nA vast, snow-covered wilderness independent from the Iron Throne and separated from the Seven Kingdoms by [[the Wall]]. It is inhabited by tribes of people known as [[wildlings]], who often attempt to raid along the [[Bay of Seals]] or the [[Bay of Ice]] or climb over the Wall for the same purposes.\n\n", "References": "{{Reflist}}\n\n", "History": "For a more detailed history of the Seven Kingdoms, see the [[timeline]] of Westerosi history.\n\nTwelve thousand years ago, Westeros was inhabited by the diminutive [[Children of the Forest]], a nonhuman race who lived in peace and harmony with nature, worshipping the [[Old Gods of the Forest]]. The [[First Men]], a human ethnic group, invaded Westeros across the Arm of Dorne, armed with weapons of bronze. In a significant military conflict, in which the Children allegedly destroyed the Arm of Dorne with magic (resulting in the Stepstone islands) and flooded [[the Neck]], the two sides fought to a standstill and made a pact of friendship and alliance. The First Men adopted the worship of the old gods at this time.\n\nFour thousand years later, Westeros was invaded by the White Walkers during a winter that lasted for a generation. In the War for the Dawn, they were defeated by an alliance of the First Men and the Children, though only at grievous cost. The Children disappeared from Westeros at this time. Brandon Stark, Bran the Builder, raised the Wall to bar the White Walkers from returning and founded the [[Night's Watch]] to guard it. He also built the castle of Winterfell and established [[House Stark]] as the ruling house of the Kingdom of the North. Two thousand years later, the [[Andals]] invaded Westeros from across the Narrow Sea, landing in the [[Vale]] and sweeping across the continent. The Andals conquered the southern half of the continent but failed to seize the North, being thrown back several times at the defensive chokepoint of [[Moat Cailin]]. A patchwork of numerous small Andal kingdoms took shape across the south, eventually coalescing into several larger nations.\n\nA thousand years ago, the [[Rhoynar]], the warrior-people of the upper Rhoyne (a river network on Essos), fell into warfare with the mighty [[Valyria]]n Freehold. The Valyrians destroyed the Rhoynar cities using [[dragons]]. Nymeria, warrior-queen of the Rhoynar, led her people across the Summer Sea in ten thousand ships to land in Dorne. Making alliance with Prince Mors Martell of [[Sunspear]], Nymeria conquered the myriad small kingdoms and lordships of Dorne to establish a powerful, proud and independent kingdom.\n\nFour centuries ago, Valyria was destroyed in a volcanic cataclysm, the Doom. A century later, the scions of [[House Targaryen]], who ruled the Valyrian trading outpost on the island of Dragonstone, invaded Westeros with a small army and three dragons. [[Aegon the Conqueror]] accepted the fealty of six kingdoms, while several generations later his descendants were able to bring Dorne into the union through peaceful alliance, hence the term &quot;Seven Kingdoms&quot;.\n\nFor centuries the Seven Kingdoms have been shaped by rebellion and war.&lt;ref&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/map/special/battleground-westeros/ HBO viewers guide, season 2 map, special features - Battleground Westeros]&lt;/ref&gt; However, through civil wars and the loss of their dragons to time and conflict, the Targaryens ruled the entire continent (bar the lands beyond the Wall) for over 280 years until the actions of the [[Mad King]], Aerys II, triggered the civil war known as [[Robert's Rebellion]]. At the end of this civil war, Aerys II and most of his family were slain and his surviving children fled into exile in the Free Cities. [[Robert Baratheon]] took the throne and at the start of the series has ruled for seventeen years.&lt;ref name=&quot;VG Westeros Through The Ages&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/appendix/beyond-the-houses/ HBO Viewer's Guide, Season 2 appendices Westeros Through the Ages]&lt;/ref&gt;\n\n", "Population": "[[Image:Large Westeros Castles Named.png|thumb|Westeros and its castles and major cities.]]\nThe population of Westeros extends into many millions, though a precise count has never been attempted. The major cities of the continent have populations in the hundreds of thousands, and each of the Great Houses can field a reasonably-well-equipped army in the tens of thousands. Due to its desert climate, Dorne has the smallest overall population. Due to their extremely small size, the Iron Islands are also among the least populated. The North has one of the smallest overall populations, and is the most ''sparsely''-populated region, with huge regions of deserted wilderness extending between the major towns and holdfasts. Meanwhile, the prosperous and fertile Reach is the most heavily-populated, followed closely by the Riverlands.\n\nWesteros is overwhelmingly populated by humans, to the point that non-human sapient races are considered mythical. However, it is known that the enigmatic White Walkers have returned to the far north of Westeros.\n\nThere are several notable human ethnic groups currently extant in Westeros:\n\n===[[First Men]]===\nThe First Men were the original human inhabitants of Westeros, who crossed the Arm of Dorne and fought with the Children of the Forest before making peace with them. Thousands of years later, the Andals invaded Westeros and displaced or conquered the First Men everywhere south of the Neck. As a result, the First Men are still the predominant ethnic group in the North, though six thousand years of intermarriage with Andal lords has blurred this somewhat.\n\n===[[Free Folk]]===\nThe people who live beyond the Wall are call themselves the free folk (called ''wildlings'' by people south of the wall) and are not held to be subject to the Iron Throne. They are descended from those First Men who lived north of the Wall when it was constructed. The free folk are not a homogeneous single group, but consist of numerous different tribes, townsfolk, farmers, fisher-folk and warriors, who mostly spend more time fighting one another than the forces of the Seven Kingdoms. Occasionally, they are united under an over-chief known as the King-Beyond-the-Wall.\n\n===[[Andals]]===\nThe majority of the population of Westeros are descended from the Andals who invaded the continent some six thousand years ago. The Andals consider themselves more civilized and cultured than the other peoples of Westeros.\n\n===[[Ironborn]]===\nThe ironborn are a grouping resulting from the intermarriages between the First Men inhabitants of the Iron Islands and the Andals who invaded them. While ethnically similar to other regions in the south of Westeros, which also have mixed First Men and Andal ancestry, their isolated geography on a harsh and rocky group of islands separate from the mainland resulted in their culture developing very differently. Rejecting the worship of both the old gods and the Seven, they developed their own faith based around the [[Drowned God]] and their own culture which favors piracy, martial prowess, and reaving over farming and trading.\n\n===[[Rhoynar]]===\nThe people of Dorne are descended from the Rhoynar, the hardy warrior-folk of the eastern continent who settled in Dorne after being driven out of their homeland by the Valyrians, and then intermarried with the local Andals and First Men. The blood of the Rhoynar is thus intermingled in the Dornishmen; Rhoynar ethnicity is most strongly represented in those who live near the coasts and rivers, and weakest in Dornishmen who live in the interior mountains. They tend to be olive-skinned with dark curly hair. They have a reputation for being hot-headed and sexually liberal. Unlike the other Seven Kingdoms, they practice equal primogeniture.\n\n===[[Children of the Forest]]===\nThe Children of the Forest are a legendary race who ruled Westeros for untold millennia before the arrival of the First Men. According to myth, they were diminutive, long-lived, and few in number, but were protected by the powerful magic of the greenseers and the martial prowess of their elite warriors, the wood dancers. They helped the First Men defeat the White Walkers and raise the Wall, but disappeared from Westeros after the Andal Invasion. MaestersÂ of the Citadel today claim that the Children were myths and never truly existed.Â \n\n===[[White Walkers]]===\nThe White Walkers are, according to legend, a race of ice-based creatures hailing from the extreme north. Eight thousand years ago, they invaded Westeros and brought cold, terror and death to both the First Men and the Children before they were defeated in the War for the Dawn. According to some, they were not destroyed, only defeated and have spent millenniaÂ since this time asleep. Again, these claims are met with extreme skepticism today.\n\n===[[Giants]]===\nAccording to the wildlings, giants still exist north of the Wall and have some contact with the wildling communities.\n\n"}, "title": "Westeros"}