{"attributes": {}, "sections": {"TOP": "What is Dead May Never Die recap07867qsyk2mr4t2gp7rogrz9lyp7md9jb8u51506532014-07-02T07:07:01ZSon Of Fire24907634:''Main: [[What is Dead May Never Die]]''\nThis '''recap''' of &quot;'''What is Dead May Never Die'''&quot; features a detailed section on each of the episodes scenes.\n\n", "Scene 13": "Renly and Loras kiss passionately inside Renly's tent. Renly undresses his lover and notes his badly bruised chest before kissing the marks. Loras stops him and complains about Brienne's appointment to the Kingsguard being a further humiliation after she bested him in the tournament. Renly cites Brienne's devotion and then realizes that Loras is jealous. Loras denies jealousy, mocking her as &quot;Brienne the beauty.&quot; Renly begins to undo Loras's britches, saying that he will make it up to him. Loras stops him and says that he must devote his attentions to another Tyrell that night. He reminds Renly of his responsibilities to their alliance and warns him that his vassals are gossiping about his bride still being a virgin two weeks after their marriage. Renly is disbelieving of Margaery's virginity and Loras says that she is still officially a virgin before going to fetch her.\n\n", "Scene 12": "[[File:PycelleS2Promo.jpg|thumb|right|190px|Tyrion meets with Grand Maester [[Pycelle]].]]\nTyrion meets with Grand Maester [[Pycelle]] in his dining room. He has complained of constipation and Pycelle gives him a vial of laxatives. Tyrion compliments the Grand Maester's knowledge and then asks him to keep a confidence. He tells him that he is hoping to make a marriage alliance with [[House Martell]] in [[Dorne]] by offering Myrcella's hand to their heir Prince [[Trystane Martell|Trystane]]. Tyrion specifies that Pycelle should not speak to the Queen. He has a similar meeting with [[Varys]] but claims that he wants to marry Myrcella to Theon. Varys is doubtful of the plan but Tyrion tries to convince him that Theon could be an ally within the Northern army. Tyrion offers a third variation to [[Petyr Baelish]], this time saying that he will wed Myrcella to [[Robin Arryn]]. Petyr wonders at Tyrion's motivation given his fractious relationship with [[Lysa Arryn]] but Tyrion claims that he is rising above their past dealings. Petyr asks what is in it for him and Tyrion says that he will award him Harrenhal. Petyr is enticed but feigns concern over Tyrion's treatment of [[Janos Slynt]], the previous Lord of Harrenhal. Tyrion assures Littlefinger that he is needed, whereas Slynt was not.\n\n", "Scene 11": "[[File:Shae 203.jpg|thumb|right|190px|Shae takes up her new role.]]\nIn her chambers Sansa looks at herself in the mirror. The glass is cloudy and her image distorted. She is startled when she hears a knock at the door. When Sansa says to come in, Shae enters and explains that she is Sansa's new handmaiden. Sansa was unaware that she was to have a new handmaiden and realizes that Shae is not from Westeros. As Shae just stands and waits to be told what to do, Sansa becomes doubtful of her experience. Shae should know what she should be doing without being told. Shae claims that she was once a maid for a Lady Zourif. Sansa is dismissive as she knows no-one of that name in King's Landing and expects the local standard. She vents her frustration on Shae, saying that she does not have time to teach her how to do her job, but as she is speaking it is obvious that the stress of the evening has left her close to tears. Shae offers to leave, but Sansa, realizing her own loneliness, asks Shae to brush her hair.\n\n", "Scene 10": "[[File:Tommen eating S2.png|thumb|right|190px|Prince [[Tommen Baratheon|Tommen]] eating dinner with his family and [[Sansa Stark]].]]\nCersei hosts an awkward dinner for her children [[Tommen Baratheon|Tommen]] and [[Myrcella Baratheon|Myrcella]] and her captive [[Sansa Stark]]. Myrcella asks when Sansa and King [[Joffrey Baratheon]] will wed and Cersei tells her that it will be after the war. Myrcella remarks on the new dress she will have made for the day and then says that Sansa's will be ivory as the bride. Cersei prompts Sansa to respond and Sansa summons her usual line of devotion to Joffrey. Tommen asks if Joffrey is going to kill Sansa's brother Robb. Cersei says that he might and asks if Tommen wants him to. Tommen says that he does not and Cersei says that if Joffrey does Sansa will do her duty anyway. Sansa chokes down her helpless anger.\n\n", "Scene 17": "He is then baptised by a [[Drowned Priest]] on the shores of Pyke in a show of loyalty to his blood relatives. Balon and Yara watch as he proclaims his faith in the [[Drowned God]].\n\n", "Scene 16": "Theon reads over a letter he has written warning Robb of his father's plans. He steels himself then burns the letter at his desk.\n\n", "Scene 15": "Tyrion enters his dining room to find Cersei waiting for him. She is irate about his marriage plans for Myrcella. Cersei says that she will not allow Myrcella to be shipped to Dorne as she was sent to [[Robert Baratheon]]. Tyrion suppresses a smile having identified Pycelle as untrustworthy and says that Dorne will be the safest place for her. Cersei accuses him of madness because the Martells loathe them. Tyrion says that their dislike is why they must seduce the Martells into an alliance and that the support of Dorne could win them the war that Joffrey started. Cersei worries that her daughter will be a hostage and Tyrion counters that she will be a guest. Cersei threatens Tyrion, saying that the letter from Tywin that appointed him is a mere piece of paper, as much protection as Robert's will was for Ned Stark. Tyrion says that Cersei cannot stop the plan now that it is in motion and she becomes hysterical, smashing glasses from his table. Tyrion cautions her that Myrcella would be in grave danger if King's Landing was sacked, demanding to know if Cersei wants to see her daughter raped and murdered like the children of House Targaryen during the [[Sack of King's Landing]]; Tyrion promises Cersei that if the city falls, they will put Myrcella's pretty little head on a spike next to hers. Cersei tells him to get out and shoves him over before sinking into a chair. He leaves her alone in his chambers.\n\n", "Scene 14": "Renly pours himself wine as he waits. When Margaery enters he warns her that he may have drunk too much. She says it is his right as a king and he compliments her gown. She says she is unsure how she likes it as a pretext to take it off. Renly says that she does not need the gown and she leans in to kiss him. He says that beauty concealed can be more desired but she silences him and persists despite his reluctance. She reaches for his crotch and he blames the wine for his lack of arousal. She offers to take care of it and unlaces his britches. He breaks off their kiss and apologizes. She offers to ask Loras to come in and help. He is stunned at her forwardness. She says that she could turn over so that Renly can pretend that she is Loras if he would prefer. He claims to not understand what she means. She smiles and says that he can be open with her and should save his lies for court because he will need a lot of them. She sits next to him on their bed and says that their enemies will be thwarted if he gets her pregnant. She offers him the choice of how he would like to do it; either with her alone or with her and Loras. She says that he can choose because he is a king and kisses him on the cheek.\n\n", "Scene 19": "Tyrion, Bronn and [[Timett]] burst into Pycelle's chamber while he is in bed with the prostitute [[Daisy]]. Pycelle denies his crime but Tyrion explains that he has implicated himself because he was the only one aware of the plan to approach the Dornish. Tyrion asks how long Pycelle has been spying for Cersei and Pycelle claims that he has been loyal to House Lannister since the days of the [[Mad King]]. Tyrion brings up his betrayals of past Hands of the King and suggests that he poisoned [[Jon Arryn]]. Pycelle denies any involvement in the death but admits that Arryn knew about Jaime and Cersei's affair and planned to tell King Robert, and Tyrion is swift to accuse Pycelle of letting Arryn die. Tyrion orders Pycelle confined to the black cells; Bronn and Timett drag the protesting Grand Maester out and Tyrion pays Daisy for her trouble.\n\n", "Scene 18": "[[File:Tyrion Hand.jpg|thumb|right|190px|Tyrion as acting Hand of the King.]]\nTyrion waits alone in a hallway of the [[Tower of the Hand]]. Littlefinger appears and rages at Tyrion for involving him in the deception with Cersei, particularly for the loss of Harrenhal. Tyrion apologizes and offers him another task; convincing his beloved Catelyn to free Jaime. [[Bronn]] interrupts and Tyrion asks if he has found his target. Bronn says that Pycelle was not alone, calling him a filthy old stoat.\n\n", "Scene 22": "As the recruits rush outside one man trips and drops his torch, setting a fire near the prisoner wagon. They are met by Ser [[Amory Lorch]] and a force of men loyal to [[House Lannister]]. Lorch points out the [[Gold Cloaks]] with him and says that they have come for Gendry. Lorch orders Yoren and the recruits to drop their weapons. Yoren remains defiant and Lorch orders him shot. Yoren takes a quarrel to the shoulder but kills the crossbowman before he can reload. Yoren fights alone, killing several men before he is overwhelmed. Lorch himself kills Yoren by driving his sword through the back of his neck.\n\nSeeing their leader killed, Gendry and many of the other recruits join the fight. [[Hot Pie]] cowers in the bushes. Arya is distracted by Jaqen calling for help as the flames lick the bars of his cage. She hands him an axe before rushing to join the fray. Gendry is overwhelmed and knocked down. As Arya runs round a corner she is knocked over by [[Polliver]], one of the Lannister men-at-arms. He takes Needle from her.\n\n", "Scene 20": "Tyrion meets with Varys who reports that Shae is settling into her new role. Tyrion calls it one of his better ideas. Varys remarks on the loss of a second small council member with the imprisonment of Pycelle and congratulates Tyrion on the ploy. Varys tells Tyrion a riddle, using it to illustrate that power is an illusion maintained by rulers.\n\n", "Scene 21": "[[File:Arya-stark-maisie-williams-helen-sloan.jpeg|thumb|right|190px|Arya struggles to put bad memories to rest.]]\n[[Arya Stark]] sits up cleaning [[Needle]] while the rest of the recruits sleep. Yoren enters and sits across from her. He notices her watching him and asks what she wants. She asks him how he sleeps with the terrible things that he has seen. He says that he prevented her from seeing her father's execution. She says that she cannot forget seeing the Queen, Joffrey and Sansa standing next to him on the podium. He tells her about the murder of his brother by a boy named [[Willem]]. He says that he thought constantly about revenge and eventually made it a ritual to say the killer's name before falling asleep. When Willem returned to town, Yoren killed him with an axe and then took his horse to ride to the Wall and join the Night's Watch to avoid prosecution. He urges Arya to get some sleep but they are interrupted by horns sounding outside. Yoren wakes his recruits and marshals them for a fight. He warns Arya and [[Gendry]] to stay out of sight and flee north if the fight is lost. [[Lommy Greenhands]] picks up Gendry's bull helm.\n\n", "Scene 9": "[[Shae]] complains to [[Tyrion Lannister]] about her confinement in his quarters and he tries to quiet her. She shouts loudly that his father is miles away. Tyrion pauses his reading and offers an alternative; working in the kitchens as a scullion. Shae is not keen on the idea. Tyrion tries to explain that [[Cersei Lannister]] would use Shae against him but offends her by calling her a weakness. She refuses to kiss him and walks out of the room.\n\n", "Scene 8": "[[Theon Greyjoy]] enters [[Balon Greyjoy|his father]]'s chambers alone. He gazes around silently as [[Yara Greyjoy]] enters behind him. He catches sight of her and she asks if he is angry with her. He berates her for pretending not to be his sister when they were first reunited. She counters that it was him that failed to recognize her. He retorts that when he last saw her she looked like a fat little boy. She says that he had the same appearance when he left. Their father enters and Yara greets him respectfully. Theon follows suit, a little slower. Balon goes to his table which holds a map of the seven kingdoms and details his plans. He is going to attack [[the North]]. He knows that it is poorly defended while [[Robb Stark]] is fighting in [[the Westerlands]]. He assigns thirty long ships to Yara to take [[Deepwood Motte]]. Theon asks his part and Balon says that he will have one ship to raid fishing villages along the [[Stony Shore]]. Yara twists the knife by saying that his ship is named [[Sea Bitch]]. Theon tries to argue against the whole strategy and Balon accuses him of divided loyalties. Theon claims that he is being pragmatic by avoiding the enmity of their potential ally in Robb. He reminds Balon that Robb will give them [[Casterly Rock]] in exchange for fealty. Balon counters by making Theon repeat the [[House Greyjoy]] words â&euro;&oelig;We do not sow.â&euro;? Balon describes reaving as their way of life and accuses Theon of having become weak living with the Starks. Theon responds by reminding Balon that he gave him to [[House Stark]] after his defeat in the [[Greyjoy Rebellion]]. He angers Balon with the bitter memory and Balon hits him in the face then begins to storm out of the room. Theon calls after him, pointing out the unfairness of his hatred. Balon pauses as his son harangues him but then strides on. Yara accuses Theon of wanting Balon to bow down to his â&euro;&oelig;other family.â&euro;? Theon denies seeing the Starks that way.\n\n", "Scene 7": "Renly takes Catelyn on a tour of his camp. He stops to greet [[Gerald]], who is recovering from being injured by a horse. He is careful to mention the vast size of his force, over 100,000 men. Catelyn warns him to take the war more seriously, saying that his men are the knights of summer and winter is coming. He ends the tour by asking Brienne to show Catelyn to a tent that he has assigned her. He says that he is going to pray, alone. Brienne is courteous but distant. Catelyn compliments her performance in the tournament, calling her Lady Brienne. Brienne credits Renly for motivating her to fight and asks Catelyn to call her simply Brienne.\n\n", "Scene 6": "[[File:BrienneAfterJoust.jpg|thumb|right|190px|Brienne wins the tournament at Renly's camp.]]\n[[Catelyn Stark]] is brought to King [[Renly Baratheon]]'s camp by his outriders. She finds his men watching a duel between two fully armored knights. Renly himself and his new Queen [[Margaery Tyrell]] watch from a wooden dais. Margaery stands and cheers on her brother [[Loras Tyrell]] as he disarms his opponent. His rival manages to step under a swing of his great axe and knock him off his feet. Loras yields when his opponent lifts his visor and holds a knife close to his face. Margaery sinks back into her seat. Renly congratulates the combatants as they stand and calls the winner forward. He commands them to stand and remove their helm. The crowd are shocked when the fighter is revealed to be a woman; [[Brienne of Tarth]]. Renly tells her that she is everything that her father promised. Margaery says that Loras fought valiantly and Renly agrees with her. He names Brienne champion and offers to grant anything that she requests. Brienne asks to join his [[Kingsguard]] and he accepts.\n\nCatelyn looks to [[Baratheon Guard|her escort]] who steps forward and announces her. Catelyn modifies his mention of [[Robb Stark|Robb]], asserting his position as [[King in the North]]. Renly introduces Margaery who offers her condolences on the death of Eddard. Catelyn says that she is kind and Renly promises to avenge the death by presenting Catelyn with [[Joffrey Baratheon|Joffrey's]] head when he takes [[King's Landing]], drawing cheers from his men. Catelyn accepts the pledge and calls Renly â&euro;&oelig;My Lord.â&euro;? Brienne corrects her, saying that she should call Renly â&euro;&oelig;Your Graceâ&euro;? and kneel when speaking to him. Renly waives the formality and calls Catelyn an honored guest. Loras interrupts to ask if Robb has marched against [[Tywin Lannister]] yet. Catelyn denies knowing Robb's strategy and says that she would not divulge it to them if she did. Loras says that Robb should have attended rather than sending his mother. Catelyn retorts that Robb is fighting a war rather than playing at one. Renly laughs off the barb and invites Catelyn to walk with him.\n\n", "Scene 5": "During his lessons Bran tells Luwin about his wolf dreams. He relates them to stories of people that can live inside animals that he once heard from [[Old Nan]]. Luwin tries to reassure Bran that they are only dreams. Bran insists that his dreams are different, reminding Luwin that he and [[Rickon Stark|Rickon]] shared the same dream of [[Eddard Stark|their father]]'s death. Luwin shows Bran the Valyrian steel link on his master's chain. He explains that it represents the study of the higher mysteries. Luwin says that despite his studies he never found true magic. He helps Bran to bed and tells him that the [[Dragons]] are gone; the [[Giants]] are dead and the [[Children of the Forest]] forgotten.\n\n", "Scene 4": "[[File:Summer 2x03.jpg|thumb|right|190px|Bran has a wolf dream.]]\n[[Bran Stark]] experiences another strange dream at [[Winterfell]]. He sees the castle through [[Summer]]'s eyes. Maester [[Luwin]] sends [[Hodor]] to rouse Bran. Summer follows Hodor to Bran's chamber and sits on his bed. Bran sees himself through the wolf's eyes as he awakens.\n\n", "Scene 3": "Sam loads his caged ravens back onto the sled. He spots Gilly carrying out her chores and approaches her. He gives her a thimble that once belonged to his mother. He explains that he used to read to her while she was sewing but that [[Randyll Tarly|his father]] ended the practice when he found out. He reveals that the thimble is the only possession he has from his mother and that it was a gift given when he left for the wall. Gilly says that he should not give it away and he explains that he is asking her to keep it safe until he returns for her. She accepts the thimble and the promise.\n\n", "Scene 2": "Jeor exits the building to find [[Samwell Tarly]] cleaning Jon's injuries. He dismisses Sam and then questions Jon about his actions. Jon admits following Craster and realizes that Jeor has known all along about Craster's actions. Jeor explains that Craster is sacrificing his sons to the cruel gods of the wildlings. Jeor chooses to ignore the crime because of Craster's utility to the Night's Watch. Jon reveals seeing [[White Walkers|something]] taking the child. Jeor predicts that whatever it was Jon will see it again. He hands him the sword and instructs him not to lose it again.\n\n", "Scene 1": "[[Jon Snow]] is pushed through the door of [[Craster's Keep]] with his wrists bound and face bloodied. [[Craster]] follows his captive inside and rouses the men of the [[Night's Watch]]. He tells them to get out, blaming Jon for meddling and kicking his captive. [[Lord Commander]] [[Jeor Mormont]] and his men rise from their beds and Craster's wives watch from the rafters, [[Gilly]] among them. Craster approaches the Lord Commander and hands him [[Longclaw]], telling him that he wants his men to leave and insisting that they make things right. Jon starts to speak but the Lord Commander sends him outside.\n\n"}, "title": "What is Dead May Never Die recap"}