{"attributes": {}, "sections": {"TOP": "White Walker ice blade031187lre4ykyzxkuy60wcbhrbd7hkmhw4vh91801782015-03-28T23:44:09ZThe Dragon Demands5014364{{conjecture}}\n[[Image:White_Walker_2x10.jpg|thumb|300px|A White Walker in Season 2's &quot;[[Valar Morghulis]]&quot;, carrying an ice blade, on the end of a spear.]]\nThe mysterious [[White Walkers]] carry blades made out of ice crystals.  They have been observed both wielded as swords, and at the end of spears.  \n\nWhite Walker ice blades are incredibly sharp, capable of decapitating a man in a single swing.&lt;ref&gt;&quot;[[Winter is Coming]]&quot;&lt;/ref&gt;\n\n\n", "Image gallery": "&lt;gallery&gt;\nWhitewalker1.png|A White Walker in the prologue of the first episode, &quot;[[Winter is Coming]]&quot;.  Half-obscured in shadows, it is carrying an ice-blade sword in its right hand, and [[Gared]]'s severed head in the other. \nWhite Walker ice blade.jpg|A behind-the-scenes closeup photo of a White Walker ice-blade sword.\nGRRM with White Walker ice-blade.png|[[George R.R. Martin]] handling a prop White Walker ice blade, during filming for [[Season 1]].\n&lt;/gallery&gt;\n\n", "In the books": "\nIn the ''[[A Song of Ice and Fire]]'' novels, there is no formal name for the ice blades that the White Walkers carry.  They are first described in the Prologue of the first novel when [[Waymar Royce]] is surrounded by White Walkers.  Their crystal swords are thin and sharper than any razor.  They are stated to appear ''&quot;alive with moonlight, translucent, a shard of crystal so thing that it seemed almost to vanish when seen edge-on.  There was a feint blue shimmer to the thing, a ghost-light that played around its edges.&quot;''\n\nTo be clear, they are at times called &quot;crystal&quot; blades because they are &quot;ice crystals&quot;, not stone/silicon crystals.  \n\nWhite Walker ice blades are magical and unnatural.  When Waymar's iron sword clashes against one, it does not sound like the ring of metal on metal, nor of metal against ice, but &quot;only a high, thin sound at the edge of hearing, like an animal screaming in pain.&quot;\n\nThe intense cold from the blade will eventually shatter a sword that comes into contact with it, though not instantly.  Waymar's sword crosses with the ice blade in several strokes, after which his sword appears covered in frostbite.  When he makes one final great swing from his sword it shatters from the intense cold.  It isn't clear if the ice blade itself is cold, or if it is conducting cold from its bearer - as seen in the TV series when [[Samwell Tarly]] attempts to attack a White Walker but it grabs his sword with its bare hand, which then freezes and shatters in its grip.  \n\n[[George R.R. Martin]] has stated that the White Walkers' blades are indeed made of &quot;ice&quot; - though in the same basic sense that [[Valyrian steel]] can be said to be &quot;made of iron&quot;.  Just as the Valyrians infused iron with spells and blood magic and twisted it into unusual shapes, the White Walkers can magically tease out ice into various shapes, and imbue the ice with spells that make it stronger and sharper than any iron sword.  As Martin said, the White Walkers &quot;can do things with ice that we can't imagine.&quot;&lt;ref&gt;[http://web.archive.org/web/20051103091500/nrctc.edu/fhq/vol1iss3/00103009.htm/ ]&lt;/ref&gt;\n\n"}, "title": "White Walker ice blade"}