{"attributes": {"status": "Active", "predecessor": "", "features": [" Glowing blue eyes", "Pale, gaunt, mummified appearance.Quote"], "language": " Skroth", "title": " White Walkers", "ruler": " ", "image": " White Walkers.png", "1": "yes", "society": "  ", "location": [" Lands of Always Winter, ", "Beyond the Wall, Westeros"], "religion": " ", "aka": "", "10": "Template:Season Two Appearances"}, "sections": {"Quotes": "{{Quote|The White Walkers have been gone for thousands of years.|[[Eddard Stark]]|Winter is Coming}}\n{{Quote|Always the artists.|[[Mance Rayder]] on White Walkers' habit of arranging the bodies of the dead into special patterns|Walk of Punishment}}\n\n", "Characteristics": "[[File:Whitewalker.jpg|thumb|300px]]\nWhile having an overall humanoid appearance, White Walkers differ greatly from humans. They are taller than humans and have long wispy white hair. They have pale grey-white skin which is wrinkly but stretched taut across their frames, giving them a somewhat gaunt and mummified appearance despite their overall bulky size. Their most notable trait, however, are their glowing blue eyes.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;&lt;ref&gt;&quot;[[Second Sons (episode)|Second Sons]]&quot;&lt;/ref&gt;\n\nA second type of White Walker (revealed at the end of the episode &quot;[[Oathkeeper]]&quot;) also exists, which may form some sort of ruling or priestly caste. Their number is unknown, and they are immediately distinguishable from their cohorts by icy horns around their heads, resembling a crown of ice. All those seen so far all wore black armor. When [[Craster's last son]] is carried into the Lands of Always Winter by a White Walker, he is placed upon an icy altar in the middle of the White Walker's lair where thirteen of these ruling White Walkers are revealed to be standing in a horizontal line in the distance. The White Walker standing in the middle of the line, speculated to be theÂ [[White Walker's master]], approaches the altar, and with a touch of his finger turns the baby into another White Walker.\n\n", "TOP": "White Walkers02225jyo2qrgb5n52c5bjkvk7uxsj5zyxh8h1801832015-03-28T23:52:19ZThe Dragon Demands5014364/* In the books */::''This article is about the race. For other uses see [[White Walker]]''.\n{{Culture infobox\n| Title= White Walkers\n| Image= White Walkers.png\n| AKA=\n| Status=Active\n| Predecessor=\n| Location = [[Lands of Always Winter]], &lt;br&gt;[[Beyond the Wall]], [[Westeros]]\n| Ruler= \n| Society=  \n| Language= [[Skroth]]\n| Religion= \n| Features= Glowing blue eyes&lt;br&gt;Pale, gaunt, mummified appearance.\n}}\n{{Quote|In that darkness the White Walkers came for the first time. They swept through cities and kingdoms, riding their dead horses, hunting with their packs of pale spiders big as hounds.|[[Old Nan]]|Lord Snow}}\n\nThe '''White Walkers''' are a mythological race mentioned in ancient legends and stories from the time of the [[First Men]] and the [[Children of the Forest]]. Eight thousand years before [[Robert's Rebellion]], a winter known as [[the Long Night]] lasted a generation. In the darkness and cold of the Long Night, the White Walkers descended upon [[Westeros]] from the farthest north, the polar regions of the [[Lands of Always Winter]]. None knew why they came, but they killed all in their path, reanimating the dead as [[wights]] to kill the living at their command. Eventually the peoples of Westeros rallied and in a conflict known as the [[War for the Dawn]], they managed to defeat the White Walkers and drive them back into the uttermost north, with [[the Wall]] raised to bar their return.\n\nIn the present day, most believe they never existed and are just myths, spoken of in the same breath as ghosts, goblins, [[grumpkins]], or [[snarks]]. Even the few who believe they did once exist think they went extinct thousands of years ago. Certainly, none were seen for thousands of years after the Long Night.\n\n[[File:WhiteWalkersAwake.jpg|thumb|300px|The White Walkers have risen again]]\n\nJust before the outbreak of the [[War of the Five Kings]], however, disturbing reports began to reach the [[Night's Watch]] from the [[Free Folk|wildlings]] who live beyond the Wall that the White Walkers had returned. Having enjoyed a decade-long summer,Â Westeros seemed due for an equally long winter, and the White Walkers seem to be spreading with it. With the Seven Kingdoms embroiled in a petty civil war, the dwindling and under-supported Night's Watch realize that they are all that guards the realms of men against the return of these legendary demons of ice and death.\n\n", "Weaknesses": "[[File:White_walker_shatters_S3E8.jpg|thumb|A White Walker falling apart after being stabbed by Dragonglass.]]The only known weakness that the White Walkers have shown thus far is the ability to be killed instantly when struck withÂ weapons made ofÂ [[dragonglass]]. Upon being stabbed by dragonglass, a White Walker's body will begin to freeze into ice from the point at which it is was stabbed, causing the Walker great pain. Finally, it will begin to fall apart, as its now icy body shatters until there is nothing left but powder.\n\n", " Appearances ": "&lt;p style=&quot;border-bottom-width:0px;border-left-width:0px;font-style:inherit;font-weight:inherit;margin-top:0.4em;margin-right:0px;margin-bottom:0.5em;margin-left:0px;padding-top:0px;padding-right:0px;padding-bottom:0px;padding-left:0px;vertical-align:baseline;&quot;&gt;{{Season One Appearances|1=yes|10=}}{{Template:Season Two Appearances||yes||||||||yes}}{{Template:Season Three Appearances|yes|||||||yes|||}}{{Template:Season Four Appearances||||yes}}&lt;/p&gt;\n\n", "Behind the scenes": "\n[[File:White Walker.jpg|thumb|The original White Walker design, barely glimpsed in &quot;[[Winter is Coming]]&quot;.]]The appearance of the White Walkers in the TV series isn't quite the same as in the books. They weren't fully revealed until the Season 2 finale, only quick shots mostly in the shadows in the premiere episode of Season 1. Freeze-frame shots of this display an early working-model design for the White Walkers, but given that it only flashed on-screen for a fraction of a second, this may never have been intended as their final appearance. This early design was almost skeletal, without noses. This original version really appeared too briefly to be seen without taking screenshots, but as this was the only glimpse of the White Walkers in the first season, fansites (and wikis) heavily circulated these screenshots, somewhat obscuring the fact that the White Walkers' &quot;official&quot; design hadn't been firmly established yet.\n\nAccording to [[Pixomondo]], the TV series's special effects studio, there was indeed a complete redesign of the White Walkers between the barely glimpsed early concepts in Season 1, and the fully revealed version introduced in the Season 2 finale: &quot;The producers and creatives were not happy with the White Walker costumes from season one; they wanted to redesign the look and it took a bit longer than expected.&quot; Only one full version of the redesigned White Walker costume was made by the Season 2 finale, thus the large shot of multiple White Walkers in the shot is just one stunt man doubled up many times. CGI enhancements were used to give the effect that wisps of cold air are emanating from the White Walkers' bodies, as well as to make their abdomens much more gaunt than human physiology.&lt;ref&gt;[http://www.fastcocreate.com/1681718/collaboration-isnt-always-pretty-behind-the-emmy-winning-vfx-for-game-of-thrones?utm_source=twitter&amp;utm_medium=feed&amp;utm_campaign=Feed:+fastcocreate/feed+%28Co.Create%29#1 Fastcocreate.com] &quot;Collaboration Isnâ&euro;&trade;t Always Prettyâ&euro;&rdquo;Behind The Emmy-Winning VFX For â&euro;&oelig;Game Of Thronesâ&euro;?&lt;/ref&gt;\n\nThe final version introduced at the end of Season 2 is closer to how they appear in the books. Some differences remain, in that White Walkers are said to wear much more armor in the books, made out of a strange reflective metal that almost acts like camouflage. Further, the White Walkers in the books are described as &quot;gaunt&quot; but they don't seem to have quite so much of a mummified appearance. They are actually said to have an otherworldly, icy beauty to them.\n\nAuthor [[George R.R. Martin]], when discussing with comic-book artist Tommy Patterson what the White Walkers were supposed to look like in the comic-book adaptation of the story he was drawing, said that: &quot;They are strange, beautiful...think, oh...the ''[[Wikipedia:Sidhe|Sidhe]]'' made of ice, something like that...a different sort of life...inhuman, elegant, dangerous.&quot; Martin also confirmed that the White Walkers are not &quot;dead&quot;, just an inhuman kind of life.&lt;ref&gt;[http://awoiaf.westeros.org/index.php/The_Others#Characteristics AWOIAF article on The Others]&lt;/ref&gt; The ''Sidhe'' are a kind of otherworldly fairy creature from Irish mythology, said to inhabit burial mounds, etc., not unlike the Barrow-wights of J.R.R. Tolkien's Middle-earth.&lt;ref&gt;[http://en.wikipedia.org/wiki/Aos_S%C3%AD ]&lt;/ref&gt;\n\n", "In the books": "In the ''[[Game of Thrones]]'' television show, the term &quot;White Walkers&quot; is used as an alternate name for a species called '''the Others''' in the ''A Song of Ice and Fire'' novels. They are held to be fairy stories by most of the people of Westeros. According to legend, the Others were creatures of ice and cold who, more than eight thousand years ago, came from the uttermost north during a winter that lasted a generation and a night that covered the world, the Long Night. The Others were defeated in the War for the Dawn by a great hero wielding a sword of flame. After the Others' defeat, Bran the Builder constructed [[the Wall]] with magic and artifice to ensure they could never return to threaten the people of [[Westeros]] and the world beyond. The War for the Dawn apparently unified the peoples of [[the North]] under the rule of the [[Starks]] and saw [[Winterfell]] built shortly thereafter.\n\nThe [[Night's Watch]] was founded to guard against the return of the Others, but this task is generally forgotten today. The Watch is instead believed to be guarding against the human [[Free Folk|wildlings]] who hold the lands beyond and occasionally try to raid across the Wall into the richer lands to the south.\n\nThe White Walkers are always accompanied by cold temperatures, and coming from the [[Lands of Always Winter]], it would seem that they prefer cold climates. They might even have difficulty surviving in warmer climates. Characters within the narrative debate whether this is because White Walkers actually generate cold and might even cause winters (such as the Long Night), or because they simply wait for the next winter cycle and move south when the temperature drops (in which case they didn't cause the Long Night, but seized on the opportunity it provided).  White Walkers do not leave footprints in snow.  \n\nSome of [[Old Nan]]'s fairy tales say that wildling women have been known to mate with the Others to produce half-human children, but this is an unsubstantiated rumor.\n\nIt is stated in the books that they fear the day and only come out at night.  In the Season 2 finale, however, they are seen in the twilight hours when the sun (hidden by heavy clouds) hasn't completely set yet.  The reason for this was most likely practical:  the White Walkers in the novels have only appeared in near pitch-darkness, and in the visual medium of television it would be difficult to strictly match this (i.e. even night scenes set in a forest seem curiously well-lit by the moon, so we the audience can see what is happening).  \n\nWhen stabbed with a dragonglass blade, an Other will melt into a pool of cold liquid. In the TV series, when they are stabbed by dragonglass they painfully freeze into ice, and quickly shatter and crumble into pieces.  \n\n===Naming===\nThe White Walkers are often known as &quot;the Others&quot; in the novels, and were still known by this name in the first draft of the pilot script. In the books, &quot;white walkers&quot; is the name given to the creatures by wildlings, and with only a few wildling characters, the term is heard only seldom. The name is also used in Westeros, though mostly by older characters such as [[Old Nan]], Maester [[Aemon]], and Lord Commander [[JeorÂ Mormont|Jeor&amp;nbsp;Mormont]].\n\nFan speculation was originally that the name was changed to avoid confusion with the faction of the same name in the television series ''Lost''. However, the producers later stated in the Season 1 Blu-ray commentary that the change was more to avoid viewer confusion between the specific name &quot;Others&quot; and the generic use of the term: book-readers can tell that &quot;Others&quot; is treated as a capitalized proper noun, but TV-viewers cannot. It sounded like actors saying, &quot;He says he saw the others&quot; - but viewers had no way of telling if they simply meant &quot;other soldiers&quot;, &quot;other horses&quot;, etc. - so the term was just too confusing in the audio-visual medium of television.\n\n", "See also": "* {{AWOIAF|The Others}}\n\n", "Powers": "White Walkers possess the magicalÂ powers related to ice and cold. Their arrival is usually accompanied by blizzards and the dropping of temperatures. They can also freeze anything they touch, as one froze Sam's sword to the point that it shattered.Â White Walkers alsoÂ have superhuman strength, as one managed to tossÂ SamwellÂ TarlyÂ several feet away with a single back-handed punch. The White WalkersÂ wield [[White Walker ice blade|swords and spears made from unique ice crystals]].Â \n\nHowever, one of their most deadly abilities isÂ to reanimate the dead as their servants, known asÂ [[Wights]].Â They are actually capable of reviving ''any'' dead animals as wights, as a few White Walkers have been seen ridingÂ undeadÂ horses. They cannot, however, revive a corpse into servitude if the fallen creature have died by fire. Once the Wights have been risen to serve the White Walkers, their eyes turn an icy blue, similar to the White Walkers' own eyes. Wights can only be killed by fire and serve the Walkers without question.Â \n\nâ&euro;&lsaquo;As previously mentioned, one White Walker, speculated to be their master, possesses the ability to change humans into White Walkers, demonstrated at the end of [[Oathkeeper]] when heÂ takesÂ Craster'sÂ son into his arms and places a single finger upon its cheek, causing the baby's eyes glow blue and his skin to grow pale, taking on the appearance of the White Walkers.Â Whether or not this ability extends to only this White Walker, all of the White Walkers amongst his caste, or all White Walkers in general remains to be seen.Â \n\nAccording to legend, the White Walkers speak a language known in myth as &quot;[[Skroth]]&quot;, which sounds like the cracking of ice.\n\n", "Gallery": "&lt;gallery&gt;\nWhite_Walker_2x10.jpg|The revised look for the White Walkers revealed at the end of [[season 2]].\nwhitewalker2.jpg|A White Walker shrieking a battle cry during the Battle of the Fist of the First Men\nwalker.jpg|A White Walker carrying Craster's son to an alter made of ice in the lair of the White Walkers\n-220806_w654.jpg|Craster's son being approached by one of the leaders of the White Walkers\n&lt;/gallery&gt;\n\n", "History": "===[[Season 1]]===\n[[File:Whitewalker1.png|thumb|A White Walker, carrying the severed head of [[Gared]] in &quot;Winter is Coming&quot;.]]\nAt the start of the series, there have been peculiar rumors from over the Wall mentioning the White Walkers. According to [[Will]], a renegade from the [[Night's Watch]] taken captive near [[Winterfell]], his patrol was ambushed by several White Walkers and his comrades [[Gared]] and Ser [[Waymar Royce]] were killed by them. Prior to this, the White Walkers had massacred a tribe of wildlings and left the corpses out as a warning. His story was not believed by Lord [[Eddard Stark]], who executed him as a deserter. The White Walkers showed an ability to animate the corpse of a dead wildling child as a [[wight]].&lt;ref&gt;&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;&lt;/ref&gt;\n\n[[Lord Commander]] [[Jeor Mormont]] and Maester [[Aemon]] of the Watch ask [[Tyrion Lannister]] to persuade his sister to send them reinforcements. They claim there is something other than the wildlings beyond the Wall and it's been growing in influence for some time. With winter coming they fear this unseen enemy will make its move.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt;\n\nA band of wildlings fleeing south of the Wall passes close to Winterfell. One of them suggests taking a Stark captive for [[Mance Rayder]], the King Beyond the Wall, but the others refuse to return north due to the dangers posed by the White Walkers&lt;ref&gt;&quot;[[A Golden Crown]]&quot;&lt;/ref&gt;, instead asserting they should head as far south as possible.\n\n[[Osha]], one of the wildlings taken prisoner at Winterfell, reveals to the Stark household that she and her companions were fleeing South to escape the Walkers. She also reveals the Walkers are nocturnal and sleep in the day and hunt at night. When her words are dismissed by Maester [[Luwin]] due to the belief the Walkers are long dead, she reveals that they were only sleeping and &quot;they're not sleeping now&quot;.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n\nThe bodies of several rangers are discovered a short distance north of the wall and are identified as Night's Watchmen who have been missing for weeks. Despite this Sam notes that the bodies show no signs of rot and appear in perfect condition. Later that evening one of the bodies reanimates as a [[wight]] and attempts to attack the masters. The creature is stopped when Jon discovers the creature's weakness is fire.&lt;ref name=&quot;E8&quot;&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\nAfter disposing of the remaining bodies, Sam tells Jon that he read that only the touch of a White Walker could do what they have seen tonight. A worried Sam notes the weakness of the Night's Watch and if the White Walkers decide to come in force then they are in real trouble.&lt;ref name=&quot;E8&quot;/&gt;\n\nAfter recent events Lord Commander Mormont decides to mobilize the Night's Watch to head out beyond the wall to assess the situation and if necessary make a preemptive strike against their enemies. He explains to Jon that the war in the South is of little concern in relation to the threat of the returning White Walkers.&lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\nJon Snow follows [[Craster]] into the woods and sees him placing a newborn baby, one of his sons, into the ground and leaves. Moments later a [[White Walker (The Night Lands)|figure with]] glowing blue eyes appears and takes the baby away.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\nAfter Craster discovers Jon, attacks him and orders the Night's Watch to leave his [[Craster's Keep|roof]], [[Lord Commander]] [[Jeor Mormont]] confronts Jon, though he also admits he's aware that Craster worships the White Walkers and sacrifices his newborn sons to them in exchange for safety for him and his daughter-wives.&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\n[[Samwell Tarly]], [[Grenn]], and [[Eddison Tollett]] gather dung around the [[Fist of the First Men]] when they hear a horn being blown and believe [[Jon Snow]] and [[Qhorin Halfhand]] have returned. Then they hear a second blow, the signal for incoming [[wildlings]], and draw their swords for battle. Then they hear a third blow, the signal for White Walkers. The three run to the [[Night's Watch]] camp but Samwell is left behind, while a blizzard envelops the entire plateau. He seeks refuge behind a rock while a White Walker, leads a vast horde of [[Wights]]. The White Walker sees Sam but ignores him, riding past him atop an undead horse and leading the horde for an invasion. &lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\nA white walker attacks [[Samwell Tarly]] and [[Gilly]] when they are seeking refuge in a destroyed cabin. Samwell tries to stop the white walker with this sword, but the walker shatters his sword and throws him aside. The walker then approaches Gilly, as if going for the baby that she is holding. Samwell is on the ground and finds the dragonglass dagger that he found at the [[Fist of the First Men]]. He attacks the walker from behind with it. The walker then falls to the ground and seems to freeze after which he shatters in a cloud of icy dust.&lt;ref&gt;&quot;[[Second Sons]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n\n[[Rast]] sets the last son of Craster on the ground in the [[Haunted Forest]]. A [[White Walker (Oathkeeper)|White Walker]], riding an undead horse, takes the baby to a mysterious place in the far north, and sets him on an altar made of ice. A White Walker with pointed horns on its head approaches, picks up the baby, and touches him on the face below his eye. The baby's eyes turn bright blue, similar to that of the White Walkers.&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n"}, "title": "White Walkers"}