{"attributes": {"status": " :Category:Status: Alive", "title": " White Walker", "season": " Season 1", "image": "Whitewalker1.png", "allegiance": " White Walkers", "actor": [" Spencer Wilding", "Ian WhyteA '''White Walker''' is an unnamed minor character in the Season 1"], "1": "yes==Behind the scenes==Spencer Wilding played the role in the original version of the pilot shot by Thomas McCarthy and was replaced by Ian Whyte when the pilot was re-shot by Tim Van Patten. Footage of Wilding remained in the final cut of the episode so he retained his credit.==In the books==In the ''A Song of Ice and Fire'' novels, the White Walkers are more commonly called the Others. They have not arranged the bodies in the same way. There is a longer duel with Ser Waymar before he is killed. Will is killed by Ser Waymar, returned as a wight while Gared escapes south. The Walkers speak in Skroth", "appearances": " &quot;Winter is Coming (episode)"}, "sections": {"TOP": "White Walker (Winter is Coming)06086pwb129erlkszbffjtajph5v8ozhlnd91533842014-07-17T00:46:14ZGreater good3347453/* See also */:''This article is about a specific character. For other uses see [[White Walker]]''\n{{Character\n|Title = White Walker\n|Season = [[Season 1|1]]\n|Image=Whitewalker1.png\n|Appearances = &quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;\n|Status = [[:Category:Status: Alive|Alive]]\n|Allegiance = [[White Walkers]]\n|Actor = [[Spencer Wilding]]&lt;br&gt;[[Ian Whyte]]\n}}\nA '''White Walker''' is an unnamed minor character in the [[Season 1|first season]]. He is played by guest stars [[Spencer Wilding]] and [[Ian Whyte]] and only appears in the [[Winter is Coming (episode)|series premiere]].\n\n", "Appearance": "{{Season One Appearances|1=yes}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the White Walkers are more commonly called the Others. They have not arranged the bodies in the same way. There is a longer duel with Ser Waymar before he is killed. Will is killed by Ser Waymar, returned as a wight while Gared escapes south. The Walkers speak in [[Skroth|a language]] Will does not recognize in the books.\n\n", "Behind the scenes": "Spencer Wilding played the role in the original version of the pilot shot by [[Thomas McCarthy]] and was replaced by Ian Whyte when the pilot was re-shot by [[Tim Van Patten]]. Footage of Wilding remained in the final cut of the episode so he retained his credit.\n\n", "See also": "*{{AWOIAF|The Others}}\n\n", "Biography": "===[[Season 1]]===\nThe [[White Walkers]] slaughter a band of [[wildlings]] and arrange their bodies in a strange shape. The [[Night's Watch]] ranger [[Will]] tracks the wildlings and finds the bodies. Horrified he tells his companions Ser [[Waymar Royce]] and [[Gared]] and leads them to the scene. The bodies have vanished and [[Gared]] sends Will to track them further. The White Walkers ambush the men and kill Ser Waymar. A [[Wildling girl]] from the band returns as a [[Wight]] and stalks Will through the trees. Gared flees through the forest and the White Walkers give chase. They catch and behead Gared just as he finds Will. They toss his head in front of Will and let Will flee south. His news of their return is taken as the ramblings of a madman and he is executed for desertion.&lt;ref&gt;&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;&lt;/ref&gt;\n\n"}, "title": "White Walker (Winter is Coming)"}