{"attributes": {"status": " :Category:Status: Alive", "title": " ", "season": " Season 4", "image": " White Walkers' Master.jpg", "allegiance": " White Walkers", "actor": " Richard BrakeTheÂ '''master of the White Walkers''' is an unnamed recurring character in the Season 4", "appearances": [" &quot;The Lion and the Rose&quot; (vision)", "&quot;Oathkeeper&quot;"]}, "sections": {"TOP": "White Walkers' master023748mn502o9adswu6bk1pag8k2sghvva3qy1793892015-03-25T23:10:33Z79.11.105.247Adding categories:''This article is about a specific character. For other uses see [[White Walker]]''\n{{Character\n|Title = \n|Image = White Walkers' Master.jpg\n|Season = [[Season 4|4]], [[Season 5|5]]\n|Appearances = &quot;[[The Lion and the Rose]]&quot; (vision)&lt;br&gt;&quot;[[Oathkeeper]]&quot;\n|Status = [[:Category:Status: Alive|Alive]]\n|Allegiance = [[White Walkers]]\n|Actor = [[Richard Brake]]}}\nTheÂ '''master of the [[White Walkers]]''' is an unnamed recurring character in the [[Season 4|fourth]] and [[Season 5|fifth]] seasons. He is played by guest starÂ [[Richard Brake]] and first appears in &quot;[[Oathkeeper]]&quot;.\n\nNo formal name was applied to the character and his identity and exact status among the White Walkers remains mysterious. &quot;White Walker's master&quot; is a conjectural name.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, there has not yet been any mention of the Others, who appear in person only very occasionally, having a leader or any kind of hierarchy. Similarly, the fate ofÂ Craster's sons is still unknown: [[Old Nan]]'s tales allude to the Others'Â feeding human children to the [[wight]]s, or that wildling women lay with White Walkers to make horrible half-Walker babies, etc.\n\n[[Craster's wives]] do say that they ''believe'' that the infant sons that Craster gave the Others as sacrifices were turned into new White Walkers - but it wasn't clear if this is what ''actually'' happens, or if it was just the wild suspicion of Craster's frightened, isolated wives. When Samwell is told to flee with Gilly and her newborn son, Gilly urges that if he doesn't &quot;they&quot; will come for him. When he asks who &quot;they&quot; are, another wife says: &quot;The boy's brothers...Craster's sons. The white cold's rising out there, crow. I can feel it in my bones. These poor old bones don't lie. They'll be here soon, the sons.&quot;\n\nConfirmation of what exactly happens to Craster's sons has not occurred in the books yet.\n\n", "Behind the Scenes": "*The name &quot;White Walkers' master&quot; is conjectural: Brake's screen credit does not reveal who he is playing. The synopsis for &quot;[[Oathkeeper]]&quot; on the [[HBO]] Viewer's Guide originally listed this character as the [[Night's King]], though this was later removed. It unknown whether this was because the identification was erroneous or because it was a major spoiler.\n\n*The actor who plays the White Walker's master is [[Richard Brake]]: he isn't very recognizable under all of the prosthetics he is wearing, but he is best known for his appearance in Christopher Nolan's 2005 ''Batman Begins'' film, in which he played Joe Chill, the street mugger that killed Bruce Wayne's parents.\n\nExecutive producers Benioff and Weiss discussed the appearance of the White Walker leader in a Season 4 featurette - though they avoided referring to the character by name, simply using the pronouns He/Him:\n\n:Weiss: &quot;We wanted to kind of evolve the White Walker look. He is of a group of almost ageless creatures.&quot;\n\n:Benioff: &quot;It's an interesting mix between something frigthening, obviously, but also regal, something aristocratic about Him. We wanted a distinction from the other White Walkers that we've seen.&quot;\n\n:Weiss: &quot;And we went back and forth for a long time, until we hit upon something that was, if anything, moving in a more human direction, while maintaining a generally horrific look.&quot;&lt;ref&gt;[https://www.youtube.com/watch?v=Pk00ppQ5nNw Game of Thrones - Silk, Leather &amp; Chainmail: Costumes of Season 4]&lt;/ref&gt;\n\nAccording to the Season 4 Blu-ray commentary, a lot more material was actually filmed with this character in &quot;Oathkeeper&quot;, but the production team then decided to cut it in order to keep his appearance brief and mysterious.&lt;ref&gt;[http://watchersonthewall.com/game-thrones-season-4-blu-ray-review/ ]&lt;/ref&gt;\n\n", "Image gallery": "&lt;gallery spacing=&quot;small&quot;&gt;\nWWM1.png\nWWM2.png\nWWM3.png\nWWM4.png\nWWM5.png\nWWM6.png\n&lt;/gallery&gt;\n\n", "See also": "*{{AWOIAF|The Others}}\n\n", "Appearances": "{{Season Four Appearances||note||yes}}*Briefly appears in a vision\n\n", "Biography": "===Background===\n[[File:White Walker leaders thirteen at temple.jpg|thumb|250px|The White Walker's master in the Lands of Always Winter, along with twelve others in the background.  He approaches an altar-like ice formation where Craster's last son has been placed.]]\nLittle is known about this particular White Walker, although he is known to be among what appear to be the ruling caste of the White Walkers who reside in the [[Lands of Always Winter]]. He and his ilk differ in appearance from regular White Walkers in that they wear black armor, and he is revealed to have ring of small horns atop his skull that form a natural crown.Â â&euro;&lsaquo;Whether or not he is the sole leader of the White Walkers, or part of a group of leaders, or part of some sort of priestly caste, remains to be seen. However, he appears to hold a position of particular importance amongst their number, being the only ruling White Walker of the thirteen shown to approach the altar where [[Craster's last son]] has been placed.\n\nHe is shown to possess the power to change humans into White Walkers, although the specifics of this power, and if it is unique to this White Walker, are as yet unknown.\n\n===[[Season 4]]===\nThis mysterious White Walker first appears in a vision that [[Bran Stark]] has, when he uses the [[Greensight]] and [[Warg]]s with a [[Weirwood]] [[Heart tree]]. He experiences a flood of images from the past, present, and future, many of which he was not physically present for. He does not comprehend what all of these images are. In retrospect, one of them is an image of the White Walker's master picking up the last of Craster's sons on an ice altar.&lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\nAfter [[Rast]]Â places [[Craster's final son]] on the ground in the [[Haunted Forest]], a [[White Walker (Oathkeeper)|White Walker]]Â riding an undead horse approaches and takes the baby, carrying it towards a shattered mountain in theÂ [[Lands of Always Winter]].&lt;ref name=&quot;E34&quot;&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;Â \n[[File:Baby.jpg|thumb|With a touch of his finger, the White Walker's master turns Craster's final son into a White Walker.]]\nOnce inside, the White Walker approaches an icy altar ringed by large icy spikesÂ and places the baby upon the altar. In the distance, a group of thirteen black-garbed White Walkers are revealed to be viewing the proceedings from afar.Â One of them (the &quot;White Walker's master&quot;)Â breaks from the middle of their number and approaches the altar, stopping to regard the human child for a momentÂ before gently gathering him in its arms. The baby immediately calms, staring into the face of the White Walker, who is revealed to have a crown of horns jutting from its head. ItÂ places its index finger upon the baby's cheek, causing the child's eyes to slow turn to icy, depthless blue and his skin to grow pale, finally revealing the fate ofÂ Craster's other sons.&lt;ref name=&quot;E34&quot; /&gt;\n\n"}, "title": "White Walkers' master"}