{"attributes": {"status": "Quote", "title": "Widow's Wail", "image": "Joffrey_holding_Widow's_Wail.png", "material": "Valyrian steel", "owner": ["Joffrey Baratheon", "Tommen Baratheon"], "maker": "Volantis"}, "sections": {"TOP": "Widow's Wail022898gdj4v8ypy5r69uo2pd7dbyv2bog7k0w1743562015-02-25T19:45:15ZGonzalo848331Adding categories{{Sword\n| Title=Widow's Wail\n| Image=Joffrey_holding_Widow's_Wail.png\n| Image size=250px\n| Material=[[Valyrian steel]]\n| Maker=[[Volantis|Volantene]] [[Valyrian sword smith|sword smith]] (from [[Ice]])\n| Owner=[[Joffrey Baratheon]]&lt;br&gt;\n[[Tommen Baratheon]]\n| Status=\n}}\n{{Quote|Every time I use it, it'll be like cutting off Ned Stark's head all over again.|[[Joffrey Baratheon]]|Joffrey Baratheon}}\n'''Widow's Wail''' is the second [[Valyrian steel]] blade made from [[Ice]], the blade of [[House Stark]]. It is given by [[Tywin Lannister]] as a wedding gift to his grandson [[King]] [[Joffrey Baratheon]] at the breakfast prior to the wedding ceremony.&lt;ref name=&quot;Lion&quot;&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;Â Its sister blade is [[Oathkeeper (sword)|Oathkeeper]].\n\n", "See also": "{{AWOIAF}}\n", "In the books": "Widow's Wail is described as having a cherry red hue in the steel under strong light. The hilt also featured a red leather grip for the handle, with golden lion paws for the crossguard, whereas the show counterpart is more modelled around silver stags with a ruby set in the middle, symbolizing the Lannister-Baratheon alliance.\n\nWhen Joffrey cuts the book Tyrion gave him, he says &quot;I am no stranger to Valyrian steel&quot;. This comment makes Tyrion realize who sent the [[Catspaw]] assassin to kill [[Bran Stark]].\n\nJoffrey never used Widow's Wail to cut open the pigeon pie at his wedding feast, because Margaery insisted that it would be inappropriate to use it for such a task. Joffrey orders Ser [[Ilyn Payne]] to give him his greatsword to cut it instead. [[Sansa Stark|Sansa]], remembering that the headsman used her father Eddard's own blade [[Ice]] to decapitate him, notes that he must have discarded it. Tyrion puts one and two together, and regrets never returning the blade to Robb when it was demanded, a point which wasn't brought up in the show.\n\nAccording toÂ [[George R.R. Martin]], Widow's Wail was passed down to his younger brother [[Tommen Baratheon|Tommen]] when he ascended to the throne - but while Tommen technically owns the sword, he is still too young to wield it (being only eight years old when Joffrey dies in the books).\n\nIn the books, it is mentioned that Joffrey named his new sword &quot;Widow's Wail&quot; by picking it out from several names the crowd suggested, but it does not list what the other names were. In this episode (which [[George R.R. Martin]] himself wrote anyway), some alternate names are heard, including &quot;Stormbringer&quot;, &quot;Terminus&quot;, and &quot;Wolf's Bane&quot;. &quot;Stormbringer&quot; is apparently a reference the sword of the same name wielded by the main character in Michael Moorcock's [[Wikipedia:Elric of MelnibonĂŠ|Elric Saga]], while &quot;Terminus&quot; is apparently a reference to Gene Wolfe's ''[[Wikipedia:The Book of the New Sun|The Book of the New Sun]]'' novel series.\n\n", "History": "===[[Season 4]]===\n[[File:Widow's_Wail.png|thumb|300px|The hilt of Widow's Wail, featuring the stag of [[House Baratheon]].]]\n\nA member of the [[Kingsguard]] presents the sword in its scabbard for the king's approval. Joffrey quickly draws the blade and begins to toy with it, leading Grand MaesterÂ [[Pycelle]] to warn him of Valyrian steel's famous edge. Joffrey responds with a swift hack at his copy of Maester Kaeth's ''[[Lives of Four Kings]]'' (which Tyrion had just presented him with a few moments earlier), but it takes him several more swipes to completely destroy it. He then asks the other guests present at the breakfast to think of a name for the blade. After a few suggestions, he quickly settles on the name Widow's Wail.\n\nWhen the ceremonial [[Pigeon pie|pigeon pie]] is brought out at the [[Purple Wedding|wedding feast]], Joffrey uses Widow's Wail to slice the crust open so the birds can fly out. His cut is so savage that some of the pigeons inside are decapitated. &lt;ref&gt;&quot;[[The Lion and the Rose]]&quot;&lt;/ref&gt;\n\nDuring the funeral service held in the [[Great Sept of Baelor]], the sword is placed along Joffrey's corpse.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\n"}, "title": "Widow's Wail"}