{"attributes": {"status": "Active", "predecessor": "", "features": [" Glowing blue eyes", "Undead, often displaying mortal injuries.", "Extremely flammable.Quote"], "language": " ", "title": " Wight", "ruler": " ", "image": " Wight.png", "society": "  ", "location": " Beyond the Wall, Westeros", "religion": " ", "aka": "", "4": "yes"}, "sections": {"Behind the scenes": "*In the TV series so far, as in the books, undead wights have been presented as fairly slow-moving, zombie-like creatures. The wights that attack Bran's group in the Season 4 finale (&quot;The Children&quot;), however, are quite fast, and have rotted to the point that they are little more than skeletons. Director Alex Graves confirmed in a subsequent interview that this was indeed an homage to special effects legend [[Wikipedia:Ray Harryhausen|Ray Harryhausen]]'s famous stop-motion skeleton warriors fight scene in the 1963 film ''Jason and the Argonauts''. Graves stated that the homage was his suggestion, which Benioff and Weiss then agreed to. Graves said:\n::&quot;When I read the outline, I called David and Dan, I went straight to Hollywood and met them and I said, 'Are we talking about the zombie guys that we've been doing or could these guys be viciously dangerous?â&euro;&trade; They said, 'Oh, yeah, that would be great.' So they go across this snow plain and skeletons start to come out of the snow, Ă  la Ray Harryhausen, who we sort of privately dedicated the sequence to. They come out of the snow at 90 miles per hour, and they are there to kill Brandon and Jojen before they get there, and they've been waiting for like a thousand years. Nobody knew about the sequence and it [wasn't] in any of the marketing, which is the most brilliant marketing move I've seen.&quot;&lt;ref&gt;[http://winteriscoming.net/2014/06/18/director-alex-graves-details-key-scenes-season-4-finale/]&lt;/ref&gt;\n*The wights that attack Bran's group actually aren't entirely CGI creations, but stuntmen wearing greenscreen suits, with heavy prosthetics then added on over them, i.e. parts that aren't too rotted away such as their head or chest are prosthetics, but an arm that had entirely rotted away to nothing but bone was produced by having the stuntman wear a long green sleeve which could then be digitally replaced.&lt;ref&gt;[http://watchersonthewall.com/new-blu-ray-video-extra-game-of-thrones-fallen-roundtable/ ]&lt;/ref&gt;\n\n", "Characteristics": "[[File:Jafer Flowers.jpg|thumb|The seemingly dead wight of [[Jafer Flowers]], a ranger of the Night's Watch, in &quot;[[The Pointy End]]&quot;.]]    \nA wight is a recently deceased body that has been reanimated by the White Walkers. Many stories claim that White Walkers alone have the ability to create wights. [[Samwell Tarly]] noted that the wights he had encountered had been dead for weeks, yet they exhibited no signs of rot or decay. Regardless of their eye color while alive, all wights have icy blue eyes like those of their masters. Wights are also nigh-indestructible and can withstand an injury that would normally be fatal, including stab wounds and the removal of limbs; even amputated limbs will still move around on their own. Decapitation is ineffective, as the headless corpse will keep moving, albeit robbed of its sensory organs.\n\nHowever, wights are very susceptible to fire. Their flesh is extremely flammable, as if it were coated in oil: it will easily catch fire and continue to burn if exposed to even a small amount of flame. As a precaution against them, the [[Free Folk]] burn their dead so they cannot be revived as wights.\n\n[[File:Wight01_2x10.jpg|250px|thumb|left|A wight showing signs of heavy mutilation prior to being resurrected.]]\nA wight's physical condition will roughly match the condition the corpse was in when it was reanimated. A corpse that was killed in a relatively non-violent way and which is resurrected soon after death will still seem relatively lifelike. In contrast, a corpse that died violently or which was resurrected long after it died and it had already begun to decompose will still look like a maimed, rotting corpse.  Reanimation will halt the physical process of rot and decay, but otherwise it does not restore previous damage. A corpse with a broken leg won't magically have the leg healed when it is reanimated into a wight.\n\nWights are not particularly intelligent, and it is debatable if these creatures are truly sapient and possess self-awareness. They lack the ability to speak, uttering only bestial growls and hisses. They do seem to be able to carry out the basic attack commands of the White Walkers, but seem to function on more of a &quot;zombie&quot; level of instinct. They can remember how to use a sword, albeit in a crude hack-and-slash attack, but they haven't been observed using bows and arrows or other complex tools. Exactly how much wights remember of their previous lives is unclear, or if they remember them at all. The wight of [[Othor]], a member of the [[Night's Watch]], did seem to remember the way to Lord Commander [[Jeor Mormont]]'s quarters to try to attack him.\n\n[[File:Wight_horse_2x10.jpg|thumb|A wight-horse in &quot;[[Valar Morghulis]].&quot;]]\n[[File:White Walker Oathkeeper with baby.jpg|thumb|A White Walker rides a wight-horse in &quot;[[Oathkeeper]]&quot;.]]\nThe White Walkers are also shown to be capable of reviving ''any'' dead animal as a wight, such as [[Horses|horses]]. White Walkers have been observed riding horse-wights as mounts.\n\n", "TOP": "Wights03105ev4lghvi386vczr72o34l147olbrehu1779832015-03-19T20:56:24ZThe Dragon Demands5014364/* Behind the scenes */{{Culture infobox\n| Title= Wight\n| Image= Wight.png\n| AKA=\n| Status=Active\n| Predecessor=\n| Location = [[Beyond the Wall]], [[Westeros]]\n| Ruler= \n| Society=  \n| Language= \n| Religion= \n| Features= Glowing blue eyes&lt;br&gt;Undead, often displaying mortal injuries.&lt;br&gt;Extremely flammable.\n}}\n{{Quote|They were touched by White Walkers. That's why they came back. That's why their eyes turned blue. Only fire will stop them.|[[Samwell Tarly]]|The Pointy End}}\nA '''wight''' is a reanimated corpse, either human or animal, raised from death by the [[White Walkers]] to act as their minions.\n\n", " Appearances ": "{{Season One Appearances|yes|||||||yes}}\n{{Season Two Appearances||||||||||yes}}\n{{Season Three Appearances|yes}}\n{{Season Four Appearances|4=yes||||||||||yes}}\n\n", "Quotes": "{{Quote|We're all the same to [[White Walkers|them]]. Meat for their army.|Mance Rayder|Walk of Punishment}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the Others (the book term for the White Walkers) are able to animate corpses, human and animals alike, to serve them as footmen or mounts. According to old records, the Others are capable of reviving ''any'' dead animal as a wight, such as horses, dogs, bears, [[direwolves]], [[mammoths]], [[giants]], [[ice spiders]] and even aquatic animals. Exactly how the White Walkers reanimate corpses into wights has never been revealed in the narrative, though it apparently occurs fairly quickly and can be done in the field: after [[Waymar Royce]] is killed by the Others [[Will]] flees, but only a few minutes later he is attacked by Waymar's reanimated corpse.\n\nWights are easily identified by their eyes having turned bright blue like two blue stars, regardless of the eye color they had while being alive. When they are destroyed, the blue disappears from their eyes.\n\nWhen Othor and Jafer's bodies were brought to Castle Black, one of the strange things that the onlookers noticed about them was that both corpses had blue eyes, while they had different eye color in their lives. In the corresponding scene of the TV series, none of the corpses has blue eyes. When Othor the wight fights Jon, it has blue eyes, but they are not glowing.\n\nWhen the wights are dismembered, the severed limbs continue to function independently regardless of what happens to the body itself, as happened to Jon while fighting the wight [[Othor]]: Jon cut off Othor's arm, yet the severed limb grabbed at his calf, and he barely managed to pry the fingers off his leg.\n\nThe severed hand that [[Ghost]] tore off Jafer's corpse continued to twitch and stir even after Jafer was destroyed, until it finally had rotted away while [[Alliser Thorne]] was waiting for an audience at [[King's Landing]].\n\nBeheading a wight does not make it harmless, as happened with the wight [[Jafer Flowers]]: it continued to kill even after its head was cut off.\n\n[[Dragonglass]] has no effect on wights, the way it can magically kill their masters. After Samwell kills a White Walker with a dragonglass dagger (as seen in the TV series), he is later attacked by a wight, and stabs it with another dragonglass dagger to expressly determine if it has any effect on them. Despite stabbing the wight through the heart, the dragonglass has no more effect on it than normal steel weapons, and it keeps attacking him. Wights are, however, extremely flammable, as if they were coated in oil and pitch: in desperation, Samwell grabs a log from a burned-out fire, and hits the wight with it. Despite not even being aflame anymore, and only possessing a few dimming embers near the end, the wight quickly catches fire and becomes engulfed in flame.\n\nTo be clear, being bitten by a wight will not turn someone into a wight. Wights can only be created by the White Walkers when they reanimate corpses. Although they share some characteristics with classic depictions of &quot;zombies&quot;, they aren't the same thing. Of course, a major part of the White Walkers' tactics still involves the exponential zombie growth rate of their hordes of wights: people killed by a wight (not bitten, but just with a sword, etc.) can then in turn be resurrected into more wights by the White Walkers, who will in turn kill even more people so the White Walkers can turn them into even more wights, ''ad infinitum''.\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "History": "===[[Season 1]]===\nDuring a scouting [[beyond the Wall]], [[Will]] of the [[Night's Watch]] sees the corpse of a young [[wildling girl]] standing and walking. He flees from her.&lt;ref&gt;&quot;[[Winter is Coming (episode)|Winter is Coming]]&quot;&lt;/ref&gt;\n\nThe corpses of two members of [[Benjen Stark]]'s scouting party, [[Othor]] and [[Jafer Flowers]], are found in the outskirts of the [[Haunted Forest]] near [[the Wall]]. They are taken back through the Wall to [[Castle Black]], and Sam notes that despite being dead for weeks, rot hasn't set in. Later that night, they reanimate as wights, and Othor attacks [[Jon Snow]] and Lord Commander [[Jeor Mormont]]. The creature survives every kind of attack, including impalement and having its arm cut off, until Jon Snow throws a lamp at it, setting it on fire. Both corpses are then burned completely, with [[Samwell Tarly]] pointing out their likely nature to all present.&lt;ref&gt;&quot;[[The Pointy End]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\n\n[[File:Wights 1x10.png|thumb|A horde of wights, led by White Walkers, moves against the Night's Watch camp.]]\n\nSurrounded by a snowy fog, a massive army of wights is being led by White Walkers towards the [[Night's Watch]] encampment on top of the [[Fist of the First Men]]. Some of the White Walkers ride atop wight horses.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n\nFollowing the Battle at the [[Fist of the First Men]], a wight chases [[Samwell Tarly]] but is stopped by [[Ghost]] and then set on fire by Lord Commander Mormont.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\nAll of the black brothers slain at the Fist of the First Men have been turned into wights. Only the mutilated horses have been left behind by the White Walkers.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n[[File:Wights_rise.png|thumb|left|Wights rise from the ground to kill Bran and company.]]\nA [[White Walker (Oathkeeper)|White Walker]], riding atop a wight horse, takes the last son of [[Craster]]Â to the abode of his masters at the [[Lands of Always Winter]].&lt;ref&gt;&quot;[[Oathkeeper]]&quot;&lt;/ref&gt;\n\nAs [[Bran Stark]] and his companions reach the [[Cave of the three-eyed raven|cave]] of the [[Three-eyed raven]], they are attacked by a group of wights that emerge from the snow-covered ground. The wights manage to injure [[Jojen Reed]] fatally, while Bran, [[Meera]], [[Hodor]], and [[Summer]] are saved by the intervention of [[Leaf|a mysterious girl]], who is actually one of the [[Children of the Forest]]. The remaining wights are destroyed by the [[magic]] protecting the cave.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n"}, "title": "Wights"}