{"attributes": {"participants2": " Ser Jaime Lannister", "casual2": " NoneQuote", "name": "'''Wildfire plot'''", "participants1": " King Aerys II Targaryenâ&euro; *Wisdom Rossartâ&euro; ", "casual1": " All masterminds of the plot killed", "image": " File:Wildfire_plot.png", "next": " Siege of Storm's End", "conc": ["Sack of King's Landing", "Siege of Storm's End"], "place": " Red Keep, King's Landing", "result": " Aborted", "date": " c. 280 AL", "link": "KingsguardKingsguard", "prev": " Battle of the Trident", "side2": " File:Kingsguard mini shield.png", "conflict": " Robert's Rebellion", "side1": " File:Targaryen mini shield.png"}, "sections": {"TOP": "Wildfire plot026247a0vq0dup0el3mtgemgkdzhida70v1qj1722242015-02-08T21:44:19ZThe Dragon Demands5014364/* Legacy */{{Event\n|name='''Wildfire plot'''\n|prev = [[Battle of the Trident]]\n|next = [[Siege of Storm's End]]\n|conc=[[Sack of King's Landing]]&lt;br&gt;[[Siege of Storm's End]]\n|image = [[File:Wildfire_plot.png|300px]]\n|conflict = [[Robert's Rebellion]]\n|date = c. 280 AL\n|place = [[Red Keep]], [[King's Landing]]\n|result = Aborted\n|side1 = [[File:Targaryen mini shield.png|20px|right|link=House Targaryen]] [[House Targaryen]]\n*[[Alchemist's Guild]]\n|side2 = [[File:Kingsguard mini shield.png|20px|right|link=Kingsguard]][[Kingsguard]]\n|participants1 = King [[Aerys II Targaryen]]â&euro; \n*[[Wisdom]] [[Rossart]]â&euro; \n|participants2 = Ser [[Jaime Lannister]]\n|casual1 = All masterminds of the plot killed\n|casual2 = None\n}}\n{{Quote|The Mad King was obsessed with it. He loved to watch people burn, the way their skin blackened and blistered and melted off their bones. He burned lords he didn't like. He burned Hands who disobeyed him. He burned anyone who was against him. Before long, half the country was against him. Aerys saw traitors everywhere. So he had his pyromancers place caches of wildfire all over the city. Beneath the [[Great Sept of Baelor|Sept of Baelor]] and the slums of [[Flea Bottom]]. Under houses, stables, taverns. Even beneath the Red Keep itself.|Ser [[Jaime Lannister]]|Kissed by Fire}}\nThe '''wildfire plot''' wasÂ a plan developed by King [[Aerys II Targaryen]] during the latter stages of [[Robert's Rebellion]].Â \n\n", "See also": "*{{AWOIAF}}\n\n", "In the books": "in the ''[[A Song of Ice and Fire]]'' novels, the wildfire plot occurs in a similar fashion, but is explored in greater detail.\n\nAfter the rebel victory of Robert Baratheon at the [[Battle of the Bells]], Aerys was fearful that Robert might actually win the war and enlisted the aid of several members of the Alchemists' Guild in a plot to destroy the city of King's Landing should the rebel forces prove victorious. Jaime was present when this was planned, while the rest of the Kingsguard was absent and went with Crown Prince Rhaegar Targaryen.\n\nThousands of jars of wildfire were gathered and placed in key positions under King's Landing. Hundreds were placed under the Dragonpit and the [[Great Sept of Baelor]], under every one of the city's gates and even under the [[Red Keep]] itself. The pyromancers did their work in secret and did not trust their [[Apprentice|apprentices]] with the knowledge.\n\nThe rest of the royal family were unaware of this; apparently Queen [[Rhaella Targaryen]]'s eyes had long been shut to her husband's insanities, and Rhaegar was busy marshalling an army. However, the Hand of the King, Lord Qarlton Chelsted, grew suspicious of the constant comings and goings of the pyromancers from the Red Keep. When Chelsted discovered the plot, he confronted Aerys. When reasoning, threatening, jesting and even begging on his part failed to dissuade Aerys from this course of action, Chelsted resigned his handship, flinging his chain of office at Aerys's feet. Aerys had him burned alive for this and made the pyromancer Rossart his new Hand of the King. Two weeks later, Tywin Lannister showed up at the gates with his army.\n\nDuring the Sack of King's Landing, Aerys commanded Rossart to ignite the wildfire to destroy the city and Jaime to bring the head of his father, Lord Tywin Lannister. Jaime, however, intercepted and slew Rossart to prevent his message from reaching other pyromancers. Jaime then slew Aerys, slitting his throat. A few days later Jaime hunted down and killed Garigus and Belis, the other pyromancers involved in the plot.\n\n===Legacy===\n\nThe TV series never explicitly stated this, but Jaime's story to Brienne about the wildfire plot in &quot;[[Kissed by Fire]]&quot; explains how the Alchemists' Guild was able to provide such a massive amount of wildfire on short notice for the [[Battle of the Blackwater]].\n\nThis had to be condensed somewhat for TV, as in &quot;[[The Ghost of Harrenhal]]&quot; Wisdom [[Hallyne]] simply says that they have been working tirelessly at Cersei's order and have made over 7,800 jars of wildfire. In the books, several major caches of wildfire left over from the Mad King's plot were inadvertently discovered hidden throughout the city, and were reacquired by the Alchemists. A particularly large cache was found under the [[Great Sept of Baelor]], and the [[High Septon (Before the riot of King's Landing)|High Septon]] was so frightened of the dangerous substance that he begged the Alchemists to take it back so they could store it somewhere safe. Before they found these hidden caches, the stock of wildfire in the [[Guildhall of the Alchemists]] was only 200 jars. Cersei told Tyrion that they would have 10,000 jars of wildfire ready for the battle, but he thought it was only a boast until he saw the massive stockpile with his own eyes. The remaining Alchemists were still working tirelessly to finish the remaining 2,000+ jars of wildfire that were ordered, but Hallyne admitted they could never have met Cersei's massive order if they hadn't found the hidden stockpiles (in the TV version, Hallyne says that they currently have 7,800 and are working tirelessly to make more for the upcoming battle). A major reason they couldn't make 10,000 jars on short notice is because the Alchemists' Guild (which had already been in a long decline) never fully recovered from the loss of much of its senior leadership during the [[Sack of King's Landing]] - which, as Jaime reveals, occurred because after he killed the head pyromancer ([[Rossart]]), in the days after the city fell to the rebels he personally hunted down and killed all of the leading pyromancers who knew about the wildfire caches.\n\nWildfire only grows more potent with age, so the massive stockpile of wildfire over 15 years old produced extremely powerful flames.\n\n", "History": "As he neared the end of his life, and his mental state deteriorated, Aerys developed an obsession with [[wildfire]]. He enjoyed watching people burn, and in his paranoia would burn anyone he saw as an enemy. Eventually, he had [[Wisdom]] [[Rossart]], head of the [[Alchemists' Guild]] and whom he later named [[Hand of the King]], place caches of wildfire all overÂ [[King's Landing]].\n\nAfter the death of Prince [[Rhaegar Targaryen]] in the [[Battle of the Trident]], Lord [[Tywin Lannister]] marched to the capital with an army, promising to protect the city from the rebels led by Lord [[Robert Baratheon]]. Both the [[Master of Whisperers]] [[Varys]] and Ser [[Jaime Lannister]] of the [[Kingsguard]] urged Aerys to bar the gates and refuse Tywin entrance, but [[Grand Maester]] [[Pycelle]] urged him to let Tywin enter the city. Aerys did, and Tywin's army [[Sack of King's Landing|sacked]] the city.\n\nJaime once again urged Aerys to surrender, but the Mad King told him to bring him Tywin's head. He then ordered Rossart to burn the city to the ground. He believed that once the city was destroyed, he would rise from the ashes as a [[dragon]]. Before they could go through with this, Jaime killed Rossart and when Aerys tried to flee, Jaime stabbed him in the back and slit his throat to make sure he was dead. At this point, Lord [[Eddard Stark]] entered the [[Iron Throne room|throne room]] and discovered Jaime standing over the king he had just killed.&lt;ref&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt;\n\n[[Hallyne]], an [[acolyte]] at the time, had heard whispers of this plot. Though he did not know the details, he heard that Aerys had engaged the Guild's greatest Wisdoms for an ultimate weapon to use against Robert. He considered it unfortunate that King's Landing fell before it could be used and that many of the Wisdoms disappeared during the sack, whomÂ he believed to be victims of ignorance and envy.&lt;ref&gt;&quot;[[The Alchemists' Guild (Histories &amp; Lore)]]&quot;&lt;/ref&gt;\n\n"}, "title": "Wildfire plot"}