{"attributes": {}, "sections": {"Behind the scenes": "*In the german dub &quot;Wildfire&quot; was renamed to &quot;Seefeuer&quot; which means &quot;sea fire&quot;, one of the Byzantine names for [[Wikipedia:Greek Fire|Greek Fire]].  Wildfire (and for that matter, Greek Fire) aren't ''exclusively'' used in naval combat, though they are very effective against wooden ships.\n[[Category:Magic]]\n[[Category:Substances]]\n[[Category:Weapons]]\n\n", "TOP": "Wildfire045745x7k04vjj8ei9kkhy28a92ox1goigp11722222015-02-08T21:41:45ZThe Dragon Demands5014364/* Season 2 */[[File:Wildfire.png|thumb|250px|right|Tyrion inspects a jar of wildfire.]]\n{{Quote|The Substance burns so hot it melts wood, stone... even steel... and, of course, flesh!. The Substance burns so hot it melts flesh... like tallow.|[[Hallyne]]|The Ghost of Harrenhal}}\n'''Wildfire''' is a dangerous liquid which is created and controlled by the [[Alchemists' Guild]], an ancient society of learned men boasting arcane knowledge now based in the city of [[King's Landing]]. It is a highly volatile material which can explode with tremendous force and burns with a fire that water cannot extinguish, only large quantities of sand.\n\nWildfire is identifiable through the distinctive green hue of its flames. Even in its stored liquid state it gives off a green color. [[Pyromancer]]s refer to it as &quot;'''The Substance'''&quot;, while in the lowest circles it is derisively referred to as '''pyromancer's piss'''.\n\nWildfire plays a key and important role at the [[Battle of the Blackwater]], during the [[War of the Five Kings]].\n\n", "See also": "* {{AWOIAF}} (spoilers from the books)\n* {{WP|Greek Fire}}\n* {{WP|Hellburners}}\n[[Category:Magic]]\n[[Category:Substances]]\n[[Category:Weapons]]\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, wildfire is a very unstable material similar to real life [[wikipedia:napalm|napalm]] or [[wikipedia:Greek fire|Greek fire]]. In real life, &quot;Greek fire&quot; was actually used by the Byzantine Empire in medieval times, and thus was actually a technology known to medieval peoples.\n\nWildfire's use under controlled conditions was popular with some of the members of [[House Targaryen]] and some worshipers of the eastern god of fire, the [[Lord of Light]], such as [[Thoros]], who used to coat his sword with a thin layer of wildfire and then set it ablaze to scare his enemies in combat.\n\nThe alchemists refuse to divulge how wildfire is created, claiming that it is done with magical spells (a claim dismissed by others, particularly the [[maesters]]). Wildfire is stored in clay pots in bare stone cells under the Alchemists' Guildhall in King's Landing. Each cell is built under a chamber full of sand, which can be emptied into the cell below to extinguish the fire in case of accidents. Wildfire grows more volatile with age and can only be disposed of through hazardous means. Wildfire is highly combustible and can be set alight even by bright sunlight. It is described as having an emerald green coloring once ablaze, which is so strong that it can turn the air around it green.\n\n", "History": "===[[Season 2]]===\n[[File:Wildfire explosion.jpg|thumb|250px|right|Wildfire is used to destroy Stannis Baratheon's fleet.]]\nThanks to his reluctant agent, [[Lancel Lannister]], [[Tyrion Lannister|Tyrion]] is alerted to Cersei's plan to use wildfire in the defense of King's Landing against the impending attack by [[Stannis Baratheon]], throwing it from the walls with catapults. Wisdom [[Hallyne]] of the Alchemists' Guild shows Tyrion their stocks. [[Bronn]] derisively says he doesn't believe the pyromancers' claims about wildfire, as there are always charlatans on the side of battlefields selling &quot;pig shit&quot; to soldiers and claiming it has magical properties. Hallyne insists that the abilities of wildfire are indeed very potent. Bronn then points out that even if this is true, wildfire is too unstable to be used safely in such a manner by inexperienced troops: the moment one of the catapult teams drops a single jar, it could burn the whole city by accident. Hallyne then opens the guild's vault to reveal to an awed Tyrion that they have amassed over 7,800 jars of wildfire, enough &quot;to lay King's Landing low&quot;.  Tyrion agrees and commands Hallyne to begin producing wildfire for his purposes instead.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\nWhile discussing the defense of the city with [[Varys]] and Bronn, Tyrion identifies the [[Mud Gate]] as the city's most vulnerable spot and the most likely location for Stannis to attempt a landing. Tyrion resolves to make a stand there. When Varys asks him what can they use to defend the city, Tyrion replies &quot;pig shit&quot;.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n[[File:Wildfire Aftermath 1x09.jpg|thumb|250px||The aftermath of the Wildfire explosion]]When Stannis Baratheon's fleet arrives at [[Blackwater Bay]], [[Ser]] [[Davos Seaworth]] (commanding the vanguard of the assault) is bemused to see only one ship from the royal fleet emerge to challenge them. He realizes the ship is unmanned so he halts his archers, but then sees the ship is emptying wildfire into the bay from pipes at its rear. Tyrion loaded all eight thousand jars of wildfire into the ship. At Tyrion's command, Bronn fires a burning arrow into the wildfire, which detonates the ship in a massive explosion that pulverizes all of Stannis' ships closest to the blast. The spreading fire then engulfs nearby ships. Hundreds, if not thousands, of sailors and soldiers under Stannis's command are burned alive. Stannis resolves to continue the assault regardless.&lt;ref&gt;&quot;[[Blackwater (episode)|Blackwater]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\nWhile touring the [[Great Sept of Baelor]] with [[Margaery Tyrell]],Â King [[Joffrey Baratheon]] points out an urn containing the ashes of Prince [[AerionÂ Targaryen|Aerion&amp;nbsp;Targaryen]]Â who died drinking wildfire, believing that the substance would turn him into a [[dragon]] (Aerion was wrong).&lt;ref&gt;&quot;[[And Now His Watch is Ended]]&quot;&lt;/ref&gt;\n\nWhile convalescing at [[Harrenhal]], [[Jaime Lannister]] reveals to [[Brienne of Tarth]] that the real reason he killed Mad King [[Aerys II Targaryen]] is because he was planning on burning the entire capital city to ashes with wildfire, rather than let it fall to the rebels. When it began to appear that the rebels would win the war, the Mad King had his pyromancers hide caches of wildfire all over King's Landing - under the Great Sept of Baelor, under the slums of [[Flea Bottom]], under houses, stables, taverns, and even under the [[Red Keep]] itself. [[Tywin Lannister]] arrived at the capital city at the head of a Lannister army, before the rebels, but as soon as the Lannister army was inside the gates they betrayed the Targaryens and [[Sack of King's Landing|proceeded to sack the city]]. The Mad King was going to burn the entire city and all of its half a million inhabitants, convinced (somewhat like Aerion Brightflame) that he would burn along with everyone else, but that the flames would transmute him into a dragon to destroy his enemies. After King Aerys gave this suicidal order, Jaime realized he could not allow it to happen. First, he killed the pyromancer, and then he killed the Mad King in front of the [[Iron Throne]] itself, to make sure that his [[Wildfire plot]] was never implemented. Jaime subsequently told no one, thinking that Eddard Stark would never believe him, and no one knew that he had in fact saved the city.&lt;ref&gt;&quot;[[Kissed by Fire]]&lt;/ref&gt;\n\n"}, "title": "Wildfire"}