{"attributes": {"status": " :Category:Status: Role ended", "birthplace": " Canvey Island, Essex, England", "last": " &quot;Blackwater (episode)", "title": " Wilko Johnson", "image": " Wilko-Johnson-200.jpg", "dateofbirth": " 12 July 1947", "role": " Ilyn Payne", "9": "yes==See also==* WP*Template:IMDb", "imdb": " http://www.imdb.com/name/nm3330122/", "first": " &quot;The Kingsroad&quot;"}, "sections": {"Credits": "===Guest starring===\n{{Season one credits||yes|||||||yes|yes|yes}}\n{{Season two credits|9=yes}}\n\n", "TOP": "Wilko Johnson02370p8l33o3mw9otcg7clhmsqzkb8b5eegw1628622014-10-22T22:51:02ZThe Dragon Demands5014364{{Cast\n| Title= Wilko Johnson\n| Image= Wilko-Johnson-200.jpg\n| dateofbirth= 12 July 1947\n| birthplace= Canvey Island, Essex, England\n| role= [[Ilyn Payne]]\n| status= [[:Category:Status: Role ended|Role ended]]\n| imdb= http://www.imdb.com/name/nm3330122/\n|First = &quot;[[The Kingsroad]]&quot;\n|Last = &quot;[[Blackwater (episode)|Blackwater]]&quot;\n}}\n'''Wilko Johnson''' a.k.a. John Wilkinson (born 12 July 1947) is an English musician (guitarist and songwriter) and actor. He is best known for being a member of the bands [[wikipedia:Dr. Feelgood|Dr. Feelgood]] (1971â&euro;&ldquo;77) and [[wikipedia:Ian Dury|Ian Dury and the Blockheads]] (1980-82) before founding the Wilko Johnson Band, which continues to tour successfully today. He has also contributed to talking head music documentaries, mostly commenting on guitar-playing and 1970s British rock.\n\n", "Cancer diagnosis": "\nOn January 9, 2013 Johnson announced that he had been diagnosed with terminal cancer of the pancreas. With the tumor assessed to be inoperable, Johnson chose not to pursue further treatment, as chemotherapy had no significant chance of working against this kind of cancer. Given an estimated ten months to live, Johnson announced plans for a series of farewell gigs in the UK.&lt;ref&gt;[http://www.guardian.co.uk/music/2013/jan/09/wilko-johnson-terminal-cancer The Guardian]&lt;/ref&gt;\n\nIn April 2014, however, Johnson revealed startling news to the press. Despite the estimate that he had only about ten months to live (to October 2013 at the most), he was surprised as the year passed that he was not becoming particularly sick, and the deadline came and went. Eventually, his doctors discerned that his tumor was a rare, less aggressive form of pancreatic cancer, which ''could'' potentially be removed through radical surgery. By early 2014, Johnson's tumor had grown from being walnut-sized to being nearly the size of a soccer ball, giving him the impression that he'd suddenly gained a beer gut, as well as making it difficult to play his guitar because it rested painfully over the tumor.\n\nJohnson underwent the dangerous operation despite the chance that it might threaten his life, because if he did not take the chance he would certainly die within a matter of months anyway. The operation (which was so rare that the procedure doesn't have a formal name) removed the large tumor, as well as Johnson's pancreas, spleen, a section of his stomach and intestines (both large and small), and also removed and reconstructed some of the blood vessels connecting to his liver. Due to the removal of his pancreas the operation rendered him a diabetic for the rest of his life.  The operation lasted for 11 hours, and the removed tumor weighed 3 kg (over 6.5 lb).\n\nThe operation was apparently a success, but it was weeks before Johnson could even think of leaving the hospital. All of his future concerts and appearances have been cancelled indefinitely. It is also unknown if he will ever be well enough (in several years) to appear again on ''Game of Thrones''.&lt;ref&gt;[http://www.gq-magazine.co.uk/comment/articles/2014-04/30/wilko-johnson-cancer-interview ]&lt;/ref&gt;&lt;ref&gt;[http://www.mirror.co.uk/news/uk-news/wilko-johnson-pancreatic-cancer-dr-3480167 ]&lt;/ref&gt;\n\nThe TV series thankfully did not decide to kill off Ser Ilyn to explain Johnson's absence after Season 2. Instead he has been mentioned in dialogue as alive, but simply &quot;off-screen&quot;. The character was last mentioned in the Season 4 finale, which aired in mid-June 2014.Â \n\nOn August 17, 2014, journalist Charles Shaar Murray posted on Facebook that Johnson is recovering well, and that he hopes to return to ''Game of Thrones'' as Ilyn Payne some day:\n\n:&quot;Yesterday: a lovely Sunday afternoon by the seasideâ&euro;Ś to be precise, hanging out with Wilko Johnson and a bunch of his matesâ&euro;Ś Wilkâ&euro;&trade;s still in the comparatively early stages of recovery from his massive life-saving surgery, but heâ&euro;&trade;s in good spirits (though heâ&euro;&trade;s no longer drinking any), working hard to rebuild strength and stamina, itching to resume maltreating Telecasters (guitars) in public and even speculating on returning to Game of Thrones once Ser Ilyn Payne is no longer ill in pain and heâ&euro;&trade;s strong enough to wield the Big Sword once more. And he thanks all yâ&euro;&trade;all for the good vibes.&quot;&lt;ref&gt;&quot;[http://watchersonthewall.com/wilko-johnson-recovering-eyeing-return-game-thrones/ WatchersOnTheWall.com]&lt;/ref&gt;\n\nOn October 22, 2014, Johnson publicly appeared at the [[Wikipedia:Q Awards|Q Awards]], annual music awards run by the music magazine ''Q'', where he received the Q Icon award.  Johnson stated that the operation had apparently succeeded in removing all of the cancer from his body.  He had recovered enough strength to appear at the public awards event, but said he would still face many months fully recovering from his grueling surgery.  Johnson remarked, &quot;It's so weird and so strange that it's kind of hard to come to terms with it in my mind. Now, I'm spending my time gradually coming to terms with the idea that my death is not imminent, that I am going to live on.&quot;&lt;ref&gt;[http://www.theguardian.com/music/2014/oct/22/q-awards-wilko-johnson-kasabian-kate-bush-cancer ]&lt;/ref&gt;  He went on to say, &quot;They cured me. So I'm hoping to get all my strength back soon and get back on the road. So the moral of this story is, you never know what's going to happen.&quot;&lt;ref&gt;[http://www.theguardian.com/music/2014/oct/22/q-awards-wilko-johnson-kasabian-kate-bush-cancer ]&lt;/ref&gt;\n\n", "See also": "* {{WP}}\n*{{Template:IMDb\n|# = 3330122}}\n* [http://www.wilkojohnson.org/ Wilko Johnson's official website.]\n\n", "Game of Thrones": "\nJohnson made his acting debut in ''[[Game of Thrones]]''. He plays Ser [[Ilyn Payne]] and was confirmed in the role on 2 September 2010. He initially appeared as a guest star in the [[Season 1|first season]] and returned in this role for the [[Season 2|second season]].\n\nThe cold death-glare which Johnson is famous for effecting is really just part of his on-stage performance, and in real-life he is known for being a warm, funny person prone to laughter. The producers of ''Game of Thrones'' hired him because of this famous &quot;cold-eyed, thousand yard stare&quot;, and didn't even audition anyone else for his role (Ser Ilyn is famous in the books for having a piercing, unsettling stare).&lt;ref&gt;[http://www.gq-magazine.co.uk/comment/articles/2014-04/30/wilko-johnson-cancer-interview/page/2 ]&lt;/ref&gt;\n\n"}, "title": "Wilko Johnson"}