{"attributes": {"status": " :Category:Status: Alive", "death": "", "last": "", "family": [" Mace Tyrell - father", "Alerie Tyrell - mother", "Olenna Tyrell - grandmother", "Ser Garlan Tyrell - brother", "Ser Loras Tyrell - brother", "Margaery Tyrell - sister", "Lynesse Hightower - aunt", "Jorah Mormont - uncle by marriage"], "title": "File:Tyrell mini shield.png", "season": "HBO Viewer's Guide", "image": "", "allegiance": "House Tyrell", "actor": "'''Willas Tyrell''' is a character cut from ''Game of Thrones''. He has only appeared in the House Tyrell family tree issued by HBO. He is the eldest son of Mace Tyrell, the Lord of Highgarden.==Biography=====Background===Willas Tyrell is the eldest son of Mace Tyrell and Alerie Tyrell. He has two younger brothers Garlan Tyrell", "link": "House Tyrell", "mentioned": "", "place": "", "aka": "", "first": ""}, "sections": {"TOP": "Willas Tyrell056772fbzet4e9yumsxrin41gppliwrcnzu41775062015-03-17T07:13:00ZThe Dragon Demands5014364Protected &quot;[[Willas Tyrell]]&quot; (â&euro;&#x17D;[edit=autoconfirmed] (indefinite) â&euro;&#x17D;[move=autoconfirmed] (indefinite)){{Cut}}\n{{Heraldry\n|image=Tyrell mini shield.png\n|link=House Tyrell\n}}\n{{Character\n| Title=[[File:Tyrell mini shield.png|40px|left|link=House Tyrell]] Willas Tyrell [[File:Tyrell mini shield.png|40px|right|link=House Tyrell]]\n| Image=\n| Season=[[HBO]] Viewer's Guide\n| First=\n| Last=\n| Mentioned=\n| Aka=\n| Status= [[:Category:Status: Alive|Alive]]\n| Death=\n| Place=\n| Allegiance=[[House Tyrell]]\n| Family= [[Mace Tyrell]] - father&lt;br&gt;[[Alerie Tyrell]] - mother&lt;br&gt;[[Olenna Tyrell]] - grandmother&lt;br&gt;Ser [[Garlan Tyrell]] - brother&lt;br&gt;Ser [[Loras Tyrell]] - brother&lt;br&gt;[[Margaery Tyrell]] - sister&lt;br&gt;[[Lynesse Hightower]] - aunt&lt;br&gt;[[Jorah Mormont]] - uncle by marriage\n| Actor=}}\n\n'''Willas Tyrell''' is a character cut from ''[[Game of Thrones]]''. He has only appeared in the [[House Tyrell]] family tree issued by HBO. He is the eldest son of [[Mace Tyrell]], the [[Lord of Highgarden]].\n\n", "Family tree": "{{House Tyrell family tree}}\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, his family remains the same. Willas suffered a crippling injury to his leg in his adolescent years from a tournament accident while he was facing [[Oberyn Martell]] in a joust; according to Oberyn, as he fell from the saddle, Willas's foot got caught in his stirrup, dragging his horse down on top of him. Though this has increased the animosity between the Tyrells and the Martells (who had been bitter enemies for many generations prior to the incident), Willas himself is relatively calm about the injury and does not blame Oberyn, acknowledging that it was an accident and not his fault, and even befriending Oberyn to an extent. At their first meeting, when Tyrion mentions the incident to Oberyn, hoping to intimidate him, Oberyn laughes it off and mentions a friendly letter he received from Willas regarding their shared interest in breeding horses. Oberyn also believes the one at fault for the accident was Willas's father, claiming that [[Mace Tyrell|Mace pressured]] his sons into competing in tournaments before they were ready for such events.\n\nThe books do not mention Willas's physical description, other than his maiming. It is unknown if he shares the beauty of his siblings.\n\nThe men of House Tyrell in the current generation tend to be well-meaning but not very intelligent, yet Willas is considered an exception to this. Willas is often noted as a studious, well-educated, and kind, and is renowned for breeding the finest hawks, hounds, and horses in the Seven Kingdoms.\n\nIn the novels, as the eldest Tyrell son Willas is heir to [[Highgarden]] and the lands and titles of [[House Tyrell]], [[Tywin Lannister]] plans to marry [[Cersei Lannister|Cersei]] to Willas in order to secure the loyalty of [[the Reach]]. However, in the series, Tywin states that [[Loras Tyrell]] is the heir and plans to marry Cersei to him, despite her protests.\n\nWillas is unmarried, despite being a valuable marriage prospect as heir of the Reach. He hasn't married yet because the Tyrells are holding out for the best possible match to forge a marriage alliance. In ''A Storm of Swords'', Olenna and Margaery plot to have Willas marry [[Sansa Stark]]; as she is desperate to escape [[King's Landing]], they are certain - and they are right - that she will accept the offer despite the age difference and his disability (the Tyrells, of course, want Sansa because she is the key to the North). Sansa wonders if Willas is as handsome as Loras, but quickly drops that thought, figuring that Willas is much better choice for a husband than [[Joffrey Baratheon]], and the important thing is to get away from [[King's Landing]] and the hateful Lannisters. It is unknown if Willas is aware of the proposal. In the series, Willas has not been mentioned on-screen, so it is Loras that the Tyrells plan to marry to Sansa.\n\nThe Lannisters learned about the Tyrells' plan to marry Sansa to Willas by [[Dontos Hollard]], to whom Sansa told all about, unaware that he works for [[Petyr Baelish|Littlefinger]], while in the series they learned it from Loras' new lover [[Olyvar]]. Similarly to the series, the Lannisters foiled the Tyrells' plan by forcing Sansa to marry [[Tyrion Lannister]].\n\n[[Mace Tyrell]] initially approved of Tywin's offer to marry Cersei to Willas, but [[Olenna Tyrell|his mother]] forced him to reject it, claiming that Cersei is too old and too &quot;used&quot; for her precious grandson. Tywin grudgingly dropped the offer and never mentioned it again. The books do not reveal how Willas felt about the proposal.\n\n", "Biography": "===Background===\nWillas Tyrell is the eldest son of [[Mace Tyrell]] and [[Alerie Tyrell]]. He has two younger brothers [[Garlan Tyrell|Garlan]] and [[Loras Tyrell|Loras]] and one sister [[Margaery Tyrell|Margaery]].&lt;ref&gt;http://viewers-guide.hbo.com/game-of-thrones/season1/#!/guide/houses/tyrell/&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}}\n\n"}, "title": "Willas Tyrell"}