{"attributes": {"status": " :Category:Status: Dead", "death": " Tied naked to a horse and dragged along by Daenerys Targaryen", "title": " Wineseller", "season": " Season 1", "image": "Wineseller.jpg", "allegiance": " Varys", "actor": " Simon LoweQuote", "deathep": " &quot;You Win or You Die&quot;", "7": "yes==Image gallery==&lt;gallery&gt;Dany-jorah-market.png", "appearances": " &quot;You Win or You Die&quot;"}, "sections": {"Image gallery": "&lt;gallery&gt;\nDany-jorah-market.png|The Wineseller promotes the poisoned vintage.\nWineseller captured.jpg|The Wineseller is captured by [[Rakharo]].\n&lt;/gallery&gt;\n\n", "TOP": "Wineseller054783s77b0xe0de5yy5r8u6q8eicvpqjlde1768382015-03-14T03:50:02ZQueenBuffy1788837Fixed/edited infobox image to better fit like all the others.{{Character\n|Title = Wineseller\n|Season = [[Season 1|1]]\n|Image=Wineseller.jpg\n|Appearances = &quot;[[You Win or You Die]]&quot;\n|Status = [[:Category:Status: Dead|Deceased]]\n|Death = Tied naked to a horse and dragged along by [[Daenerys Targaryen]]\n|DeathEp = &quot;[[You Win or You Die]]&quot;\n|Allegiance = [[Varys]]\n|Actor = [[Simon Lowe]]}}\n{{Quote|A taste for the Khaleesi?|The wineseller to [[Daenerys Targaryen]]|You Win or You Die}} \nThe '''wineseller''' is an unnamed minor character in the [[Season 1|first season]]. He is played by guest star [[Simon Lowe]] and only appears in &quot;[[You Win or You Die]].&quot; He attempts to poison [[Daenerys Targaryen]] in the markets outside [[Vaes Dothrak]], as King [[Robert Baratheon]] of Westeros has promised a lordship for doing this. He is discovered, captured, and executed.\n\n", "Appearance": "{{Season One Appearances|7=yes}}\n\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, the wineseller is described as a slender, handsome man with flaxen hair curled and perfumed in the fashion of [[Lys]].\n\nThe wineseller is speaking Dothraki, but Daenerys answers him in Valyrian. He asks if she is [[Tyrosh]]i and, when informed of who she is, he falls to his knees and says that many remember the Targaryens and long for their return. As time goes on and he delays tasting the wine, Daenerys says he will either drink the glass or she will have her men pour the whole cask down his throat. When he throws the cask of wine, he throws it at Daenerys who is very pregnant. Ser Jorah pushes her out of the way, the cask hitting him in the shoulder. Daenerys nearly falls but is caught by Doreah. Jhogo (Rakharo in the show) takes the wineseller down with his whip. The merchant captain, leader of the caravan, then comes, and he is indignant that one of his people has done this. He gives Daenerys all of the wineseller's stock to make up for what he tried to do. Daenerys finds it odd that the merchant captain seems to know what has occurred though he hasn't asked and no one has told him.\n\nSer Jorah tells Daenerys that the letter he has received is from Magister [[Illyrio Mopatis|Illyrio]], with the warning of assassination attempts to come. The letter was written to [[Viserys]], but as due to the vast distances across EssosÂ and delay in communication, no one in the [[Free Cities]] knew he was dead yet. The letter said that King Robert Baratheon has offered a lordship to whoever kills Viserys or Daenerys and her unborn child. Daenerys finds it macabre that by this reckoning King Robert owes Khal Drogo a lordship for killing Viserys.\n\nThe wineseller is not present in the tent for Drogo's speech.\n\n", "Biography": "===Background===\n[[Vaes Dothrak]] is the major population center for the area and caravans come there to the large bazaar called the Western Market, outside Vaes Dothrak. The merchants with the caravans come to trade with the Dothraki, but mostly to trade with each other, as the [[Dothraki]] Â don't really have an understanding of buying and selling. The Dothraki allow it as long as they obey the laws and customs of the sacred city. The wineseller has come with one of these caravans and is hawking a large variety of wines. He is small and dark haired.\n\n===[[Season 1]]===\nSer [[Jorah Mormont]] escorts Daenerys to the bazaar and excuses himself in order to ask the merchant captain if any letters have arrived for him from the west. As he passes a stall he is called over by a young boy, who says that [[Varys|the Spider]] sends his regards. He hands Jorah a rolled up parchment and says that it is a pardon and he can go home now. SerÂ JorahÂ clutches it and looks at it with longing, but when he looks back toward the market where Daenerys is, he realizes that if he is not needed for information anymore it means something is about to happen. So instead of leaving he goes back to Daenerys and keeps an eye on her.\n\nThe wineseller calls his stock out in [[Dothraki (language)|Dothraki]] in the market. When he spots Daenerys,Â he offers her a sample. She accepts, answering in the [[common tongue]] of [[Westeros]]. He is taken aback, [[Doreah]] then introduces Daenerys as the rightful heiress of the House Targaryen and the Seven Kingdoms. The wineseller bows and calls her princess. He then says that the wine she is about to try is [[Dorne|Dornish]] swill, not worthy of her, and that he has a dry red from [[the Arbor]] that is nectar of the gods and he will give her a cask as a gift to her. From the back of the stall he fetches a small cask marked with a brand of a cluster of grapes.\n\nSer JorahÂ has been watching and orders everyone to stop. He tells the wineseller to open the wine and to taste it. The wineseller protests the wine is too fine for him, that only a poor wineseller drinks up all his own wares, and the wine has not been allowed to breathe. But Ser Jorah insists that he sample the wine, and Daenerys becoming suspicious of his delaying, and joins Jorah in this. The wineseller, visibly sweating, seems to comply, but then he drops the glass and throws the cask at Daenerys'Â bodyguard, [[Rakharo| Rakharo]]. As he flees, the wineseller knocks into Daenerys who almost falls, but is caught by Jorah. As he runs away, a weapon like a bolo is thrown at hisÂ feet and he falls to be captured by Rakharo.\n\nHe is then taken to Khal [[Drogo]]'s tent, tied to a post, and beaten bloody. Ser Jorah says that he will be tied to a saddle and forced to walk behind the[[ khalasar| ]]''khalasar''. When Daenerys asks what will happen then, Jorah responds that he once saw a man last nine miles being dragged behind a horse.\n\nJorah tells Daenerys that KingÂ [[Robert Baratheon]] will never stop; he wants her and her child dead. KhalÂ Drogo comes in furious. He glares at the wineseller and asks Daenerys if she is alright. Drogo kisses her head and strokes her belly, he then he tells Jorah that he may choose any horse as his reward, and that it is Drogo's gift to him. And for his unborn heir he also has a gift; he will take his men and will travel across [[The Narrow Sea|the sea]] and take the [[Iron Throne|iron chair]] that his [[Aerys II Targaryen|mother's father]] sat in.\n\nWhen we next see the wineseller, he is naked and bound with a rope around his hands, the other end of which is tied to the saddle of Daenerys' horse when the ''khalasar'' rides to [[Lhazar]]. He presumably dies during the journey.&lt;ref&gt;&quot;[[You Win or You Die]]&quot;&lt;/ref&gt;\n\n"}, "title": "Wineseller"}