{"attributes": {}, "sections": {"Scene 31": "[[File:Winter_is_Coming_ned_and_Cat_in_bed.png|thumb|left|Cat tries to persuade Ned not to leave]]\nIn bed after the feast, Catelyn and Eddard talk about how fat Robert has gotten. Catelyn tells Eddard again that he can still refuse the offer, and if Robert has a problem with that he can talk to her about it. They are interrupted by Maester Luwin, who has received an urgent message for Catelyn. The letter is from her sister, Lysa. Catelyn is surprised to see that the message has come from [[the Eyrie]], the seat of House Arryn in the [[Vale of Arryn|Vale]]. Catelyn thought her sister was still in the capital.\n\nCatelyn reads the letter and immediately burns it. She tells Eddard that, according to Lysa, the Lannisters are plotting against King Robert. They arranged Jon Arrynâ&euro;&trade;s death and the kingâ&euro;&trade;s life is in danger. Lysa has fled to the Vale with her son to prevent any action being taken against them. Luwin gives them his counsel: Robert trusts Eddard more than any other man. If there is a plot against the king, Eddard is the best man to smoke it out in the capital. Catelyn angrily replies that Eddard has spent half his life fighting wars for Robert and has served him more than ably enough. She also points out that Eddard's [[Rickard Stark|father]] and [[Brandon Stark (Son of Rickard)|brother]] once rode south and never came back, but Luwin points out that that was a different time and a different king.\n\n", "Scene 30": "[[File:Winter_is_Coming_Sansa_food_Arya.png|thumb|Arya flings food at Sansa]]\nArya flings some food at Sansa, to Robbâ&euro;&trade;s hilarity. Catelyn catches Robbâ&euro;&trade;s eye and he ushers Arya out of the room, to her annoyance.\n\n", "TOP": "Winter is Coming recap013737lnom3fbciv7sfip7dk1pc6696knujaz1801382015-03-28T22:36:58ZThe Dragon Demands5014364/* Scene 24 */:''Main: [[Winter is Coming]]''\nThis '''recap''' of '''&quot;Winter is Coming&quot;''' features a detailed synopsis of each scene of the episode.\n\n", "Scene 32": "[[File:Winter_is_Coming_dany_drogo_wedding.png|thumb|Dany and Drogo at their wedding reception]]\nOn the beach near Pentos, the wedding of Khal Drogo and Daenerys is held. There is feasting and dancing. Viserys asks when they can start planning the invasion of Westeros, but Illyrio replies that the Dothraki do things in their own time, and will only make war when their omens favor it. Viserys is unimpressed by their omens.\n\nTwo Dothraki get into an altercation over a girl; the two men pummel each other first with fists, then swords are drawnÂ and one kills the other. Illyrio tells Viserys that a Dothraki wedding without at least three deaths is considered a dull affair.\n\nDaenerys and Drogo are given many gifts. Drogo is pleased to see &quot;Jorah the Andal&quot;, a noted warrior from Daenerysâ&euro;&trade;s own country. He introduces himself as Ser [[Jorah Mormont]] of [[Bear Island]]. He gifts Daenerys with books of songs and stories from the Seven Kingdoms. He says he is loyal to the true king of Westeros and hopes to always serve him. Viserys accepts his offer.\n\nIllyrio then presents his gift: three spherical, stone objects. He tells Daenerys that they are reportedly dragon eggs, from the [[Shadow Lands]] beyond [[Asshai]]. The centuries have turned them to stone, but they are still beautiful. Daenerys is impressed by the gift.\n\nDrogo declares the feasting done and gives Daenerys his own gift to her: a beautiful white horse. She asks Jorah how to say, &quot;Thank you,&quot; in [[Dothraki (language)|Dothraki]], but he replies that there is no such phrase in their language. Drogo lifts her onto the horse and they prepare to ride off. ViserysÂ urges her to make him happy.\n\n", "Scene 34": "[[File:Winter_is_Coming_ned_leaves_winterfell.png|thumb|Ned leaves Winterfell with King Robert]]\nTyrion exchanges pleasantries with [[Sandor Clegane]], Prince Joffrey's bodyguard. Tyrion is severely hungover and is trying to work out what heâ&euro;&trade;s doing going out with the hunting party. Sandor is bemused that he would even try hunting, but Tyrion boasts he is the greatest hunter in the land and his spear never misses. Sandor points out itâ&euro;&trade;s not hunting if you have to pay for it.\n\nRobert asks Eddard if he is still as good a huntsman as he used to be. Eddard replies no, but heâ&euro;&trade;s still better than Robert. Robert thanks him for accepting his offer, as he knows it was not an easy choice to make. Robert tells Eddard he is the last true friend he has left.\n\nBefore riding out, Eddard exchanges a last smile with Bran, who is watching him leave.\n\n", "Scene 13": "[[File:Jon, Robb and Theon 1x01.png|left|thumb|Jon, Robb and Theon prepare for the royal arrival]]\nRobb, Theon and Jon have their hair cut ahead of the royal partyâ&euro;&trade;s available. Robb reports that heâ&euro;&trade;s heard that the royal prince, [[Joffrey Baratheon|Joffrey]], is an unpleasant boy. Theon replies that the queen is reportedly a great beauty. Both Robb and Theon laugh as Jon is grumpily groomed by the castle barber, [[Tommy]], saying he has never met a girl he likes more than his own hair.\n\n", "Scene 12": "[[File:Winter_is_Coming_Cat_luwin_prepares.png|thumb|Luwin and Cat prepare for the royal arrival]]\nWinterfell prepares for the royal partyâ&euro;&trade;s arrival. Catelyn informs [[Maesters|Maester]] [[Luwin]] that they will need a large number of candles, as [[Tyrion Lannister]] (Jaime and Cerseiâ&euro;&trade;s younger brother) is reported to read all night long. Luwin replies that heâ&euro;&trade;d heard that Tyrion drinks all night long. Catelyn is surprised, wondering how much a man of Tyrionâ&euro;&trade;s limited stature could drink. Luwin replies that theyâ&euro;&trade;re probably going to find out.\n\n", "Scene 11": "[[File:Winter_is_Coming_Cat_raven_news_Eddard.png|thumb|left|Cat arrives to tell Ned of Jon Arryn's passing]]\nEddard is sitting in front of the godswoodâ&euro;&trade;s [[heart tree]], cleaning his blade. Catelyn arrives, musing that she still feels like an outsider in this place. Eddard laughs, pointing out that she has five northern children and is not an outsider. Catelyn wonders if the [[Old Gods of the Forest]] agree, but Eddard replies that itâ&euro;&trade;s [[Faith of the Seven|her gods]] that have all the rules.\n\nEddard notices that Catelyn is upset and she tells him that there has been a raven from Kingâ&euro;&trade;s Landing: Jon Arryn is dead. She knows he was like a father to Eddard, and she is sorry for his loss. He was taken by a sudden fever. His wife, [[Lysa Arryn|Lysa]], who is also Catelynâ&euro;&trade;s sister, is well, as is her son [[Robin Arryn|Robin]]. Catelyn tells him there is more: King Robert and his entire retinue are already riding for Winterfell. Eddard realizes there is only one reason why the king might be coming all this way to see him. She points out that he can always say no.\n\n", "Scene 10": "[[File:Winter_is_Coming_Cat_raven_news.png|thumb|Cat leaves to bring news to Eddard]]\nA [[ravens|raven]] arrives at Winterfell, bearing a message. Catelyn collects the message and travels across the castle to the [[godswood]].\n\n", "Scene 17": "[[File:Winter_is_Coming_Robert_crypt_with_ned.png|thumb|left|King Robert asks Ned to be Hand of the King]]\nEddard takes Robert into the crypts and asks for news of Jon Arryn. Robert tells him that it was a fever that burned right through him before anything could be done. They reminisce about Arryn, whom they both saw as a father figure. He never had to teach Eddard much, but he set Robert to rights. Robert regrets he didnâ&euro;&trade;t always listen to him.\n\nRobert asks Eddard to serve him as Hand of the King. Eddard says he is not worthy of the honor, but Robert tells him it isnâ&euro;&trade;t an honor. He wants Eddard to run his kingdom for him while he eats, drinks and whores his way to an early grave. Robert tells Eddard that he helped him win the [[Iron Throne]] and now he can help him keep it. If [[Lyanna Stark|Eddardâ&euro;&trade;s sister]] had lived, theyâ&euro;&trade;d have been bound by blood. Robert says itâ&euro;&trade;s not too late, and also offers to betroth Joffrey to Sansa and join their houses. Eddard is stunned.\n\n", "Scene 16": "[[file:House Stark and retainers.jpg|thumb|The Stark family and retainers greet the royal party]]\nThe Stark family members and their retainers gather ahead of the royal partyâ&euro;&trade;s arrival. Catelyn is puzzled by Aryaâ&euro;&trade;s absence, but she manages to arrive ahead of the party. Eddard admonishes her.\n\nThe royal party arrives. Robb notes a smile exchanged between Prince Joffrey and Sansa. Arya starts identifying members of the royal party, but Sansa tells her to shut up. Eddard watches in slight bemusement as King Robert, who is a portly man, requires help to dismount his horse. He greets Eddard by telling him heâ&euro;&trade;s gotten fat. When Eddard raises a questioning eyebrow at the kingâ&euro;&trade;s own girth, they both burst into laughter. Robert greets Catelyn and the children warmly, telling Sansa she is a beauty and Bran that he will be a soldier. Queen Cersei also greets the Starks, though more reservedly. Robert asks Eddard to take him to the crypts so he can pay his respects. Cersei objects, pointing out they have been on the road for a month, but Robert ignores her.\n\nAs Robert and Eddard leave, Arya ponders where â&euro;&tilde;the Impâ&euro;&trade; is. Overhearing, an annoyed Cersei tells Jaime to go and find their missing brother.\n\n", "Scene 15": "[[File:Winter_is_Coming_arya_closer_look.png|thumb|left|Arya watches the royal procession near]]\nThe kingâ&euro;&trade;s party passes through Winterfellâ&euro;&trade;s outlying town, where they are observed by Arya Stark (wearing a Stark guardsmanâ&euro;&trade;s helmet for reasons of whimsy). She watches the procession in fascination, but then has to rush back inside the castle to get there ahead of the royal party.\n\n", "Scene 14": "[[File:Winter_is_Coming_Cat_Bran.png|thumb|Bran is scolded for climbing]]\nThe royal party approaches Winterfell. They are spotted by Bran Stark, who is watching from a rooftop. Bran ably runs across the rooftops of the castle and drops down to the courtyard to report the news to his mother. Catelyn reminds him that he has been forbidden from climbing on the castle walls and asks him to promise not to do it again. He does, but she knows he is lying. She sends him to relay the news to Eddard. She also notes that Branâ&euro;&trade;s [[Summer|direwolf pup]] has already grown in size tremendously in the month since he was found.\n\n", "Scene 19": "[[File:Winter_is_Coming_Tyrion_and_Ros.png|thumb|left|Tyrion and Ros are interrupted by Jaime]]\nTyrion is visiting with a whore named [[Ros]]. Feigning ignorance of who he is, Ros gossips about the king being in Winterfell, along with the queen and her twin brother, who is reported to be the most handsome man in the Seven Kingdoms. Tyrion asks about her other brother, &quot;the clever one&quot;. Ros replies that the rumor is that the clever one is a little lecher (&quot;Prone to all manner of perversions,&quot;) whom everyone calls â&euro;&tilde;the Impâ&euro;&trade;. Tyrion, annoyed, says he hates that name. Ros, laughing, tells him they have been expecting him.\n\nJaime walks in and tells Tyrion they are being feasted by the Starks at sundown and begs him not to leave him alone with these people. Tyrion reluctantly agrees. Because time is short, Jaime sends another three girls in to help matters long.\n\n", "Scene 18": "[[File:Winter_is_Coming_Jaime_1x01.png|thumb|Jaime searches for Tyrion]]\nJaime goes looking for Tyrion. His first port of call is the brothel located in Winterfellâ&euro;&trade;s outlying town.\n\n", "Scene 33": "[[File:Daenerys and Drogo 1x01.jpg|thumb|left|Dany and Drogo consummate their marriage]]\nDrogo and Daenerys ride to an outcropping of rock away from the party. Drogo removes their clothes. Daenerys, nervous, asks him if he can speak the [[common tongue]], but he only replies, &quot;No,&quot; apparently the only word of her language he knows.\n\n", "Scene 26": "[[File:Winter_is_Coming_Tyrion_and_Jon.png|thumb|Tyrion and Jon meet]]\nJon Snow is practicing with his sword in the Winterfell courtyard. His uncle, [[Benjen Stark]], rides into the castle, having just come south from the Wall. They embrace and Jon says he was not welcome at the feast. Benjen, concerned about Jon, offers him a place amongst the sworn brothers of the Nightâ&euro;&trade;s Watch. Jon considers only for a moment before accepting. Surprised at the speed of his response, Benjen points out that there are drawbacks to being a member of the Watch, such as not being able to take a wife or have children. Jon says he does not care about that, but Benjen points out he might, one day. Benjen goes into the feast, suggesting theyâ&euro;&trade;ll talk about this again later.\n\nTyrion Lannister arrives at the courtyard, catching the end of the conversation. He introduces himself to Jon and muses that heâ&euro;&trade;s always wanted to see the Wall. He states that Jon is &quot;the [[bastard]]&quot;, to Jonâ&euro;&trade;s annoyance. Noting this, Tyrion advises him to take the name and wrap himself in it, using it as armor so it can never hurt him. The rest of the world will never forget what he is, so why should he? Jon angrily asks what he might know about being a bastard. Tyrion replies that &quot;All dwarfs are bastards in their father's eyes.&quot;\n\n", "Scene 27": "[[File:Winter_is_Coming_Ned_and_Benjen.png|thumb|left|Ned and Benjen speak]]\nBenjen speaks to his brother at the feast. Eddard asks him if he knew Will and Benjen replies he did. He was a young lad, but tough, a true ranger. Eddard says he was speaking madness about the White Walkers slaughtering his friends. Benjen says the two he was with are still missing beyond the Wall. Eddard points out it could have been a wildling ambush and Benjen says it could. However, times are odd: direwolves south of the Wall, talk of the Walkers and his brother could be the next Hand of the King. He wryly says, &quot;Winter is Coming.&quot; Benjen then greets Robb.\n\n", "Scene 24": "[[File:Winter is Coming Sansa and Cat.jpg|thumb|Sansa hopes that Joffrey will like her]]\nIn Winterfell, Sansa and Catelyn prepare for the feast. Sansa gushes about Joffreyâ&euro;&trade;s good looks and hopes he will like her. Sansa asks how long they will have to wait to be married, but Catelyn tells her that her father has not even decided to accept the kingâ&euro;&trade;s offer. Sansa is puzzled as to why he would refuse: the Kingâ&euro;&trade;s Hand is the second-most-powerful position in the Seven Kingdoms. Catelyn tells her that Sansa would have to leave Winterfell and leave her parents behind, but Sansa points out that Catelyn had to leave [[Riverrun|her home]] and family to come to Winterfell. Sansa begs her mother to convince Eddard to accept the kingâ&euro;&trade;s offer: being queen one day is Sansaâ&euro;&trade;s greatest dream.\n\n", "Scene 25": "[[File:Winter_is_Coming_Cat_and_Cersei.png|thumb|left|Cat and Cersei ]]\nThe feast gets underway and Catelyn and Cersei sit at the high table. Robert is drinking heavily and starts kissing one of the serving girls, to Cerseiâ&euro;&trade;s evident disgust.\n\n", "Scene 22": "[[File:Drogo-arrives.png|right|thumb|Drogo arrives in Pentos]]\nMagister Illyrio, Daenerys and Viserys await the arrival of their guest, [[Khal]] [[Drogo]] of the [[Dothraki]]. Viserys complains that Drogo is late and Illyrio replies that the Dothraki are not known for their punctuality.\n\nDrogo and his [[bloodriders]] arrive. Viserys notes the length of Drogoâ&euro;&trade;s braided hair. When Dothraki are defeated in combat, they must cut off their hair so the whole world can see their shame. Drogo has never been defeated. Viserys says that Drogo is a savage, but also one of the finest killers alive. Daenerys is to be his queen.\n\nIllyrio presents Daenerys to Drogo. Drogo says nothing and rides off. Viserys is startled and asks if he liked her. Illyrio replies that if he didnâ&euro;&trade;t like her, theyâ&euro;&trade;d know about it.\n\n", "Scene 23": "[[File:Winter_is_Coming_Dany_and_Viserys.png|thumb|left|Viserys explains to Dany how they will &quot;return home&quot;]]\nIllyrio and Viserys look out across the Narrow Sea, towards Westeros, and Illyrio tells Viserys that it won't be long now before he takes back [[Aerys II Targaryen|his father's]] throne. He tells him that the people want the return of their rightful king, and drink secret toasts to Viserys's health. Viserys asks when the marriage will take place and Illyrio replies very soon, as the Dothraki do not like to stay in one place for very long.\n\nViserys asks if it is true that the Dothraki lie with their horses. Illyrio advises against asking Khal Drogo this. Viserys angrily asks if he thinks he is a fool, but Illyrio smoothly says that Viserys is a king, and kings sometimes lack the caution of common men. Viserys is aware of the deal: he will give Drogo a queen, and he will give him an army.\n\nDaenerys speaks up, saying that she does not want to be Drogoâ&euro;&trade;s queen. She just wants to go home. Viserys agrees, but points out that their home has been taken from them. The only way they can go home is with an army, Khal Drogo's army, and he would let every one of the forty thousand soldiers and all of their horse in that army have sex with Daenerys if that is what it takes.\n\n", "Scene 20": "[[File:Winter_is_Coming_Robert_crypt.png|thumb|Robert pays his respects to Lyanna in the crypts of Winterfell]]\nRobert pays his respects at theÂ tomb of [[Lyanna Stark]], his late betrothed. HeÂ tearfullyÂ asks Eddard why he buried her in such a cold, dark place. She should have been buried on a hillside somewhere, with the sun and clouds above. Eddard tells him that she was his sister, a Stark of Winterfell, and this is her place. Robert replies that she belonged with him. He still dreams of killing [[Rhaegar Targaryen]] every single night. Eddard tells him that it is done and the [[House Targaryen|Targaryens]] are gone. Robert replies, &quot;Not all of them.&quot;\n\n", "Scene 21": "[[File:Winter_is_Coming_Dany_in_Pentos.png|thumb|left|Daenerys in Pentos]]\nIn the [[Free Cities|Free City]] of [[Pentos]], across the [[Narrow Sea]], [[Daenerys Targaryen]] and her brother [[Viserys Targaryen|Viserys]] are guests at the manse of Magister [[Illyrio Mopatis]]. While waiting for her bath, Daenerys is visited by her brother. Illyrio has sent gifts for the wedding feast. Daenerys is puzzled as to why Illyrio has hosted them in his home for more than a year and lavished them with gifts. Viserys replies that it is because Illyrio is not a fool, and he knows that Viserys will richly reward him once he takes back his kingdom. He has Daenerys undressed and advises her to show off her womanâ&euro;&trade;s body. He needs her to be perfect today, lest she &quot;wake the [[dragon]]&quot;. Departing, Viserys says that when they write the history of his reign, they will say it began on this day.\n\nDaenerys, unmoved by her brother's arrogance, gets into her bath. Her servant is shocked, as the bath is so hot that it should scald her, but Daenerys is unaffected by the heat.\n\n", "Scene 28": "[[File:Winter_is_Coming_joffrey_looks_at_sansa.png|thumb|Joffrey smiles at Sansa]]\nRobert continues to fondle the serving woman at the feast. Hoping to distract Cersei from the sight, Catelyn makes small talk. Sansa is presented to the queen and Cersei compliments her on her dress and beauty. She asks about Sansaâ&euro;&trade;s age and, to Catelyn and Sansaâ&euro;&trade;s discomfort, if she has bled yet; Sansa replies no. After she leaves, Cersei tells Catelyn that Sansa will do well in the Capital, as her youth and beauty should not be hidden up here. Catelyn seems somewhat distressed by her words. Sansa exchanges another smile with Prince Joffrey as she returns to her seat.\n\n", "Scene 29": "[[File:Winter_is_Coming_Jaime_confronts_Ned.png|thumb|left|Jaime confronts Ned]]\nJaime Lannister bumps into Eddard Stark at the feast. Jaime tells him he is glad to hear that Eddard might be coming south with them. He also remarks that Robert will likely hold a tournament to celebrate if Eddard accepts his offer, noting that competition on the field has gotten a little stale. Irritated, Eddard says he does not fight in [[Tournament|tournaments]]. Jaime tries to bait him, asking if he is too old for it. Eddard replies that when he fights a man for real, he does not want him to know what he can do. Jaime is surprised by the response and compliments Eddard for it.\n\n", "Scene 9": "[[File:Winter_is_Coming_Jaime_and_Cersei.png|thumb|left|Jaime and Cersei]]\nIn [[Kingâ&euro;&trade;s Landing]], the capital city of the [[Seven Kingdoms]], Queen [[Cersei Lannister]] meets with her twin brother, [[Jaime Lannister|Jaime]], a [[knight]] of the [[Kingsguard]]. They watch the [[Silent Sisters]] tending to the body of the late [[Hand of the King|Kingâ&euro;&trade;s Hand]], Lord [[Jon Arryn]]. Jaime tells Cersei that she worries too much, while she replies that he doesnâ&euro;&trade;t worry enough. She recalls the time he jumped a hundred feet into the sea at [[Casterly Rock]] and showed no caution. Jaime replies there was nothing to be afraid of, at least until she told [[Tywin Lannister|their father]].\n\nCersei is worried that Arryn told someone, like her husband, King [[Robert Baratheon]], about what he had discovered. Jaime points out they would both be dead if that was the case. Whatever Arryn knew died with him, and Robert will choose a new Hand and go back to hunting boars and chasing whores. Life will return to normal. Cersei is less confident. She suggests that Jaime should be Hand, but Jaime finds the notion unappealing: their days are too long and their lives are too short.\n\n", "Scene 8": "[[File:Mother of direwolves.jpg|right|thumb|A dead direwolf and her pups]]\nThe party returns to Winterfell over a bridge, only to find a dead stag with its entrails spilled out. Eddard is puzzled by what could have caused this. The puzzle is solved when they find a dead [[direwolves|direwolf]] nearby, with one of the stagâ&euro;&trade;s antlers still caught in its throat. According to Robb, there are no direwolves south of the Wall. Jon points out that there are now five: the direwolf was female, and had just given birth to a litter of pups.\n\nBran asks what will become of them and Rodrik points out that direwolves donâ&euro;&trade;t belong south of the Wall. Eddard agrees they should be killed and Theon reaches for the first one. Jon stops him by pointing out that there are five pups, one for each of the Stark children. The direwolf is the symbol of House Stark, so the children were meant to have them. Eddard reflects on this for a moment and then agrees. However, the children must care for them themselves, even burying them if they die. Bran asks Jon why he did not include himself in the count, and he replies that he is not a Stark. However, just as they are leaving he finds a sixth pup, [[Ghost|an albino]], cowering behind a tree. Theon points out that itâ&euro;&trade;s the runt of the litter, and as such belongs to Jon.\n\n", "Scene 7": "[[File:Winter_is_Coming_Will_beheaded.png|thumb|left|Will is brought before Lord Stark before being beheaded ]]\nUp in the hills, Will is brought before Eddard. He claims that he saw the White Walkers. He admits the deserting his post was wrong and he should have returned to the Wall to warn them, but he was too terrified and just wanted to flee. He asks Eddard to send word to his family. Eddard pronounces the death sentence on him and Jon urges Bran not to look away. Eddard beheads Will using his [[Valyrian steel]] greatsword, [[Ice]].Â Bran does not flinch. Jon tells him he did well.\n\nAfterwards, Eddard asks Bran why it was necessary for him to behead the deserter personally. Bran replies that the Starksâ&euro;&trade; way is the old way, and Eddard agrees, saying that the man who passes the sentence should swing the sword. Bran asks if it is true that Will saw the White Walkers, but Eddard tells him that they have been gone for thousands of years, and he suspects that Will was a madman.\n\n", "Scene 6": "[[File:Winter_is_Coming_Arya_shoots_bullseye.png|thumb|Arya shoots a bulls-eye]]\nBran misses the target, causing Robb and Jon (and his younger brother [[Rickon Stark|Rickon]]) to burst into laughter. Eddard berates them, asking which of them was a marksman at ten. Bran goes to take another shot, but before he can another arrow whizzes past his ear and strikes the target perfectly: Bran turns around to see Arya standing there with a bow while his older siblings gawk in amazement at their younger sister. Annoyed, he chases her around the courtyard as his older brothers laugh gleefully and urge him on.\n\nThe frivolity is interrupted by the arrival of Winterfellâ&euro;&trade;s master-at-arms, Ser [[Rodrik Cassel]], and Eddardâ&euro;&trade;s ward (and hostage for his rebellious fatherâ&euro;&trade;s good behavior), [[Theon Greyjoy]]. Rodrik reports that a deserter from the Nightâ&euro;&trade;s Watch has been taken in the hills. The law is clear: he must be executed. Eddard agrees to attend to the matter. He orders that Robb and Jon will join them and then, after a momentâ&euro;&trade;s reflection, Bran. Catelyn objects: Bran is too young to see such things. Eddard responds that Bran wonâ&euro;&trade;t be a boy forever and that winter is coming. After he leaves, Catelyn gives Jon Snow a look of loathing.\n\n", "Scene 5": "[[File:Winter_is_Coming_Sansa.png|thumb|left|Sansa practices her needle point]]\nEddard Starkâ&euro;&trade;s two daughters, thirteen-year-old [[Sansa Stark|Sansa]] and her younger sister [[Arya Stark|Arya]], are practicing their needlework at the direction of Septa [[Mordane]]. Arya is bored by the exercise, especially as she can hear the sounds of the archery practice outside.\n\n", "Scene 4": "[[File:Winter_is_Coming_Bran_Robb_Jon.png|thumb|Bran practices his archery]]\n[[Bran Stark]], the ten-year-old third son of Lord [[Eddard Stark]], is practicing his archery in Winterfellâ&euro;&trade;s courtyard. His father and mother, Lady [[Catelyn Stark|Catelyn]] (formerly of [[House Tully]]), are watching. His elder brothers [[Robb Stark]] and [[Jon Snow]] (a bastard, born to a different mother than Catelyn) are helping him.\n\n", "Scene 3": "A rider bears news of the capture to Winterfell, riding through the outlying countryside and into the castle.\n\n", "Scene 2": "[[File:Winter_is_Coming_Will_captured.png|thumb|left|Will is captured]]\nWill, having apparently escaped certain death beyond the Wall, is making his way through the hills near [[Winterfell]], the seat of [[House Stark]]. He is captured by a group of riders flying the Stark banner.\n\n", "Scene 1": "[[File:Waymar Royce, Gared &amp; Will.jpg|thumb|Waymar Royce, Gared and Will leave Castle Black]]\nAt [[Castle Black]], three rangers of the [[Nightâ&euro;&trade;s Watch]] â&euro;&ldquo; [[Will]], [[Gared]], and Ser [[Waymar Royce]] â&euro;&ldquo; pass through the tunnel under [[the Wall]] and into the [[Haunted Forest]] beyond. They are investigating reports of a group of [[wildlings]] based in the forest nearby. Will splits off from the others to undertake a reconnaissance. He finds the wildlings lying dead in the snow, dismembered with their bodies, entrails and blood arranged in an unusual pattern, as well a young wildling girl impaled on a tree. Horrified, he runs back to his companions.\n\nSer Waymar dismisses the carnage, asking what Will expects from savages like the wildlings; Will retorts that he has never seen wildlings do anything like the butchery he found in the clearing. Will and Gared suggest they head back to Castle Black, as they have confirmed that the wildlings are no longer a threat. Ser Waymar points out that the [[Jeor Mormont|Lord Commander]] will ask what killed the wildlings and they need to investigate further. Will points out that they could meet the same fate, but Ser Waymar dismisses his concerns. He states that if Will were to flee south, heâ&euro;&trade;d be beheaded as a deserter.\n[[File:Will.jpg|thumb|Will is terrified after seeing a Wight of a wildling girl]]\nReturning to the spot of the massacre, they find no sign of the wildlings, only a few spots of blood. Ser Waymar and Gared investigate the site while Will scouts the surrounding area. Gared finds a bloody bit of clothing on the floor. Ser Waymar asks what it is, but before he can answer a [[White Walkers|tall, shadowy figure with glowing blue eyes]] rises from the snow behind him and speaks with a [[Skroth|voice like cracking ice]]. Gared, stunned in terrified silence, can only attempt to mouth a warning, pointing at the danger behind his fellow ranger;Â Ser Waymar turns to see what is the matter and is swiftlyÂ killed by the creature as it swings a sword at him.\n\nWill hears Garedâ&euro;&trade;s cries, but before he can respond he sees the dead wildling girl from earlier. She is now standing by herself and turns to look at Will with blue eyes similar to those of the creatures. Will flees. He encounters Gared and is just in time to see him being beheaded by another of the creatures. The creature throws the head to land at Willâ&euro;&trade;s feet. Will looks up to meet his fate.\n\n"}, "title": "Winter is Coming recap"}