{"attributes": {"status": " :Category: Status: Dead", "death": "", "last": "", "family": "", "title": "File:DayneSigil.jpg", "season": "Season 1", "image": "", "allegiance": "House Dayne", "actor": "Quote", "link": "House Dayne", "mentioned": "&quot;The Kingsroad&quot;", "place": "", "aka": "", "first": ""}, "sections": {"Behind the scenes": "The HBO Viewer's Guide for the TV series lists &quot;Wylla&quot; as Jon Snow's mother and deceased.&lt;ref name=&quot;House Stark&quot;/&gt;\n\nThe question [[George R.R. Martin]] posed to [[David Benioff]] and [[D.B. Weiss]] at their first meeting to test their knowledge of the series wasÂ &quot;Who do you think Jon Snow's mother is?&quot; Beinoff guessed correctly. &lt;ref&gt;Tapper, Jake (March 28, 2013). [http://thelead.blogs.cnn.com/2013/03/28/web-exclusive-game-of-thrones-co-creator-on-gaining-george-r-r-martins-trust Game of Thrones co-creator on gaining George R.R. Martin's trust] CNN.&lt;/ref&gt;\n\nMartin has stated the he does already know who Jon Snow's mother is and she will eventually be revealed.&lt;ref&gt;http://www.westeros.org/Citadel/SSM/Entry/Many_Questions2&lt;/ref&gt; He has told some of the cast members secrets about their characters which have not been revealed in his novels yet, however he has only revealed things which their characters would logically know already. [[Kit Harington]] has said that Martin therefore did not tell him who Jon Snow's mother is because his character does not know.\n\nHarington says he prefers not to think too much about the various theories of his character's parentage as Jon Snow has come to accept that he will never learn the truth about his mother's identity.&lt;ref&gt;Borgo, Ă&permil;rico (April 23, 2012). [http://omelete.uol.com.br/videos/game-thrones-omelete-entrevista-kit-harington-e-richard-madden Omelete Entrevista Kit Harington e Richard Madden]. Omelete.&lt;/ref&gt;\n\n", "TOP": "Wylla030208voh6xb09kw41s65xo4ywbi38xw3yey1250952014-04-10T23:25:30ZGreater good3347453{{Character\n| Title=[[File:DayneSigil.jpg|40px|left|link=House Dayne]] Wylla [[File:DayneSigil.jpg|40px|right|link=House Dayne]]\n| Image=\n| Season=[[Season 1|1]]\n| First=\n| Last=\n| Mentioned=&quot;[[The Kingsroad]]&quot;\n| Aka=\n| Status= [[:Category: Status: Dead|Deceased]]\n| Death=\n| Place=\n| Allegiance=[[House Dayne]]\n| Family=\n| Actor=}}\n{{Quote|She must have been a rare wench to make Lord Eddard Stark forget his honor.|Robert Baratheon to Eddard Stark.|The Kingsroad}}\n\n'''Wylla''' is an unseen character mentioned in the [[Season 1|first season]]. She's believed to be the mother of [[Jon Snow]].&lt;ref name=&quot;House Stark&quot;&gt;[http://viewers-guide.hbo.com/season3/#!/guide/houses/stark/]&lt;/ref&gt;\n\n&quot;Wylla&quot; is pronounced &quot;Why-luh,&quot; not &quot;Will-uh.&quot;&lt;ref name=&quot;The Kingsroad&quot;/&gt;\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Wylla is a servant of [[House Dayne]] of [[Starfall]] and has been for many years. She has been mentioned as being alive after Jon Snow's birth yet it is uncertain if she is still alive.\n\nThe novels make the mystery of Wylla truly being Jon Snow's mother more overt than in the TV series. Jon Snow is repeatedly noted for his striking physical resemblance to Ned at a young age, more so than any of Ned's trueborn sons.\n\nThroughout the course of the novels, many characters mention rumors or speculate on other women as well as Wylla whom they believe to be Jon Snow's mother although. As in the TV series, the only woman that Ned himself ever identifies as Jon Snow's mother is &quot;Wylla&quot; - only once, when King Robert asked, and Eddard isn't in a position to refuse his king an answer. Ned also tells King Robert that he does not want to discuss Wylla any further with him since his adultery was his dishonor towards himself and [[Catelyn Stark|his wife]].\n\n", "Biography": "===[[Season 1]]===\nOverÂ a meal, [[Robert Baratheon]] and [[Eddard Stark]]Â recall the names of several women they knew when they were younger. Robert recalls one woman whom he believes to be the mother of Eddard's [[bastards|bastard]] son [[Jon Snow]], and Eddard confirms her name was &quot;Wylla&quot;. The same as the first and only time they discuss it, Ned refuses to tell Robert what she looked like. Robert tells Eddard not to be too hard on himself as they were at war and could have died at any time.\n\nJon Snow says Ned Stark never told him who his mother was, or if his mother is still alive.&lt;ref name=&quot;The Kingsroad&quot;&gt;&quot;[[The Kingsroad]]&quot;&lt;/ref&gt; Eddard had earlier promised Jon that he would talk to him about his mother the next time they met,&lt;ref name=&quot;The Kingsroad&quot;/&gt; although Eddard's subsequent beheadingÂ made that impossible.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\n", "See also": "* {{AWOIAF}} (spoilers for the books)\n\n"}, "title": "Wylla"}