{"attributes": {}, "sections": {"The Ghost of Harrenhal": "Xaro welcomes Daenerys into his home, giving her people accommodation and buying her gifts. He throws a reception for her in his gardens. Several of her khalasar are also present. [[Pyat Pree]] approaches Daenerys and welcomes her on behalf of the [[Warlocks of Qarth]]. He performs a magic trick, seemingly replicating himself. The first Pyat Pree invites her to the [[House of the Undying]] should she grow tired of Xaroâ&euro;&trade;s baubles and trinkets. The onlookers applaud as he departs.&lt;ref name=&quot;E15&quot;&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\nXaro pushes through the crowd and apologizes. He says that he was bound by custom to invite Pyat Pree because he is a member of the Thirteen. Daenerys asks what the House of the Undying is and Xaro dismisses it as the dusty library of the warlocks. He says that they drink shade of the evening there and that it turns their lips blue and their minds soft. He says that they are so addled that they actually believe that their parlour tricks are magic.&lt;ref name=&quot;E15&quot;/&gt;\n\nXaro walks with Daenerys through his gardens. His party is winding down as night falls. He asks her how long [[Jorah Mormont]] has been in love with her, calling him a manservant. Daenerys says that Jorah is her adviser and friend and is not in love with her. Xaro says that he can almost always tell what men want. Daenerys wonders if he has the same skill with women and he ruefully says that they are much more complicated. He asks what Daenerys wants and she states her ambition to cross the Narrow Sea and take back the Iron Throne. Xaro asks why and Daenerys cites her promise to her khalasar. Xaro laughs and wonders if she wants to conquer the seven kingdoms for the Dothraki. She asserts that the Iron Throne is hers by right and that she will take it. Xaro says that she is a conqueror. Daenerys wonders how he obtained his wealth, comparing his success to her ambition. She concludes that he is also a conqueror, albeit one with less ambition. He reveals that he is a self made man and arrived in Qarth with nothing. Daenerys asks what Xaro wants and why he bled for her at the gates of the city.&lt;ref name=&quot;E15&quot;/&gt;\n\nXaro shows her to a Valyrian stone vault door below his mansion. He says that he has offered locksmiths and thieves their weight in gold to open the door and all have failed. He says that the only thing that opens the door is the key that he wears around his neck. Daenerys wonders what is inside and he only laughs enigmatically. She wonders if he plans to give her all of his wealth and what she must do for it. He says that she can have half and that she only needs to marry him. She laughs at the unromantic proposal and he says that he has married once for love but lost his wife. He says that he came from nothing but has the wealth to fulfil her ambitions and that their children will be princes and princesses. He says that he has more ambition than she realized. He tells her that the time is right and informs her of the death of King [[Robert Baratheon]].&lt;ref name=&quot;E15&quot;/&gt;\n\n", "The Old Gods and the New": "Daenerys paces in a courtyard of the Spice Kingâ&euro;&trade;s mansion. [[Kovarro]] stands guard for his impatient Khaleesi. She complains about being made to wait and Xaro tells her that the Spice King is the second wealthiest man in Qarth and makes everyone wait. He says that she could have avoided the embarrassment by marrying him, the wealthiest man in Qarth. Daenerys says that she already has a husband and Xaro counters that she is too young to mourn Khal [[Drogo]] forever. He adds that she is also far too beautiful. Daenerys says that Xaro is too smart to think that she will succumb to flattery. He says that he has travelled far and met many women, none of whom were immune to flattery.&lt;ref name=&quot;E16&quot;&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\nThe Spice King descends the stairs and loudly greets Daenerys as the mother of dragons. He asks for forgiveness, blaming his terrible dreams for his lateness. He says that he could not sleep until the sun was shining and the birds were singing. He says that he can see Daenerys true beauty now that the [[Red Waste]] has been washed from her and flippantly apologizes for his behaviour at the gates of Qarth. He goes on to say that she has the silver hair of a true Targaryen. He then tells Xaro that Daenerys is too lovely for him because he is a glorified dock worker. Xaro agrees and then points out that the Spice Kingâ&euro;&trade;s grandfather was a lowly pepper salesman and married far above his status. The Spice King says that every lady alive was lovelier and higher born than his grandfather. His entourage laugh at the exchange and Daenerys clears her throat to regain her hostâ&euro;&trade;s attention. The Spice King wonders if his servants failed to offer Daenerys refreshment and threatens to have them flogged.&lt;ref name=&quot;E16&quot;/&gt;\n\nDaenerys thanks him for being a gracious host and directs the discussion to her purpose by saying that there is no servant alive who can bring her what she wants. The Spice King says that Daenerys has a talent for drama and asks what she wants, calling her a â&euro;&oelig;Little Princess.â&euro;? She says that she wants her birthright, the [[Seven Kingdoms]] of [[Westeros]]. The Spice King says that he is no better than a servant in that case because he cannot give her what he does not have. She elucidates that she wants the use of his ships to reach Westeros. He sarcastically says that he needs his ships to move spices from port to port. Daenerys offers to triple any investment he makes in her retaking the Iron Throne. He objects to her saying retake because she has not sat the throne before. She counters that she did not come to argue grammar. He says that she has come to take his ships and offers to explain his position, again calling her â&euro;&oelig;Little Princess.â&euro;? He says that he applies logic to his business investments and sees her as a poor proposition because she lacks an army or support in Westeros. Daenerys insists that the people will rise to fight for their rightful queen. He counters that he will not make an investment based on wishes and dreams. He asks her to excuse him but she halts him by asking if he knows [[Illyrio Mopatis]], the [[Magister]] of [[Pentos]]. The Spice King says that Illyrio is a shrewd man. Daenerys tells him that Illyrio gave her the dragon eggs that she hatched by walking into a fire, based on her dreams. She says that she is no ordinary woman because her dreams come true. He says that he admires her passion but trusts in logic. He dismisses her as a little princess and she asserts her heritage and vows to take what is hers. He says that she might but not with his ships.&lt;ref name=&quot;E16&quot;/&gt;\n\nXaro and Daenerys walk through the gardens of his home while Kovarro trails behind them. Daenerys describes her difficulty securing support from the merchants of Qarth. Along with the Spice King, the Copper King and the Silk King have also refused her. The Silk King fears upsetting House Lannister and the Copper King offered an indecent proposal in exchange for a single ship. She says that she is no whore. Xaro tells her that he came to Qarth with nothing and worked hand to mouth on the docks before attaining his fortune. He asks her if she believes the path from poverty to wealth is always pure and honourable. He says that he has done things righteous men would condemn but has no regrets. He opens the door to a courtyard and Daenerys steps through to discover four of his guards dead on the ground. Xaro calls for his men to bar the gates and sound the alarm. Daenerys rushes to her apartments and Kovarro draws his arakh as he follows her. Malakho and another Dothraki guard enter the courtyard. Daenerys passes two dead Dothraki warriors on the stairs. She enters her room to find her dragons gone and Irri dead on the ground. She calls out for her dragons.&lt;ref name=&quot;E16&quot;/&gt;\n\n", "The Prince of Winterfell": "Daenerys flees from Xaro's home but remains determined to reclaim her dragons.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n", "TOP": "Xaro Xhoan Daxos Season 209126lanbitujak7i0szc99di9m34iklzi7k1167372014-03-06T02:55:31ZGreater good3347453All of this information is on the character's page{{Template:Delete}}[[File:Xaro_Xhoan_Daxos.jpg|thumb]]In '''[[Season 2]] [[Xaro Xhoan Daxos]]''' is a regular recurring character.\n\n", "A Man Without Honor": "[[File:Xaro.jpg|thumb|Xaro at the foot of the steps]]\n[[Daenerys Targaryen]] walks through the gardens of the mansion of her host [[Xaro Xhoan Daxos]]. He tells her that he has demanded a meeting of [[the Thirteen]] to investigate the theft of her dragons, asserting that one of them was responsible or knows who was. Daenerys points out that Xaro is one of the Thirteen. [[Malakho]] stands guard outside her apartment. Xaro says that he would have taken the dragons if he had wanted them and claims that they mean nothing to him alone. Daenerys is halted by his dismissiveness and says that they are more valuable than anything in the world. Xaro grips the key he wears about his neck and asks if she would like to look in his vault to see what they could buy him that he cannot already afford. He promises that they will get the dragons back. Daenerys objects to his use of the collective and questions why he would help her to get them back. Xaro insists that he feels responsible because the dragons were stolen from his home, while she was under his protection. He fears that the crime will make him appear weak and says that he depends on his reputation. He says that if people call him a liar then his word will be worth nothing and that he cannot let the theft happen to her under his roof. Daenerys counters that it has already happened. He begins to talk about his past but she cuts him off and leaves him standing on the steps.&lt;ref name=&quot;E17&quot;&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\n[[File:The_Thirteen_2x07.jpg|thumb|Daenerys and the Thirteen]]\nXaro hosts a council of [[the Thirteen]] inside his home. Daenerys stands before Xaro while the rest of the Thirteen sit behind a long curved table. [[Kovarro]] stands guard behind Daenerys while white cloaked servants attend to the guests. The [[Spice King]] complains about being summoned from his own residence and being called a thief. Xaro says that no-one has called him that and the Spice King angrily asks who Daenerys is to accuse them. Daenerys pleads that the dragons are her children and says that she is begging for their help. The [[Silk King]] reminds Daenerys that it is not long since she threatened them at the gates of the city. Daenerys warns that the dragons will die without her. The Spice King says that their death is for the best because of the death and misery they would cause when fully grown. He says that if he knew where they were he would not say.&lt;ref name=&quot;E17&quot;/&gt;\n\nThe warlock [[Pyat Pree]] calls him cruel, saying that Daenerys is right and should be reunited with her babies. He offers his assistance and Daenerys wonders how he will help. He says that he will take her to the [[House of the Undying]] where he has put the dragons. Daenerys is astounded, and asks him to repeat that he has them. He says that when he learned she was coming to the city he made an arrangement with the King of Qarth. The rest of the Thirteen laugh, assuming that he is joking because the city has no king. The warlock adds that the King of Qarth procured them for him. Daenerys incredulously asserts that there is no King of Qarth.&lt;ref name=&quot;E17&quot;/&gt;\n\n[[File:Spice_King_death.jpg|thumb|The Spice King is killed]]\nXaro stands and says that there is now. He admits to being the other party in the warlockâ&euro;&trade;s arrangement. He admonishes the rest of the Thirteen for their close mindedness and isolationism. He asserts a need for Qarth to change if it is to truly become the greatest city that ever was or will be. He says that he will open Qarth to the world as he forced it to open itself to him. Pyat Pree stands and circles around the table to stand behind Xaro as he speaks while Daenerys backs away from him slowly. The Spice King says that Xaroâ&euro;&trade;s ambition is inspiring but that he is an overreaching upstart. He gestures towards the warlock while saying that an alliance with a charlatan and three small dragons do not make Xaro a king. Xaro repeats the insults, saying that empires have been built by less than an upstart and a charlatan. Xaro says that those on the margins often come to control the centre while those on the centre make room for them willingly or otherwise. He steps back while the warlock moves in front of him. Pyat Pree proclaims that Daenerys will be reunited with her children and will give them her love while they thrive by her side. He pauses and the servants step forward behind the seated dignitaries with knives in hand. As he says â&euro;&oelig;foreverâ&euro;? the servants slit the throats of the eleven seated members of the Thirteen. Daenerys looks on in horror as she realizes that every servant has Pyat Preeâ&euro;&trade;s likeness. Kovarro shields her as she flees from the room.&lt;ref name=&quot;E17&quot;/&gt;\n\n", "Garden of Bones": "[[Daenerys Targaryen]] and her ragged khalasar reach the gates of [[Qarth]]. They are met by [[The Thirteen]] with a company of spearmen. The [[Spice King]] steps forward and she begins to introduce herself. He cuts her off to say that he knows who she is. She asks his name and he says that foreigners find it too difficult to pronounce. He says that he is simply a trader of spices and introduces the rest of his part as the Thirteen, the rulers â&euro;&oelig;of the greatest city that ever was or will be.â&euro;? Daenerys claims to have heard of the beauty of the city but mispronounces the name and is corrected by the merchant. He asks to see her dragons and she asks to be admitted first. He says that the more sceptical members of the Thirteen do not believe in the existence of the dragons. Daenerys says that she is not a liar. He unctuously claims to believe her but says that his opinion is of little value. Daenerys says that guests are afforded respect where she comes from. He suggests that she return to where she has come from and turns away. Daenerys steps forward and reminds them of their promise to receive her. He says that they have received her already. She says that they will die if refused entry and he claims that they will regret her death but that Qarth did not achieve greatness by allowing Dotraki savages through its gates.&lt;ref name=&quot;E14&quot;&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt;\n\nThe Thirteen turn back to their city. Ser Jorah warns Daenerys to be careful. She steps forward and the spearmen present their arms. She calls to the Thirteen and they turn back to her. She says that when her dragons are grown they will lay waste to armies and burn cities to the ground and threatens to burn them first if they are turned away. The spice merchant says that she is a true Targaryen. Xaro says that it is unbecoming for them to fear a little girl. He says that they can let a few Dothraki through the gates without endangering the city and points out that he arrived in Qarth as a savage from the summer isles. He invokes a custom called Sumai to vouch for them and allow them entry to the city. The gates are opened and Daenerys leads her people into the city with Xaro at her side.&lt;ref name=&quot;E14&quot;/&gt;\n\n"}, "title": "Xaro Xhoan Daxos Season 2"}