{"attributes": {"status": " :Category:Status: Dead", "death": " Locked in a valyrian stone vault by Daenerys Targaryen", "last": "&quot;Valar Morghulis&quot;", "family": "", "title": " Xaro Xhoan Daxos", "culture": "Qarth", "season": " Season 2", "image": " XaroXhoanDaxosPromo.jpg", "allegiance": " The Thirteen", "actor": " Nonso AnozieQuote", "age": "", "deathep": " &quot;Valar Morghulis&quot;", "titles": "King of Qarth (pretender)", "place": "Summer Islands, now resident in Qarth", "birth": " ", "aka": "", "appearances": "5 episodes &lt;small&gt;(#Appearances", "first": "&quot;Garden of Bones&quot;"}, "sections": {"Behind the scenes": "*On the [[Season 2]] Blu-ray, Xaro narrates [[Histories &amp; Lore]] videos on '''&quot;[[Qarth (Histories &amp; Lore)|Qarth]]&quot;''' and '''&quot;[[The Warlocks (Histories &amp; Lore)|The Warlocks]]&quot;'''.\n\n", "TOP": "Xaro Xhoan Daxos04534emf1mwt4rbwvsa2ebjrksc82ictjhq01764192015-03-12T20:51:53ZSharp Blades26158496{{Character\n| Title = Xaro Xhoan Daxos\n| Image= XaroXhoanDaxosPromo.jpg\n| Season = [[Season 2|2]]\n| First=&quot;[[Garden of Bones]]&quot;\n| Last=&quot;[[Valar Morghulis]]&quot;\n| Appearances=5 episodes &lt;small&gt;([[#Appearances|see below]])&lt;/small&gt;\n| Aka=\n| Status= [[:Category:Status: Dead|Deceased]]\n| Age=\n| Birth= \n| Death= Locked in a valyrian stone vault by [[Daenerys Targaryen]]\n| DeathEp= &quot;[[Valar Morghulis]]&quot;\n| Place=[[Summer Islands]], now resident in [[Qarth]]\n| Allegiance = [[The Thirteen]]\n| Culture=[[Qarth|Qartheen]]\n| Family=\n| Titles=[[King of Qarth]] (pretender)\n| Actor= [[Nonso Anozie]]}}\n{{Quote|Do you think the path from poverty to wealth is always pure and honorable?  I have done many things, Khaleesi, that a righteous man would condemn. And here I am, with no regrets.|Xaro Xhoan Daxos to Daenerys Targaryen|The Old Gods and the New}}\n\n'''Xaro Xhoan Daxos''' is a recurring character in the [[Season 2|second season]]. He is played by [[Nonso Anozie]] and debuts in &quot;[[Garden of Bones]].&quot; Xaro is a powerful [[merchant]] established in the great city-state of [[Qarth]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Xaro Xhoan Daxos is a member of the merchant guild known as [[The Thirteen]], one of several groups vying for power in Qarth. He has impressive influence and power, and owns eighty-four ships, including his own pleasure barge which he often takes sailing on the [[Jade Sea]].\n\nIn the books the Qartheen, and Xaro himself, are described as pale-skinned, while the actor [[Nonso Anozie]] is black, the series giving the explanation that he is a foreigner from the Summer Islands who has been accepted into Qartheen society. In the novels, he is described as having pale skin and a long, beaklike nose crusted with jewels: rubies, opals and flakes of jade. The series also departs from the novels in having him vouch for Daenerys at the gates of Qarth; in ''A Clash of Kings'', Daxos was one of three Qartheen representatives (with [[Pyat Pree]] and [[Quaithe]]) who returned to her with Jhogo and invited her to Qarth.\n\nXaro offers Daenerys the hospitality of his home while she is in the city, and generously gives her many valuable gifts. He proposes to Daenerys, but she soon learns he only wishes to marry her to claim one of her dragons via a Qartheen marriage custom, according to each of the married couple can ask the other one item from her/his possessions by his/her choice.\n\nThe books vaguely hint that Xaro might actually be homosexual, as his mansion is noted to have numerous young attractive male slaves, and [[Daenerys]]' POV narration points out that despite his verbal protestations of passion for her, his eyes barely linger on her body, even when she wears a traditional Qartheen dress, which leaves one breast bare. The TV series gives no hint of this, and instead shows him sharing his bed with Dany's servant, [[Doreah]]. In either case, Xaro honestly and upfront explains to Daenerys that his offer of marriage is basically a mutually beneficial business proposition: he gets Daenerys and her dragons, she gets his money to retake [[Westeros]] with. The TV series heavily altered and expanded upon the Qarth storyline from the second book: Daxos never betrays Daenerys to [[Pyat Pree]] (her dragons are never stolen), nor does he take part in a conspiracy to become the king of Qarth. He is well and secure in Qarth when Daenerys leaves, not locked in a vault: in fact, no such vault is mentioned in the books.\n\nAfter the destruction of [[House of the Undying]], Xaro warns Daenerys that Pyat Pree and the other warlocks intend to harm her, and proposes to her once more. When Daenerys rejects his proposal, he becomes unfriendly. He tells her to quit his house and demands that she returns his gifts. He urges her to leave Qarth, and she does.\n\nIn ''&quot;A Dance with Dragons&quot;'', Xaro visits Daenerys at [[Meereen]]. He scoffs at her attempts to abolish slavery in Meereen and declares that the condition of the ex-slaves she freed is now much worse than before, being forced to perform manual chores that they are no used to and do not fit their skills, and the city that was once rich and fat and peaceful is now poor, hungry and bloody. Daenerys cannot refute what Xaro says.\n\nWriter [[Bryan Cogman]] explained the decision to change Xaro to be a black man from the Summer Islands who moved to Qarth years ago:\n\n:&quot;In terms of Xaro, Xaro in the series is very different from the Xaro of the books. Danyâ&euro;&trade;s storyline in Qarth was beautifully written in the books, but itâ&euro;&trade;s not really plot-driven. We needed more for her to be up against in this season before she gets to the House of the Undying, so [we added] the conspiracy between Xaro and Pyat Preeâ&euro;ŚWe made the decision to make [Xaro] an outsider, and that was a very conscious decision that he would not be from Qarth, so he could identify with her right off the bat and she would trust him, because she figures &quot;He's not of this crowd, either.&quot; ...I think it's more about the story and what serves it best.&quot;&lt;ref&gt;[http://thinkprogress.org/alyssa/2012/06/08/496478/game-of-thrones-story-editor-bryan-cogman-on-the-second-season-adapting-books-he-loves-and-the-shows-secret-main-character/ ThinkProgress.org, Bryan Cogman interview], June 2012.&lt;/ref&gt;\n\n", "Quotes": "{{Quote|A man is what others say he is and no more.|Xaro to Daenerys|A Man Without Honor}}\n", "Image gallery": "&lt;gallery captionalign=&quot;left&quot;&gt;\nXaroGhostOfHarrenhal.jpg|Promotional image of Xaro Xhoan Daxos\nXaro.jpg|Xaro in &quot;[[A Man Without Honor]]&quot;.\nXaroDoreah.jpg|Xaro abed with Doreah in &quot;[[Valar Morghulis]]&quot;\n&lt;/gallery&gt;\n\n", "See also": "*{{AWOIAF}} (major spoilers from the books)\n\n", "Appearances": "{{Season Two Appearances||||yes|yes|yes|yes|||yes}}\n\n", "Biography": "===Background===\nXaro Xhoan Daxos is a powerful merchant prince of the great city of [[Qarth]] born on the [[Summer Islands]], located far to the south of the [[Dothraki sea]], beyond the [[Red Waste]]. He is a member of [[the Thirteen]], an organization that rules over Qarth.\n\nHe boasts of being the wealthiest man in Qarth.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt; In Qarth, a merchant invited into the Thirteen remains in his seat for as long as he is feared or respected enough not to be denied membership by his other twelve peers.&lt;ref&gt;[[Qarth (Histories &amp; Lore)]]&lt;/ref&gt;\n\n===[[Season 2]]===\n:''Main: [[Xaro Xhoan Daxos Season 2]]''\nXaro Xhoan Daxos has heard rumors concerning the return of [[magic]] into the world. Among them are [[glass candle]]s burning, [[ghost grass]] growing far away from the [[Shadow Lands]] and a [[Dothraki]] ''[[khalasar]]'' led by a woman with three heads, presumably [[Daenerys Targaryen]] and her [[dragons]].&lt;ref&gt;[[The Warlocks (Histories &amp; Lore)]]&lt;/ref&gt;\n\nXaro and the Thirteen meet Khaleesi [[Daenerys Targaryen]] at the gates of [[Qarth]], weeks after the Thirteen met with Daenerys' [[bloodrider]] [[Kovarro]]. They demand to see her dragons and when she refuses they deny her admission to the city. Xaro invokes the ancient custom of [[Sumai]] to allow her and her people to be admitted under his protection.&lt;ref&gt;&quot;[[Garden of Bones]]&quot;&lt;/ref&gt; Xaro welcomes Daenerys to the city and makes her a guest in his expansive mansion. He makes repeated references to the fact that he came to Qarth with nothing, but by skill and determination has made himself the richest man in the city.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\nXaro hosts a lavish reception for Daenerys in his gardens to introduce her around to Qarth's social elites, and showers her with gifts. Later that night, he shows her his massive treasure vault which is impossible to open without the key he always wears around his neck. Inside is his enormous fortune which he promises to divide with her if she will marry him. Xaro informs Daenerys that news has reached Qarth that King [[Robert Baratheon]] is dead, and the subsequent outbreak of the [[War of the Five Kings]] which is tearing Westeros apart. Daenerys learns that the major noble Houses which played an active role in deposing House Targaryen are now fighting each other: [[Robb Stark]] is fighting the [[House Lannister|Lannisters]], and the [[House Baratheon|Baratheons]] have been split between Robert's two younger brothers, Stannis and Renly.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\nDaenerys is at first excited by this news, as she has lived in fear of Robert Baratheon her entire life. More importantly, the outbreak of the War of the Five Kings means that House Targaryen's enemies are now divided. She seriously considers Xaro's offer of a marriage-alliance, as he can provide her with enough money to raise an army to invade Westeros with. Her advisor Ser [[Jorah Mormont]] is more hesitant, however, stressing that men like Xaro only want something in return. Daenerys acknowledges that Xaro has openly admitted that he hopes to become even wealthier if Daenerys reconquers Westeros as his wife, but Jorah points out that this won't simply be rewarding Xaro: the lords of the Seven Kingdoms will say that it was Xaro's conquest, achieved with resources he provided, and Daenerys will become little more than a figurehead.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\n[[File:Dany waits.jpg|thumb|Daenerys waits on the Spice King with Xaro Xhoan Daxos in &quot;[[The Old Gods and the New]]&quot;. ]]\nInitially eager to take the quickest path back to Westeros, Daenerys eventually relents to Jorah's advice and decides to decline Xaro's offer for the moment. Instead she tries to secure support for her return to Westeros from his colleagues in the Thirteen, but without success. While they are meeting with the [[Spice King]] her dragons are stolen from Xaro's home.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt; One of Daenerys' maids Irri is dead while the other, Doreah, is missing and presumed dead. Xaro uses the theft as a premise to hold a council of the Thirteen in his home. He then stages a coup with the assistance of the warlock [[Pyat Pree]] and declares himself King of Qarth. The warlock uses his magic to kill the rest of the Thirteen. They reveal that they stole the dragons and have taken them to the [[House of the Undying]]. Daenerys flees in terror.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\n[[File:OpenVault.jpg|thumb|300px|right|Xaro awaits Daenerys's judgment]]\n\nDaenerys later escapes from the House of the Undying after retrieving her dragons and with her men invades Xaro's house where she finds Xaro in bed with [[Doreah]], revealing that she had in fact betrayed Daenerys and her dragons to Xaro and Pyat Pree. Xaro and Doreah plead for their lives, with Xaro promising to get her ships to invade Westeros. Using the circular key pendant, the treasure vault is opened and found to be empty, his enormous wealth a lie to cling on to his power. Xaro and Doreah are locked inside the merchant prince's vault to die, andÂ Daenerys and her people ransack Xaro's house of all its gold and precious items, which Ser Jorah says will be enough to buy a ship.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n"}, "title": "Xaro Xhoan Daxos"}