{"attributes": {}, "sections": {"The Ghost of Harrenhal": "Yara passes through Lordsport on her way to [[Red Harbor]] to take command of her ships. She crosses paths with Theon and undermines his attempts to control his unruly crew. She reminds him of his inferior force and the dedication of her own crews. Chagrined, Theon devises a plan to assault [[Torrhen's Square]] to impress both their father and his new crew.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt;\n\n", "The Old Gods and the New": "Yara successfully takes [[Deepwood Motte]] and garrisons her force there. Theon assaults Torrhen's Square as he planned but his forces melt away having lured the garrison from Winterfell. He then seizes Winterfell in a night raid taking [[Bran Stark]] and [[Rickon Stark]] captive. He sends a raven to Yara demanding 500 men to reinforce his position.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\n", "The Prince of Winterfell": "[[File:Yara arrives.jpg|thumb|Yara arrives at Winterfell]]\nAn Ironborn raider empties out a basket of dead ravens into the courtyard at Winterfell. [[Theon Greyjoy]] and [[Dagmer]] look down at the dead messenger birds. A lookout announces riders approaching and the gates are opened. Theon stands in the centre of the courtyard as [[Yara Greyjoy]] leads a column of riders in. She circles around him as he slowly realizes that she has brought far less than the 500 men he requested.&lt;ref name=&quot;E18&quot;&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n[[File:Theon and Yara.jpg|thumb|Yara and Theon in the Great Hall]]\nYara settles into the great hall with her men. Theon enters, and she greets him as the â&euro;&oelig;Prince of Winterfell.â&euro;? He accuses her of being envious of his prize and says that she should be proud of his achievement; taking Winterfell with just twenty men. Yara sarcastically calls him a great warrior and says that she saw the bodies above the gates. She asks which of the boys was tougher â&euro;&oelig;the cripple or the six-year-old?â&euro;? The barb brings a laugh from her men. Theon insists that he treated the Stark children with honor and was repaid with treachery. Yara counters that it was dishonourable to butcher them. Theon maintains that he treated them well, until he was forced to kill them. Yara examines the events saying that Theon seizing Winterfell was within his rights as an [[Ironborn]], but says that a prisoner fleeing captivity seems brave to her.&lt;ref name=&quot;E18&quot;/&gt;\n\nTheon asserts that the Starks made him a promise, and Yara mocks him for getting mad about the broken promises of little boys. She asks if he is â&euro;&oelig;the dumbest cunt alive.â&euro;? Theon balks at the name calling, but Yara repeats it over and again, chastising him for killing the valuable hostages. Theon insists that he had to kill the children to avoid appearing weak. Yara retorts that he is both weak and stupid. Theon says that he is warning her, and Yara urges him to continue. Theon notices her men watching him and berates her for not bringing enough reinforcements. He wonders how she expects him to hold the castle with so few. Yara reveals that she is not leaving any of her men and has come to bring Theon home. She says that their father wants to speak to him. Theon is disbelieving and asserts that Winterfell is the heart of the north. Yara counters that it is more than a hundred miles from the sea and reminds Theon that their ships are the source of their power. She warns Theon that his attempt to show strength by displaying the bodies has turned every man in the north against him. She begins to warn him of what will happen when King [[Robb Stark]] finds out. Theon insists that Robb will not learn of the murders, because they have killed all of the ravens and seized the horses. He asserts that he took Winterfell and that he will keep it.&lt;ref name=&quot;E18&quot;/&gt;\n\nYara dismisses her men. Once they are gone she softens her tone and reminds Theon of their family bond. She says that they both loved their mother and both endured their father. She implores him to return home with her instead of dying in Winterfell alone. Theon says that he does not intend to die. Yara looks into his eyes and tells him that he was a terrible baby. She recalls that he was always crying and never slept. She remembers a night where he was particularly loud, and she went to see him. When Theon saw her he stopped screaming and smiled at her. She ends the discussion by urging him not to die so far from the sea.&lt;ref name=&quot;E18&quot;/&gt;\n\n", "TOP": "Yara Greyjoy Season 209096ff30s0fyjcal1c3c6f6t31n0ezxjbvc1167402014-03-06T02:57:38ZGreater good3347453{{Template:Delete}}In '''[[Season 2]] [[Yara Greyjoy]]''' is a regular recurring character.\n\n", "A Man Without Honor": "Bran and Rickon escape from Winterfell. Theon attempts to hunt them and then displays the charred corpses of two boys, publicly claiming to have killed them.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\n", "The Night Lands": "[[File:Yara.png|thumb|Yara and Theon riding at Pyke.]]\n[[Theon_Greyjoy|Theon&amp;nbsp;Greyjoy]]Â is rowed ashore in [[Lordsport]] to no reception. Yara approaches Theon posing as a commoner and wearing riding gear. She tells him that she is headed to [[Pyke (castle)|Pyke]] and can take him there. He looks her up and down and says that he is sure she can. She asks if he has been at sea long or just had no women where he came from, noting the leer. He tells her that there were none like her and she retorts that he does not know what she is like. Theon counters that she might not know what she is like and needs someone to teach her. He asks if she knows who he is and she jokes that she does not offer free rides to every man in jewellery before addressing him by name.&lt;ref name=&quot;E12&quot;&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\nTheon sits behind Yara as she rides along the coast to Pyke. He tells her that she should give him the reins because he has been on horse back for the past nine years. She wonders if he still knows his way around a ship and if his hands have ever touched a rope, taking his right hand in her own. He tells her not to worry about his hands before reaching inside her jerkin to grope her breast. He claims that the sea is in his blood and she warns that his blood will be in the sea if she does not watch their path. Theon reveals that he has a proposal for his father that will restore House Greyjoy to the Kings they once were. He reaches between his companions legs as he tells her that she may get to stay in the castle. Theon tells her that she can tell her grandchildren about the night to come. She retorts that it will not be a story suitable for children.&lt;ref name=&quot;E12&quot;/&gt;\n\nTheon meets with Balon in his chambers and tells Yara to wait outside. He delivers a proposal from [[Robb Stark]] to join [[House Stark]]'s war against [[House Lannister]] and be allowed to secede from the [[Seven Kingdoms]]. Yara enters midway through their meeting and Theon tells her to get out. Theon asks how she bypassed the guards and she tells him that anything male is easy to fool before standing beside Balon. Balon greets her warmly and puts his arm around her. Theon realizes that she is his sister, now grown up. She greets him as brother and says that his is a homecoming that she will tell her grandchildren about. Theon realizes that Balon intends to have Yara lead the attack and says that she is unsuitable as a woman. Balon tells Theon that Yara took over command of his brother Rodrik's ship after Eddard killed him. He clutches his chest and intones a prayer to the [[Drowned God]] of the Ironborn â&euro;&oelig;What is dead may never die.â&euro;? Yara joins in and Theon repeats the saying a little slower.&lt;ref name=&quot;E12&quot;/&gt;\n\nBalon says that Yara has only ever been off the Iron Islands on a ship and that she has both commanded and killed men. He says that she knows who she is. He burns Robb's letter and says that no-one gives him a crown. He says that he will pay the Iron Price and take his crown because that is who he is and who the Iron Born have always been. Balon and Yara walk out and Theon calls after him, warning that he cannot defeat the Lannisters alone. Balon retorts that no-one said anything about fighting the Lannisters.&lt;ref name=&quot;E12&quot;/&gt;\n\n", "What is Dead May Never Die": "Theon enters his father's chambers alone. He gazes around silently, as Yara enters behind him. He catches sight of her, and she asks if he is angry with her. He berates her for pretending not to be his sister, when they were first reunited. She counters that it was him that failed to recognise her. He retorts that when he last saw her she looked like a fat little boy. She says that he had the same appearance when he left. Their father enters, and Yara greets him respectfully. Theon follows suit, a little slower. Balon goes to his table which holds a map of the seven kingdoms and details his plans. He is going to attack the North. He knows that it is poorly defended, while Robb is fighting in [[the Westerlands]]. He assigns thirty long ships to Yara to take [[Deepwood Motte]]. Theon asks his part, and Balon says that he will have one ship to raid fishing villages along the [[Stony Shore]]. Yara twists the knife by saying that his ship is named [[Sea Bitch]]. Theon tries to argue against the whole strategy, and Balon accuses him of divided loyalties. Theon claims that he is being pragmatic, by avoiding the enmity of their potential ally in Robb. He reminds Balon that Robb will give them [[Casterly Rock]] in exchange for fealty. Balon counters by making Theon repeat the House Greyjoy words â&euro;&oelig;We do not Sow.â&euro;? Balon describes reaving as their way of life and accuses Theon of having become weak living with the Starks. Theon responds by reminding Balon that he gave him to House Stark after his defeat in the Greyjoy Rebellion. He angers Balon with the bitter memory, and Balon hits him in the face then begins to storm out of the room. Theon calls after him, pointing out the unfairness of his hatred. Balon pauses as his son harangues him, but then strides on. Yara accuses Theon of wanting Balon to bow down to his â&euro;&oelig;other family.â&euro;? Theon denies seeing the Starks that way.&lt;ref name=&quot;E13&quot;&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\nTheon is baptised by a [[Drowned Priest]] on the shores of Pyke in a show of loyalty to his blood relatives. Balon and Yara watch as he proclaims his faith in the [[Drowned God]].&lt;ref name=&quot;E13&quot;/&gt;\n\n"}, "title": "Yara Greyjoy Season 2"}