{"attributes": {"status": ":Category:Status: Alive", "10": "yesSeason Four Appearances", "death": "", "last": "", "family": [" Balon Greyjoy - father", "Alannys Greyjoy - mother", "Rodrik Greyjoy - brother", "Maron Greyjoy - brother", "Theon Greyjoy - brother", "Euron Greyjoy - uncle", "Victarion Greyjoy - uncle", "Aeron Greyjoy - uncle"], "title": " Yara Greyjoy", "season": "Season 2", "image": " YaraS3.jpg", "allegiance": " House Greyjoy", "actor": "Gemma Whelan", "religion": "Drowned God", "culture": "Ironborn", "titles": " Princess", "link": "House GreyjoyCharacter", "mentioned": [" &quot;Dark Wings, Dark Words&quot;", "&quot;Walk of Punishment&quot;Quote"], "place": " Pyke (castle)", "aka": "", "appearances": " 6 episodes &lt;small&gt;#Appearances", "first": "&quot;The Night Lands&quot;"}, "sections": {"Family tree": "{{House Greyjoy family tree}}\n\n", "TOP": "Yara Greyjoy04278qt0csna55m1j8rq0tkdqt15aqy4aq691775442015-03-18T03:08:59ZSharp Blades26158496/* Quotes */{{Heraldry\n|image=Greyjoy mini shield.png\n|link=House Greyjoy\n}}\n{{Character\n| Title= Yara Greyjoy\n| Image= YaraS3.jpg\n| Season=[[Season 2|2]], [[Season 3|3]], [[Season 4|4]]\n| First=&quot;[[The Night Lands]]&quot;\n| Last=\n| Appearances= 6 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Aka=\n| Status=[[:Category:Status: Alive|Alive]]\n| Death=\n| Place= [[Pyke (castle)|Pyke]]\n| Allegiance= [[House Greyjoy]]\n| Culture=[[Ironborn]]\n| Family= [[Balon Greyjoy]] - father&lt;br&gt;[[Alannys Greyjoy]] - mother&lt;br&gt;{[[Rodrik Greyjoy]]} - brother&lt;br&gt;{[[Maron Greyjoy]]} - brother&lt;br&gt;[[Theon Greyjoy]] - brother&lt;br&gt;[[Euron Greyjoy]] - uncle&lt;br&gt;[[Victarion Greyjoy]] - uncle&lt;br&gt;[[Aeron Greyjoy]] - uncle\n| Actor=[[Gemma Whelan]]\n| Titles = Princess\n| Religion=[[Drowned God]]|Mentioned = &quot;[[Dark Wings, Dark Words]]&quot;&lt;br&gt;&quot;[[Walk of Punishment]]&quot;}}\n\n{{Quote|They skinned our countrymen and they mutilated my brother, your prince. YOUR PRINCE! Everything they've done to him, they've also done to you! As long as they can hurt our prince with impunity, the word &quot;ironborn&quot; means nothing!|Yara Greyjoy|The Laws of Gods and Men}}\n\nPrincess '''Yara Greyjoy''' is a recurring character in the [[Season 2|second]], [[Season 3|third]] and [[Season 4|fourth]] seasons. She is played by guest star [[Gemma Whelan]] and debuts in &quot;[[The Night Lands]].&quot;Â YaraÂ is an [[ironborn]], [[Theon Greyjoy|Theon Greyjoy's]] older sister and his only surviving sibling. SheÂ was raised at [[Pyke]], the stronghold of [[House Greyjoy]]. Yara is a fierce warrior and commands her own longship.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels Yara is called '''Asha Greyjoy''', but her name was changed in the TV series; possibly to prevent confusion with [[Osha]] the wildling. Ironically, as the daughter of a Great House and one of Balon Greyjoy's only two surviving children, Asha Greyjoy is actually a much more prominent character than Osha the wildling; Asha Greyjoy is even a POV character in several chapters. Thus it is curious why they changed Asha's name and not the other way around. It is probably because Osha was already introduced in Season 1 and the similarity with Asha Greyjoy's name wasn't realized until production on Season 2 began.&lt;ref&gt;[http://winteriscoming.net/2011/07/asha-renamed-and-cast/ WinterIsComing.net], &quot;Asha Renamed and Cast?&quot;, July 7th, 2011.&lt;/ref&gt;\n\nIn the German dub of the TV series, however, the character is still called &quot;Asha&quot; as in the books.\n\nAnother small change is that in the books, &quot;Asha Greyjoy&quot; has short black hair, a lean build, and a sharp beak of a nose. In the TV series, &quot;Yara Greyjoy&quot; has blonde hair. Other than these minor naming and cosmetic differences, Gemma Whelan's portrayal is actually quite faithful to Asha Greyjoy's behavior and actions in the books.\n\nBalon is greatly proud of his wild headstrong daughter, and believes she can succeed him, although it is doubtful the other ironborn would accept her as their queen. He wishes Theon dead so he would not stand in Asha's way.\n\nAsha's uncles [[Victarion Greyjoy|Victarion]], [[Aeron Greyjoy|Aeron]], and Rodrik &quot;the Reader&quot; Harlaw respect her and acknowledge her power, but do not believe she can rule the ironborn due to her gender. Other ironborn often mock Asha ribaldy. However, Asha is confident and strong-willed enough to dismiss such attitude scornfully, and she always talks back sharply and make fun of those who taunt her.\n\nAsha's crew adore her devotedly. Half of them love her as their daughter, the other half want to have sex with her, and all of them would die for her.\n\n", "Quotes": "{{Quote|She's commanded men. She's killed men. She knows who she is.|Balon Greyjoy on Yara|The Night Lands}}\n{{Quote|You were a terrible baby, do you know that? Bawling all the time, never sleeping. And one night you just wouldn't shut up, screaming like a dying pig. I walked over to your crib, I looked down at you. I wanted to strangle you. And you looked up at me and you stopped screaming. You smiled at me. Don't die so far from the sea.|Yara Greyjoy to Theon Greyjoy|The Prince of Winterfell}}\n\n", " Behind the scenes ": "*On an interview with Thronecast, Gemma Whelan specified that &quot;Yara&quot; is pronounced &quot;yah-ruh&quot;, not &quot;yeah-ruh&quot;.&lt;ref&gt;[http://www.youtube.com/watch?v=nqiM25tfK9o Gemma Whelan Thronecast Interview]&lt;/ref&gt;\n*On the [[Season 2]] Blu-ray, Yara narrates [[Histories &amp; Lore]] videos on '''&quot;[[House Greyjoy (Histories &amp; Lore)|House Greyjoy]]&quot;''' and '''&quot;[[The Drowned God (Histories &amp; Lore)|The Drowned God]]&quot;'''.\n\n", "Image gallery": "&lt;gallery&gt;\nYara Greyjoy infobox.png|Yara in [[Season 2]].\nTheon and Yara.jpg|Yara and [[Theon]] discussing in the Great Hall of [[Winterfell]] in &quot;[[The Prince of Winterfell]]&quot;.\nYara leads troops.png|Yara leads her troops as seen in a [[Season 4]] trailer.\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF|Asha Greyjoy}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Season Two Appearances||yes|yes||yes|||yes}}\n{{Season Three Appearances|10=yes}}\n{{Season Four Appearances||||||yes}}\n\n", "Biography": "===Background===\nYaraÂ is the only daughter of Lord [[Balon Greyjoy|Balon]] and his wife, Lady [[Alannys Greyjoy|Alannys]] of [[House Harlaw]]. Balon is the head of [[House Greyjoy]] and the [[Lord of the Iron Islands]]. The [[Iron Islands]] are one of the constituent regions of the [[Seven Kingdoms]] and House Greyjoy is one of the [[Great Houses]] of the realm. House Greyjoy rules the region from their seat at [[Pyke (castle)|Pyke]] and Balon also holds the title [[Lord Reaper of Pyke]].\n\nYara was born and raised at Pyke. She was Balon and Alannys's third child after [[Rodrik Greyjoy|Rodrik]] and [[Maron Greyjoy|Maron]]. She also has a younger brother, [[Theon Greyjoy|Theon]]. Eight years before the start of the series, Balon rose in [[Greyjoy Rebellion|rebellion]] against the [[Iron Throne]] and was defeated in a bloody war. Balon's older two sons were killed and Theon was taken by Lord [[Eddard Stark]] as a hostage for Balon's good behavior and obedience.&lt;ref name=&quot;Balon Greyjoy viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/greyjoy/balon-greyjoy/ HBO viewers guide, season 2 guide to houses, House Greyjoy - Balon Greyjoy entry]&lt;/ref&gt; With Yara as Balon's only remaining child in the Iron Islands, he raised her as a surrogate son, encouraging her to become a reaver in her own right, which is unusual for women in the misogynistic culture of the [[ironborn]]. She is a fierce warrior and commands her own longship, to the disquiet of some of the ironborn who hold that women should not fight or command men in battle.&lt;ref name=&quot;Yara Greyjoy viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/greyjoy/yara-greyjoy/ HBO viewers guide, season 2 guide to houses, House Greyjoy - Yara Greyjoy entry]&lt;/ref&gt;\n\n===[[Season 2]]===\n[[File:Yara.png|thumb|left|Yara and Theon riding at Pyke.]]\nTheon has returned to [[Pyke (island)|Pyke]] as an envoy from King [[Robb Stark]]. Yara rides out to greet him, posing as a commoner to get the measure of her brother. She offers him a lift on her horse up to the castle Pyke. He does not recognize her and is relentless in his attempts to seduce her. He presents Robb's suggested alliance to their father, [[Balon Greyjoy]]. Balon roundly rejects the terms, insisting that he is [[ironborn]]Â and will seize his crown. He compares Theon unfavorably to Yara, revealing her identity. He says that Yara will lead his assault.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt; Balon details a plan to attack the poorly defended north while Robb is distracted by his war with House Lannister. Yara is assigned thirty ships to seize [[Deepwood Motte]], the stronghold of [[House Glover]], while Theon is given a single ship to raid fishing villages along the [[Stony Shore]]. Theon is baptized by [[Drowned Priest|a Drowned Priest]] on the shores of Pyke in a show of loyalty to his blood relatives. Balon and Yara watch as he proclaims his faith in the Drowned God.&lt;ref&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\n[[File:Yara arrives.jpg|thumb|Yara arrives at Winterfell]]\nYara assembles her ships at [[Red Harbor]]. She rides to [[Lordsport]] to reach her fleet and encounters Theon struggling to command his unruly crew. She seizes the opportunity to mock him again. Her men would wait a year for her if need be, but Theon's crew is not loyal to him.&lt;ref&gt;&quot;[[The Ghost of Harrenhal]]&quot;&lt;/ref&gt; Yara's force takes Deepwood Motte as planned, but Theon ignores his orders and captures [[Winterfell]] instead by luring the garrison out to defend [[Torrhen's Square]]. He writes to Yara to request reinforcements to hold the castle. He announces to the assembled people of Winterfell that she will be sending him 500 men.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\nShe learns that he has executed [[Bran Stark]] and [[Rickon Stark]]Â (who were actually two orphans from the farm) for attempting to escape captivity. She rides to Winterfell with twenty men and tries to convince Theon to return home with her but fails.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\n[[File:Yara_Season_3_Trailer.jpg|thumb|left|Yara Greyjoy assembles her strike force to rescue Theon.]]\nFollowing the events of theÂ [[Red Wedding]] and [[Roose Bolton]]'sÂ ascent to Warden of the North, [[Ramsay Snow]] sends a letter and a box containing Theon's genitals to [[Pyke (castle)|Pyke]]. In the letter, Ramsay demands that Yara's father order all ironborn to leave the North by the first night of the full moon under threat of flaying all of them alive and further torture and mutilation to Theon. Balon refuses to yield the lands and castles taken by the ironborn and dismisses Theon for having disobeyed him and for no longer &quot;being a man&quot; and unable to continue the Greyjoy line with children of his own. Yara, however decides to take the fastest ship of the Iron Fleet along with the 50 best killers of the Isles, sail up [[the Narrow Sea]] and into the [[Weeping Water]], with the intention of marching against the Dreadfort to rescue her brother and bring him home.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n[[File:Yara_in_castle_to_rescue_theon.png|thumb|Yara enters the Dreadfort]]Yara carries out her intentions of sailing to rescue Theon. She utilizes longboats and canoes to get upriver and approach the Dreadfort, and she and the ironborn soldiers use grappling hooks to scale the walls and find out where TheonÂ is beingÂ held. However, when they enter the kennels where he is sleeping, TheonÂ claims he is Reek and refuses to go. Ramsay enters with some guards, and in the ensuing fight most of both sides are killed. Ramsay moves to release his hounds, questioning Yara &quot;How fast can you run?&quot;, and the Ironborn are forced to retreat without Theon. Once back to the boats, YaraÂ claims her brother is dead.&lt;ref&gt;&quot;[[The Laws of Gods and Men]]&quot;&lt;/ref&gt;\n\n"}, "title": "Yara Greyjoy"}