{"attributes": {"status": ":Category:Status: Alive", "death": "", "last": "", "family": "", "title": "Yezzan zo Qaggaz", "season": "Season 5", "image": "", "allegiance": ["Wise Masters", "House of Qaggaz"], "actor": "Enzo Cilenti'''Yezzan zo Qaggaz''' is a character that will debut in the Season 5", "culture": "Ghiscari", "deathep": "", "titles": "", "link": "Wise MastersCharacter", "place": "Yunkai", "aka": "", "appearances": "", "first": ""}, "sections": {"TOP": "Yezzan zo Qaggaz025118k3ihlp6vemrdhpiccblpqkfjiezf6t61737052015-02-19T16:55:24ZSer Patrek25358400{{Heraldry\n|image=Mini harpy.png\n|link=Wise Masters\n}}\n{{Character\n| Title=Yezzan zo Qaggaz\n| Image=\n| Season=[[Season 5|5]]\n| First=\n| Last=\n| Appearances=\n| Titles=\n| Aka=\n| Status=[[:Category:Status: Alive|Alive]]\n| Death=\n| DeathEp=\n| Place=[[Yunkai]]\n| Allegiance=[[Wise Masters]]&lt;br&gt;[[House of Qaggaz]]\n| Culture=[[Ghiscari]]\n| Family=\n| Actor=[[Enzo Cilenti]]}}\n'''Yezzan zo Qaggaz''' is a character that will debut in the [[Season 5|fifth season]]. He is a [[Slavery|slave-trader]] from the city of [[Yunkai]], on the coast of [[Slaver's Bay]], and one of the [[Wise Masters]], the ruling elite of the city.\n\n", "See also": "* {{AWOIAF|Yezzan zo Qaggaz}} (MAJOR spoilers from the books)\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Yezzan zo Qaggaz has yellow eyes and is so morbidly obese he can no longer stand. He contracted a jungle disease while on a slaving raid in [[Sothoryos]] which he has been suffering from for years: he cannot hold his water so he always smells of urine, which even perfume cannot hide. He wears yellow silk [[tokar]]s with gold fringe. He is obsessed with the grotesque and often purchases slaves with physical deformities to add to his &quot;collection&quot;. While overweight he is still shrewd and intelligent, a trait some of the other Wise Masters don't share.\n\nDespite his personal grotesqueness, it is remarked that Yezzan isn't that bad compared to some of the other slavers, and isn't particularly cruel. So long as his slaves obey Yezzan treats them relatively well, and makes sure that they are well fed and looked after (though this is in the same sense that a man will make sure that [[Horses]] he owns are well fed and are not beaten, because he doesn't want to needlessly damage his own valuable property).  He is also one of the few Wise Masters who urges that Yunkai should try to make peace with Daenerys, fearing that further conflict with her Unsullied army and increasingly large dragons is more trouble than it is worth.\n\n"}, "title": "Yezzan zo Qaggaz"}