{"attributes": {"status": ":Category: Status: Dead", "death": "Shot with an arrow by Olly", "last": ["&quot;The Watchers on the Wall&quot;", "&quot;The Children&quot; (corpse)"], "family": "Jon Snow - lover", "title": "File:MR mini shield.png", "season": "Season 2", "image": "Ygritte-Profile-HD.png", "allegiance": "Free Folk", "actor": "Rose LeslieQuote", "culture": "Free Folk", "deathep": "&quot;The Watchers on the Wall&quot;", "link": "Free Folk", "place": "Beyond the Wall", "appearances": "17 episodes &lt;small&gt;#Appearances", "first": "&quot;The Old Gods and the New&quot;"}, "sections": {"Behind the scenes": "*Actress Rose Leslie is Scottish and has a [[wikipedia:received pronunciation|received pronunciation]] accent in real life, but uses a Northern English accent when playing Ygritte. Leslie was cast partially because the producers, having already decided on this manner of speech for the wildlings, were impressed with her performance on ''Downton Abbey'', where she likewise had to affect a Northern accent.&lt;ref&gt;[http://insidetv.ew.com/2013/03/12/game-of-thrones-rose-leslie-ygritte/ Rose Leslie Entertainment Weekly interview]&lt;/ref&gt;\n*On the [[Season 2]] Blu-ray, Rose Leslie narrates the [[Histories &amp; Lore]] videos '''&quot;[[The Free Folk (Histories &amp; Lore)|The Free Folk]]&quot;''' and '''&quot;[[The Night's Watch (Histories &amp; Lore)|The Night's Watch]]&quot; '''as Ygritte'''.'''\n\n", "TOP": "Ygritte04927s0mcs4oavvmww726tfgtecd4tginfnj1807392015-04-03T18:57:00ZThe Dragon Demands5014364/* In the books */{{Character\n| Title=[[File:MR mini shield.png|45px|left|link=Free Folk]] Ygritte [[File:MR mini shield.png|45px|right|link=Free Folk]]\n| Image=Ygritte-Profile-HD.png\n| Season=[[Season 2|2]], [[Season 3|3]], [[Season 4|4]]\n| First=&quot;[[The Old Gods and the New]]&quot;\n| Last=&quot;[[The Watchers on the Wall]]&quot;&lt;br&gt;&quot;[[The Children]]&quot; (corpse)\n| Appearances=17 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Status=[[:Category: Status: Dead|Deceased]]\n|Death=Shot with an arrow by [[Olly]]\n|DeathEp=&quot;[[The Watchers on the Wall]]&quot;\n| Place=[[Beyond the Wall]]\n| Culture=Free Folk\n| Allegiance=[[Free Folk]]\n| Family=[[Jon Snow]] - lover\n| Actor=[[Rose Leslie]]}}{{Quote|You know nothing, Jon Snow.|Ygritte|A Man Without Honor}}\n\n'''Ygritte '''isÂ a major character in the [[season 3|third]] and [[Season 4|fourth]] seasons, played by [[Rose Leslie]]. She initially appeared as a recurring character in the [[season 2|second]] season and debuted in &quot;[[The Old Gods and the New]].&quot; Ygritte is a woman of the [[Free Folk]] who livesÂ [[Beyond the Wall|north]] of the [[Wall]]. She is part of [[Mance Rayder|Mance Rayder's]] army.\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Ygritte is described as skinny but well-muscled, with a round face, crooked teeth, and a slightly upturned nose.  She does not have the flawless features of noblewomen in courts south of the Wall, but Jon thinks that she is still quite beautiful in her own way, with a smile that lights up her face.  Her most distinctive feature is her hair, fiery red and &quot;a tangle of curls&quot;. The wildlings consider redheads to be &quot;kissed by fire&quot;, a sign of special significance and luck.\n\nWhen a wildling man wants a wife (wildling or non-wildling), he must kidnap her, while risking severe injury or even death by the woman and her relatives, and the woman must fight back. As a rule, the wildlings do not kidnap married women. Ygritte explained to Jon that if the man succeeds, it shows that he is strong, brave and cunning, and this is what wildling women seek in men. If the man turns out to be an abusive husband, the wife can always slit his throat. Because Jon succeeded in chasing down and capturing Ygritte, and later had sex with her, she subsequently points out to him that they could be considered technically married (according to loose wildling customs, which are not strictly defined &quot;laws&quot;), although Jon insists that capturing her was not for sex.\n\nIt wasn't clear who shot the arrow that mortally wounded Ygritte.  She was not shot in front of Jon Snow, but when the wildings and Night's Watch were trading arrow fire back and forth.  When Jon found her, for a frantic moment he feared that he was the one who shot her - but when he checked the arrow in her he recognized that the fletching on it was different from the arrows he was using. Ygritte dies in Jon Snow's arms, with essentially the same dialogue as in the TV series. Afterwards, Jon decides that he'd rather not know which of his sworn brothers fired the arrow that killed Ygritte, so he makes no attempt to check.\n\nWhen [[Alliser Thorne]] and [[Janos Slynt]] interrogate Jon roughly, they accuse him, among other charges, of oathbreaking by having sex with &quot;the unwashed whore&quot;. Jon knows well that many of the sworn brothers often visit the brothel at [[Mole's Town]], and for a moment he ponders claiming that he only did what [[Qhorin]] commanded him to do, which was anything he could to gain the wildlings' trust, and that having sex with Ygritte was just part of his ploy.  However, he does not want to dishonor Ygritte's memory, so he admits that he truly fell in love with her, even though this angers his superiors further because it is a more serious breach of his vows (even though Ygritte is dead by this point).  \n\nYgritte's name did not appear in the Season 1 [[Pronunciation guide]], but the phonetic pronunciation of her name was later seen written out in a behind-the-scenes short video: &quot;EE-grit&quot;.&lt;ref&gt;[http://winteriscoming.net/2014/03/long-story-short-the-creation-of-game-of-thrones/]&lt;/ref&gt;\n\n", "Quotes": "{{Quote|If we die we'll die, but first we'll live.|'''Ygritte''' to [[Jon Snow]]|The Bear and the Maiden Fair}}\n\n{{Quote|Do you remember that cave? We should've stayed in that cave.|'''Ygritte's''' final moments with Jon Snow|The Watchers on the Wall}}\n\n", "Image gallery": "&lt;gallery hideaddbutton=&quot;true&quot;&gt;\nYgritte_Promotional.jpg|Promotional image of [[Rose Leslie]] as Ygritte in [[Season 2]].\nYgritteSeason2.png|Ygritte meets [[Jon Snow]] in &quot;[[The Old Gods and the New]]&quot;.\nYgritte.png|Ygritte carrying [[Longclaw]] on her back in &quot;[[The Prince of Winterfell]]&quot;.\nJon lies with Ygritte 2x6.png|Jon lies with Ygritte to keep warm in &quot;[[The Old Gods and the New]]&quot;.\nJon and Ygritte.jpg|Ygritte being kept on a short leash by Jon Snow in &quot;[[A Man Without Honor]]&quot;.\nYgritte.jpg|&quot;You know nothing, Jon Snow.&quot;\nYgritteS3Promo.jpg|Promotional picture of Ygritte in [[Season 3]].\nEW_Ygritte_promo_shoot_a.png|EW Photoshoot of Season 3 Ygritte.\nEW_Ygritte_promo_shoot.jpg|EW Photoshoot of Season 3 Ygritte.\nYgritte 3x10.jpg|Ygritte aiming her bow at [[Jon Snow|Jon]] in &quot;[[Mhysa]]&quot;.\nYgritte-202x300.jpeg|Promotional image for Ygritte in [[Season 4]].\n&lt;/gallery&gt;\n\n", "See also": "* {{AWOIAF}}\n\n", "Appearances": "{{Season Two Appearances||||||yes|yes|yes||yes||yes}}\n{{Season Three Appearances|yes|yes|yes||yes|yes|yes||yes|yes}}\n{{Season Four Appearances|yes||yes|||||yes|yes|yes}}\n\n", "Biography": "===Background===\nYgritte was a quick-witted and courageous young [[spearwife]]. She had red hair and displayed great skill as an archer. Living north of [[the Wall]], she was well skilled in survival and was staunchly loyal to the cause of [[Mance Rayder]]. She valued her status as a free woman, and disparaged those living south of the Wall as 'kneelers', who blindly followed hereditary leaders instead of choosing a king.\n\nYgritte believed that because wildlings and [[The North|Northerners]] both claim descent from the [[First Men]], there is no need for them to be fighting, and that only the geographical divide of the Wall separates them. As with other wildlings, Ygritte understood that the real threat lies with the impending invasion of the [[White Walkers]].&lt;ref&gt;&quot;[[Valar Morghulis]]:&quot; The Lord of Bones orders the burning of Qhorin Halfhand to prevent it from being turned into a wight.&lt;/ref&gt;&lt;ref&gt;&quot;[[The Old Gods and the New]]:&quot; Ygritte urges Jon and Qhorin to burn the bodies of her companions but does not say why.&lt;/ref&gt;\n\n===[[Season 2]]===\n[[File:Ygritte_caught.jpg|thumb|Ygritte caught by Jon Snow.]]\nYgritte was captured by [[Jon Snow]] and [[Qhorin Halfhand]] as the sole survivor of their assault on her watchpost. She instructed her captors to burn the bodies of her companions, but Qhorin questioned her motives, thinking that she wanted a fire to attract more wildlings. He then instructs Jon to execute her, telling him to catch up to him after the deed is done. Jon prepares to do so, but cannot bring himself to kill her. Ygritte begs Jon to get it over with and awaits the stroke from his sword, but he hesitates and Ygritte seizes the opportunity to escape. Jon recaptures her, becoming isolated from his brothers in the process. With night approaching, Jon refuses to make a fire, forcing them to sleep out in the cold. Ygritte convinces him to huddle next to her to share body warmth but then makes sexual advances towards him.&lt;ref&gt;&quot;[[The Old Gods and the New]]&quot;&lt;/ref&gt;\n\n[[File:Jon Snow.jpg|thumb|left|Jon Snow unties Ygritte's legs so she can walk.]]\nAfter a cold night,Â Jon leads Ygritte along as he tries to find Qhorin Halfhand. On the way she argues with Jon, saying that the North belonged to the Free Folk long before the [[Andals]] [[Andal Invasion|came]]. Ygritte tells Jon that, as both Northerners and the Free Folk are descendants of the [[First Men]], there is no sense in the two constantly fighting. After luring Jon off his guard by attempting to seduce him, she manages to escape again and lead him into a wildling ambush.&lt;ref&gt;&quot;[[A Man Without Honor]]&quot;&lt;/ref&gt;\n\nYgritte brings Jon to the [[Rattleshirt|Lord of Bones]], who orders him executed. She convinces Rattleshirt that Mance will want to question Jon because of his Stark blood. The Lord of Bones presents Qhorin, whom he had captured. The Halfhand openly blames Jon for the deaths of his men, and this discord intrigues Ygritte. Unbeknownst to Ygritte, Qhorin's outward rage toward Jon is actually a plan to install Jon as a spy within Mance Rayder's army.&lt;ref&gt;&quot;[[The Prince of Winterfell]]&quot;&lt;/ref&gt;\n\nDuring their way to meet with [[Mance Rayder]], Ygritte continues to toy with Jon. Qhorin communicates a plan to Jon, through which Jon would appear to desert the Night's Watch and join up with the wildlings. He insists that Jon and he fight and allows Jon to kill him. Ygritte and the rest of the band are stunned, but accept Jon as one of their own and free his hands.&lt;ref&gt;&quot;[[Valar Morghulis]]&quot;&lt;/ref&gt;\n\n===[[Season 3]]===\nYgritteÂ leads Jon Snow into Mance Rayder's camp in the [[Frostfangs|Frostfang Mountains]]. Jon is shocked to see a giant among the tents. While the group is walking through the camp to Mance Rayder's tent,Â some young boys pelt Jon with ice andÂ stones, YgritteÂ protects him andÂ shoos them away. When they arrive insideÂ Mance Rayder'sÂ tent, she ensures his safety and adoption as one of the Free Folk.&lt;ref&gt;&quot;[[Valar Dohaeris]]&quot;&lt;/ref&gt;\n\nYgritte later travels with Jon and Mance as they march slowly south towards the wall.Â They encounter one of his scouts, [[Orell]]. Ygritte is surprised to find that Jon has never seen a [[warg]] before.&lt;ref&gt;&quot;[[Dark Wings, Dark Words]]&quot;&lt;/ref&gt;\n\nWhile marching south towards the Wall, Ygritte and the rest of the Free Folk arrive at the [[Fist of the First Men]]. They survey the bloody aftermath of the [[Battle of the Fist of the First Men|assault on the Night's Watch]] by the White Walkers and their army of undead wights.&lt;ref&gt;&quot;[[Walk of Punishment]]&quot;&lt;/ref&gt; Mance orders Ygritte, along with Jon and a group of twenty wildlings led by Tormund, to scale the wall and attack Castle Black from the south.&lt;ref name=&quot;E25&quot;&gt;&quot;[[Kissed by Fire]]&quot;&lt;/ref&gt; Before leaving the camp she playfully steals Jon's sword and makes him chase her into a nearby grotto. Ygritte starts undressing, and says that she wants to make sure Jon Snow has truly abandoned his vows. She stands before him naked and kisses him. Jon is hesitant at first, but loses himself in his attraction to her and performs cunnilingus on a very surprised Ygritte. After sex, Jon and Ygritte lay together in a naked embrace, and she lovingly teases him about his former virginity. They then leap into the hot springs and Ygritte expresses her reluctance to ever leave the grotto.&lt;ref name=&quot;E25&quot; /&gt;\n\n[[File:Jon and Ygritte s3e5.jpg|thumb|Ygritte and Jon bathe together in their grotto.]][[File:Jon and Ygritte kissing.jpg|thumb|left|Ygritte kisses Jon on top of the Wall.]]\nSome time later, as the wildlings ready to climb the wall, Ygritte reveals she is aware that Jon is still loyal to the Night's Watch. She understands that he is an honorable man, but warns him that he has obligations to her as well. While climbing, Ygritte causes a massive crack, which dislodges a large sheet of ice and sends several wildlings to their deaths. She and Jon are left hanging by their safety rope. Orell decides that Tormund cannot continue climbing with the weight of Jon and Ygritte's bodies pulling them down, and begins cutting the rope. Jon barely manages to get a hold in the Wall and saves himself and Ygritte when their rope is severed. They reach the top of the Wall and share a passionate kiss, grateful to be alive after such a narrow escape.&lt;ref&gt;&quot;[[The Climb]]&quot;&lt;/ref&gt;\n\n[[File:Ygritte and Jon Bear and Maiden Fair.jpg|thumb|Ygritte and Jon on the way to Castle Black.]]\nYgritte, Jon Snow and the wildlings led by Tormund Giantsbane then make their way towards Castle Black to await Mance Rayder's signal to begin the attack on the Night's Watch.&lt;ref name=&quot;E27&quot;&gt;&quot;[[The Bear and the Maiden Fair (episode)|The Bear and the Maiden Fair]]&quot;&lt;/ref&gt; Along the way, Ygritte is confronted by Orell, who expresses his distrust of Jon and says he would make a much better husband. However, he is flatly refused. Later, Jon tries to persuade Ygritte that the wildlings' cause is doomed to failure, but she refuses to listen. She tells him that if they die, they die, but before that, they will live. The two kiss passionately.&lt;ref name=&quot;E27&quot; /&gt;\n\nLater, the wildling party prepares to raid an [[Old man|elderly horse breeder's]] home. When the party attacks the farmstead, Jon surreptitiously hits a rock with his sword, alerting the old man and giving him the chance to escape. When Ygritte tries to shoot the fleeing man with an arrow, Jon causes her to miss.&lt;ref name=&quot;E29&quot;&gt;&quot;[[The Rains of Castamere (episode)|The Rains of Castamere]]&quot;&lt;/ref&gt;\n\n[[File:Rain of castamere ygritte.png|thumb|Ygritte during Jon's escape.]]\nThe old man is later caught in an abandonded windmill. Outside the mill, Orell suggests that Jon prove himself to the wildlings by killing the man himself. Jon is ultimately unable to kill an innocent, and Ygritte shoots him for Jon. Realizing that Jon is still loyal to the Night's Watch, Tormund orders his men to kill the Crow. He also restrains Ygritte to stop her from &quot;getting [herself] killed&quot; for her lover's sake. Jon defeats Tormund's men and escapes, leaving Ygritte and heading back to the Wall.&lt;ref name=&quot;E29&quot; /&gt;\n\nWhen he stops to rest, however, Ygritte catches up to him and, despite his attempts to talk her out of it, shoots him three times before he can get away. She watches him ride away with tears in her eyes, regretting his betrayal of her and also that she could not bring herself to kill the man she loved.&lt;ref&gt;&quot;[[Mhysa]]&quot;&lt;/ref&gt;\n\n===[[Season 4]]===\n[[File:Tormund and Ygritte-Two Swords.jpg|thumb|right|Ygritte fletches her arrows.]]\nNow awaiting Mance's signal south of the Wall, Ygritte and Tormund rest. Despite wanting revenge for his betrayal, Ygritte still loves Jon, a fact that Tormund picks up on. Ygritte insists that all three arrows found their mark, but says that Jon may still have survived. Knowing Ygritte's skill as a markswoman, Tormund says that if Jon is still alive, it is because she didn't want him dead. A group of [[Thenn]]s led by [[Styr]] arrives, bearing food from a raid farther south. When Styr asks if Ygritte is Tormund's woman, she claims that she belongs to no one and points a threatening arrow at the Thenn leader. He ignores it and takes a seat next to the fire to cook his meat: a human arm.&lt;ref&gt;&quot;[[Two Swords]]&quot;&lt;/ref&gt;\n\n[[File:Ygritte_-_The_Mountain_and_the_Viper.png|thumb|left|Ygritte spares Gilly and Sam's lives during the sack of Mole's Town.]]\nYgritte and the wildling bandÂ attack a village and kill almost all of its inhabitants. She kills one villager with an arrow, whose [[Olly|son]] Styr orders to run to Castle Black to warn the Night's Watch about the impending attack, in the hopes that the brothers would leave Castle Black to protect nearby villages.&lt;ref&gt;&quot;[[Breaker of Chains]]&quot;&lt;/ref&gt;\n\nYgritte participates in the attack on [[Mole's Town]]. She is ambushed by a [[Mole's Town whore|whore]] in the Mole's Town brothel, but swiftly kills her with a spear thrust into her gut. Ygritte then discovers [[Gilly]] and her [[Gilly's baby|son]] in hiding, but spares their lives and motions for them to be quiet so they will not be found by other and less merciful wildlings.&lt;ref&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt;\n\n[[File:Ygritte_dies.png|thumb|Ygritte dies in Jon's arms during the [[Battle of Castle Black|battle]] at Castle Black.]]\nJust outside Castle Black, Ygritte gets into a heated argument with Styr over her feelings for Jon, motivating her to resolve to kill him herself and reestablish her tarnished reputation among her own people.Â The wildlings then see Mance Rayder's bonfire signal to attack Castle Black. Ygritte scouts Castle Black's defenses and reports back that most of the men are on the Wall and few remain in the Castle. The group prepares to attack, while Ygritte seems to have second thoughts. During the battle, she kills numerous brothers of the Night's Watch, including [[Pypar]].Â Cornering Jon Snow, Ygritte aims an arrow at him. Seeing him and speaking to him weakens her resolve and she hesitates, only to have [[Olly]]&lt;span style=&quot;font-size:14px;&quot;&gt; pierce her lung with an arrow shot from behind. She dies in Jon's arms, reminiscing about their love.&lt;/span&gt;&lt;ref&gt;&quot;[[The Watchers on the Wall]]&quot;&lt;/ref&gt;\n\n[[File:Ygritte 4x10.PNG|thumb|left|Ygritte's body being prepared for her funeral pyre.]]\nAfter the arrival of [[Stannis Baratheon]] at the Wall, Jon speaks with Tormund, who is now a captive of the Night's Watch. Tormund asks Jon if he loved Ygritte, and, when Jon does not respond, says that she loved him very much, as the only thing she talked about after Jon left her, was killing him. He convinces Jon to have her body burned [[Beyond the Wall|beyond the Wall]]. Thus, Jon takes Ygritte's body to a grove in the [[Haunted Forest]] and makes a funeral pyre before a [[weirwood]] tree.&lt;ref&gt;&quot;[[The Children]]&quot;&lt;/ref&gt;\n\n"}, "title": "Ygritte"}