{"attributes": {"founding": "", "founder": "Quote", "title": "Yi Ti", "image": "", "rulers": "", "location": "Essos, Jade Sea", "military": "", "religion": "", "age": "", "type": "", "institutions": "", "population": ""}, "sections": {"Behind the scenes": "Yi Ti is inspired by China and the Far East from real-life history. Elio Garcia and Linda Antonsson, who run Westeros.org and co-wrote the ''World of Ice and Fire'' sourcebook with [[George R.R. Martin]], have confirmed this. As Linda put it, &quot;if anyone in the Westeros-Essos continuum looks [[Wikipedia:Asian people|East Asian]], we're talking Yi Ti.&quot; Elio said Yi Ti was &quot;definitely inspired by [[Wikipedia:Imperial_China#Imperial_China|Imperial China]],&quot; particularly its rule by divine god-emperors.&lt;ref&gt;[http://www.youtube.com/watch?v=3Q69aQeKWLQ&amp;feature=youtu.be&amp;t=34m20s Westeros.org Season 5 casting review]&lt;/ref&gt; Martin himself also stated in his blog that Yi Ti and surrounding nations are his world's analogue of Far East Asia, and he directly addressed the question of why no East Asian characters figure prominently in the narrative:\n\n:&quot;Well, Westeros is the fantasy analogue of the British Isles in its world, so it is a long long way from the Asia analogue. There weren't a lot of Asians in Yorkish England either. That is not to suggest that such places don't exist, however. You will want to get ''The World of Ice and Fire'' when it comes out...in the &quot;Other Places&quot; section you will find a lot of material about Yi Ti, the island of Leng, and the plains of the Jogos Nhai, which you may find of interest.&quot;&lt;ref&gt;[http://grrm.livejournal.com/375353.html?thread=19273017 Not A Blog], GRRM's livejournal, June 14th, 2014&lt;/ref&gt;\n", "TOP": "Yi Ti012218b6bxy5sm0qk1bajn33sn4jx7o440fkz1785822015-03-22T18:33:25ZThe Dragon Demands5014364/* History */{{Settlement\n| Title=Yi Ti\n| Image=\n| Image size=\n| Location=[[Essos]], [[Jade Sea]]\n| Type=\n| Population=\n| Rulers=\n| Religion=\n| Military=\n| Institutions=\n| Founding=\n| Age=\n| Founder=\n}}\n{{Quote|The marvels of Yi Ti and Asshai pass through our markets.|[[Xaro Xhoan Daxos]]|Qarth (Histories &amp; Lore)}}\n'''Yi Ti''' is a region located in the far east of [[Essos]]. It is located at the eastern limits of [[The Known World|known world]], beyond the [[Jade Sea]] and to the east of even [[Qarth]]. It is sometimes mentioned in the same breath as [[Asshai]] as an extremely remote part of the world from [[Westeros]]&lt;ref&gt;[[Inside HBO's Game of Thrones]], Section V, Essos:A Brief History&lt;/ref&gt;. Merchant ships from Yi Ti and Asshai regularly visit Qarth to conduct trade.&lt;ref&gt;[[Complete Guide to Westeros]] - Qarth&lt;/ref&gt;\n\nPeople or things from Yi Ti are referred to as &quot;Yi Tish&quot;.  \n\n", "See also": "* {{AWOIAF}}\n\n", "In the books": "===Geography===\nIn the ''[[A Song of Ice and Fire]]'' novels, Yi Ti is one of the fabled lands of the mysterious east, along with Asshai, [[Bayasabhad]], Kayakayanaya, and [[Samyrian|Shamyriana]]. It lies at the far eastern edge of [[The Known World|the known world]] to the peoples of Westeros, though they are in (often indirect) trade contact with it along the long shipping circle around the [[Jade Sea]].\n\nThe nation is tropical in climate, with immense jungles just inland stretching northeast towards the unexplored, remote parts of eastern Essos. Centuries of human civilization, however, have carved out vast patchworks of green farmland from the verdant rainforest (its climate and agricultural patterns are somewhat similar to southern China).\n\n''The Lands of Ice and Fire'' map book confirms that Yi Ti is an immense nation, stretching around the northern coast of the Jade Sea. Its northwestern border is just a few hundred miles east of [[Qarth]], on the opposite side of the immense Bone Mountains which run from the southern to northern coasts of Essos. Its eastern border is just a few hundred miles due north of Asshai. Yi Ti is bordered on the north by the Plains of the Jogo Nhai, which extend all the way north to the Shivering Sea on the north coast. The Jogos Nhai are a nomadic people who follow the religion of the Moonsingers. Ships traveling east to Yi Ti and lands beyond have to pass through the Jade Gates, also known as the Straits of Qarth because they are near and controlled by that city. Qarth has amassed great wealth by using its fleet to exact tolls from east-west shipping passing through the straits.\n\nA round-trip journey from the Free City of [[Volantis]] to Asshai lasts about two years, so a round-trip journey between Volantis and Yi Ti must be somewhat shorter than that. The distance between Yi Ti's main port city Yin and Qarth is roughly the same as the distance between Qarth and [[Astapor]] in [[Slaver's Bay]] (a journey [[Daenerys Targaryen]] made between Seasons 2 and 3). This is only the as-the-crow-flies distance in a straight line, however: a ship can go straight from Yin to Qarth, but the impassable [[Red Waste]] lies between Qarth and Astapor, so ships have to travel around the Ghiscari peninsula to approach Astapor from the west. As a result, a journey between Qarth and Yi Ti is probably shorter than the one Daenerys made from Qarth to Astapor.\n\n''The Lands of Ice and Fire'' map book was only released in fall 2012, however, between Season 2 and Season 3 of the TV series. The TV series had no exact world map for the far east of the world, so the maps used on the official HBO Viewer's Guide website had to guess at what the far east beyond Qarth and the Dothraki Sea look like. The Viewer's Guide map drew the Jade Sea as extending far to the north of Qarth, almost up to the same latitude as Vaes Dothrak and Pentos. The subsequent official map book, however, revealed that Qarth is actually at the extreme northern end of the Jade Sea, and as one proceeds east the shoreline gradually curves to the south, not sharply to the north. In the book-continuity, this means that Yi Ti's capital city Yin is slightly south of Qarth, roughly near the same latitude as Old Valyria. The HBO Viewer's Guide, however, was not updated to take into account the new official maps produced for the book-continuity: instead, Season 3 onward continued to simply re-used the previous map designs used since Season 2. It isn't clear if this is a conscious choice, and that world geography is officially different in the TV continuity from the book continuity, or if this is simply an oversight. As a result, however, it cannot be said with certainty if Yi Ti in the TV continuity is located in the same geographic area as it is in the book continuity.\n\n===Culture===\nSomewhat like the concepts of [[Wikipedia:Yin and yang|yin and yang]] in real life, the people of Yi Ti believe in at least two major deities:  the [[Lion of Night]], a destructive male figure who punishes the wicked, and the Maiden-Made-of-Light, a female figure who preserves and defends the good.  The people of Yi Ti also worship their god-emperors.  \n\nYi Ti is also known for its merchants who wear hats made from monkey tails. Representatives from Yi Ti sometimes trade at the eastern market of [[Vaes Dothrak]]. Thus far, no named characters from Yi Ti have appeared in the books.\n\nYi Ti's most famous export is [[Wikipedia:Saffron|saffron]], which travels along trade networks all the way to Westeros, where it is a very expensive spice which only very rich noblemen can afford. [[Davos Seaworth]] mentions that saffron is worth more than gold by the time it reaches Westeros, due to the extreme cost of shipping the spice from such a far away land. Davos only tasted saffron once during a feast on Dragonstone, when King Robert sent him half a fish seasoned with saffron.\n\n===History===\n\nYi Ti is one of the oldest civilizations in the known world, extending at least as far back as the [[Long Night]] 8,000 years ago.  Several different civilizations actually have rival claims to be the eldest, particularly Yi Ti, [[Qarth]], and the [[Ghiscari Empire]].  Of these, only the Ghiscari Empire possesses a written record extending far back enough to serve as reliable proof that it was eldest.  The Ghiscari Empire actually originated ''before'' the Long Night, and was still young at the time of the cataclysm.  Yi Ti claims that it had an even older empire for many thousands of years before that, during the [[Dawn Age]], but which was destroyed during the Long Night and had to be rebuilt (the tales of this Dawn Empire are fabulous and apparently mostly legend, filled with emperors who lived for centuries and warred with gods).  Still, only a few generations separated the confirmed founding of both, Old Ghis slightly before the Long Night and Yi Ti slightly after -  yet Old Ghis was destroyed 5,000 years ago by the rising Valyrian Freehold.  In contrast, the Golden Empire of Yi Ti is by far the oldest ''continuous'' civilization in the world, both at present and throughout recorded history, with a culture and accurately transmitted historical record stretching back 8,000 years, to the end of the Long Night itself. In comparison, the Ghiscari Empire lasted about 3,000 years, and the Valyrian Freehold about 5,000 years.  The civilization of Yi Ti is therefore extremely advanced, because while it has had its share of civil wars, its society never truly collapsed in the way that western Essos did after the [[Doom of Valyria]], or the effect of the [[Andal Invasion]] on Westeros.  \n\nYi Ti is ruled by a series of divine god-emperors, though in recent centuries real power has come to reside in strong regional princedoms, numbering about a hundred or so but nominally all part of the same empire.  \n\nYi Ti's original capital city after the Long Night was Yin, a major port on the southern coast at the mouth of a large river.  The capital shifted around to different cities over the millennia depending on which dynasty was in power, and at times was located in the cities of Tiqui and Jinqi.  In the present day, the capital is once again located in the ancient city of Yin, with the god-emperor living in a palace nearly the size of [[King's Landing]], a heavily guarded city-within-a-city.  \n\nYi Ti has a long and extensive history dating back 8,000 years, but only a vague outline of it is known to the maesters in Westeros.  Since the Long Night, Yi Ti has been ruled by eleven different dynasties of emperors:  the longest lasted seven centuries, the shortest only half a century.  Sometimes the transitions between dynasties were peaceful, other times they were violent.  On four occasions, the fall of one dynasty did not immediately lead to the establishment of a new one, but led to prolonged periods of civil war and anarchy, the longest of which lasted over a century (i.e. like the [[Wikipedia:Three Kingdoms|Three Kingdoms period]] in ancient China), but even this was never enough to outright destroy the literary record, knowledge, and continuous history of Yi Ti's civilization.  \n\nEach dynasty took its name from a color used as an epithet, i.e. the current dynasty are the &quot;Azure Emperors&quot;.  The exact order of Yi Ti's dynasties is unclear: \n\n*Grey Emperors - ruled from Yin.\n*Indigo Emperors - ruled from Yin.\n*Jade-green Emperors - ruled from Yin.  Considered a rich golden age.  To display their prosperity, all the furnishings in the imperial palace were made of solid gold, even the chamber pots.\n*Scarlet Emperors - perhaps the most infamous dynasty.  They greatly expanded the empire and strengthened central power.  Some were great statesmen, others ruthless but competent, and others ruthless and incompetent.  They moved the capital from Yin to Si Qo (which was left in ruins after their dynasty ended).  Many members of the dynasty were wicked and cruel, though Lo Doq ruled wisely and well for thirty years.  He survived the numerous assassinations within the imperial family by pretending to be a lackwit struck with an affliction that made him limp and drool when he tried to speak.  A famous historical drama recounts his unlikely rise to the throne.  The Scarlet Emperors reigned about 2,000 years ago, and warred against the Jogos Nhai to the north.  \n*Pearl-White Emperors - again ruled in Yin.  Their reign was a golden age of peace and prosperity.  These nine emperors ruled for 130 good years.  While each of them had children before taking the throne, they were each voluntarily castrated when they became emperor, so as not to be distracted from matters of state.  \n*Sea-green emperors - at least eight emperors under which Yi Ti is held to have achieved the height of its power.  They also ruled from Yin.  They conquered the large island of Leng off the coast in the Jade Sea, and lands as far away as Qarth and Old Ghis paid them tribute.  They traded with Valyria. \n*Purple Emperors - moved the capital west to Tiqui, and reinforced the western borders against [[Bayasabhad]].\n*Maroon Emperors - moved the capital east to Jinqi, and reinforced the eastern borders against raiders from the Shadow Lands and the Grey Waste.  \n*Yellow Emperors - died out 1,000 years ago. Traded with the Valyrians, who were then also at the height of their power.\n*Azure Emperors - the current dynasty, who rule from Yin.  Relatively weak, with the regional princedoms rising in power.  Leng broke free from their control about four hundred years ago.  \n\nThe current emperor is Bu Gai, the seventeenth Azure Emperor.  However, a general on the northern frontiers named Pol Qo at the garrison city called Trader Town has declared himself the first &quot;Orange Emperor&quot;, and is slowly gathering his strength.  \n\nMeanwhile, far to the east of even distant Asshai, the vaguest of rumors and black legends tell of the strange city of Carcosa, ruled by its &quot;Emperor in Yellow&quot; - allegedly the last of the Yellow Emperors, overthrown and exiled for practicing twisted dark arts.  According to the stories, the Yellow Emperor has managed to prolong his life for a thousand years through arcane and unspeakable magic rituals, and he is biding his time in Carcosa until the day when he will attempt to reclaim Yi Ti. Others say that this is just a story told in Yi Ti to frighten misbehaving children.  \n\nThe large island of Leng lies just off the coast south of Jinqi, though it is more of a small &quot;region&quot; than simply an island, as it approaches the [[Disputed Lands]] of the Free Cities in size. The island is heavily forested. Leng was colonized by Yi Ti many centuries ago - &quot;colonized&quot; in the imperial sense, as the island already had native inhabitants, whom the Yi Ti settlers pushed out (loosely similar to the historical tensions on Taiwan island between Chinese settlers and [[Wikipedia:Taiwanese aborigines|Taiwan aborigines]] - or perhaps, of Japan with Yamato settlers pushing back the indigenous [[Wikipedia:Ainu people|Ainu people]] to the north). The Yi Ti settlers started on the northern end of the island, closest to the mainland, and gradually spread southwards, conquering and enslaving the natives. Even the name &quot;Leng&quot; is a Yi Ti name applied to the island. In modern times, three cities are located on the island. On the northern tip of the island is Leng Yi, and the central city is Leng Ma: the inhabitants of both cities are descended from Yi Ti settlers. The inhabitants of Turrani, however, at the southern tip of the island, are descended from the original native inhabitants of the island, who resisted the gradual encroachments of Yi Ti settlers from the north. \n\nAbout four hundred years ago the Yi Tish settlers on Leng broke away from the rule of the emperors in Yin, and set themselves up as an independent nation, ruled by their own ''matrilineal'' line of god-empresses.  The settlers who revolted against the mainland made common cause with the remaining indigenous Lengii people on the southern third of the island.  The Lengii are among the tallest peoples in the world, standing seven to eight feet in height, and very slender, with teak-brown skin. Golden eyes are common amongst the Lengii, and it is said they have sharper eyesight than any other people in the world. Their women are famously beautiful. The people of Leng still &quot;revere&quot; the god-emperor in Yin as part of their religion, but they only &quot;worship&quot; their own line of god-empresses.\n\n"}, "title": "Yi Ti"}