{"attributes": {"status": " :Category:Status: Alive", "death": " ", "family": [" Robar Royce - son ", "Waymar Royce - son"], "title": " File:House Royce.png", "season": " Season 4", "image": " Royce.png", "allegiance": " House Royce", "actor": " Rupert Vansittart", "deathep": "", "titles": " Lord of Runestone", "link": "House Royce", "place": "Runestone", "appearances": " ", "first": " &quot;The Mountain and the Viper&quot;Quote"}, "sections": {"Family tree": "{{House Royce family tree}}\n\n", "TOP": "Yohn Royce0196852ysnmjkwv5xddvg0lbo5i5kmlsq3u1l1769572015-03-15T01:08:08ZExodianecross356508/* Season 4 */ Her pseudonym was revealed{{Character\n|Title = [[File:House Royce.png|40px|left|link=House Royce]] Yohn Royce [[File:House Royce.png|40px|right|link=House Royce]]\n|Season = [[Season 4|4]], [[Season 5|5]]\n|Image= Royce.png\n|Appearances = \n|Titles = Lord of Runestone\n|Status = [[:Category:Status: Alive|Alive]]\n|Death = \n|DeathEp =\n|Place=[[Runestone]]\n|Allegiance = [[House Royce]]\n|Actor = [[Rupert Vansittart]]\n|Family = {[[Robar Royce]]} - son &lt;br&gt;{[[Waymar Royce]]} - son\n|First = &quot;[[The Mountain and the Viper]]&quot;\n}}\n{{Quote|The beauty of the Vale is matched only by the nobility of its great families. Lady Arryn often told me that you were her rock, Lord Royce.|[[Petyr Baelish]]|The Mountain and the Viper}}\n\n'''Yohn Royce''' is a recurring character in the [[Season 4|fourth]] and [[Season 5|fifth]]&lt;ref&gt;[http://postimg.org/image/gg2p06cof/full/]&lt;/ref&gt; seasons. He is played by [[Rupert Vansittart]] and debuted in &quot;[[The Mountain and the Viper]]&quot;. Yohn Royce is the Lord of [[Runestone]] and a powerful bannerman of [[House Arryn]].\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels, Lord Yohn Royce is described as having a lined face and grey hair, grey eyes and very bushy eyebrows. However, he still looks immensely strong as he is tall and has large, gnarled hands. He has a set of bronze armor, thousands of years old that is inscribed with runes that are said to ward him from harm, hence his nickname &quot;Bronze Yohn&quot;. He has three sons: Andar, [[Robar Royce|Robar]] and [[Waymar Royce|Waymar]] (the latter two are dead), and one daughter Ysilla.\n\nThere is no mentioning in the books that Lord Royce use to go hunting with Ned Stark, except during his short stay in Winterfell. Sansa saw him riding back from a hunt with a buck behind his saddle, and later watched him in the yard, a practice sword in hand, hammering [[Eddard Stark|her father]] to the ground and turning to defeat Ser [[Rodrik Cassel]] as well.\n\nLord Royce is one of the nobles that [[Tywin Lannister]] offers to marry [[Tyrion Lannister|Tyrion]] to his daughter. The answer Tywin receives is the same he got from other lords - that the suggestion is an insult.\n\nLord Royce takes part in the Hand's Tourney in [[King's Landing]], attending with his sons Andar and Robar. He stays in King's Landing, participating in the boar hunt that kills King [[Robert Baratheon]]. As Robert lies dying, Yohn is named by Littlefinger as a possible ally for Ned against [[Cersei Lannister]] in the matter of the succession, though ultimately Ned chooses to rely on the [[City Watch|Gold Cloaks]].\n\nDuring the [[War of the Five Kings]], Lord Royce urges [[Lysa Arryn]] to call her banners and go to war, but she stubbornly refuses.\n\nWhen Sansa resides at the Eyrie, she hears that Arryn's bannermen resent Lysa's marriage and begrudge Littlefinger for his authority as Lord Protector of the Vale, and that the senior branch of [[House Royce]] is close to open revolt over Lysa's refusal to aid [[Robb Stark]] in his war, and the Waynwoods, Redforts, Belmores, and Templetons are giving them every support.\n\nIn the books, it is not Yohn but his cousin Nestor who comes to the Eyrie to inquire about Lysa's death, accompanied by his son Albar and Ser Marwyn Belmore. Littlefinger confidently puts the blame on [[Marillion]]. Robin and Sansa (still disguised as Alayne Stone) support Littlefinger's version. Since the entire Vale hates Marillion, and the three guests were personally insulted by him, they are satisfied with Littlefinger's lies.\n\nLord Yohn Royce comes to the Eyrie some time later, accompanied by Lady [[Anya Waynwood]] and more nobles from the Vale. They do not come to inquire about Lysa's death, but to remove Littlefinger from his office as [[Lord Protector]] and take Robin to foster at [[Runestone]]. Sansa knows that Lord Yohn saw her twice, during his visit at [[Winterfell]] and at [[King's Landing]]. She considers to reveal her true identity and ask for his protection, but unlike in the show she decides not to, reasoning that he never fought for her [[Robb Stark|brother]] and has no reason to fight for her. Lord Yohn looks at her closely and asks &quot;Do I know you, girl?&quot;. Sansa cannot bring herself to speak, and Nestor assures his cousin that she is Alayne Stone, Littlefinger's natural daughter. It is unclear whether Lord Yohn recognizes Sansa or not. At dinner, Lord Yohn and the other nobles make threats against Littlefinger, but he is not impressed and manipulates them to let Robin stay under his care.\n\nLittlefinger considers Lord Yohn as the biggest threat to his plans to take over the Vale, for he has great influence over the other lords and cannot be easily bought, extorted or disposed of, in contrast to the other lords of the Vale. Littlefinger hopes to win the support of the other lords, since as long as Lord Yohn stands alone he is not so much a threat.\n\nIn the show, the two meetings are condensed to one, and Nestor's character is merged with Lord Yohn's.\n\n", "See also": "* {{AWOIAF}} (MAJOR spoilers from the books)\n\n", "Appearances": "{{Template:Season Four Appearances||||||||yes}}\n", "Biography": "===Background===\nYohn Royce is the lord ofÂ [[Runestone]]. He is the father ofÂ Ser [[Robar Royce]], who served in the [[Kingsguard]] of King [[Renly Baratheon]] and Ser [[Waymar Royce]], a [[ranger]]Â in theÂ [[Night's Watch]].\n\nWhen [[Eddard Stark]] lived at [[the Eyrie]] in his youth, he and Lord Yohn would hunt together.\n\nWhile escorting his son to the Wall, Lord Yohn visited [[Winterfell]].\n\n===[[Season 4]]===\nYohn Royce is present in the tribunal, hearing the testimony of LordÂ [[Petyr Baelish]]Â about the death ofÂ [[Lysa Arryn]]. Along with Lady [[Anya Waynwood]] and Ser [[Vance Corbray]], he assumes foul play on Littlefinger's part. He openly expresses his dislike of Littlefinger, calling him a whoremonger, money-grubber, and liar, as well as pointing out his tendency to suck up to [[Tywin Lannister]] in the past. The tribunal then summons Littlefinger's niece, &quot;Alayne&quot;, the only other witness. Lord Yohn is surprised to learn of Alayne's true identity - [[Sansa Stark]]. Satisfied with her testimony, Royce and Waynwood discuss the Vale's next move with Baelish. He suggests that it is long past time that Robin left the Eyrie and conducted an official tour of the Vale.&lt;ref&gt;&quot;[[The Mountain and the Viper]]&quot;&lt;/ref&gt;\n\n"}, "title": "Yohn Royce"}