{"attributes": {"status": " :Category:Status: Dead", "death": "Killed by Ser Amory Lorch", "last": "&quot;What is Dead May Never Die&quot;", "family": "", "title": "Yoren", "season": "Season 1", "image": "Yoren profile.jpg", "allegiance": "The Night's Watch", "actor": "Francis MageeQuote", "deathep": "&quot;What is Dead May Never Die&quot;", "link": "Night's WatchCharacter", "place": "", "aka": "", "appearances": "7 episodes &lt;small&gt;#Appearances", "first": "&quot;Lord Snow&quot;"}, "sections": {"TOP": "Yoren02250kpsxmrcvgzz5gelccnca2bhal3m38xt1764452015-03-12T21:12:33ZSon Of Fire24907634Heraldry{{Heraldry\n|image=Crow mini shield.png\n|link=Night's Watch\n}}\n\n{{Character\n| Title=Yoren\n| Image=Yoren profile.jpg\n| Season=[[Season 1|1]], [[Season 2|2]]\n| First=&quot;[[Lord Snow]]&quot;\n| Last=&quot;[[What is Dead May Never Die]]&quot;\n| Appearances=7 episodes &lt;small&gt;[[#Appearances|(see below)]]&lt;/small&gt;\n| Aka=\n| Status= [[:Category:Status: Dead|Deceased]]\n| Death=Killed by Ser [[Amory Lorch]]\n| DeathEp=&quot;[[What is Dead May Never Die]]&quot;\n| Place=\n| Allegiance=The [[Night's Watch]]\n| Family=\n| Actor=[[Francis Magee]]\n}}\n{{Quote|And one day, Willem came riding back into town. And I buried an axe so deep into Willemâ&euro;&trade;s skull they had to bury him with it. Willemâ&euro;&trade;s horse got me to the Wall and Iâ&euro;&trade;ve been wearing black ever since.|Yoren|What is Dead May Never Die}}\n'''Yoren''' is a recurring character in the [[Season 1|first]] and [[Season 2|second]] seasons. He is played by [[Francis Magee]] and debuts in &quot;[[Lord Snow]]&quot;. Yoren was a recruiter for the [[Night's Watch]].\n\n", "In the books": "In the ''[[A Song of Ice and Fire]]'' novels Yoren is a stalwart soldier of the Watch, not the most refined member but loyal and trustworthy. He is described as having lice in his thick beard. His work as a recruiter means he frequently travels throughout the realm searching for new men to join the Watch. Thus he often passes through [[Winterfell]], and he knows the members of [[House Stark]] and has a certain loyalty to them. He meets privately with Ned Stark as in the show, but then also appears formally before the court to ask for recruits. Eddard Stark asks all the knights present if any will do honor to their names and volunteer. No one does, then permission is given to comb the dungeons.\n\nIn the books there is no mentioning if Yoren has any relatives. The story about [[Willem]] and how Yoren came to the Wall doesn't appear in the book nor the ritual of saying Willem's name: Arya starts that ritual on her own. Yoren gives Arya a bad spanking when she beats up [[Hot Pie]] after he tried to take her sword. She can't sit down for awhile, but still comes off better than Hot Pie. Yoren also tells Arya that the execution wasn't supposed to happen. The reason Yoren was at the Great Sept of Baelor and not already on the road is that Varys had contacted him and told him that Lord Eddard was to be given mercy and allowed take the black and would be traveling with Yoren back to the Wall. When he tells her something must have gone wrong she replies, &quot;Joffrey.&quot;\n\nYoren plans to take Arya back to Winterfell, but as he approaches the lands south of Harrenhal and witnesses the devastation left by the war in the Riverlands he wishes he had never come by the Kingsroad. He has taken this road for thirty years and has only lost three recruits (one to illness, one to snake bite, and one who tried to cut Yoren's throat as he slept). Even if he had to leave the wagons and give up the possibility of continued recruitment, he wishes he had hired passage on a ship. Because of the officially neutral position of the Night's Watch in politics he left the city unarmed, a decision he regrets as he takes his recruits on difficult paths to avoid groups of soldiers who would take their wagons supplies, and possibly also forcibly conscript them.\n\nIn the book, Yoren's group takes shelter in a deserted keep and then tries to defend it against Ser [[Amory Lorch]]. Unlike the [[City Watch|Gold Cloaks]] who encountered the group earlier, Amory was not looking for [[Gendry]], but picked a fight with Yoren's group without any reason or provocation. During the battle with Lorch's men, Yoren instructs Arya to escape with the remaining survivors through a tunnel. She and Gendry return to the site once Lorch's men are gone, and they find Yoren's corpse, his skull split by an ax. She wonders how many men it had taken to finally bring him down. Arya insists that they bury him.\n\nIn the TV series we see Lord Commander Mormont's letter arrive at the capital telling of the attack by reanimated Night's Watch soldiers and asking for more men. The books also show the results of sending Ser [[Alliser Thorne]] with the severed hand to King's Landing with a jar holding the still twitching dead hand of the reanimated ranger that attacked Mormont, to show the royal court. When Tyrion is told that a man of the Night's Watch wants an audience he firsts asks if it's one named Yoren (as they are friends and he is unaware that Yoren is already dead because of Cersei's orders to find and kill Gendry). When he is told it is Ser Alliser Thorne, Tyrion remembers his distaste for the man and tells the guards to make him wait for days in a shabby room. It's weeks before Ser Alliser gets an audience, and by then the hand rots to pieces, so the royal court does not believe him.\n\nAccording to the TV series official [[pronunciation guide]] developed for the cast and crew, &quot;Yoren&quot; is pronounced &quot;YOR-in&quot;, as opposed to &quot;Your-ENN&quot;, etc.\n\n", "Quotes": "{{Quote|Don't look!|Yoren prevents Arya from seeing her father's execution|Baelor}}\n\n{{Quote|This lot, half of them would turn you over to the king quick as spit for a pardon. And the other half would do the same, except they'd rape you first. So keep to yourself, and if you have to piss, do it in the woods, alone.|Yoren warns Arya about the recruits for the Night's Watch|Fire and Blood}}\n\n{{Quote|I sharpened this blade before breakfast... I could shave a spider's arse if I wanted to.|Yoren threatens to cut the Gold Cloak leader's femoral artery|The Night Lands}}\n\n{{Quote|I always hated crossbows, take too long to load!.|Yoren's last words|What is Dead May Never Die}}\n\n", "See also": "* {{AWOIAF}}\n\n", "Appearances": "{{Season One Appearances|||yes|yes|yes||||yes|yes}}\n{{Season Two Appearances||yes|yes}}\n\n", "Biography": "===Background===\nYoren is a sworn brother of the [[Night's Watch]], in which he serves as a recruiter. He was forced to join the Watch after murdering the killer of his brother with an axe. Yoren's [[Wandering Crows|job]] is to travel theÂ [[Seven Kingdoms]] searching for fresh recruits, either volunteers or criminals that choose a lifetime on the Wall over punishments such as death or mutilation.&lt;ref name=&quot;Yoren viewers guide&quot;&gt;[http://viewers-guide.hbo.com/game-of-thrones/season2/#!/guide/houses/nightswatch/yoren/ HBO viewers guide, season 2 guide to houses, Night's Watch - Yoren entry]&lt;/ref&gt;\n\n===[[Season 1]]===\n[[File:Tyrion and Yoren 1x03.png|thumb|Yoren and Tyrion exchange tales.]] Yoren meets [[Jon Snow]], [[Tyrion Lannister]], and [[Benjen Stark]] as they are traveling [[The North|north]] to [[the Wall]]. He arrives at their camp with two rapers, one of which is [[Rast]].\n\n[[Tyrion Lannister]] befriends Yoren at [[Castle Black]], enjoying the fact that the brother of the Night's WatchÂ has a sense of humor, unlike most of his comrades. They talk about what the strangest thing they've ever eaten is;Â Tyrion asks if [[Dorne|Dornish]] women count. Yoren considers [[Benjen Stark]] as a close friend and ally and sees him off when he departs on a ranging beyond [[the Wall]]. He agrees to travel with Tyrion on the [[Kingsroad]] back to [[King's Landing]] to pick up more recruits from the city dungeons.&lt;ref&gt;&quot;[[Lord Snow]]&quot;&lt;/ref&gt; He is present when Commander Mormont asks Tyrion to use his connections to intercede on behalf of the Night's Watch for more and better quality recruits and funds to rebuild.\n\n[[File:Tyrion in the inn.png|thumb|Yoren watches as Tyrion is taken prisoner.]]\nYoren and Tyrion arrive at [[Winterfell]], and [[Robb Stark|Robb]] says pointedly that any man of the Night's Watch is welcome as a guest (making it clear that Tyrion is not welcome). After Tyrion gives [[Bran Stark|Bran]] the plans for a new saddle Robb changes his mind, but Tyrion says he would prefer the [[Prostitution|brothel]] in town. On the road south, he is still travelling with Tyrion when they reach the [[Crossroads Inn]], where he witnesses Tyrion being taken into custody by [[Catelyn Stark]].&lt;ref&gt;&quot;[[Cripples, Bastards and Broken Things]]&quot;&lt;/ref&gt; Yoren rides with all speed to the [[Red Keep]], where he finds Ned Stark and is introduced to [[Arya Stark|Arya]] (after first mistaking her for a boy). After [[Jory Cassel|Jory]] takes Arya from the room Yoren is able to warn [[Eddard Stark]] about his wife's actions before they become public. Eddard agrees to let Yoren comb the city dungeons for fresh recruits for the watch.&lt;ref&gt;&quot;[[The Wolf and the Lion]]&quot;&lt;/ref&gt; When Eddard is confronted with his wife's actions he then takes the blame, saying she acted on his orders, leading to confrontations with [[Robert Baratheon]] and [[Jaime Lannister]].\n\n[[File:Arya 1x09.png|thumb|Yoren keeps Arya from witnessing Eddard's execution.]]\nEddard is arrested for treason when he questions the legitimacy of the king's successor, [[Joffrey Baratheon]]. Lord StarkÂ is brought to the [[Great Sept of Baelor]] to stand trial and [[Arya Stark|Arya]] watches from the square. To see over the heads of the crowd, she climbs onto the pedestal of Baelor's statue. When Eddard is brought out he spots her. Then as Eddard is pulled through the crowd, he goes past Yoren and manages to point her out to Yoren by head jerk and saying &quot;Baelor&quot; hoping that Yoren will recognize her and wishing him to protect Arya. Despite a confession,Â Eddard is unexpectedly executed on Joffrey's orders.&lt;ref&gt;&quot;[[Baelor]]&quot;&lt;/ref&gt;\n\n[[File:Arya and Yoren 1x10.png|thumb|Yoren and Arya.]]\nYoren grabs Arya as she is trying to rush to her father. She is pushing her way through the crowd trying to draw her sword. He holds her still, covers her ears, and keeps her from witnessing the beheading by blocking her view. Once out of the square he cuts Arya's hair with a knife and instructs her to pose as a boy. He intends to take her north to Winterfell and safety, hiding her among a group of 20 recruits for the [[Night's Watch]]. He instructs her to go by the name Arry the orphan boy, because no one cares or asks questions of orphans. Yoren warns her not to trust the other recruits, as any of them could turn her in for a reward, or rape her. &lt;ref&gt;&quot;[[Fire and Blood]]&quot;&lt;/ref&gt;\n\n===[[Season 2]]===\nYoren takes the recruits along the Kingsroad into the Riverlands. He warns the rest of the party to stay away from the three prisoners caged in the wagon. Two [[City Watch|gold cloaks]] find the party camped in the Riverlands. The lead gold cloak calls to Yoren, asking if he is in command of the group. Yoren ignores the question and tells them that they are a long way from home. He walks across a wooden bridge towards the visitors. The gold cloak reminds Yoren that he asked a question and Yoren says that he asked without manners so he chose not to answer. Yoren grips the blanket that protects the gold cloaks horse from the saddle. The gold cloak produces a scroll and says that it is a royal warrant for one of Yoren's â&euro;&oelig;gutter ratsâ&euro;?. Yoren says that the recruits belong to the Night's Watch and are beyond the reach of kings and queens. The gold cloak moves to draw his sword but is halted when Yoren places the point of his dagger against his femoral artery. Yoren notes that men worry about their throats but often forget about the vulnerability of their lower regions. He tells the gold cloak that he has sharpened the knife and warns him that no-one can save him if the artery is nicked. Yoren takes the man's sword, saying that good steel is always needed on the wall. The recruits have surrounded the gold cloaks, weapons in hand. One of them picks up the sword from the ground. Yoren tells the gold cloak that he has a choice; die there or return to King's Landing and tell his master that they did not find what they were looking for. The gold cloak defiantly shouts that they are looking for [[Gendry]] and describes the bull's head helmet that he carries. He offers a reward to anyone turning him over and promises that he will return with more men. He warns Yoren that he will take his head home along with the â&euro;&oelig;[[Bastardy|bastard]] boyâ&euro;?.&lt;ref&gt;&quot;[[The Night Lands]]&quot;&lt;/ref&gt;\n\nArya sits up cleaning [[Needle]] while the rest of the recruits sleep. Yoren enters and sits across from her. He notices her watching him and asks what she wants. She asks him how he sleeps with the terrible things that he has seen. He says that he prevented her from seeing her father's execution. She says that she cannot forget seeing the Queen, Joffrey and Sansa standing next to him on the podium. He tells her about the murder of his brother by a boy named [[Willem]]. He says that he thought constantly about revenge and eventually made it a ritual to say the killer's name before falling asleep. When Willem returned to town Yoren killed him with an axe and then took his horse to ride to the Wall and join the Night's Watch to avoid prosecution. He urges Arya to get some sleep but they are interrupted by horns sounding outside. Yoren wakes his recruits and marshals them for a fight. He warns Arya and Gendry to stay out of sight and flee north if the fight is lost. Lommy picks up Gendry's bull helm. As they rush outside one man trips and drops his torch, setting a fire near the prisoner wagon.&lt;ref name=&quot;E13&quot;&gt;&quot;[[What is Dead May Never Die]]&quot;&lt;/ref&gt;\n\nThey are met by Ser [[Amory Lorch]] and a force of men loyal to [[House Lannister]]. Lorch points out the Gold Cloaks with him and says that they have come for Gendry. Lorch orders Yoren and the recruits to drop their weapons. Yoren remains defiant and Lorch orders him shot. Yoren takes a quarrel to the shoulder but kills the crossbowman before he can reload. Yoren fights alone, killing several men before he is overwhelmed. Lorch himself kills Yoren by driving his sword through the back of his neck.&lt;ref name=&quot;E13&quot; /&gt;\n\n"}, "title": "Yoren"}